{
    "title": "A Foreign Sound to Your Ear: Bob Dylan Performs “It’s Alright, Ma (I’m Only Bleeding),” 1964–2009",
    "date": "2013/12/01",
    "volume": "19",
    "issue": "4",
    "authors": [
        "Rings, Steven"
    ],
    "abstract": "This article presents a “longitudinal” study of Bob Dylan’s performances of the song “It’s Alright, Ma (I’m Only Bleeding)” over a 45-year period, from 1964 until 2009. The song makes for a vivid case study in Dylanesque reinvention: over nearly 800 performances, Dylan has played it solo and with a band (acoustic and electric); in five different keys; in diverse meters and tempos; and in arrangements that index a dizzying array of genres (folk, blues, country, rockabilly, soul, arena rock, etc.). This is to say nothing of the countless performative inflections in each evening’s rendering, especially in Dylan’s singing, which varies widely as regards phrasing, rhythm, pitch, articulation, and timbre. How can music theorists engage analytically with such a moving target, and what insights into Dylan’s music and its meanings might such a study reveal? The present article proposes one set of answers to these questions. First, by deploying a range of analytical techniques—from spectrographic analysis to schema theory—it demonstrates that the analytical challenges raised by Dylan’s performances are not as insurmountable as they might at first appear, especially when approached with a strategic and flexible methodological pluralism. Second, the article shows that such analytical engagement can lend new insight into an array of broader theoretical questions, especially those concerning the refractory relationship between song and performance in Dylan’s practice. Finally, the paper illustrates that a close, analytical attentiveness to the sonic particulars of Dylan’s live performances can open our ears to the cacophony of musical pasts that animate his music making.",
    "keywords": [
        "Bob Dylan",
        "performance",
        "analysis",
        "genre",
        "improvisation",
        "voice",
        "schema",
        "code"
    ],
    "doi": "",
    "received": "August 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.13.19.4/mto.13.19.4.rings.pdf",
    "author_info": [
        {
            "name": "Steven Rings",
            "university": "University of Chicago",
            "address": "Department of Music, Goodspeed Hall, 1010 East 59th Street, Chicago, IL 60637",
            "email": "srings@chicago.edu"
        }
    ],
    "citations": {
        "baez_1987": "Baez, Joan. 1987. And a Voice to Sing With: A Memoir . New York: Simon & Schuster.",
        "barker_2001": "Barker, Derek, ed. 2001. Isis: A Bob Dylan Anthology . London: Helter Skelter.",
        "barker_2005": "Barker, Derek, ed. 2005. 20 Years of Isis: Bob Dylan Anthology Volume 2 . Surrey, UK: Chrome Dreams.",
        "bauldie_1991": "Bauldie, John, ed. 1991. Wanted Man: In Search of Bob Dylan . New York: Citadel Press.",
        "bial_2007": "Bial, Henry. 2007. The Performance Studies Reader . 2nd edition. New York: Routledge.",
        "bickford_2007": "Bickford, Tyler. 2007. “Music of Poetry and Poetry of Song: Expressivity and Grammar in Vocal Performance.” Ethnomusicology 51: 439–76.",
        "björner_2002": "Björner, Olof. 2002. Olof’s Files: A Bob Dylan Performance Guide . Volume 1, 1958–1969. Devon, UK: Hardinge Simpole. The thirteen volumes of Olof’s Files provide hard copies of the information in Björner 2013a.",
        "björner_2013a": "Björner, Olof. 2013a. “Still on the Road.” Accessed July 16, 2013. bjorner.com/still.htm .",
        "björner_2013b": "Björner, Olof. 2013b. “What Was It You Wanted: Interviews & Press Conferences.” Accessed July 16, 2013. bjorner.com/interviews.htm .",
        "blum_2006": "Blum, Stephen. 2006. “Navā’i, A Musical Genre of Northeastern Iran.” In Analytical Studies in World Music , ed. Michael Tenzer, 41–57. Oxford: Oxford University Press.",
        "bowden_2001": "Bowden, Betsy. 2001. Performed Literature: Words and Music by Bob Dylan . Second edition. Lanham, MD: University Press of America, 2001.",
        "brackett_1995": "Brackett, David. 1995. Interpreting Popular Music . Berkeley: University of California Press.",
        "byros_2013": "Byros, Vasili. 2013. “Meyer’s ‘Anvil’: Revisiting the Schema Concept.” Music Analysis 31: 273–364.",
        "cantwell_1996": "Cantwell, Robert. 1996. When We Were Good: The Folk Revival . Cambridge, MA: Harvard University Press.",
        "cavicchi_1998": "Cavicchi, Daniel. 1998. Tramps Like Us: Music and Meaning Among Springsteen Fans . New York: Oxford University Press.",
        "cherlin_and_gopinath_2009": "Cherlin, Michael and Sumanth Gopinath. 2009. “‘Somewhere Down in the United States’: The Art of Bob Dylan’s Ventriloquism.” In Highway 61 Revisited: Bob Dylan’s Road from Minnesota to the World , ed. Colleen J. Sheehy and Thomas Swiss, 225–36. Minneapolis: University of Minnesota Press.",
        "chilla_2011": "Chilla, Mark. 2011. “B. B. King’s Guitar Licks: A Schema-Theoretic Approach to Blues Guitar Melodies.” Paper presented at the annual meeting of Music Theory Midwest . Lincoln, NE, May 13.",
        "cook_2001": "Cook, Nicholas. 2001. “ Between Process and Product: Music and/as Performance. ” Music Theory Online 7, no. 2.",
        "cossu_2012": "Cossu, Andrea. 2012. It Ain’t Me, Babe: Bob Dylan and the Performance of Authenticity . Boulder, CO: Paradigm.",
        "cott_2006": "Cott, Jonathan, ed. 2006. Bob Dylan: The Essential Interviews . New York: Wenner Books.",
        "crowe_1985": "Crowe, Cameron. 1985. CD booklet notes to Biograph . Columbia C3K 65298.",
        "daley_1997": "Daley, Michael. 1997. “‘One Who Sings with His Tongue on Fire’: Change, Continuity and Meaning in Bob Dylan’s Vocal Style, 1960–66.” M.A. thesis, York University.",
        "dettmar_2009": "Dettmar, Kevin J. H. 2009. “Among Schoolchildren: Dylan’s Forty Years in the Classroom.” In Highway 61 Revisited: Bob Dylan’s Road from Minnesota to the World , ed. Colleen J. Sheehy and Thomas Swiss, 154–65. Minneapolis: University of Minnesota Press.",
        "dundas_1999": "Dundas, Glen. 1999. Tangled up in Tapes: A Recording History of Bob Dylan . 4th edition. Thunder Bay, Ontario: SMA Services.",
        "dylan_2004a": "Dylan, Bob. 2004a. Chronicles: Volume One . New York: Simon and Schuster.",
        "dylan_2004b": "Dylan, Bob. 2004b. Lyrics: 1962–2001 . New York: Simon and Schuster.",
        "ellingson_1992": "Ellingson, Ter. 1992. “Transcription.” In Ethnomusicology: An Introduction , ed. Helen Myers, 110–52. New York: W. W. Norton.",
        "ellison_2002": "Ellison, Jim. 2002. Younger than that Now: The Collected Interviews with Bob Dylan . New York: Thunder’s Mouth.",
        "epstein_2011": "Epstein, Daniel Mark. 2011. The Ballad of Bob Dylan: A Portrait . New York: Harper Collins.",
        "everett_2004": "Everett, Walter. 2004. “ Making Sense of Rock’s Tonal Systems. ” Music Theory Online 10, no. 4.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” New York: Oxford University Press.",
        "filene_2000": "Filene, Benjamin. 2000. Romancing the Folk: Public Memory and American Roots Music . Chapel Hill: University of North Carolina Press.",
        "ginsberg_2000": "Ginsberg, Allen. 2000. “Notes Written on Finally Recording ‘Howl.’” In Deliberate Prose: Selected Essays 1952–1995 , ed. Bill Morgan, 229–32. New York: Harper Collins.",
        "gioia_1998": "Gioia, Ted. 1998. The Imperfect Art: Reflections on Jazz and Modern Culture . New York: Oxford University Press.",
        "gleason_1966": "Gleason, Ralph J. 1966. “Bob Dylan: The Children’s Crusade.” Ramparts , March issue: 27–34.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . New York: Oxford University Press.",
        "gooding_1962": "Gooding, Cynthia. 1962. Interview with Bob Dylan on WBAI-FM, New York. Transcription at http://expectingrain.com/dok/int/gooding.html , accessed July 25, 2013. Recordings of this interview also circulate.",
        "goodman_1976": "Goodman, Nelson. 1976. Languages of Art: An Approach to a Theory of Symbols . Indianapolis: Hackett.",
        "gopinath_2010": "Gopinath, Sumanth. 2010. “Dylan’s Speech: A Performative (and Musical) Poetics?” Paper presented at the annual meeting of the Society for Music Theory, Indianapolis, IN, November 5.",
        "gracyk_1996": "Gracyk, Theodore. 1996. Rhythm and Noise: An Aesthetics of Rock . Durham, NC: Duke University Press.",
        "gracyk_1999": "Gracyk, Theodore. 1999. “Valuing and Evaluating Popular Music.” The Journal of Aesthetics and Art Criticism 57: 205–20.",
        "gracyk_2006": "Gracyk, Theodore. 2006. “When I Paint My Masterpiece: What Sort of Artist is Bob Dylan?” In Bob Dylan and Philosophy: It’s Alright, Ma (I’m Only Thinking) , ed. Peter Vernezze and Carl J. Porter, 169–81. Chicago: Open Court.",
        "gracyk_2011": "Gracyk, Theodore. 2011. The Philosophy of Art: An Introduction . Cambridge: Polity.",
        "gray_2000": "Gray, Michael. 2000. Song & Dance Man III . London: Continuum.",
        "gray_2006": "Gray, Michael. 2006. The Bob Dylan Encyclopedia . London: Continuum.",
        "gray_and_bauldie_1987": "Gray, Michael and John Bauldie, eds. 1987. All along the Telegraph: A Bob Dylan Handbook . London: Futura.",
        "grier_2010": "Grier, James. 2010. “Ego and Alter Ego: Artistic Interaction between Bob Dylan and Roger McGuinn.” In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 42–62. Ann Arbor: University of Michigan Press.",
        "griffiths_1990": "Griffiths, Dai. 1990. “Talking about ‘License to Kill.’” In The Dylan Companion , ed. Elizabeth Thomson and David Gutman, 260–66. London: MacMillan.",
        "hajdu_2001": "Hajdu, David. 2001. Positively 4th Street: The Lives and Times of Joan Baez, Bob Dylan, Mimi Baez-Fariña, and Richard Fariña . New York: Picador.",
        "hatch_and_millward_1987": "Hatch, David, and Stephen Millward. 1987. From Blues to Rock: An Analytic History of Pop Music . Manchester: Manchester University Press.",
        "headlam_1997": "Headlam, David. 1997. “Blues Transformations in the Music of Cream.” In Understanding Rock: Essays in Musical Analysis , ed. John Covach and Graham Boone, 59–92. New York: Oxford University Press.",
        "hedin_2004": "Hedin, Benjamin, ed. 2004. Studio A: The Bob Dylan Reader . New York: Norton.",
        "heylin_1995": "Heylin, Clinton. 1995. Bob Dylan: The Recording Sessions, 1960–1994 . New York: St. Martin’s.",
        "heylin_1996": "Heylin, Clinton. 1996. Bob Dylan: A Life in Stolen Moments. Day by Day: 1941–1995 . New York: Schirmer.",
        "heylin_2009": "Heylin, Clinton. 2009. Revolution in the Air: The Songs of Bob Dylan 1957–1973 . Chicago: Chicago Review Press.",
        "heylin_2011": "Heylin, Clinton. 2011. Behind the Shades: The 20th Anniversary Edition . London: Faber and Faber.",
        "jones_1981": "Jones, Mari Riess. 1981. “Only Time Can Tell: On the Topology of Mental Space and Time.” Critical Inquiry 7: 557–76.",
        "koozin_2011": "Koozin, Timothy. 2011. “ Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach. ” Music Theory Online 17, no. 3.",
        "koozin_2013": "Koozin, Timothy. 2013. “Embodied Expression in Bob Dylan’s Blood on the Tracks .” Paper presented at the International Conference on Popular Music Analysis (PopMAC). University of Liverpool, July 4.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge: Cambridge University Press.",
        "krogsgaard_1991": "Krogsgaard, Michael. 1991. Positively Bob Dylan: A Thirty-Year Discography, Concert, and Recording Session Guide, 1960–1991 . Ann Arbor: Popular Culture, Ink. Revised and updated version of Krogsgaard, Master of the Tracks: The Bob Dylan Reference Book of Recording . Ann Arbor: Pierian Press, 1988.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . New York: Oxford University Press.",
        "lott_1993": "Lott, Eric. 1993. Love and Theft: Blackface Minstrelsy and the American Working Class . New York: Oxford.",
        "lott_2009": "Lott, Eric. 2009. “‘ Love and Theft ’ (2001).” In The Cambridge Companion to Bob Dylan , ed. Kevin J. H. Dettmar, 100–9. Cambridge: Cambridge University Press.",
        "lubet_2012": "Lubet, Alex. 2012. “Listening to Bob Dylan.” Cognitive Critique 5: 37–58.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . New York: Oxford University Press.",
        "malone_and_neal_2010": "Malone, Bill and Jocelyn Neal. 2010. Country Music, U.S.A. Third revised edition. Austin: University of Texas Press.",
        "marcus_2010": "Marcus, Greil. 2010. Bob Dylan by Greil Marcus: Writings 1968–2010 . New York: PublicAffairs.",
        "marqusee_2005": "Marqusee, Mike. 2005. Wicked Messenger: Bob Dylan and the 1960s . New York: Seven Stories. Revised and expanded edition of Chimes of Freedom: The Politics of Bob Dylan’s Art . New York: New Press, 2003.",
        "marshall_2007": "Marshall, Lee. 2007. Bob Dylan: The Never Ending Star . Cambridge: Polity Press.",
        "marshall_2009": "Marshall, Lee. 2009. “Bob Dylan and the Academy.” In The Cambridge Companion to Bob Dylan , ed. Kevin J. H. Dettmar, 100–9. Cambridge: Cambridge University Press.",
        "matsuda_2011": "Matsuda, Koji. 2011. “ Time out of Mind as Distant Past Beyond Memory: Bob Dylan and His ‘Late Style.’” M.A. thesis, City College and the City University of New York.",
        "mcwhitney_and_mcdonald_1975": "McWhitney, Grady and Forrest McDonald. 1975. “The Antebellum Southern Herdsman, a Reinterpretation.” Journal of Southern History 41: 147–67.",
        "mellers_1984": "Mellers, Wilfrid. 1984. A Darker Shade of Pale: A Backdrop to Bob Dylan . London: Faber and Faber.",
        "meyer_1989": "Meyer, Leonard. 1989. S tyle and Music: Theory, History, and Ideology . Chicago: University of Chicago Press.",
        "meyer_2000": "Meyer, Leonard. 2000. The Spheres of Music: A Gathering of Essays . Chicago: University of Chicago Press.",
        "middleton_1972": "Middleton, Richard. 1972. Pop Music and the Blues . London: Trinity Press.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Milton Keynes: Open University Press.",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Burlington, VT: Ashgate.",
        "muir_2013": "Muir, Andrew. 2013. One More Night: Bob Dylan’s Never Ending Tour . Seattle: CreateSpace.",
        "murphy_2013": "Murphy, Nancy. 2013. “Metrical Process and Poetic Meaning in Early Joni Mitchell Songs.” Paper presented at the International Conference on Popular Music Analysis (PopMAC). University of Liverpool, July 4.",
        "neal_2002": "Neal, Jocelyn. 2002. “Song Structure Determinants: Poetic Narrative, Phrase Structure, and Hypermeter in the Music of Jimmie Rodgers.” Ph.D. dissertation, Eastman School of Music.",
        "neal_2009": "Neal, Jocelyn. 2009. The Songs of Jimmie Rodgers: A Legacy in Country Music . Bloomington: Indiana University Press.",
        "negus_2008": "Negus, Keith. 2008. Bob Dylan . Bloomington: Indiana University Press.",
        "nobile_2013": "Nobile, Drew. 2013. “Further Thoughts on the Melodic-Harmonic Divorce.” Paper presented at the Annual Conference of the Society for Music Theory. Charlotte, NC, October 31.",
        "pichaske_2010": "Pichaske, David. 2010. Songs from the North Country: A Midwest Framework for the Songs of Bob Dylan . New York: Continuum.",
        "riley_1992": "Riley, Tim. 1992. Hard Rain: A Dylan Commentary . New York: Alfred A. Knopf.",
        "m_rings_2013": "Rings, Michael. 2013. “Doing it Their Way: Rock Covers, Genre, and Appreciation.” Journal of Aesthetics and Art Criticism 71: 55–63.",
        "s_rings_2013a": "Rings, Steven. 2013a. “Schema and Variant in Bob Dylan’s Vocal Practice.” Paper presented at the Performance Studies Network Second International Conference. Centre for Musical Performance as Creative Practice (CMPCP), Cambridge University, April 4.",
        "s_rings_2013b": "Rings, Steven. 2013b. “‘Here’s Your Throat Back, Thanks for the Loan’: On Bob Dylan’s Voices.” Paper presented at the International Conference on Popular Music Analysis (PopMAC). University of Liverpool, July 4.",
        "rockwell_2011": "Rockwell, Joti. 2011. “Time on the Crooked Road: Isochrony, Meter, and Disruption in Old-Time Country and Bluegrass Music.” Ethnomusicology 55: 55–79.",
        "rosand_1979": "Rosand, Ellen. 1979. “The Descending Tetrachord: An Emblem of Lament.” The Musical Quarterly 65: 346–59.",
        "ross_2010": "Ross, Alex. 2010. Listen to This . New York: Farrar, Straus, and Giroux.",
        "scobie_2003": "Scobie, Stephen. 2003. Alias Bob Dylan Revisited . Calgary: Red Deer Press.",
        "seeger_2004": "Seeger, Anthony. 2004. Why Suyá Sing: A Musical Anthropology of an Amazonian People . Urbana: University of Illinois Press. Originally published by Cambridge University Press, 1987.",
        "shelton_2011": "Shelton, Robert. 2011. No Direction Home: The Life and Music of Bob Dylan . Revised and updated edition. Milwaukee: Backbeat Books.",
        "slack_1996": "Slack, Jennifer Daryl. 1996. “The Theory and Method of Articulation in Cultural Studies.” In Stuart Hall: Critical Dialogues in Cultural Studies , ed. David Morley and Kuan-Hsing Chen, 113–29. New York: Routledge.",
        "sloman_1978": "Sloman, Larry. 1978. On the Road with Bob Dylan . New York: Three Rivers.",
        "sloman_2008": "Sloman, Larry. 2008. CD booklet notes to The Bootleg Series, Vol. 8: Tell-Tale Signs: Rare and Unreleased, 1989–2006 . Columbia/Legacy 88697 35797 2.",
        "sounes_2011": "Sounes, Howard. 2011. Down the Highway: The Life of Bob Dylan . Updated edition. New York: Grove Press.",
        "stoia_2013": "Stoia, Nicholas. 2013. “The Common Stock of Schemes in Early Blues and Country Music.” Music Theory Spectrum 35: 194–234.",
        "stras_2006": "Stras, Laurie. 2006. “The Organ of the Soul: Voice, Damage, and Affect.” In Sounding Off: Theorizing Disability in Music , ed. Neil Lerner and Joseph N. Straus, 173–84. New York: Routledge.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic Divorce in Rock.” Popular Music 26: 323–42.",
        "trager_2004": "Trager, Oliver. 2004. Keys to the Rain: The Definitive Bob Dylan Encyclopedia . New York: Billboard Books.",
        "turino_1999": "Turino, Thomas. 1999. “Signs of Imagination, Identity, and Experience: A Peircean Semiotic Theory of Music.” Ethnomusicology 43: 221–55.",
        "turino_2008": "Turino, Thomas. 2008. Music as Social Life: The Politics of Participation . Chicago: University of Chicago Press.",
        "van_ronk_2005": "Van Ronk, Dave, with Elijah Wald. 2005. The Mayor of MacDougal Street: A Memoir . New York: Da Capo.",
        "wilentz_2010": "Wilentz, Sean. 2010. Bob Dylan in America . New York: Random House.",
        "williams_2012": "Williams, Barry. 2012. “Inside the World of Bob Dylan Fans and Followers.” Paper presented at the annual conference of the British Sociological Association. Leeds, April 13.",
        "williams_1992": "Williams, Paul. 1992. Bob Dylan, Performing Artist, Volume 2: The Middle Years, 1974–1986 . London: Omnibus Press.",
        "winkler_1997": "Winkler, Peter. 1997. “Writing Ghost Notes: The Poetics and Politics of Transcription.” In Keeping Score: Music, Disciplinarity, Culture , ed. David Schwarz, Anahid Kassabian, and Lawrence Siegel, 169–203. Charlottesville: University Press of Virginia.",
        "worthen_1995": "Worthen, W. B. 1995. “Disciplines of the Text/Sites of Performance.” TDR 39: 13–28. Reprinted in Bial 2007, 10–24.",
        "zak_2001": "Zak, Albin J. 2001. The Poetics of Rock: Cutting Tracks, Making Records . Berkeley: University of California Press.",
        "zak_2005": "Zak, Albin J. 2005. “Bob Dylan and Jimi Hendrix: Juxtaposition and Transformation ‘All along the Watchtower.’” Journal of the American Musicological Society 57: 599–644.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . New York: Oxford University Press.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Sumanth Gopinath, Joti Rockwell, Yonatan Malin, the anonymous reviewers for this journal, and the students from my 2012 graduate seminar on Bob Dylan at the University of Chicago. All of them gave this paper (or an earlier iteration of it) a close reading and offered invaluable comments.",
            "citations": []
        },
        "FN1": {
            "text": "1. On Dylan’s forty-plus years in the (literary) academy, see Dettmar 2009 and Marshall 2009 . Music scholars who have written on Dylan include Bickford 2007 , Cherlin and Gopinath 2009 , Daley 1997 , Grier 2010 , Griffiths 1990 , Koozin 2013 , Matsuda 2011 , Mellers 1984 , and Zak 2005 .",
            "citations": [
                "dettmar_2009",
                "marshall_2009",
                "bickford_2007",
                "cherlin_and_gopinath_2009",
                "daley_1997",
                "grier_2010",
                "griffiths_1990",
                "koozin_2013",
                "matsuda_2011",
                "mellers_1984",
                "zak_2005"
            ]
        },
        "FN2": {
            "text": "2. This view cannot be laid solely at the door of music scholars. As Betsy Bowden ( 2001 , 1), a literature professor, breathtakingly puts it: “Nor do musicologists have much to say, for without words, most Dylan melodies and chord changes would be boring.” We will return to the vexed issue of “simplicity” and “complexity” below.",
            "citations": [
                "bowden_2001"
            ]
        },
        "FN3": {
            "text": "3. On the centrality of the sonic for Dylan, see Negus 2008 , 14–18. For a representative sampling of interviews—in which Dylan regularly places musical concerns at center stage—see Cott 2006 , Ellison 2002 , and Björner 2013b . Dylan discusses his musical influences and methods in considerable depth in Dylan 2004a .",
            "citations": [
                "negus_2008",
                "cott_2006",
                "ellison_2002",
                "dylan_2004a"
            ]
        },
        "FN4": {
            "text": "4. Most notable among these are the ten (and counting) multi-CD volumes of Sony’s Bootleg Series , all of which consist of previously unreleased material, much of it highly prized by Dylan enthusiasts. The matter of quantity is not limited to recordings: the Dylan bibliography is formidable, rivaling that of any mass-cultural figure of the postwar era. This includes a wealth of fan discourse, originally published in fanzines such as The Telegraph and Isis (much of it anthologized in Gray and Bauldie 1987 , Bauldie 1991 , and Barker 2001 and 2005 ). Such discourse is now carried out largely on Internet sites, most notably www.expectingrain.com . This material is a rich trove for an ethnographer wishing to undertake a study of Dylan fandom (perhaps in the manner of Cavicchi 1998 ). Sociologist Barry Williams is currently undertaking one such study (see, e.g., Williams 2012 ).",
            "citations": [
                "gray_and_bauldie_1987",
                "bauldie_1991",
                "barker_2001",
                "barker_2005",
                "cavicchi_1998",
                "williams_2012"
            ]
        },
        "FN5": {
            "text": "5. The Grateful Dead performed 2,318 concerts before Jerry Garcia’s death in August 1995. By the end of 2013, Dylan will have performed 3,302 concerts (see Björner 2013a ). The vast majority of these circulate on recording; for the period from Dylan’s return to touring in 1974 to 2012, Olof Björner ( 2013a ) counts only 89 non-circulating concerts out of 2,963 total.",
            "citations": []
        },
        "FN6": {
            "text": "6. Readers unfamiliar with Dylan’s biography have numerous options for learning more; Heylin 2011 is especially comprehensive. On the (possibly apocryphal) motorcycle accident, see Epstein 2011 , 180–81; Heylin 2011 , 277–68; and Hajdu 2001 , 291–94.",
            "citations": [
                "heylin_2011",
                "epstein_2011",
                "heylin_2011",
                "hajdu_2001"
            ]
        },
        "FN7": {
            "text": "7. This is essentially the approach of famed Dylan critic Greil Marcus (with the emphasis on scorn rather than neglect). See the collection of essays in Marcus 2010 . For a critique of Marcus’s dismissal of 70s and 80s Dylan, see Ross 2010 , 291.",
            "citations": [
                "marcus_2010",
                "ross_2010"
            ]
        },
        "FN8": {
            "text": "8. On discourses of authenticity in Dylan reception see Cossu 2012 and Marshall 2007 . On constructions of authenticity in the folk revival more generally, see Filene 2000 , Cantwell 1996 , and Turino 2008 , 159–63. See also Turino 1999 on the voice as a sign of authenticity in much popular music. Laurie Stras discusses vocal damage and imperfection as markers of authenticity in various pop-music traditions: “damage [in these traditions] seems to be linked with concepts of authority, authenticity, and integrity” ( 2006 , 174). Stras’s comments are especially relevant to the aging Dylan’s voice, which we will encounter in the second half of this article.",
            "citations": [
                "cossu_2012",
                "marshall_2007",
                "filene_2000",
                "cantwell_1996",
                "turino_2008",
                "turino_1999",
                "stras_2006"
            ]
        },
        "FN9": {
            "text": "9. In Leonard Meyer’s well-known terms, this is a contrast between “primary” or “syntactical” parameters (pitch and duration), and “secondary” or “statistical” parameters (timbre, dynamics, intonation, expressive timing). See Meyer 1989 , 14–16 and 2000 , 286–88.",
            "citations": [
                "meyer_1989",
                "meyer_2000"
            ]
        },
        "FN10": {
            "text": "10. For a valuable discussion, see Brackett 1995 , 17–31.",
            "citations": [
                "brackett_1995"
            ]
        },
        "FN11": {
            "text": "11. For a similar argument, see Negus 2008 , 130–31.",
            "citations": [
                "negus_2008"
            ]
        },
        "FN12": {
            "text": "12. Sonic Visualiser was developed at the Centre for Digital Music, Queen Mary, University of London, and is available for download at www.sonicvisualiser.org . Also available on the site is “A Musicologist’s Guide to Sonic Visualiser,” by Nicholas Cook and Daniel Leech Wilkinson.",
            "citations": []
        },
        "FN13": {
            "text": "13. Transcription of popular musics is of course a fraught endeavor, but practiced with methodological care it can serve a valuable—if limited—purpose in certain communicative contexts, especially among musicians trained in notated traditions. On transcription in general, see Brackett 1995 , 27–29; Ellingson 1992 ; Middleton 1990 , 104–6; and Winkler 1997 . For a defense of transcription as one component in a broadly pluralistic ethnographic project, see Seeger 2004 , 102–3.",
            "citations": [
                "brackett_1995",
                "ellingson_1992",
                "middleton_1990",
                "winkler_1997",
                "seeger_2004"
            ]
        },
        "FN14": {
            "text": "14. The Rolling Thunder version may be heard on The Bootleg Series, Vol. 5 ( Dylan 2002 ). The Japan performance—part of the “Great Musical Experience,” held in Nara City, May 20–22, 1994—has not been released officially, but is documented on unofficial recordings. (It is often possible to find a version on YouTube, though Sony regularly scrubs YouTube of unauthorized Dylan content.)",
            "citations": [
                "dylan_2002"
            ]
        },
        "FN15": {
            "text": "15. The foundational text for most such discussions—which introduces the distinction between autographic (forgeable) and allographic (notated) artworks—is Goodman 1976 . For an accessible treatment see Gracyk 2011 , 62–81.",
            "citations": [
                "goodman_1976",
                "gracyk_2011"
            ]
        },
        "FN16": {
            "text": "16. Scholars in performance studies have devoted considerable attention to the issues surveyed here regarding the relationship between text and performance. See especially Worthen 1995 (a seminal study) and the essays collected in Bial 2007 . For further discussion, with specific reference to music performance, see Cook 2001 .",
            "citations": [
                "worthen_1995",
                "bial_2007",
                "cook_2001"
            ]
        },
        "FN17": {
            "text": "17. Dylan’s most-performed number as of late-2013 is “All Along the Watchtower,” with over 2,000 performances.",
            "citations": []
        },
        "FN18": {
            "text": "18. In a 2004 interview with Ed Bradley on 60 Minutes (quoted in Heylin 2009 , 210), Dylan uncharacteristically recited the opening lines of the song and said: “There’s a magic to that, and it’s not a Siegfried and Roy kind of magic. It’s a different kind of penetrating magic. And I did it at one time . . . I did it once, and I can do other things now. But I can’t do that.” In a 1997 interview with Robert Hilburn ( Hedin 2004 , 150), Dylan stated, “I don’t think I could sit down now and write ‘It’s Alright, Ma’ again . . . but I can still sing it.”",
            "citations": [
                "heylin_2009",
                "hedin_2004"
            ]
        },
        "FN19": {
            "text": "19. For a vivid account of Dylan’s working method at Grossman’s home, see Baez 1987 , 86. An engaging general treatment of this period is given in Hajdu 2001 , 213–25.",
            "citations": [
                "baez_1987",
                "hajdu_2001"
            ]
        },
        "FN20": {
            "text": "20. Dylan avoided the term “protest song” from early in his career, preferring the folksier but also mildly sarcastic label “finger-pointing song.” He told Nat Hentoff in 1964 that “there aren’t any finger-pointing songs” on Another Side of Bob Dylan ( Cott 2006 , 15). For a penetrating treatment of Dylan’s ambivalent relationship to Leftist politics and protest movements in the 60s, see Marqusee 2005 .",
            "citations": [
                "cott_2006",
                "marqusee_2005"
            ]
        },
        "FN21": {
            "text": "21. Dylan himself coined the locution “chains of flashing images” in a 1966 interview with Ralph J. Gleason ( 1966 , 28). Allen Ginsberg secured the phrase’s place in Dylan lore in his 1973 poem “On Reading Dylan’s Writings” ( Hedin 2004 , 93). Dylan met Ginsberg in December 1963 and the poet visited him at Grossman’s vacation home in summer 1964, around the time of the writing of “It’s Alright, Ma.” For an excellent study of the Beats’ influence on Dylan, see Wilentz 2010 , 47–84. David Hajdu ( 2001 , 86) stresses Richard Fariña’s importance in stimulating Dylan’s poetic ambitions.",
            "citations": [
                "gleason_1966",
                "hedin_2004",
                "wilentz_2010",
                "hajdu_2001"
            ]
        },
        "FN22": {
            "text": "22. Dylan recorded “It’s Alright, Ma” on January 15, 1965, in Columbia’s Studio A.",
            "citations": []
        },
        "FN23": {
            "text": "23. For a representative sampling of readings, see Epstein 2011 , 210–12; Heylin 2009 , 210–12; Mellers 1984 , 134–35; Riley 1992 , 103–4; Shelton 2011 , 195; and Wilentz 2010 , 97–100.",
            "citations": [
                "epstein_2011",
                "heylin_2009",
                "mellers_1984",
                "riley_1992",
                "shelton_2011",
                "wilentz_2010"
            ]
        },
        "FN24": {
            "text": "24. On the last two, see Gray 2006 , 204 and 464. The intertexts from Koestler ( Darkness at Noon ) and Crudup (“That’s Alright, Mama”) are mentioned in nearly all discussions of the song. On intertextuality in Dylan more generally, see Scobie 2003 .",
            "citations": [
                "gray_2006",
                "scobie_2003"
            ]
        },
        "FN25": {
            "text": "25. The complete lyrics are available in Dylan 2004b , 156–58 and online at http://www.bobdylan.com/us/songs/its-alright-ma-im-only-bleeding .",
            "citations": [
                "dylan_2004b"
            ]
        },
        "FN26": {
            "text": "26. To be precise (or pedantic), these lines are in catalectic trochaic tetrameter, as the fourth foot is incomplete.",
            "citations": []
        },
        "FN27": {
            "text": "27. This variability continues in later verses. In the second verse-refrain cycle, for example, the verse-ending lines are “Except hatred,” “That not much is really sacred,” and “Sometimes must have to stand naked.”",
            "citations": []
        },
        "FN28": {
            "text": "28. Interestingly, these two lines are laid out as a single line in Dylan 2004b , 156. I have normalized the stanzaic structure in Figure 1.",
            "citations": [
                "dylan_2004b"
            ]
        },
        "FN29": {
            "text": "29. Cf. the second quatrain of Ginsberg’s “On Reading Dylan’s Writings,“ an uncharacteristic bit of doggerel: “Sincerest form of flattery / is imitation they say / I’ve broken my long line down / to write a song your way” ( Hedin 2004 , 93). For suggestive and relevant studies of the relationship between prosody and musical rhythm, see Blum 2006 , Malin 2010 , and Murphy 2013 .",
            "citations": [
                "hedin_2004",
                "blum_2006",
                "malin_2010",
                "murphy_2013"
            ]
        },
        "FN30": {
            "text": "30. For a valuable genealogy of the term in cultural studies, see Slack 1996 .",
            "citations": [
                "slack_1996"
            ]
        },
        "FN31": {
            "text": "31. Dylan discusses the breadth of his influences throughout Dylan 2004a .",
            "citations": [
                "dylan_2004a"
            ]
        },
        "FN32": {
            "text": "32. For a relevant recent study of codes (or “schemes”) in early country and blues, see Stoia 2013 .",
            "citations": [
                "stoia_2013"
            ]
        },
        "FN33": {
            "text": "33. The time signature of 4 2 in the transcription captures the local duple patterning of the meter, while leaving higher levels of metric structure flexible (the benefit of such flexibility will become apparent shortly). Of course, the precise notation is an etic artifact of the transcription process, not an emic element of the folk-revival performing tradition. The occasional references to “bars” or “measures” in the following discussion should thus be taken simply as a pragmatic expedient for indicating moments in the performance. The diatonic key signature is also an etic compromise, especially as the three modules of the song partake of different tonal systems in Walter Everett’s ( 2004 ) taxonomy. While the refrain progression is wholly diatonic, the verse progression is chromatic and modally mixed, and the vamp/release has a minor-pentatonic basis, with harmonies built on the pentatonic degrees. The four-sharp signature responds to the strong E-major basis of the refrain, which includes a pronounced vocal cadence on G ♯ .",
            "citations": [
                "everett_2004"
            ]
        },
        "FN34": {
            "text": "34. The similarity to Maybelle Carter’s style is only loose, as Dylan does not present a melody per se in the bass. Dylan nevertheless characterized his early guitar playing as “the casual Carter Family flat-picking style [ sic ]” ( 2004a , 157; Carter did not in fact flat-pick). The two kinds of playing in “It’s Alright, Ma”—upper-string chordal ♭ III–IV– ♭ III progression and lower-string bass interpolations—traverse the fretboard along two orthogonal axes: Dylan’s left hand slides along the strings for the chords of the ♭ III–IV– ♭ III progression, and across the strings for bass runs like that in measure 9, which traverses strings four, five, and six, alternating between third fret and open string. I am indebted to Jonathan De Souza for stressing this. See also Koozin 2011 for a relevant discussion of common guitar fretboard shapes and transformations.",
            "citations": [
                "dylan_2004a",
                "koozin_2011"
            ]
        },
        "FN35": {
            "text": "35. At a young age Dylan was struck by Odetta’s “powerful strumming and hammering-on style of playing.” Upon hearing her first record in a Dinkytown record store in 1958, he “learned almost every song off the record right there, even borrowing the hammering-on style” ( Dylan 2004a , 237). Such hammering-on is evident in measures 3, 5, and 7 of the transcription in Figure 4. Writing about his first encounter with a Robert Johnson recording in 1961, he says “[t]he stabbing sounds from the guitar could almost break a window” ( Dylan 2004a , 282). For an analytical treatment of Johnson’s guitar style, see Headlam 1997 .",
            "citations": [
                "dylan_2004a",
                "dylan_2004a",
                "headlam_1997"
            ]
        },
        "FN36": {
            "text": "36. For valuable discussions of the influence of the blues on Dylan, see Middleton 1972 , 174–85; Gray 2000 , 268–379; and Gray 2006 , 65–70.",
            "citations": [
                "middleton_1972",
                "gray_2000",
                "gray_2006"
            ]
        },
        "FN37": {
            "text": "37. As noted in Wilentz 2010 , 324. Chet Atkins was the guitarist on the Everlys’ “Wake Up, Little Susie” and may have been the source for the lick. Dylan’s lifelong fondness for the Everlys is well documented. The unreleased 1966 film Eat the Document contains a scene in which he sings the Everlys’ “When Will I Be Loved?” in a Glasgow hotel room; he would later cover two of their songs on his 1970 record Self Portrait . He even wrote a song for the duo in 1969—“The Fugitive,” later called “Wanted Man”—which was performed by Johnny Cash at San Quentin (though never, as far as is known, by its original dedicatees). See Gray 2006 , 213–14. In 2006–2009 Dylan featured six songs by the Everlys in his radio show The Theme Time Radio Hour .",
            "citations": [
                "wilentz_2010",
                "gray_2006"
            ]
        },
        "FN38": {
            "text": "38. Everett ( 2009 , 151) defines a tattoo as “a short, one-phrase unit that may reappear as if to bring the song back into focus, perhaps to call extra attention to the following verse or, if the phrase had functioned as the song’s introduction, to make it seem as if we are off to a fresh start.”",
            "citations": [
                "everett_2009"
            ]
        },
        "FN39": {
            "text": "39. The early versions of “It’s Alright, Ma” are in Drop-D tuning (DADGBE); Dylan’s studio recording of “Highway 51”  is in Open-D (DAD F ♯ AD). Perhaps as a result of this different tuning, Dylan plays the ♭ III–IV– ♭ III tattoo on the lowest three strings on the studio “Highway 51.”  But in a live performance at Carnegie Hall on September 22, 1962, he plays the song in Drop-D, and the tattoo on the upper strings, exactly matching “It’s Alright, Ma.”",
            "citations": []
        },
        "FN40": {
            "text": "40. The rockabilly connection is also underscored by the explicit intertext with “That’s All Right, Mama,” a song originally recorded by Arthur Crudup in 1946 but best known in the version Elvis recorded at Sun Records in 1954 . Dylan of course knew the Elvis intimately and even recorded a version of the song similar to Elvis’s in November 1962, during the sessions for The Freewheelin’ Bob Dylan (three takes are available on Dylan 2012 ). There are nevertheless no obvious references to the Presley classic in the music of “It’s Alright, Ma,” beyond the vigorous tempo and straight-eighth strumming, though the production on the 1965 studio recording may contain a subtle reference: the slapback echo recalls the same effect as made famous by Sam Phillips on Elvis’s early recordings. (For a vivid example, listen to Elvis’s “Blue Moon of Kentucky,” the b-side of “That’s All Right, Mama.”)",
            "citations": [
                "crudup_1946",
                "presley_1954",
                "dylan_2012"
            ]
        },
        "FN41": {
            "text": "41. On musical schemata see Gjerdingen 2007 and Byros 2013 . Chilla 2011 presents a schema-theoretic analysis of certain blues idioms; Gopinath 2010 employs schema theory in a discussion of Dylan’s “You Ain’t Goin’ Nowhere.” Stoia 2013 offers an impressive compendium of “schemes” employed in early blues and country recordings.",
            "citations": [
                "gjerdingen_2007",
                "byros_2013",
                "chilla_2011",
                "gopinath_2010",
                "stoia_2013"
            ]
        },
        "FN42": {
            "text": "42. The ♭ 7 ˆ – 8 ˆ tag and the bass run—with their idiomatic alternation between third fret and open string—are amply in evidence in other early Dylan performances in drop-D tuning. For example, he employs such drop-D schemata on no fewer than five songs on the so-called “Second Gaslight Tape” of October 1962: “Motherless Children,” “John Brown,” “The Ballad of Hollis Brown,” “See that My Grave Is Kept Clean,” and “The Cuckoo is a Pretty Bird.” The schemata are also in evidence on later circulating recordings of these songs, including the studio recordings of “Hollis Brown” ( Dylan 1964a ) and Dylan’s cover of Blind Lemon Jefferson’s “See that My Grave is Kept Clean” ( Dylan 1962 ).",
            "citations": [
                "dylan_1964a",
                "dylan_1962"
            ]
        },
        "FN43": {
            "text": "43. In this and all subsequent transcriptions the division between modules is indicated by a double bar.",
            "citations": []
        },
        "FN44": {
            "text": "44. The seven-beat statements correspond to the final lines of verses six (“But even the president of the United States / Sometimes must have to stand naked”; 2:35) and eight (“Startles your sleeping ears to hear / That someone thinks they’ve really found you”; 3:39). The sole three-beat instance comes at the end of verse twelve (“But rather get you down in the hole / That he’s in”; 5:29), a result of Dylan’s precipitous rushing ahead in the preceding line.",
            "citations": []
        },
        "FN45": {
            "text": "45. The only two exceptions—out of sixty lines—are the third line of verse two (“From the fool’s gold mouthpiece, the hollow horn”; 0:38) and the first line of verse fourteen (“While them that defend what they cannot see”; 6:27). Both last five beats.",
            "citations": []
        },
        "FN46": {
            "text": "46. See Rockwell 2011 for a thorough study of this phenomenon using the recordings of the Carter Family as a representative corpus. Jocelyn Neal ( 2002 and 2009 ) offers valuable discussions of metric irregularity in the music of Jimmie Rodgers.",
            "citations": [
                "rockwell_2011",
                "neal_2002",
                "neal_2009"
            ]
        },
        "FN47": {
            "text": "47. Quoted in Heylin 2011 , 82, which also notes Dylan’s highlighting of the passage.",
            "citations": [
                "heylin_2011"
            ]
        },
        "FN48": {
            "text": "48. This wording draws loosely on Justin London’s theories of meter as a form of entrainment, which themselves are based on Mari Riess Jones’s concepts of synchronous temporal attending, in which “[a]ttention is cast from some reference event at one point in time toward a target event scheduled for a later time.” Jones 1981 , 571, quoted in London 2004 , 11. See also Rockwell 2011 , 58.",
            "citations": [
                "jones_1981",
                "london_2004",
                "rockwell_2011"
            ]
        },
        "FN49": {
            "text": "49. Dylan need not have played an open second string here. In chords 2 through 4 he had played an E on that string at the fifth fret (i.e., third fret above the capo), and could easily have maintained it here. Either he explicitly chose the open string for the subtle clash or (more likely) he simply learned chord 5 with only one finger (depressing the bass note on the fifth string).",
            "citations": []
        },
        "FN50": {
            "text": "50. Interestingly, Jefferson’s 1927 recording of “See That My Grave Is Kept Clean”—which Dylan likely heard on Harry Smith’s Anthology of American Folk Music —does not include the progression of chords 2 through 4 (or anything resembling it), nor is it in drop-D tuning.",
            "citations": [
                "jefferson_1927"
            ]
        },
        "FN51": {
            "text": "51. The bass-run schema is sometimes shortened in “Fixin’ to Die Blues,” “See That My Grave Is Kept Clean,” and “The Ballad of Hollis Brown” to just its opening two notes, ♭ 3 ̂ – 1 ˆ . In this configuration it somatically resembles the ♭ 7 ˆ – 8 ˆ tag, as both involve a bent note on the third fret giving way to an open string.",
            "citations": []
        },
        "FN52": {
            "text": "52. Musicologists will of course recognize in this progression a resemblance to the descending tetrachord of the lament-bass tradition. While I am wary of drawing any direct connection from Dylan’s blues and folk sources to that origin, there may be an indirect link. Dylan claimed in a radio interview with Cynthia Gooding on March 11, 1962 that he borrowed the chords for “The Death of Emmett Till” from the song “Colorado Bus Driver” by Len Chandler, a prominent figure in the early 60s Greenwich Village folk scene ( Cott 2006 , 3; Gooding 1962 ). Tellingly, Chandler was trained as a classical pianist and oboist; he was even for a time a member in the Akron Symphony Orchestra ( Gray 2006 , 131). Might the harmonic vocabulary in his folk songs have reflected his classical training (lament basses and all)? Perhaps. In any case, Dylan was well aware that Chandler’s chords were novel within the context of the urban folk revival: “He uses a lot of funny chords you know when he plays and he’s always getting to, want me, to use some of these chords, you know, trying to teach me new chords all the time. Well, he played me this one. Said don’t those chords sound nice? An’ I said they sure do, an’ so I stole it, stole the whole thing” (transcription from Gooding 1962 ; see also Cott 2006 , 3).",
            "citations": [
                "cott_2006",
                "gooding_1962",
                "gray_2006",
                "gooding_1962",
                "cott_2006"
            ]
        },
        "FN53": {
            "text": "53. One other possible, if unlikely, source for the ♭ 7 ˆ – 6 ˆ – ♭ 6 ˆ bass line is the common turn-around schema ♭ 7 ˆ – 6 ˆ – ♭ 6 ˆ – 5 ˆ in Delta blues—prevalent in Robert Johnson and Skip James, for example—which often occurs at the ends of twelve-bar structures. This punctuating schema nevertheless plays very different syntactic role in those blues than does the more “structural” verse progression in “It’s Alright, Ma.” Moreover, Dylan does not play the turn-around schema on any circulating recordings of blues numbers from the early- to mid-60s.",
            "citations": []
        },
        "FN54": {
            "text": "54. Despite the profusion of intertextual articulations in the verse progression, it is not as overcoded as the vamp/release, given its opening chord 1 , which is, as far as I am aware, anomalous, and presumably added to provide Dylan enough harmonies to support each line of the verse.",
            "citations": []
        },
        "FN55": {
            "text": "55. The song that Dylan claimed “The Death of Emmett Till” was based on, Len Chandler’s “Colorado Bus Driver” (see note 52 above), also deals with death: a bus crash with twenty-seven children aboard. (Chandler’s song has never been released on recording.)",
            "citations": []
        },
        "FN56": {
            "text": "56. The lament tetrachord has similar topical affiliations in baroque repertories, for the same musical reasons. As Ellen Rosand notes, “[t]he most significant, potentially affective, feature of the pattern is its strong harmonic direction” ( 1979 , 349). See also Ross 2010 , 22–54 and 297–98.",
            "citations": [
                "rosand_1979",
                "ross_2010"
            ]
        },
        "FN57": {
            "text": "57. In a recent study on Dylan’s vocal schemata ( S. Rings 2013a ), I refer to this as the “chant/escape” schema. See Negus 2008 , 139–42 for relevant observations on “the magic of the chant and the minor third” in Dylan’s singing.",
            "citations": [
                "s_rings_2013a",
                "negus_2008"
            ]
        },
        "FN58": {
            "text": "58. I have placed the figured-bass annotations in 11(a) in parentheses because the specific voicings here are not of the essence for the progression. (This contrasts with the verse progression, which is organized by its descending bass line.) The chord voicings in the refrain progression result primarily from idiomatic fingerings for six-string chords in drop-D tuning.",
            "citations": []
        },
        "FN59": {
            "text": "59. The principal sources for information on Dylan’s performances are Björner 2002 and 2013a ; Krogsgaard 1991 ; and Dundas 1999 . Björner is the acknowledged authority. Heylin 1996 also provides valuable information about Dylan’s day-to-day activities until 1995, including much corroborating information regarding concerts. Dylan’s own website ( bobdylan.com ) purports to provide set lists and counts of song performances, but its information is incomplete and often unreliable. In surveying performances of “It’s Alright, Ma” I have relied primarily on Björner, supplementing and cross-checking with the other sources as necessary. As Björner counts only performances that have circulating recordings or preserved set lists, there are some gaps in his accounting, especially for the early years. I have thus estimated the number of performances of “It’s Alright, Ma” in 1964 and 1965 based on Dylan’s concert schedule and consistencies in extant set lists.",
            "citations": [
                "krogsgaard_1991",
                "dundas_1999",
                "heylin_1996"
            ]
        },
        "FN60": {
            "text": "60. This is merely one heuristic periodization of Dylan’s career, based on his performance activity. For a different periodization, see Scobie 2003 , 20–26.",
            "citations": [
                "scobie_2003"
            ]
        },
        "FN61": {
            "text": "61. For a compelling and entertaining personal account of Dylan’s music making and stage manner in the Never-Ending Tour (through 2011), see Muir 2013 .",
            "citations": [
                "muir_2013"
            ]
        },
        "FN62": {
            "text": "62. Dylan 2004a , 219. See also Sloman 2008 , 18–26. Dylan’s renewed fascination with a wide range of early- to mid-twentieth-century vernacular musics was amply in evidence on his radio show, The Theme-Time Radio Hour , which ran on Sirius XM from 2006 to 2009.",
            "citations": [
                "dylan_2004a",
                "sloman_2008"
            ]
        },
        "FN63": {
            "text": "63. The studio logs indicate that there were two takes of the song, the first one incomplete. See Heylin 1995 , 36, and Björner 2002 , 169. Unfortunately, no tape circulates of the first take, so we cannot know whether it was in G or E. It is tempting to speculate that Dylan began the aborted take in G (his usual performance key) and then changed to E when he sensed the very different acoustics of the studio. [Added November 7, 2015: With the release of The Bootleg Series, Vol. 12: The Cutting Edge 1965–1966 , the incomplete take of “It’s Alright, Ma” now circulates. It is in E, not in G. Perhaps more interesting than the question of key is Dylan’s commentary to producer Tom Wilson after the aborted take, and right before the sole complete take, which ended up on Bringing It All Back Home : ”I really don’t feel like doing this song , man. I have to do it, though. It’s such a long song .”]",
            "citations": [
                "heylin_1995"
            ]
        },
        "FN64": {
            "text": "64. Compare Dylan’s comment to Larry Sloman in 1975: “I’m only involved in communication when it’s live” ( Sloman 1978 , 55). Dylan’s statement in the block quote—“[a]n album for me isn’t anything more than a collection of songs”—contrasts tellingly with Albin Zak’s observation that, for most rock musicians, “records are not simply carriers of their songs and performances but artworks in themselves” ( 2001 , xvi–xvii).",
            "citations": [
                "sloman_1978",
                "zak_2001"
            ]
        },
        "FN65": {
            "text": "65. See, for example, Gracyk 1996 , 1–67 and Zak 2001 .",
            "citations": [
                "gracyk_1996",
                "zak_2001"
            ]
        },
        "FN66": {
            "text": "66. As Alex Lubet ( 2012 , 52) notes, “Dylan’s studio versus live recordings (especially in the last two decades) differ in that the former establishes a norm against which some concert performances . . . deviate.”",
            "citations": [
                "lubet_2012"
            ]
        },
        "FN67": {
            "text": "67. http://expectingrain.com/discussions/viewtopic.php?p=634945&sid=9582d3efb32e08e457d0995132b1c7 , accessed December 30, 2011.",
            "citations": []
        },
        "FN68": {
            "text": "68. Compare the notion of “song families” in Hatch and Millward 1987 , discussed in Neal 2009 , 14–17.",
            "citations": [
                "hatch_and_millward_1987",
                "neal_2009"
            ]
        },
        "FN69": {
            "text": "69. There is some disagreement on the date, with certain sources placing the concert in September; Björner lists October 10. Dylan introduces the song, as he would at all concerts through February 1965, as “It’s Alright, Ma (It’s Life and Life Only).” The change to “(I’m Only Bleeding)”—a phrase never sung in the song—seems not to have been made until shortly before Bringing It All Back Home was released, on March 22, 1965. Dylan was still referring to the song by its old title as late as his February 17 television appearance on the Les Crane Show. He uses the new—and final—title at a concert in Santa Monica on March 27. Dylan’s introduction to the song often provoked laughter in these years, a result of his Chaplinesque stage demeanor and the fact that the song typically followed a comic number in the set list. In 1965 he took to introducing it with a stock line: “This song is called ‘It’s Alright, Ma (I’m Only Bleeding) Ho-Ho-Ho.’”",
            "citations": []
        },
        "FN70": {
            "text": "70. This concert is preserved in excellent sound on The Bootleg Series, Vol. 6 ( Dylan 2004c ).",
            "citations": [
                "dylan_2004c"
            ]
        },
        "FN71": {
            "text": "71. This recording—allegedly made by two women who had smuggled a reel-to-reel recorder into the auditorium—is evidence that many in Dylan’s audience had heard the song by this point: a cheer erupts as soon as he announces it. As the record had only been out five days, it seems likely that many had heard Dylan’s performance of the song on the widely watched Les Crane Show on February 17. (One of the women making the recording confirms this, commenting to her friend, “We heard this one on the show, you know.”) For video footage of a comparable performance in terms of tempo and energy (May 5, 1965 in Birmingham, England), see Pennebaker 2007 .",
            "citations": [
                "pennebaker_2007"
            ]
        },
        "FN72": {
            "text": "72. By contrast, in 1964–65 the song typically held a spot near the end of the first set, its bracing newness cushioned by a comic number before (“If You Gotta Go, Go Now”) and a more ruminative number afterward (“Mr. Tambourine Man” or “Love Minus Zero / No Limit”).",
            "citations": []
        },
        "FN73": {
            "text": "73. For Dylan’s complaints about the tour, see especially Crowe 1985 , 24. For praise, see critic Robert Christgau’s claim that Before the Flood contains “the craziest and strongest rock and roll ever recorded.” Available at http://www.robertchristgau.com/get_artist.php?name=Bob+Dylan%2FThe+Band , accessed December 31, 2011.",
            "citations": [
                "crowe_1985"
            ]
        },
        "FN74": {
            "text": "74. Dylan’s vigorous strumming resembles Roger McGuinn’s playing in his 1969 version of “It’s Alright, Ma,” from the Easy Rider soundtrack. McGuinn would join Dylan’s Rolling Thunder Revue in 1975.",
            "citations": []
        },
        "FN75": {
            "text": "75. Compare Epstein’s comment that, in the 1974 “Don’t Think Twice, It’s All Right,” Dylan was “strumming furiously instead of finger-picking, the subtlety of which would have been drowned in that din” ( 2011 , 205). Epstein provides a vivid account of his experience of the January 30, 1974 concert in Madison Square Garden.",
            "citations": [
                "epstein_2011"
            ]
        },
        "FN76": {
            "text": "76. Carthy uses such voicings—which involve fretted pitches on the second and fourth strings against open first and third strings—in his arrangement of “Scarborough Fair” (eventually recorded on Carthy 1965 ). Dylan appropriated Carthy’s voicings for “Girl from the North Country” ( The Freewheelin’ Bob Dylan ) and “Boots of Spanish Leather” ( The Times They Are A-Changin’ ). See Heylin 2009 , 121 and Cott 2006 , 295–96.",
            "citations": [
                "carthy_1965",
                "heylin_2009",
                "cott_2006"
            ]
        },
        "FN77": {
            "text": "77. For an engaging study of Dylan’s open-E harmonies on Blood on the Tracks see Koozin 2013 .",
            "citations": [
                "koozin_2013"
            ]
        },
        "FN78": {
            "text": "78. While this voice seemed completely novel to most of Dylan’s fans at the time, he had in fact been able to sing in this way since he was young, as evidenced by a circulating recording from May 1960 (the so-called “Karen Wallace tape”), and by contemporary accounts. Minneapolis folk musician Spider John Koerner says that while in Minneapolis Dylan “sang in a real sweet, pretty voice” ( Hajdu 2001 , 69). According to Terri Wallace (Karen Wallace’s sister), Dylan “had . . . the most beautiful voice . . . I really thought he had a good singing voice. Which I might add was something of a disappointment after he became well known, and I heard the voice that made him famous . . . It was so different from the voice that I had first heard coming out of him” ( Heylin 2011 , 40). Some scholars have even speculated that the rounded, crooner voice may be closer to Dylan’s “natural” singing timbre than is the nasal rasp most associated with him, which he adopted after discovering Woody Guthrie (see, for example, Daley 1997 , 26).",
            "citations": [
                "hajdu_2001",
                "heylin_2011",
                "daley_1997"
            ]
        },
        "FN79": {
            "text": "79. The opening line of Greil Marcus’s review for Rolling Stone —“What is this shit?”—is one of the most cited moments in Dylan reception. For the entire review, see Marcus 2010 , 7–27.",
            "citations": [
                "marcus_2010"
            ]
        },
        "FN80": {
            "text": "80. Cott 2006 , 300–301. See also Heylin 2011 , 313.",
            "citations": [
                "cott_2006",
                "heylin_2011"
            ]
        },
        "FN81": {
            "text": "81. This strain is not a product of Dylan’s vocal range: he is able to reach an A4 in these concerts, and the vocal line in the refrain of “It’s Alright, Ma” peaks on a cleanly sung G4.",
            "citations": []
        },
        "FN82": {
            "text": "82. The tour’s reception in the U. S. was especially hostile, with critics first dubbing it the “alimony tour” (Dylan was in the midst of a very public divorce) and then the “Vegas tour.” In the Far East and Europe the reception was more mixed, with some very enthusiastic reviews. Fans in these parts of the world had not had the opportunity to see Dylan in concert since 1966, and many would see him for the first time on this tour. Derek Barker, editor of the British fanzine Isis , described the 1978 concert that he attended—his first Dylan show—as life changing ( 2005 , 218).",
            "citations": [
                "barker_2005"
            ]
        },
        "FN83": {
            "text": "83. On the idea of Dylan covering his own songs, see Williams 1992 , 10. Philosopher Michael Rings proposes a theory of “generic resetting” in cover versions that has considerable relevance to the present discussion ( 2013 ). For additional relevant studies of cover versions see Zak 2005 , Neal 2002 , Grier 2010 , and Headlam 1997 .",
            "citations": [
                "williams_1992",
                "m_rings_2013",
                "zak_2005",
                "neal_2002",
                "grier_2010",
                "headlam_1997"
            ]
        },
        "FN84": {
            "text": "84. Chord 5 , which follows the “Rising Sun” quote, persists for six beats in many of the verses, and is transcribed thus in 19(a). Nevertheless, Dylan speeds his vocal delivery in some verses and the large band responds with impressive precision, shortening the chord as necessary, often to only four beats.",
            "citations": []
        },
        "FN85": {
            "text": "85. Wallace did not introduce this pattern until the European leg of the tour; it is thus not evident on the official 1978 live release At Budokan .",
            "citations": []
        },
        "FN86": {
            "text": "86. Dylan performed the song at every concert of the tour. It typically occupied the penultimate slot in the second set (before the encores), right after band introductions.",
            "citations": []
        },
        "FN87": {
            "text": "87. Most of Dylan’s vocal figures are pentatonic embellishments of an A-minor triad, irrespective of the underlying harmony. Such disjunctions between melody and harmony are common in much rock music (see Temperley 2007 and Nobile 2013 ). This “divorce” between harmony and melody is evident in the verses of nearly all versions of “It’s Alright, Ma”; it is especially prominent in versions 3–7, which both display considerably more vocal motion than the acoustic versions 1 and 2, and also include more fully fleshed-out harmonic structures provided by Dylan’s various bands.",
            "citations": [
                "temperley_2007",
                "nobile_2013"
            ]
        },
        "FN88": {
            "text": "88. As Sean Wilentz notes, the couplet was not received in this way in 1964, when Lyndon Johnson, a Democrat, was in office: “the line was actually perplexing, given our assumption that the incumbent was the good guy in the upcoming presidential election” ( 2010 , 99).",
            "citations": [
                "wilentz_2010"
            ]
        },
        "FN89": {
            "text": "89. Remarkably, the song reappeared in Dylan’s setlists for two concerts in October 2013 as this article was being copy edited (October 10 in Oslo and October 12 in Stockholm). The meter (an up-tempo duple) and key (G major) of this rendition are not new, but the arrangement is. Most strikingly, the ♭ III–IV– ♭ III tattoo is for the first time entirely absent in the vamp/release; in its place is a curious descending major scale, played on fiddle by Donnie Herron and taken up sporadically by various other instruments (sometimes uncoordinated with the fiddle, creating a strangely blurry heterophony). The arrangement sounds decidedly experimental, and it may have been a failed experiment, as the song was quickly removed from setlists for the following dates of the European tour. What might have motivated Dylan to reintroduce it (however briefly) in October? Any answer must be speculative, but one can hardly resist pointing out that these two performances occurred during the acrimonious government shutdown, and in the fraught initial days of the rollout of the Affordable Care Act and healthcare.gov. Did these perhaps give the famous line about the president a new resonance?",
            "citations": []
        },
        "FN90": {
            "text": "90. This change coincides with a general shift away from the solo acoustic set in Dylan’s concerts in the early 90s. It was replaced in the early 90s with acoustic sets played by the entire band. Eventually the acoustic set would disappear entirely from the NET. I will address the significance of this shift below.",
            "citations": []
        },
        "FN91": {
            "text": "91. A far more speculative connection would be to the pre-history of American country music. McWhitney and McDonald ( 1975 ) argue that some strains of country have Celtic roots, though Malone and Neal ( 2010 ) dispute this.",
            "citations": [
                "mcwhitney_and_mcdonald_1975",
                "malone_and_neal_2010"
            ]
        },
        "FN92": {
            "text": "92. This change in arrangement coincided with a major development in the NET: Dylan’s move from guitar to keyboard as his primary instrument (perhaps as a result of incipient arthritis). Version 6 debuted (somewhat shakily) in Seattle on October 4, 2002, the first date of the fall leg of the tour, and the first time Dylan had played keyboard on stage since a concert in Stuttgart on June 17, 1991.",
            "citations": []
        },
        "FN93": {
            "text": "93. 8 12 would be somewhat more idiomatic, but the 8 6 reading allows for analogous barring with the other versions.",
            "citations": []
        },
        "FN94": {
            "text": "94. Trager ( 2004 , 323) specifically notes the echoes of Williamson’s “Help Me” in this arrangement.",
            "citations": [
                "trager_2004"
            ]
        },
        "FN95": {
            "text": "95. The descending pentatonic figures also make the “divorce” between melody and harmony especially prominent in this verse. See note 87.",
            "citations": []
        },
        "FN96": {
            "text": "96. Posted by expectingrain.com user “John B. Stetson” at http://expectingrain.com/discussions/viewtopic.php?p=734850&sid=f2b50151b627123270e7edb3fa25cd06 (accessed July 31, 2013).",
            "citations": []
        },
        "FN97": {
            "text": "97. I am grateful to Anthony Sheppard for this insight. On the matter of Dylan’s voice in general, see Cherlin and Gopinath 2009 , Daley 1997 , Gopinath 2010 , Pichaske 2010 , 80–104, and S. Rings 2013b .",
            "citations": [
                "cherlin_and_gopinath_2009",
                "daley_1997",
                "gopinath_2010",
                "pichaske_2010",
                "s_rings_2013b"
            ]
        },
        "FN98": {
            "text": "98. For an illuminating discussion, see http://mail.expectingrain.com/discussions/viewtopic.php?f=6&t=60717 (accessed January 14, 2012). See also Negus 2008 , 133.",
            "citations": [
                "negus_2008"
            ]
        },
        "FN99": {
            "text": "99. Dylan fans have in fact dubbed one variant of Dylan’s upsinging “upbarking.” See note 98.",
            "citations": []
        },
        "FN100": {
            "text": "100. The lyrics in these and all transcriptions are an exact transcription of what Dylan sings in the given performance. The change in preposition from “ to your ear” to “ in your ear” occurs throughout the NET, departing both from the lyrics as printed in Dylan 2004b , 156 and from the early performances and studio recording. Aside from this, and the occasional slip, Dylan has made no major changes to the words throughout the four-and-a-half decades of the song’s performance (in stark contrast to other songs, such as “Tangled up in Blue,” which have undergone considerable lyrical revision).",
            "citations": [
                "dylan_2004b"
            ]
        },
        "FN101": {
            "text": "101. Compare Lott 2009 , 168, on the 2001 song “High Water (for Charley Patton),” which, “with its banjo, tambourine, and other clattering percussion, is the ‘ Love and Theft ’ song that sounds the most like nineteenth-century minstrel-show music.” Lott’s classic study of minstrelsy ( 1993 ) was the source for the title of Dylan’s 2001 album “Love and Theft” (the quotation marks slyly indicating the theft of the title itself).",
            "citations": [
                "lott_2009",
                "lott_1993"
            ]
        },
        "FN102": {
            "text": "102. As Dylan himself said of the 1974 tour: “I think I was just playing a role on that tour . . . I was playing Bob Dylan. . . . The people that came out to see us came mostly to see what they missed the first time around. It was just more of a ‘legendary’ kind of a thing” ( Crowe 1985 , 24). In the 1980s Dylan felt himself falling into the same trap, calling himself “an old actor fumbling around in garbage cans outside the theater of past triumphs” and stating that “[i]t’s nice to be known as a legend, and people will pay to see one, but for most people, once is enough” ( 2004a , 148 and 147, respectively).",
            "citations": [
                "crowe_1985",
                "dylan_2004a"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Table of Contents Introduction [1] I. The Song and Its 1965 Studio Recording [9] Genesis, Contexts, Readings [9] Form and Prosody [11] Modules, Articulations, Codes [15] Vamp/Release [18] Verse Progression [23] The Vocal Line in the Verse [31] The Refrain Progression and Vocal Line [35] II. Live Performances, 1964–2009 [39] Dylan’s Performing Career [39] Arrangements, Keys, Categories [41] Solo Acoustic (Versions 1 and 2) [46] 1978 Tour (Version 3) [56] The Never-Ending Tour (Versions 4–7) [61] Conclusion: Song, Genre, and the Poetics of Retrospection [75] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Bob Dylan is no stranger to academia, but he has yet to gain the full attention of music scholars. (1) There are likely many reasons for this neglect, one of which is the tendency to elevate the literary Dylan above the musical one; another is the surprisingly durable tradition in music theory and (to a lesser extent) musicology of valuing complexity in harmony, melody, rhythm, and form—areas in which Dylan’s music is often (though not always accurately) perceived as simple. (2) But music scholars should not concede Dylan so quickly to their colleagues in Comparative Literature and American Studies. He is, after all, one of the iconic figures of Western music in the last half century; that iconic status cannot be attributed solely to his words or his countercultural cachet. Furthermore, as Dylan’s writings and interviews attest, he considers himself first and foremost a musician, deeply concerned with musical sound and effect. (3) Dylan scholars thus await musicology’s contribution. One of them, Lee Marshall, wonders: “Where are the works from musicology, from performance studies, or from drama that could help us develop a critical vocabulary appropriate for [Dylan’s music and performances]?” ( 2009 , 108; see also Marshall 2007 , 25). Bemoaning the academic focus on Dylan’s art solely as literary text, Marshall calls for studies that explore the ways in which his performances “generate their affects aesthetically, through music, performance, and voice, and not just words” ( 2009 , 109).",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "marshall_2009",
                    "marshall_2007",
                    "marshall_2009"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Marshall’s call is invigorating, but several challenges await the music scholar wishing to answer it. The first is simple, but not to be underestimated: Dylan’s musical output is staggeringly vast. As of late-2013, his official catalog numbers seventy-two records, thirty-five of them original studio albums and the remainder live sets, archival releases, and anthologies, many of which include original material unavailable elsewhere. (4) As large as this corpus already is, the archive of unofficial recordings is several orders of magnitude greater: Dylan is the most bootlegged artist in modern popular music, surpassing even the Grateful Dead. (5) Most of his three thousand–plus concerts have been recorded and are accessible through online trading sites. How can a music scholar come to terms with this massive—indeed unprecedented—body of recorded work? One could perhaps adopt strategic blinders. After all, Dylan’s fame rests primarily on a handful of records from the 1960s—especially the celebrated trio of albums Bringing It All Back Home ( 1965a ), Highway 61 Revisited ( 1965b ), and Blonde on Blonde ( 1966 )—and a small body of songs, “Blowin’ in the Wind” and “Like a Rolling Stone” most prominent among them. Indeed, a common critical strategy is to lavish attention on Dylan’s 1960s work—up until the motorcycle crash of 1966 (6) —and then to address the music from the next four-and-a-half decades in more or less piecemeal fashion, typically touching on 1975’s Blood on the Tracks and perhaps the series of critically acclaimed records beginning with 1997’s Time out of Mind , while neglecting or scorning the rest. (7) But this is hardly a defensible scholarly strategy. If we wish to take the measure of Dylan as a musician we cannot ignore several decades of his work, especially given the centrality of protean change to his aesthetic. Dylan’s songs have undergone drastic transformations over the decades, across hundreds of performances with dozens of ensembles, and each new album is an occasion for further metamorphosis. Our picture of Dylan as a musician is woefully incomplete if we neglect his often-extravagant reinventions of himself and his catalog.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "dylan_1965a",
                    "dylan_1965b",
                    "dylan_1966"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Scholars wishing to explore the sonic particulars of Dylan’s music face additional questions of method. These relate in part to what philosopher Theodore Gracyk ( 2006 , 177, borrowing from Gioia 1998 ) aptly calls Dylan’s “aesthetic of imperfection.” Dylan’s famously shambolic performing style, though frequently lauded by fans as a marker of authenticity, (8) presents a challenge to traditional canons of analysis. While such methods are well suited to modeling discretely scaled relationships among pitches and durations, they are less responsive to the continuously scaled domains of timbre, intonation, dynamics, and expressive timing. (9) This is a familiar problem in the analysis of popular music, (10) but it has a special urgency in Dylan analysis, as the abundance of idiosyncratic performative detail is in such pronounced tension with the ostensible syntactic simplicity of Dylan’s songs. Gracyk ( 2006 , 178) responds to this by characterizing Dylan’s approach as a “method of converting simple form into complex performance.” While the thrust of the observation is clear, the opposition of “simple” and “complex” is worth pausing over. In his essay “Valuing and Evaluating Popular Music,” Gracyk clarifies that we need not adopt the modernist hierarchical valuation of “complex” music over “simple”: [W]e must be wary of the trap of supposing that only complex, challenging music is of real aesthetic value. . . . Simplicity and directness can also be of value, and we find artistic achievement when such aesthetic qualities are embodied in appropriate means. The economy and simplicity of Ernest Hemingway’s prose does not indicate a corresponding poverty in Hemingway’s artistry or cognitive import. ( 1999 , 211) (11) It is hard to disagree with this sentiment, but the qualifiers “simple” and “complex” remain under-defined, their connotative range unspecified. The terms are also subject to imperceptible drift back to their familiar hierarchical ranking (in part because of their under-definition), thus requiring constant vigilance in usage. Furthermore, from the strategic perspective of a musical interpreter or analyst, the assertion that a given bit of music is “simple” often acts as a tacit claim that it will not reward (or sustain) close attention, stopping analysis before it has even begun. In short, Gracyk’s view seemingly leaves us with songs that are too simple for analysis, and performative nuances that are too complex.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "gracyk_2006",
                    "gioia_1998",
                    "gracyk_2006",
                    "gracyk_1999"
                ]
            }
        },
        {
            "4": {
                "text": "[4] But this methodological conundrum is mostly chimerical. After all, there is still much one can say analytically about music that employs a small number of harmonies, familiar melodic schemata, and conventional forms. This is as true of art music as of popular music. Imagine a music scholar suggesting that the “March of the Priests” from The Magic Flute does not merit analytical attention because it contains only basic harmonies and (mostly) four-bar phrases. The purpose of analysis is not to measure up musical content and judge it against an unspecified standard of “sufficient complexity.” Rather, it is to illuminate the artwork by whatever means the analyst finds most relevant in a given communicative context, whether historical, interpretive/critical, or pedagogical. In the case of the “March of the Priests”—or, for that matter, “A Hard Rain’s A-Gonna Fall”—analysis allows one, among other things, to probe what it is that makes these ostensibly “simple” pieces so potent. In the Mozart, one could explore the exquisite wind scoring, the pellucid clarity of the part writing, and the archaizing effect of the fauxbourdon passages (along with much else). In the Dylan, one could investigate the shift from the swaying, three-plus-four hypermeter that underpins the harrowing images in the verses to the forthright duple hypermeter in the chorus, which lends a sense of coalescing drive toward the eschatological climax (“And it’s a-hard...”). One might also explore the ways in which Dylan’s guitar part creates a sense of suspended harmonic animation in the verse, via circling subdominants and dominants that seem to float free of the underlying tonic pedal, before giving way in the chorus to the firm tread of the ineluctable cadential progression. Then there is of course the vocal line, which circles along with the harmonies in the verse, before ascending with the repeated iterations of “It’s a hard,” only to fall away at “a-gonna fall.” This is to say nothing of the ways in which all of this interacts with Dylan’s celebrated prosody, and with the dense signifying web of his text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In short, a putatively simple song can still reward analytical attention, even at the level of Meyer’s syntactical parameters. Moreover, the challenges presented by continuously scaled statistical parameters in Dylan’s singing and playing are not as insurmountable as they might at first appear. Online freeware such as Sonic Visualiser has made spectrographic analysis widely accessible to scholars, allowing a close study not only of timbre but also of expressive timing. (12) And the more old-fashioned technologies of musical notation, (13) prose description, and ad hoc theorizing can in fact carry us considerably farther in illuminating such phenomena than is usually recognized. \nThe seeming methodological impasse posed by “simple song” and “complex performance” \nthus dissolves under analytical attention. We can moreover dispense with the unhelpful qualifiers “simple” and “complex,” losing little in the process.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] But does the “song” and “performance” dichotomy itself even hold up under scrutiny? That is, can we in fact analyze the song as such without also analyzing its performance? The comments above on “A Hard Rain’s A-Gonna Fall,” for example, were tacitly based on Dylan’s studio recording from 1963’s The Freewheelin’ Bob Dylan , with its particular vocal grain, lilting rhythm, and gently insistent solo guitar (not to mention close-miked production). They would hardly apply if we instead considered the raucous roadhouse blues that the song became on the 1975 Rolling Thunder Revue tour, or the epic version that Dylan performed with an orchestra in Japan in 1994. (14) Nor, for that matter, would the observations hold up robustly for countless covers of the song, from Bryan Ferry’s ( 1973 ) arch euro-pop version to Nana Mouskouri’s ( 1974 , 2007 ) anthemic French-language sing-along. While the physical artifact of the notated score in the case of the Mozart march enables us (rightly or wrongly) to conceive of an abstract, allographic work, the line between work and performance is much more difficult to fix in the case of the Dylan song. Whether this is a difference in degree or a difference in kind between the two musical traditions is an ontological matter that would likely interest analytical philosophers. (15) For present purposes, it will suffice to recognize that “song” and “performance” in Dylan’s practice are not independent but mutually mediating. (16)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "ferry_1973",
                    "mouskouri_1974",
                    "mouskouri_2007"
                ]
            }
        },
        {
            "7": {
                "text": "[7] To pursue that idea further, the present paper will explore Dylan’s performances of the song “It’s Alright, Ma (I’m Only Bleeding)” over a 45-year period, tracing a single red thread through the vast tapestry of his career. The song makes for a fine case study. While not Dylan’s most-performed number, it is in the upper echelon, with nearly 800 performances as of this writing. (17) It is, moreover, a highly ambitious song, and one that Dylan himself counts among his greatest. (18) Dating as it does from the transitional period between his acoustic, folk phase and his first electric efforts, it has received an especially wide range of arrangements over the years, from solo to ensemble, acoustic to electric. Moreover, it engages multiple early Dylan personae, from earnest protest singer to hip scion of the Beats—images that remained in circulation as Dylan husbanded and reshaped his legacy over the ensuing decades. Finally, the song proves to be a rich site for exploring the interaction between prosody, musical structure, and performative reinvention.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] This study seeks to address the methodological challenges outlined above by balancing diachronic perspective with synchronic depth and detail; it is at once a sort of longitudinal study and a series of exegetic snapshots (or soundings) of Dylan’s style at various phases. The primary focus will be on what Krims 2000 calls musical “poetics”: that is, sonic details, engaged analytically. But we will also radiate outward to consider broader matters of historical context and meaning, in addition to surveying the song’s dizzying network of intertexts. The paper divides into two large parts. Part I begins by discussing the song’s genesis, prosody, and sources. It then explores the musical realization on the studio recording for 1965’s Bringing It All Back Home , addressing both analytical matters of performative detail and semiotic matters of coding and articulation (after Richard Middleton). The discussion goes into considerable depth, both to lay the foundation for the following sections, and to demonstrate the ways in which diverse analytical technologies can illuminate Dylan’s music. Part II then surveys Dylan’s performances of the song from 1964 until 2009, tacking between the analysis of musical poetics and more general considerations of meaning and context. The article concludes by considering the reciprocal mediation of song and performance, exploring the ways in which it interacts with the fundamentally retrospective gestus of Dylan’s art. I. The Song and Its 1965 Studio Recording Genesis, Contexts, Readings",
                "footnotes": [],
                "citations": [
                    "krims_2000"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Dylan wrote “It’s Alright, Ma (I’m Only Bleeding)” in August 1964, while vacationing in Woodstock at the home of his manager Albert Grossman. (19) Over the preceding three years—since arriving in New York in January 1961—Dylan had gone from a complete unknown to a folk-music icon. But by the summer of 1964 he was beginning to distance himself from the constraining orthodoxies of the folk revival; his fourth album, Another Side of Bob Dylan , released on August 8, contained no explicit topical or protest songs, including in their place a wide range of personal and comic numbers along with the scathing “My Back Pages,” an indictment of his own earlier exercises in “finger pointing.” (20) Dylan’s writing in early 1964 also showed his growing confidence in assimilating influences from the Beats and symbolist poets like Rimbaud, replacing the forthright pieties of the protest songs with “chains of flashing images”—surreal, allusive, and often inscrutable. (21) Dylan was also inching toward a break with the solo acoustic style of his early records. He would meet the Beatles for the first time on August 28, 1964, and would record his first partially electric album, Bringing It All Back Home , in New York in January 1965, releasing it in March. “It’s Alright, Ma” appears on the second, acoustic, side of that record, along with three other ambitious numbers (“Mr. Tambourine Man,” “Gates of Eden,” and “It’s All Over Now, Baby Blue”). (22)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As important as these changes were in 1964, they should not be overstated. For one, as Mike Marqusee notes, Dylan’s break from the Left was never the total caesura both [he] and some of his biographers have made it out to be. . . . [E]ven as he beat a retreat from politics, the political environment continued to shape his songs and his personal vision. As he railed against the movement, his music remained entangled in its fate. ( 2005 , 98) That entanglement is nowhere more evident than in “It’s Alright, Ma (I’m Only Bleeding),” which refashions political complaint into an apocalyptic litany of societal ills inseparable from a claustrophobic subjectivity. Marqusee ( 2005 , 128) interprets the song as a biting critique of commodity fetishism, while Dylan critic Michael Gray ( 2000 , 133–34) hears an abrasive turn toward political pessimism balanced with a new emphasis on complex, figural language. Further readings of the song are legion, most of them treating it as a limit case of the protest song, no longer didactic but oblique, existential, and polysemic. (23) The lyrics are characteristically dense with intertexts, from Darkness at Noon to “That’s All Right, Mama,” Ecclesiastes to blackface minstrelsy. (24) Form and Prosody Figure 1 . The first verse-refrain cycle, with end-rhymes indicated (click to enlarge)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "marqusee_2005",
                    "marqusee_2005",
                    "gray_2000"
                ]
            }
        },
        {
            "11": {
                "text": "[11] For all of its unruly signifying energy, Dylan’s text has a remarkably tidy formal structure. (25) Its twenty stanzas are arranged into five regular cycles of three verses followed by a refrain. Each such cycle has a carefully patterned rhyme scheme; Figure 1 demonstrates, using the first cycle as a model. The brackets on the right side of the figure highlight the end rhymes of the first five lines of each verse and the first two lines of the refrain. Note the careful phonetic progression: -oon, -orn, -ore, -ear. Threaded through the cycle is a larger-scale rhyme scheme—not the ends of lines but the ends of stanzas: “trying,” “dying,” “crying,” “sighing” (underlined in the figure). These words project a sharp change in both vowel formant and prosodic stress, as the masculine endings of the bracketed lines give way to feminine endings at the stanzas’ conclusions. The shift to an unstressed concluding syllable sonorously enacts the “sighing” toward which the entire complex is directed. Each verse thus has a pronounced kinetic profile, with pressure building during the bracketed lines—which tumble insistently toward their stressed end rhymes—and then releasing with the final lines’ sighing phonetic departure. This profile of building pressure and release is evident on the larger scale of the entire cycle as well, as the claustrophobic verses give way to the shorter, looser refrain. Figure 2 . The first verse scanned in trochaic tetrameter (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The bracketed lines of the verses toll in a relentless tetrameter—Robert Shelton ( 2011 , 195) describes the meter as “hammer strokes for nailing down a steel spike”—before giving way to shorter, more variable stress patterns in the stanza-concluding lines and the refrain. The bracketed lines in the verses scan most naturally in trochaic tetrameter, as Figure 2 indicates. (26) But the prosody is not without ambiguities. There are occasional substitutions, as with “even” in line two, and the prosodic “upbeats” in lines three through six could lead to iambic hearings. Moreover, not all of the stressed syllables are of equal weight. In line one, for example, “at” gives a relatively weak prosodic stress, especially when compared with, say, “blade” in line three. Conversely “-made” in the third line is a relatively strong unstressed syllable, a fact heightened by its role in the internal-rhyming “handmade blade,” which provides a sort of metric crosscurrent, suggesting three syllables of nearly equal weight. Such departures from (or tugs against) the overall trochaic tetrameter are nevertheless in keeping with prosodic substitution in much accentual-syllabic verse. What is interesting here is that these are words to be sung . As such, we will find Dylan emphasizing different prosodic aspects of the text in different performances, often resolving ambiguities in one way or another. Figure 3 . (a) The final two lines of verse one scanned as a single, seven-foot line; (b) the final two lines of verse two as independent lines; (c) the same two lines scanned as a single, six-foot line (click to enlarge)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "shelton_2011"
                ]
            }
        },
        {
            "13": {
                "text": "[13] The tetrameter disappears at the ends of the verses and in the refrain. The verse-concluding lines have variable lengths: three feet in line six, and two feet in lines twelve and eighteen. (27) While the visual layout on the page suggests independent dimeter or trimeter units for these lines, when spoken or sung the effect can in fact be of extended lines of six or seven feet, as the metric drive of the preceding tetrameter lines spills over into the verses’ conclusions, an effect heightened by enjambment (e.g., “He not busy being born / is busy dying” in verse two); (28) Figure 3 illustrates. The refrains depart even more emphatically from the prevailing meter. The first line of the first refrain (“So don’t fear if you hear”) scans as anapestic dimeter, but the following line (“A foreign sound to your ear”) is more ambiguous. There are clearly strong stresses on “sound” and “ear,” but it is not clear whether the first syllable of “foreign” should take a stress. Similarly, the final line—“It’s alright, Ma, I’m only sighing”—does not admit of a single obvious scansion. While there is an apparent return to trochees at “ónly síghing” the preceding words sit somewhat awkwardly in any metric reading. The subtle drop in tension in the refrain is due in part to this loosening of the prosodic structure—it has significant effects in the song as performed.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] While “Howl” is often adduced as the most proximate textual predecessor of “It’s Alright, Ma,” Dylan’s taut poetic structure bears little resemblance to Ginsberg’s free verse. The similarities to “Howl” reside in thematic content (see Wilentz 2010 , 99 and Shelton 2011 , 195) and in Dylan’s incantatory delivery in the early performances, not in poetic form. The reason is obvious enough: while “Howl” lends itself to spoken delivery—with long lines uttered in single breaths (see Ginsberg 2000 , 230)—Dylan’s regular verse-refrain cycles and sharply etched prosodic tensions are structured for musical realization. (29) Modules, Articulations, Codes",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "wilentz_2010",
                    "shelton_2011",
                    "ginsberg_2000"
                ]
            }
        },
        {
            "15": {
                "text": "[15] The music of “It’s Alright, Ma” consists of three modules: a blues-based vamp, a steady descending chromatic progression in the verse, and a diatonic progression with irregular harmonic rhythm in the refrain. We will refer to these as the “vamp/release,” the “verse progression,” and the “refrain progression,” respectively. The vamp/release sounds at the beginning of the song and after each verse and chorus, its onset simultaneous with the phonetic and prosodic shifts discussed above (e.g., at “trying,” “dying,” “crying,” and “sighing” in the first cycle). It thus provides a musical correlate for the release of pressure in the text at these moments, bursting out like a coiled spring. The three-module structure remains in place in all performances of the song, over four-and-a-half decades, though the musical realizations change. We will take the 1965 studio recording as an initial point of reference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Though Dylan’s solo acoustic guitar in the performance strongly signifies a folk idiom, the modules are a bricolage of musical referents, from country blues to pop. Richard Middleton (after Gramsci, Hall, and others) refers to such syncretic fusions in popular music as articulations , which “operate by combining existing elements into new patterns or by attaching new connotations to them” ( 1990 , 8). The concept of articulation—central to much work in cultural studies—refers not only to the combination of disparate cultural elements, but also to the ways in which the resultant structures generate emergent, often unpredictable new meanings. (30) Though the early Dylan is often constructed as an orthodox folkie in the Woody Guthrie mold (and was so constructed at the time), his stylistic sources were always far more eclectic, encompassing not only rhythm and blues but also mainstream popular song. (31) The concept of articulation thus provides a useful heuristic for the study of his music, drawing attention not only to its syncretic nature, but also to the ways in which that syncretism animates and refigures a range of socially mediated meanings. Both processes of articulation that Middleton mentions—recombination and altered connotation—are amply in evidence in “It’s Alright, Ma.”",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "middleton_1990"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The three modules in “It’s Alright, Ma” project their stylistic associations through varying degrees of semiotic “coding.” As Middleton puts it (now drawing on Eco), “overcoded” music is saturated with conventional musical signifiers, while “undercoded” music projects a less familiar, more work-specific set of signs: “At one extreme [undercoding], pieces may create their own individual codes (this is more typical of avant-garde music); at the other extreme [overcoding], a piece may be so tightly bound to socialized conventions as to be ‘about’ its code” ( 1990 , 173; see also Brackett 1995 , 8). In the present song, the vamp/release is overcoded with both blues and pop signifiers, while the refrain progression is far more song-specific, and thus less heavily coded: its chordal vocabulary is conventional, but its harmonic rhythm is sui generis, following the contours of Dylan’s words. The verse progression lies somewhere in the middle, its descending chromatics evoking a network of musical styles—from rural blues to minor-key jazz balladry—but only obliquely. We will return to these semiotic matters as we discuss the music of each module. (32) Vamp/Release Figure 4 . The guitar introduction, as performed on the 1965 studio recording (click to enlarge and listen)",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "middleton_1990",
                    "brackett_1995"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Figure 4 transcribes the introduction to the 1965 studio recording. (33) The core of the vamp/release is on the first system: a bar of tonic E chord followed by a syncopated figure in the upper strings that projects a ♭ III–IV– ♭ III progression over the tonic pedal. The strumming is in a rather ragged Carter-Family style, intermixing melodic fragments on the low strings with strummed chords above. (34) The vigorous tempo and attack evoke Odetta or Leadbelly, while the stabbing accented chords on the top three strings call to mind Robert Johnson. (35) Johnson’s style—and the Delta blues style more generally—is also evident in the bracketed blues licks on the second system. (36)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] While such blues signifiers are obvious, the syncopated ♭ III–IV– ♭ III riff has a more unlikely source: the Everly Brothers’ “Wake Up, Little Susie” ( 1958 ). (37) This might seem an implausible intertext for Dylan’s apocalyptic epic, but the musical similarities are too vivid to discount: the riff plays the same formal role in both songs, entering first in the opening vamp and then returning as an emphatic punctuation after each statement of the refrain, acting as what Walter Everett calls a “tattoo.” (38) Dylan’s syncopated rhythm is close to the Everlys’, but not exact: the duo’s becomes . We can, however, hear him play the Everlys’ riff in its exact rhythm in an earlier song: his cover of the traditional blues number “Highway 51,” released on his first record, Bob Dylan ( 1962 ). The guitar part on Dylan’s arrangement of “Highway 51” is in fact a model for the vamp/release in “It’s Alright, Ma”: in both songs the sixth string is lowered from E to D, and both contain the “Wake Up, Little Susie” tattoo, in addition to the idiomatic blues licks bracketed in Figure 4. (39) The ♭ III–IV– ♭ III progression is not present in earlier versions of “Highway 51,” such as those by Curtis Jones ( 1938 , 1994 ) and Tommy McClennan ( 1940 , Various 1964 ). It seems to have been added by Dylan, creating an articulation between the pop and rockabilly world of the Everlys and the rural blues of the song’s textual sources, an articulation carried into “It’s Alright, Ma.”",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": [
                    "everly_brothers_1958",
                    "dylan_1962",
                    "jones_1938",
                    "jones_1994",
                    "mcclennan_1940",
                    "various_1964"
                ]
            }
        },
        {
            "20": {
                "text": "[20] The ♭ III–IV– ♭ III progression nevertheless has clear blues affiliations as well, especially with electric, Chicago blues. It is a cousin of the “stop-time” (I)–IV–(I)– ♭ III–I progressions in urban-blues classics like Bo Diddley’s “I’m a Man” ( 1955 ) and Muddy Waters’s “Mannish Boy” ( 1955 ). It even more closely resembles the harmonic progression that underpins Sonny Boy Williamson’s “Help Me” ( 1963 ), which presents the complete ♭ III–IV– ♭ III progression in a shuffle rhythm. Williamson’s tune is itself based on “Green Onions,” the 1962 hit by Booker T. and the MGs, the house band at Memphis’s Stax Records, an association that adds soul—and rhythm-and-blues more generally—to the intertextual web. These affiliations are in a sense only latent in Dylan’s 1965 studio performance, occluded by the dynamic folk strumming (with straight eighths) and a tempo closer to the Everlys’ rockabilly than any blues models. (40) (The blues and soul sources will become explicit in much later versions of the song.) On the 1965 recording, the articulation of the driving rockabilly rhythm with latent rhythm-and-blues sources and Dylan’s raw strumming technique alters the connotations of the Everlys’ riff. While in “Wake Up, Little Susie” the progression adds a slight rock-and-roll edge to the song’s mildly risqué lyrics, in “It’s Alright, Ma” the frayed, solo-guitar performance lends the riff a patina of folk-blues authenticity. Figure 5 . Schemata in the vamp/release (click to enlarge and listen) Figure 6 . Schematic action path in the vamp/release. Solid arrows = through-line. Dashed arrows = possible insertions (click to enlarge and listen)",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "diddley_1955",
                    "waters_1955",
                    "williamson_1963",
                    "booker_t_and_the_mgs_1962"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Before leaving the 1965 vamp/release we should note some interesting issues of meter and performative flexibility. Annotations above the staff of Figure 4 suggest an analysis of the hypermeter in the introduction. Note the shift from duple organization in the first system to triple in the second. This is a result of the blues lick in measure 9 of the transcription, which appends a hypermetric bump onto the previous duple groupings. This continues into the next three-bar group—a vamp-until-ready expansion that has the effect of a musical gathering of breath before first verse begins. This particular metric structure is evident only in the introduction, however: Dylan plays the vamp/release slightly differently in each iteration. We should thus be careful not to over-read Figure 4 as a sort of fixed compositional design. Rather, the vamp/release is most profitably understood as a set of musical schemata that Dylan progresses through flexibly in each statement. (41) Figure 5 identifies three such schemata. The “ ♭ III–IV– ♭ III” schema, shown in 5(a), consists of a bar of tonic vamp followed by the “Wake Up, Little Susie” riff. Figure 5(b) shows a schema I have called the “ ♭ 7 ˆ – 8 ˆ tag”: two bars of tonic vamp with a ♭ 7 ˆ – 8 ˆ bass lick spanning the barline. The third schema, in 5(c), is the blues lick from bar 9 of the transcription, called here the “bass run.” (42)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The schema-based conception allows us to understand the vamp/release not as a set musical structure, but as a dynamic series of actions—a chaining together of idiomatic gestures realized spontaneously in the moment of performance. Dylan’s realizations are not random, however: they follow a loose syntax. Figure 6 illustrates, depicting the schematic “action path” that Dylan traces in the vamp/release on the 1965 recording. The solid arrows show a basic through-line that structures each performance of the module. The ♭ III–IV– ♭ III schema plays an initiating role, beginning each statement: it is the gesture that most strongly projects the sense of a sprung coil releasing after the pent-up energy of the verses and refrains. After two or three iterations, it is followed by the ♭ 7 ˆ – 8 ˆ tag, which plays a cadential, punctuating role, absorbing the impetus of the ♭ III–IV– ♭ III schema and settling more stably into the tonic vamp. After one to four iterations, this typically gives way to a couple beats of tonic vamp alone before Dylan begins to sing, thus completing the solid through-line in the figure. (Among other things, the vamp allows Dylan time to remember the lyrics to the upcoming verse, a fact especially evident in the earliest performances.) As the dashed arrows indicate, insertions are also possible between iterations of the ♭ 7 ˆ – 8 ˆ tag. One such insertion is the bass run, while another is an extra bar or so of tonic vamp. Such insertions disrupt the duple hypermeter established by the two-bar schemata on the top row of Figure 6, creating hypermetric “bumps” like those discussed above in connection with Figure 4. Verse Progression Figure 7 . (a) The verse progression as played in verse one of the 1965 studio recording. (b) Linear continuities in the progression (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The verse progression consists of five chords, labeled with italicized numbers between the staves of Figure 7(a) . Chords 1 through 4 each set one line of text, the four feet of the prosody corresponding loosely to the four beats given each chord. (More on the precise rhythm of Dylan’s singing in a moment.) Chord 5 , by contrast, typically lasts longer than four beats, as it sets the final two lines of the verse. As a result, Dylan’s vocal delivery and accompaniment project the prosodic readings shown in Figures 3(a) and 3(c), with the final two lines run together. The last foot of this extended line—with its marked departure in vowel formant and prosodic stress—coincides with the onset of the vamp/release. (43) In verse one, transcribed in Figure 7(a), this results in a six-beat chord 5 , which sets all but the final foot of the seven-foot line in Figure 3(a). In verse two, by contrast, chord 5 persists for only five beats, as the extended line of Figure 3(c) is six feet in length. In fact, chord 5 exhibits considerable metric variability throughout the studio performance, due both to the variations in the prosody for these final lines and to tempo fluctuations in Dylan’s vocal delivery: the chord lasts as many as seven beats and as few as three. (44) The remaining chords, by contrast, persist for four beats almost without exception. (45)",
                "footnotes": [
                    "FN43",
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The metric variability of chord 5 instances a familiar phenomenon in bluegrass, old-time country, and rural blues. Bluegrass musicians use the term “crooked tunes” to refer to songs or instrumental numbers in which dropped or added beats create moments of irregularity—or, as Joti Rockwell ( 2011 ) puts it, “non-isochrony”—in a given metric layer. (46) The non-isochronous aspects of Dylan’s playing are not merely accidental—he knew of this tradition. In his copy of Woody Guthrie’s songbook From California to the New York Island , he highlighted a passage in Pete Seeger’s introduction advocating “irregularity” in performance: [T]o avoid a sing-song effect from repeating the same simple melody many times, Woody, like all American ballad singers, held out long notes in unexpected places, although his guitar strumming maintained an even tempo. Thus no two verses sounded alike. Extra beats were often added to measures. (47)",
                "footnotes": [
                    "FN46",
                    "FN47"
                ],
                "citations": [
                    "rockwell_2011"
                ]
            }
        },
        {
            "25": {
                "text": "[25] The moments of metrical dilation—and occasional contraction—at chord 5 have a striking expressive effect, adding a subtle metric uncertainty before the onset of the vamp/release. As this onset coincides with a poetic and musical nodal point, it is a significant locus of listener anticipation. (48) The uncertainty introduced with chord 5 paradoxically heightens this anticipation, as the imminent point of metric arrival wavers like a moving target. The harmonic trajectory adds to this effect of building tension (and attention). Roman numerals beneath the tablature of Figure 7(a) analyze the chords as verticalities; the label for chord 3 is enclosed in quotes as the tonic pedal blurs an unambiguous reading of ♭ VII. Note the striking, presumably unintentional, dissonance in chord 5 : a faint C ♯ on the open second string—lightly brushed in Dylan’s strumming—clashes with the lower C ♮ of the iv 6 chord. (49) This clash heightens the tension created by the metric dilation discussed above, as does chord 5 ’s syntactical position in the descending fourth progression sketched in Figure 7(b) (underneath the second slur): the C ♮ in the bass is strongly directed toward the progression’s goal, an implicit B in the sprung-coil tonic of the vamp/release.",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The largely chromatic descending-fourth progression has antecedents in several earlier Dylan performances. The progression of chords 2 through 4 forms the core of Dylan’s arrangement of Bukka White’s “Fixin’ to Die Blues,” on his debut record ( 1962 ). Dylan’s arrangement is in drop-D tuning, like “It’s Alright, Ma,” and the chord voicings are identical. The ♭ 7 ˆ – 6 ˆ bass succession from chord 3 to chord 4 is evident in White’s 1940 recording of the song as well. This progression also reappears in two other ominous songs in drop-D tuning: Dylan’s arrangement of Blind Lemon Jefferson’s “See That My Grave Is Kept Clean,” the final song on Bob Dylan , and “The Ballad of Hollis Brown,” from 1964’s The Times They Are A-Changin ’. (50) We might thus posit a new drop-D blues schema—the “( 8 ˆ )– ♭ 7 ˆ – 6 ˆ progression”—which appears in all of these Dylan performances, alongside the “bass run” and “ ♭ 7 ˆ – 8 ˆ tag.” (51)",
                "footnotes": [
                    "FN50",
                    "FN51"
                ],
                "citations": [
                    "dylan_1962",
                    "white_1940"
                ]
            }
        },
        {
            "29": {
                "text": "[29] None of these performances, however, contains the full chromatic descent to chord 5 with its ♭ 6 ˆ bass note. The closest precedent for that descent is in Dylan’s cover of “House of the Rising Sun,” based on an arrangement by Dave Van Ronk; this “Rising Sun” progression also appears in Dylan’s own 1962 song “The Death of Emmett Till.” Both songs contain a complete bass-line descent 8 ˆ – ♭ 7 ˆ – 6 ˆ – ♭ 6 ˆ , just as in “It’s Alright, Ma.” (52) Regarding his arrangement of “House of the Rising Sun,” Van Ronk says: “I put a different spin on it by altering the chords and using a bass line that descended in half steps—a common enough progression in jazz but unusual among folk singers” ( 2005 , 176). The jazz reference is suggestive—examples of jazz ballads with descending chromatic bass lines are not hard to find (“Blue Skies” and “My Funny Valentine” come immediately to mind)—but Van Ronk’s chordal idiom is more folk than jazz, drawing on a simple triadic vocabulary: i– III –IV 6 –VI in A-minor. Though the key and chord voicings differ from “It’s Alright, Ma,” it is nevertheless plausible that the extension of the ( 8 ˆ )– ♭ 7 ˆ – 6 ˆ schema to include ♭ 6 ˆ in the verse progression relates obliquely to precedents in “Rising Sun” and “Emmett Till”: ♭ 7 ˆ – 6 ˆ – ♭ 6 ˆ bass-line descent occupies the same three frets (the third, second, and first) in all of the songs, lying on the sixth string in “Rising Sun” and “Emmett Till,” and on the fifth in “It’s Alright, Ma.” (53)",
                "footnotes": [
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "van_ronk_2005"
                ]
            }
        },
        {
            "30": {
                "text": "[30] In sum, the verse progression is built around the nucleus of the ( 8 ˆ )– ♭ 7 ˆ – 6 ˆ schema, with a ♭ 6 ˆ suffix (chord 5 ) and a ♮ 6 ˆ prefix (chord 1 ). The result is a song-specific progression with diverse intertextual resonances. (54) Those resonances are moreover with a body of songs that inhabit a similar topical universe. “Fixin’ to Die Blues” and “See That My Grave Is Kept Clean” are both characteristic “dying blues” numbers. “House of the Rising Sun” is not a “dying blues” per se, but its doomed protagonist is headed in that direction (“I’m goin’ back to end my life / Down in the risin’ sun.”). The death topos is also evident in the original numbers by Dylan: “The Ballad of Hollis Brown” is a grim story of a father killing his starving family, and “The Death of Emmett Till” recounts Till’s murder in 1955. (55) It is not hard to see why the descending chromatic progression, or its adumbration in the ( 8 ˆ )– ♭ 7 ˆ – 6 ˆ schema, would suit such subject matter: its steady, ineluctable descent funnels singer and listener ever downward (and minorward). (56) This kinetic structure befits the thematics of “It’s Alright, Ma” as well, with its apocalyptic imagery of late-capitalist society spinning on its doomed course. The Vocal Line in the Verse Figure 8 . The vocal line in the verse, schematically represented (click to enlarge and listen)",
                "footnotes": [
                    "FN54",
                    "FN55",
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] As Figure 8 shows, Dylan intones the verse almost entirely on the pitch E3 (with some subtle fluctuations, as we will see in a moment), before leaping up to G3 for its final word, at the onset of the vamp/release. We will refer to the reiterated E3 of the verse as the “reciting tone,” and the G3 that follows as the “escape tone.” Figure 8 emphasizes the alignment of the reciting tone with the reiterated end rhymes of lines one through five; it is only when the end vowel and stress pattern change that Dylan moves off of the tonic to the escape tone, G—the marked phonetic and prosodic shift is matched by a change in pitch. This is not a unique strategy in 1960s Dylan. He employs a similar technique, for example, in “Like a Rolling Stone,” whose reiterated end rhymes (in verse one: “time,” “fine,” “dime,” “prime”) are intoned on the tonic, before an abrupt leap to the mediant signals the prosodic shift at verse’s end (“didn’t you?”). (57) In “It’s Alright, Ma” the effect is especially vivid: the surging chords of the verse progression create a sense of building harmonic pressure underneath the sustained vocal line; after the moment of maximum metric and harmonic tension, chord 5 , the pressure breaks, causing the vocal snap at “trying.” The kinetic profile of Dylan’s text—discussed above in connection with Figure 1—thus finds musical expression in Dylan’s singing and playing. Or conversely, Dylan’s text is structured to make such a kinetic musical structure possible. Figure 9 . (a) Reciting tone and escape tone. (b) Transcription of verse one as sung on the 1965 studio recording (click to enlarge and listen) Figure 10 . Spectrogram of line one as sung on the 1965 studio recording, with timings indicated in milliseconds. Arrows mark beats as projected by the guitar (click to enlarge and listen)",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Dylan does not sustain either the reciting tone or escape tone continuously in the 1965 studio recording. Rather, he slides away from them on the weak syllables of most of the trochaic feet, as shown in Figure 9(a) . The transcription of the entire first verse in 9(b) nevertheless reveals the variety in Dylan’s delivery, even within these very narrow bounds: he occasionally does not drop away from the reciting tone on the weak syllable—see the starred notes in bars 2, 3, and 5—and his rhythm is fluidly responsive to the contours of his prosody. While he sings many feet in a shuffling swing rhythm, at other points he creates broad triplet groupings that cut across the trochaic scansion, as at “break of noon” (measure 2) and “handmade blade” (measure 5), or shifts to more pointed syncopation, as at “sun and moon” (measure 8). In bars 9 and 10 of the transcription he rushes ahead, singing four feet in the space of three. Throughout, he anticipates the beat, as indicated by the leftward arrows departing from the tops of stems.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] More precise measures of Dylan’s expressive timing are possible. Figure 10 shows a spectrogram of the first sung line, with annotations indicating temporal relationships. Arrows mark the beats created by Dylan’s guitar playing, while lines show the onsets of his sung pitches; various temporal spans among these are labeled with measurements in milliseconds. As the annotations show, the span between guitar beats ranges from 500 to 563 milliseconds, suggesting an overall tempo of around 116 to 120 beats per minute. (The slightly longer first beat shows a subtle agogic broadening as Dylan begins to sing.) Vocal pitches anticipate these beats by 102 to 192 milliseconds, ranging from about one fifth of a beat to more than a third of a beat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Such precise measurement is not always necessary or desirable—in many interpretive contexts less formal modes of prose or graphic representation are more appropriate. Or the two modes of representation may be used in tandem, with spectrograms brought in to verify aural transcriptions. What matters in any case is not the minute detail of the expressive timing but its effect . Here the effect is to keep the sung rhythm alive in the face of the insistent tetrameter of the text. The latter, if sung in slavish adherence to the musical meter, would become exasperating even before the end of the first verse, and there are many, many verses to follow. Dylan thus keeps the prosody alive by sliding off the beat, just as he slides away from the reciting tone, rushing ahead in the manner of Beat recitation. The latter effect is held in check, however, by Dylan’s laconic drawl, a nasal, Okie voice reminiscent of Woody Guthrie, which gives the entire vocal an air of wry, detached reportage. The articulation of these rural, vernacular signifiers with Beat delivery creates one of the characteristic effects of Dylan’s singing at this time, as the folksy directness of Guthrie is infused with hip, urbane radicalism. The Refrain Progression and Vocal Line Figure 11 . (a) Transcription of the first refrain as performed on the 1965 studio recording, aligned above three metric interpretations, (b), (c), and (d) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Figure 11(a) is a transcription of the first refrain as performed on the 1965 recording (I will discuss the annotations in (b) through (d) in a moment). The harmony is a diatonic relief from the chromatic descent in the verse—with straightforward oscillations between tonic, dominant, and subdominant—the lightening of the harmonic mood matching the swerve toward mordant humor in Dylan’s words. In contrast to the run-on, breathless quality of the verses, Dylan now sings in short bursts as he negotiates the irregular prosody of the refrain. Three anapests—“So don’t fear,” “if you hear,” and “to your ear”—lie naturally enough in the song’s duple meter, becoming syncopated anacrustic gestures. By contrast, “a foreign sound” sits somewhat awkwardly, suiting the semantic meaning nicely. As noted above, it is not clear when scanned on the page whether “for-,” “sound,” or both should take a stress. Dylan opts for the first option in this performance (though not in others), giving “for-” a strong agogic and contour accent. Indeed, the A3 of “for-” is a new vocal pitch in the song, and will remain the registral ceiling of the vocal part throughout. One again notes the congruence between semantic meaning (“a foreign sound”) and musical realization (a new pitch)—a characteristically subtle touch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The next clause—“It’s alright, Ma”—presents considerably greater metric challenges. Dylan sings it as four equally weighted syllables, transcribed as quarter notes in Figure 11(a). The guitar harmonies change with each vocal pitch, producing the most notable metric irregularity in the song. Figures 11(b) , (c) , and (d) present three readings of harmonic rhythm and hypermeter in the refrain. The first four chords of the progression, I–V–I–IV, (58) persist for four beats each; the rhythmic reductions of (b), (c), and (d) thus adopt a 4 4 meter. These initial chords group naturally into hypermetric pairs (I–V, I–IV), as indicated by the italicized numerals 1 and 2 in all three analyses. But this metric regularity breaks down dramatically at “It’s alright, Ma.” The harmonic rhythm increases fourfold—from whole notes to quarter notes—and the meter is disrupted all of the way down to the tactus level. The hypermeter is thrown into doubt, as the question marks in the vicinity of the double bar indicate. Indeed, one could argue that the hypermetric hearing becomes untenable around bar 11 in the transcription, as listeners begin attending only to the moment-to-moment changes in the harmony and vocal line.",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] As for the tactus level, Figures 11(b) and (c) hear the four equal beats of measures 11 and 12 as remaining in duple (or quadruple) meter, with the word (“Ma”) falling on a final, weak beat. Figure 11(d), by contrast, hears “Ma” on a downbeat, following a metric hiccup of three beats for “It’s alright.” Dylan’s vocal line most strongly projects the meter of 11(b) and (c), with the descending contour at “-right, Ma” underscoring the latter as a weak beat. But these hearings ride roughshod over the harmonic rhythm, with the V beginning on beat four of the putative 4 4 bar, and sustaining into the next measure. Hearing 11(d) instead places the V on a downbeat, an interpretation that is supported by Dylan’s guitar playing: he re-begins his strumming pattern at “Ma.” This curiously bifocal metric situation is thus a vivid product of Dylan’s embodied actions as both singer and player: the vocal folds relax into “Ma” (suggesting a weak beat), just as the right hand resets the metric pattern of the familiar strumming figure (suggesting a downbeat). In later ensemble versions, the actions of Dylan’s right hand become those of the entire band, and hearing 11(d) accrues greater weight.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Irregularity persists until the end of the phrase, as Dylan plays a single, three-beat bar of tonic harmony before the vamp/release resumes, the transition punctuated with a single blast of tonic chord on his harmonica. Figures 11(b) through (d) read the metric contractions of measures 13–14 in various ways. Figure 11(b) hears two genuine 4 3 bars before the onset of the vamp/release, while 11(c) senses truncated 4 4 bars, with one beat elided from each. The phenomenological distinction is admittedly a fine one, but given the pervasive duple metrics of Dylan’s strumming, \nI find 11(c) preferable to 11(b). Figure 11(d), by contrast, asserts a complete 4 4 bar at the onset of “Ma,” which arrives on the downbeat; the measure before the double bar remains a truncated 4 4 . This final bar (measure 14) varies in length in the song’s remaining refrains—lasting from two to four beats—but all of the other metric complications persist exactly as they are in Figure 11. Most notably, measures 11 through 13 in the transcription—the knot of metric uncertainty in the refrain—are always played and sung identically, remaining throughout in delectable tension with Dylan’s words, which wryly assure us that everything is “alright.” II. Live Performances, 1964–2009 Dylan’s Performing Career Figure 12 . Dylan’s performing career in overview, with performances of “It’s Alright, Ma” in black (click to enlarge) Table 1 . Total Dylan concerts and performances of “It’s Alright, Ma (I’m Only Bleeding),” 1961–2013 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Before beginning our survey of Dylan’s live performances of the song, it will be useful to get an overview of his performing career. The gray bars in the graph of Figure 12 plot the number of Dylan’s concerts over a 52-year period, from his arrival in New York in January 1961 through December 2013 (projected); black bars tally performances of “It’s Alright, Ma.” Table 1 presents the same information in numerical form. (59)",
                "footnotes": [
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Annotations beneath the graph of Figure 12 divide Dylan’s performing career into four phases. (60) The first phase extends from 1961 to the motorcycle accident of July 1966. His early concerts in this period consisted mostly of coffeehouse gigs and shows at Greenwich Village folk-revival hot spots like Gerde’s Folk City and the Gaslight Café. As Dylan’s fame grew he began to perform more widely, traveling to London in December 1962, and embarking on his first tour of the U.S. in early 1964. Concert activity increased considerably in 1965 and 1966, building to a fever pitch in the “electric” world tour (with The Hawks) that extended from late August 1965 until the accident of July 1966. A seven-year hiatus from concert touring followed, during which time Dylan retreated to his home in Woodstock to recuperate with his family. He released several records in this period, but \nmade only seven concert appearances. He returned to concert life with a flourish in 1974, undertaking a massively successful U.S. tour with The Band (The Hawks, renamed), and beginning an extended period of high-profile individual tours, including the celebrated Rolling Thunder Revue of 1975–76, an enormous international tour with large band in 1978, and the three “gospel tours” of his Christian phase in 1979–80. After a period of flagging inspiration on stage in the mid 1980s, Dylan re-committed himself to live performance in 1988, after discovering a mysterious “new vocal technique” ( Dylan 2004a , 145–62). The phase of intense, almost uninterrupted touring that followed (and that continues at the time of this writing) has been dubbed the “Never-Ending Tour.” Dylan has performed with a revolving roster of musicians during this period, some for only a few months, others for many years (bassist Tony Garnier, for example, has been on the tour since 1989). (61) This phase has also seen Dylan’s return to critical favor with 1997’s Time out of Mind , and his re-connection with what he has called “archaic” music—old-time folk, country, blues, and parlor song. (62) Arrangements, Keys, Categories Table 2 . Live arrangements of “It’s Alright, Ma (I’m Only Bleeding)” (click to enlarge)",
                "footnotes": [
                    "FN60",
                    "FN61",
                    "FN62"
                ],
                "citations": [
                    "dylan_2004a"
                ]
            }
        },
        {
            "41": {
                "text": "[41] We will begin by taking a broad perspective on Dylan’s live performances of “It’s Alright, Ma.” He first performed the song in October 1964 and kept it in heavy rotation until June 1965. It has since been a frequent anchor in set lists, figuring especially prominently in the discrete tours of the 1970s and early 80s, and returning as a mainstay for large portions of the Never-Ending Tour, most notably from 1999 until 2009 (its absence from the tour in the mid 90s is revealing, as we will see). Dylan’s performances of the song over forty-five years follow a general trajectory from solo-acoustic to ensemble-electric arrangements, though this is not a straight course. In 1978 the song received its first arrangement for amplified group, a striking departure from all previous solo renditions. When it re-entered set lists in 1980 it was once again a solo number; from there it evolved gradually back into an ensemble piece, first acoustic then electric. Table 2 summarizes, organizing the various iterations of the song into seven versions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] We will discuss the distinctions between these versions in detail in the coming sections, but first let us consider one global issue that emerges immediately from a quick scan of Table 2: none of the live arrangements is in the key of the studio recording, E. The studio key is not even one key among equals; it is anomalous: a single performance against (literally) hundreds in G, D, A, and B ♭ . Perhaps most strikingly, the performances from 1964 and 1965—which occurred both before and after the January 1965 recording session—are in G, not E, with the capo at the fifth fret rather than the second. What are we to make of this? The most obvious answer is that the higher pitch of the live versions in 1964–65 placed Dylan’s voice in a more penetrating range for the reciting tone, helping it to project in big halls, and also perhaps harnessing some of the extra adrenaline of live performance. We might even speculate that the change of key to E for the recording was a last-minute decision, in response to the particular technological environment of the studio, and perhaps influenced by the desire to emphasize the “laconic drawl” discussed above for the microphone. (63) Considerations of vocal range likely influenced later choices of key as well, but by some accounts Dylan just as often selects keys based on other criteria. As Daniel Mark Epstein reports, several musicians who worked with Dylan at recording sessions for Time out of Mind were surprised at the ease with which Dylan transposed, moving from key to key on the guitar without a capo—and not for the reasons vocalists usually change key. Many singers stick to certain keys to suit their range; Dylan sometimes settled on a key just because of the way it made the song sound, to get a particular color or tone quality. ( Epstein 2011 , 140) Dylan himself has made comments along these lines. Speaking of songs written on the “black keys” on the piano, he states, “the songs that go into those keys right from the piano, they sound different, they sound deeper”; he then proceeds to an extended consideration of key characteristics ( Cott 2006 , 375–76). Some years earlier, he had even expressed sentiments that incongruously resemble those of 18th-century aestheticians on key and affect: “I find C major to be the key of strength, but also the key of regret. E major is the key of confidence. A-flat major is the key of renunciation” ( Cott 2006 , 222). While this may be a put-on—not uncommon in Dylan’s interviews—it is nevertheless clear that he has given thought to the matter of key selection and affect.",
                "footnotes": [
                    "FN63"
                ],
                "citations": [
                    "epstein_2011",
                    "cott_2006",
                    "cott_2006"
                ]
            }
        },
        {
            "43": {
                "text": "[43] The issue of key also leads to more general questions about the relationship of Dylan’s studio recordings to his performances. In a 2000 interview he stated that “the ideal performances of the songs [came] on stages throughout the world. Very few could be found on any of my records” ( Scorsese 2005 ). He expressed a similar sentiment in 1978: An album for me isn’t anything more than a collection of songs . . . written to be sung from the stage . . . It’s always been that way for me . . . songs aren’t any good unless they can be sung on stage. They’re meant to be sung to people, not to microphones in a recording studio. ( Heylin 2009 , 19) (64) Such views present a challenge to philosophies of popular music that treat the studio recording as the definitive “work.” (65) Dylan seems to hew much closer to a folk-music ideal, in which the immediacies (and imperfections) of live performance are valued, and songs are considered vehicles for spontaneous reinvention and variation. For Dylan, it seems, the recorded “track” (à la Zak 2001 ; see also Moore 2012 , 15–16) is subordinate to the continually morphing “song.”",
                "footnotes": [
                    "FN64",
                    "FN65"
                ],
                "citations": [
                    "scorsese_2005",
                    "heylin_2009",
                    "zak_2001",
                    "moore_2012"
                ]
            }
        },
        {
            "44": {
                "text": "[44] Nevertheless, for most fans—casual and serious—the studio recording is not so easily demoted. It is the version of the song that most listeners know best, thus retaining pride of place as a point of reference against which live performances are experienced and judged. (66) One might expect Dylan obsessives and bootleg collectors (self-identified “Bobcats”) to elevate live performances of “It’s Alright, Ma” over the studio recording, but many write reverently about the Bringing It All Back Home version in a thread on expectingrain.com. (67) While for Dylan himself the album version may be a sort of singularity—he has, after all, been present for every subsequent performance—for most listeners, it remains the prototype that organizes all other encounters with the song. For such listeners, the song is a Type-1 category in Larry Zbikowski’s ( 2002 ) sense: a graded category in which membership is based on degrees of resemblance to a central prototype (in this case, the studio version). (68) The question of key, moreover, is merely one element in such processes of categorization, and arguably far from the most important (especially for listeners without absolute pitch). Lyrics, melody, harmony, rhythm, tempo, form, and genre all contribute more fundamentally to this process of categorization; in the case of “It’s Alright, Ma,” all but the first vary in remarkable ways from the song’s inception in 1964 to its most recent iterations.",
                "footnotes": [
                    "FN66",
                    "FN67",
                    "FN68"
                ],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "45": {
                "text": "[45] The following survey of the song’s versions will proceed in three sections. The first section treats the solo-acoustic performances (versions 1 and 2), while the second focuses on the extravagant 1978 arrangement (version 3). The third and final section explores the song’s fascinating transformations over the course of the Never-Ending Tour (versions 4–7). Solo Acoustic (Versions 1 and 2)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The first documented performance of “It’s Alright, Ma” dates from an October 10, 1964 concert at Philadelphia’s Town Hall ( Audio Example \n1 ). (69) In this concert Dylan is clearly still in the process of becoming comfortable with the song, feeling his way into it with a slow improvisation on the ♭ III–IV– ♭ III riff. Once under way, however, the performance resembles that on the record in all syntactical respects aside from key—guitar schemata, form, vocal line—as does the more settled performance some weeks later at a high-profile Halloween concert at Philharmonic (now Avery Fisher) Hall in New York City. (70) Both renditions are considerably slower than the studio recording—around 100 beats per minute, as opposed to 120—and Dylan pauses after each line in the verses, drawing out final syllables and extending the chords of the verse progression to five or six beats in the process. These breaks allow the audience a moment to assimilate the line just sung and (perhaps) Dylan time to remember the words to the coming one. Despite Dylan’s efforts to make the words as clear as possible, Sean Wilentz, who attended the Philharmonic Hall concert, notes that he and many others in the audience found the song “baffling,” adding that it “moved so fast that comprehension was impossible” ( 2010 , 87 and 91–92). As both singer and audience became more familiar with the number in early- to mid-1965, however, Dylan’s tempo increased dramatically, with lines tumbling after one another without break, and the chords of the verse progression sometimes compressed to three beats. Audience reaction to these performances is often highly animated; at Santa Monica on March 27, 1965—five days after Bringing It All Back Home was released—gasps and laughter are distinctly audible after many verses ( Audio Example \n2 ). (71) Audio Example 1 . “It’s Alright, Ma,” October 10, 1964 Audio Example 2 . “It’s Alright, Ma,” March 27, 1965",
                "footnotes": [
                    "FN69",
                    "FN70",
                    "FN71"
                ],
                "citations": [
                    "wilentz_2010"
                ]
            }
        },
        {
            "47": {
                "text": "[47] When the song reappeared in set lists in 1974 it could no longer provoke such surprise: it was now part of the Dylan canon, and an iconic piece of 60s lore. Dylan fittingly gave it a privileged place as the culminating number of the acoustic set that opened the show’s second half. (72) This set provided the audience with a simulacrum of the fabled solo-guitar Dylan of the 1960s, but the differences were telling. He was now playing in large arenas of ten to twenty thousand people, and the confrontational interaction between performer and audience of the 1965–66 electric tour was replaced by uncritical adulation, not to mention a tour apparatus bound up with the very corporate and mass-media institutions that Dylan vociferously attacks in the song. Dylan’s dissatisfaction with the tour has been much noted, but many collectors and critics still praise the resulting performances, especially those documented on the live record Before the Flood ( Dylan 1974 ). (73) His performances of “It’s Alright, Ma” have often been singled out for their energy, which, as Paul Williams ( 1992 , 12) suggests, might come precisely from the “falseness of the situation”—the fact that the song had now become an object of mass-media appropriation and cathexis. Dylan’s lyrics also took on a new political resonance in 1974, with the couplet “Even the president of the United States / Sometimes must have to stand naked” evoking cheers in the midst of the Watergate scandal. Figure 13 . The verse progression in the 1974 performance (click to enlarge and listen)",
                "footnotes": [
                    "FN72",
                    "FN73"
                ],
                "citations": [
                    "dylan_1974",
                    "williams_1992"
                ]
            }
        },
        {
            "48": {
                "text": "[48] Dylan’s guitar playing is considerably more energetic than in the 1964–65 renditions, but also far less subtle: undifferentiated strumming replaces the mixture of Carter patterns and blues schemata that enliven the early versions. (74) (The earlier subtlety would likely have been lost in such noisy arenas. (75) ) The vigorous rhythm evokes early rock and roll (Buddy Holly, for example) even more vividly than do the 1960s renditions, causing articulations with rural and urban blues to recede. Along with this, the ♭ 7 ˆ – 6 ˆ – ♭ 6 ˆ bass progression is delayed until stage 5 , as shown in Figure 13 : it now becomes a quick, last-minute descent, squeezed in before the onset of the vamp/release, thus underscoring the energy of Dylan’s vocal delivery as he rushes toward the end of the verse. During stages 3 and 4 Dylan plays chord voicings more reminiscent of the “folk-rock” of the Byrds than of Bukka White. The idiomatic “suspended” chords 3 and 4 resemble fingerings that Dylan learned from English musician Martin Carthy in the early 60s, (76) as well as the sonorities Dylan would experiment with on the upcoming Blood on the Tracks (particularly in the early iterations of those songs, played on a solo guitar in open-E tuning). (77) Evidently no longer needing to demonstrate his folk-blues bona fides, Dylan now brought out the song’s intertextual resonances with a range of white popular and vernacular musics. While black blues sources would appeal to the\nliberal sensibilities of many in Dylan’s audience, certain of the musical idioms \nindexed in this performance—such as\nlate-50s rock and roll—were less easily assimilable to a post-1960s ethos of countercultural\nprogressivism. Dylan’s subtle expression of musical solidarity with these styles in the 1974 performance can be heard as the first step in his process of reclaiming the song from the weight of its own legacy. Figure 14 . Spectrograms of the first line as sung (a) in the January 1965 studio recording, and (b) at the Philharmonic Hall concert, Halloween 1964 (click to enlarge and listen) Figure 15 . The first line as sung on February 14, 1974 in Los Angeles (performance released on Before the Flood ) (click to enlarge and listen) Figure 16 . The conclusion of the first verse as sung on February 14, 1974 in Los Angeles (click to enlarge and listen) Figure 17 . (a) The reciting and escape tones in the 1974 performances. (b) Transcription of the first verse as sung on February 14, 1974 (click to enlarge and listen)",
                "footnotes": [
                    "FN74",
                    "FN75",
                    "FN76",
                    "FN77"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] The subtle tilt toward white popular styles is apparent in Dylan’s singing as well, most notably in its timbre. In the years of the hiatus, Dylan had released several albums, two of which featured a strikingly different voice from the nasal twang of the early- to mid-60s: Nashville Skyline ( 1969 ) and Self Portrait ( 1970 ). The voice is smooth and round, resembling at times a country crooner, at others Roy Orbison or the Elvis of “Love Me Tender” and “Blue Moon.” (78) Dylan in fact included a version of the latter song on Self Portrait , matching the recording on Elvis’s debut album pitch-for-pitch and adopting a remarkably similar vocal sound. While Nashville Skyline puzzled some Dylan fans with its open embrace of country (the first track is a duet with Johnny Cash), Self Portrait generated utter bafflement and dismay. (79) Dylan stated that the latter record was, at least in part, an attempt to drive away his previous audience. (80) By 1974 the situation was very different—he was now openly embracing his 1960s material, and largely giving fans what they wanted—but subtle hints of the crooner voice remained, notably on “It’s Alright, Ma.”",
                "footnotes": [
                    "FN78",
                    "FN79",
                    "FN80"
                ],
                "citations": [
                    "dylan_1969",
                    "dylan_1970"
                ]
            }
        },
        {
            "50": {
                "text": "[50] A study of spectrograms is instructive here. Figure 14 presents two spectrograms of the opening line of the song as sung in the 1960s: (a) is from the 1965 studio recording; (b) is from the 1964 Halloween concert at Philharmonic Hall. For comparison, Figure 15 presents the same line as sung in Los Angeles on the evening of February 14, 1974, in a performance that was released on the live album Before the Flood . White numbers identifying partials have been placed over all three spectrograms. Note first the similarity between 14(a) and (b): both show a relatively weak fundamental (i.e., first partial) and a strong emphasis on partials three through nine, especially on the first syllable of “Darkness.” Emphasized upper partials change on the following syllables due to their differing vowel formants, but the two renditions remain remarkably similar throughout, with a weak fundamental and second partial, and strong mid-range partials, which create the harsh, nasal timbre on these performances. Notably, this timbral “thumbprint” is present in both performances despite the difference in pitch and key (the reciting tone is a G3 in the Halloween performance, an E3 on the studio version).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The contrast with the 1974 performance in Figure 15 is striking. Now the fundamental and the second partial are very strong, with the higher partials accented only on certain vowels. Moreover, one can observe the difference in contour in Dylan’s sung pitches. While in 1964 and 1965 many sung syllables have an arch shape, with a slide up to and then back down from the target pitch, in 1974 the pitches are steadily sustained; see especially “at” and “noon” in Figure 15. The result bears the aural imprint of the crooner voice, which is nevertheless mitigated by Dylan’s vigorous performance of the song, and his need to project his voice into a cavernous arena.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Indeed, Dylan’s voice breaks out of the smooth, rounded timbre at the ends of verses, as he shifts into a gravelly shout that is common on this tour, especially at the ends of lines. Figure 16 shows the first such moment in the Los Angeles performance, on the word “trying.” A white bracket toward the top of the spectrogram marks the moment of the break into the gravelly voice on the word’s first syllable. Note both the dropping out of the fundamental and the closely packed horizontal lines, especially visible from partial four to nine; compare this to the strong fundamental and clear upper-partial patterns toward the left of the spectrogram (at “soon there is no”). The gruff drop back down in pitch on the second syllable in “trying” is also visually apparent in partials seven and higher (see the sharply angled \norange lines toward the right side of the image).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Just as notable as these timbral changes is the shift in vocal register and tonal position for this performance. While the key has dropped a fourth from the earlier live renditions—from G to D, with the capo removed entirely—Dylan’s vocal line has risen a fourth, with the reciting tone now an arresting C4, or ♭ 7 ˆ . Figure 17(a) displays the new reciting and escape tones. While the latter still slides downward along with the trochaic scansion, Dylan deliberately avoids such slides when singing the reciting tone, instead sustaining the C4 for both stressed and unstressed syllables. His voice then rises a step for the ends of most lines, placing the carefully graded end-rhymes on the tonic, D4. As a result, the reciting tone, C4, has the effect of being “charged upward,” always directed toward the D4. Indeed, it is apt to speak of the reciting tone in these performances as dissonant —though lowered sevenths act as consonances in a wide range of blues-inspired vernacular musics, Dylan treats the pitch here as unstable, his voice straining upward toward D4 throughout the sung lines of the verse, attaining it at the last instant. (81)",
                "footnotes": [
                    "FN81"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] Figure 17(b) transcribes the first verse, as sung in the Los Angeles concert. In addition to showing the “charged” motion between the C4 reciting tone and its upward resolution to D4, the transcription displays the crisp syncopated rhythm of Dylan’s singing in this iteration. As suggested by the absence of timing arrows, Dylan’s delivery now aligns precisely with the meter projected by the guitar: sung downbeats coincide throughout with strummed guitar attacks. The precision in pitch in this performance—the sustained, focused reciting tone—is thus matched by precision in meter and rhythm. Stressed syllables are no longer emphasized by vocal contour but by agogic and metric accent, sometimes in conjunction, sometimes separately. This sharply etched, syncopated rhythm again recalls early rock-and-roll and rockabilly styles, strengthening the articulation with commercial, white sources and moving yet further from Guthrie drawl and blues shuffle. Figure 18 . (a) The reciting and escape tones in the 1986 performances. (b) Transcription of the first verse as sung in Sydney on February 25, 1986 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Dylan continued to perform the song in this version—as a solo-acoustic number, in drop-D tuning without capo—after 1974. It made \nfive appearances on the Rolling Thunder Revue in 1975 and 1976 and then reemerged in the 1980s, remaining the default arrangement into the early years of the Never-Ending Tour. Space does not permit a detailed survey of these performances, but a glance at one rendition in 1986 will reveal aspects of Dylan’s shifting performance style during this phase. As Figure 18(a) shows, the reciting tone and escape tone during the 1986 tour are now identical: both center on \nthe tonic D4 (a step above the ♭ 7 ˆ C4 reciting tone of 1974) and both drop away precipitously to a half-voiced D3 an octave below on the unstressed syllables. The result is a strenuously mannered performance, one in which Dylan at once emphasizes the trochaic structure of his text with renewed vigor—the contours in 18(a) are the most extreme in any of the renditions—while at the same time pushing back against that very text by resisting any vocal change at the stanza-concluding prosodic and phonetic shifts (e.g., “trying,” “crying,” “dying,” “sighing” in the first verse-refrain cycle). Figure 18(b) is a transcription of Dylan’s performance of the first verse in Sydney on February 25, 1986. While the rhythm retains some of the syncopations of 1974, it also includes many passages in even “eighths,” which bring the severe contour mannerisms into sharp relief. Dylan’s vocal timbre has moreover returned to its earlier rasp, which has now gained an even stronger nasal component. This performance—like many from the early- to mid-80s—shows Dylan in extremis, struggling (by his own account) to find ways to invest his old songs with life in the face of a deteriorating voice and flagging enthusiasm (see Dylan 2004a , 145–62 and Cott 2006 , 398, 411, and 422). 1978 Tour (Version 3)",
                "footnotes": [],
                "citations": [
                    "dylan_2004a",
                    "cott_2006"
                ]
            }
        },
        {
            "56": {
                "text": "[56] The outlier in these years of otherwise acoustic renditions is the extraordinary live version of “It’s Alright, Ma” from 1978. For this enormous tour—114 concerts spread across the Far East, Europe, and North America—Dylan assembled the largest band he has played with to date: eight instrumentalists in addition to Dylan—including two percussionists, tenor saxophone, flute, fiddle, and mandolin—and three female back-up singers. The production was garish: the performers were required to dress in stage outfits designed by \nBill Whitten, who had also designed stage attire for Neil Diamond. Indeed, Diamond’s live show was the model for Dylan’s: he had attended a Neil Diamond concert in 1977, after which he secured the services of Diamond’s manager, Jerry Weintraub, to oversee his own tour. Dylan also based aspects of his show on Elvis’s “comeback” concerts of the late 60s and early 70s, which Weintraub had also managed. Two of his musicians—saxophonist Steve Douglas and bassist Jerry Scheff (who joined the tour after its Far East leg)—had played with Elvis during that time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] If these associations seemed puzzling to Dylan’s previous fans, the musical arrangements he employed—showbiz-y and stylistically eclectic—were, to many, positively anathema. (82) Dylan stated in a 1978 interview with Ron Rosenbaum that he rearranged his songs because he “believe[d] in them” ( Cott 2006 , 225). But one can also read his arrangements on this tour as antagonistic—an effort to further reclaim his catalog by aggressive defamiliarization. The arrangements moreover have the effect of distancing self-quotation, as though Dylan were performing elaborate cover versions of his own songs. (83) Howard Sounes aptly describes the resulting set list as a string of “show tunes in incongruous idioms” ( 2011 , 316). These idioms ranged wildly, encompassing reggae (on “Don’t Think Twice, It’s All Right”), lounge ballad (“Tangled up in Blue”), disco via Springsteen (“Shelter from the Storm”), Latin pop via the Doobie Brothers (“One More Cup of Coffee”), and something approaching heavy metal for “It’s Alright, Ma.” Figure 19 . The instrumental arrangement in the 1978 version: (a) the vamp/release and verse; (b) the refrain (click to enlarge and listen)",
                "footnotes": [
                    "FN82",
                    "FN83"
                ],
                "citations": [
                    "cott_2006",
                    "sounes_2011"
                ]
            }
        },
        {
            "58": {
                "text": "[58] Figure 19(a) presents a simplified transcription of the instrumental arrangement of the vamp/release and verse progression. The bottom staff depicts the harmony and bass via the power chords played by rhythm guitarist Steven Soles. The upper staves show the percussion so central to this performance (see also the key below the staff). The distorted guitar sound, flashy solo breaks by lead guitarist Billy Cross, and emphatic backbeat provided by drummer Ian Wallace (at the deliberate, “heavy” tempo of around ninety-six beats per minute), create an overall effect far more reminiscent of Led Zeppelin or Deep Purple than Dylan’s original folk, blues, and pop sources. A minor is also a common “hard rock” key, second only to E minor and equally rich in first-position power chords. But the stylistic picture is more complex than this: the \narena-rock sound of the vamp/release is set off by an array of additional generic affiliations. The congas played by Bobbye Hall lend a subtle Latin flavor to the arrangement, while the rhythm of the vamp/release now exactly matches the Everlys’ in “Wake up, Little Susie.” The drop in dynamics and elimination of the backbeat in the verse are reminiscent of performing traditions in soul and R&B. The verse progression itself is no longer underpinned by a descending chromatic line, instead tracing the ascending progression of I–III–IV–VI in A minor, a harmonized pentatonic progression characteristic of much 60s and 70s rock. The progression points back to the original verse progression through a circuitous chain of intertexts: it explicitly echoes the Animals’ rendition of “House of the Rising Sun,” which had been based on Dylan’s version of the song, itself based on Dave Van Ronk’s arrangement, which was cited above as a possible “oblique” source for the original verse progression in “It’s Alright, Ma.” Though the descending bass line has disappeared from Dylan’s song in its 1978 iteration, the progression of rising roots in the Van Ronk/Dylan/Animals “Rising Sun” exactly matches that in chords 1 – 4 in Figure 19(a). (84)",
                "footnotes": [
                    "FN84"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] The generic affiliations in the refrain are more extravagant still. As shown in Figure 19(b) , Ian Wallace here plays the drum pattern from The Ronettes’ 1963 hit “Be My Baby,” one of the most famous rhythmic figures in all popular music. (85) The background singers heighten the girl-group association, accompanying Dylan with “Ooh”s in three-part harmony, and lending a new, exquisite irony to the couplet “So don’t fear if you hear / A foreign sound to your ear.” The moment creates a bizarre new articulation, as Dylan’s apocalyptic grievances are recast in the musical language of Phil Spector’s “teenage symphonies.” The background singers also bring hints of gospel to the performance, foreshadowing the direction Dylan’s music making (and religious life) would take in the following year. This gospel sound is evident not only in the refrain but also in the verses, which the singers punctuate by joining Dylan for the final word (“trying,” “crying,” “dying,” etc.). The incongruity is again highly pointed, turning moments of mordant defeat in the text—e.g., “there is no sense in trying”—into shouts of exuberant affirmation. Figure 20 . Verse one as sung at three concerts in 1978: (a) Tokyo, February 28 (released on At Budokan); 7th performance on the tour. (b) Paris, July 8; 46th performance on the tour. (c) Columbia, South Carolina, December 9; 109th performance on the tour (click to enlarge and listen)",
                "footnotes": [
                    "FN85"
                ],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Let us turn now to Dylan’s vocal performance of the song over the course of the tour. Figure 20 presents aligned transcriptions of the vocal parts in the first verse as sung at three different concerts on the tour. Line (a) transcribes the performance at Nippon Budokan Hall in Tokyo on February 28, 1978, which was released on the record At Budokan ; this was the 7th performance of the song on the tour. Line (b) shows the vocal performance from a July 8 concert in Paris, the 46th rendition of the song on the tour. And line (c) transcribes the verse as sung in Columbia, South Carolina on December 12, the 109th performance of the tour. (86) The comparison between the versions is instructive, revealing considerable changes in pitch across many concerts. It is difficult to generalize, for example, about the reciting or escape tones in this version; though E4— 5 ˆ in A minor—is perhaps the best candidate for the former (especially stressed in the Paris performance), there is no obvious choice for the latter, if only because the kinetics of restraint and “escape” hardly seem to apply in this highly mobile rendition. (87) What is perhaps more striking than these pitch differences, however, are the rhythmic similarities between the three versions. Aside from very small variants in the syncopated bars 9 and 11, and a tiny anticipation on the first sung pitch in bar 1 in Paris, the rhythmic performances are identical . This is especially remarkable given that spontaneity and in-the-moment invention are so central to Dylan’s aesthetic in nearly all other phases of his career. On this tour he is seemingly hemmed in by his large ensemble and its elaborate arrangements. Most notably, the big chords that the band plays on downbeats during the verse often force Dylan to begin lines on the “and” of beat one, as in measures 1 and 2 in Figure 20 (all three renditions). It is only at “handmade blade” that Dylan’s voice cuts through the wall of sound on the downbeat. The next line (“Eclipses...”) also begins on a downbeat, but awkwardly: the scansion is awry, with the metric stress falling on the word’s first syllable, not its second. It is as though Dylan’s vocal lines are progressively bent out of shape by the impact of the band’s chords. As a result, his typically elastic vocal phrasing gives way to fixed rhythmic patterns, which he seems to have settled on early in the tour. As the arrangements leave Dylan little room for nuance in timbre and volume, pitch and contour become the only truly variable parameters in his performances of the song across 114 shows. The Never-Ending Tour (Versions 4–7)",
                "footnotes": [
                    "FN86",
                    "FN87"
                ],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] In the Never-Ending Tour—which began a decade later, in 1988—the song would see a far wider range of vocal performances than in 1978. Indeed, by Dylan’s own account ( 2004a , 145–62), the onset of the Never-Ending Tour (or NET, among fans) coincided with his “discovery” of a technical means for avoiding the very rhythmic rigidity observed in the 1978 tour and sporadically in evidence in concerts throughout the mid 1980s. Though Dylan’s discussion of his new rhythmic technique in Chronicles is more than a little mystifying, the extraordinary contrasts in his performances of “It’s Alright, Ma” over the years of the NET are vivid evidence of a new mode of music making.",
                "footnotes": [],
                "citations": [
                    "dylan_2004a"
                ]
            }
        },
        {
            "62": {
                "text": "[62] As Figure 12 indicates, Dylan performed “It’s Alright, Ma” sporadically in the early years of the NET, from 1988 \nto 1992, before a period of seven years in which the song was entirely absent from set lists. It returned in 1999 and figured prominently for a decade, disappearing again in early 2009. It is difficult to know exactly why the song vanished from set lists between fall 1992 and fall 1999, and again beginning in fall 2009, but one hypothesis is especially suggestive. Since the 1974 tour, the couplet “Even the president of the United States / Sometimes must have to stand naked” has drawn boisterous cheers from Dylan’s crowd. Dylan may or may not approve of this—after all, it tends to reduce a long, complex song to a single, simplistic political slogan—but he is enough of a showman to recognize how the line will play with his (mostly liberal) audience. (88) It is thus not surprising to find him dropping the song during the Clinton years, only to resurrect it in the wake of the Lewinsky scandal, when the famous couplet took on a sly new connotation. He then kept it in heavy rotation throughout the George W. Bush era—with a pronounced peak in 2002, in the run-up to the Iraq War—removing it from set lists once Barack Obama’s tenure was underway. (89)",
                "footnotes": [
                    "FN88",
                    "FN89"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] Musically, Dylan’s performances of the song during the NET divide neatly into the two phases outlined above: the early period from 1988 to 1992, and the later, George W. Bush–era resurgence, from 1999 to 2009. The early phase is essentially an extension of the song’s version-2 existence in the 1980s. Dylan continued to perform version 2—solo, in drop-D tuning, without capo—until 1992, at which point the song underwent a brief phase of acoustic ensemble performance, identified as version 4 in Table 2. (90) This is a nimble country-blues arrangement with two acoustic guitars, bass, and drums played with brushes. The instrumental realization and Dylan’s singing do not differ markedly in this version from the immediately preceding performances of version 2: guitarist John Jackson, bassist Tony Garnier, and drummer Ian Wallace essentially follow Dylan’s long-standing solo arrangement. Nevertheless, the strong country accent is important, as it signals Dylan’s return to rural- and roots-music signifiers, evident in all aspects of his career at this moment. In 1992 he released his first solo guitar and voice record since 1964, a collection of traditional ballads, blues, and folk songs called Good as I Been to You . In 1993 he would release a second such collection, World Gone Wrong . The version-4 changes in “It’s Alright, Ma” are of a piece with this explicit return to “old-time” music making. The shift in aesthetic was evident not only in the sounds Dylan and band produced, but also in clothing: Dylan began wearing stylized outfits evocative of the Grand Ole Opry and earlier phases of country performance, complete with boots, bolo ties, and wide-brimmed hats. This was in sharp contrast to his sartorial style in the mid-80s, in which he often wore a hoodie in solidarity with the West-Coast hip-hop artists he admired ( Dylan 2004a , 219 and Sloman 2008 , 17–26). Figure 21 . The vamp/release as played by Larry Campbell in 1999–2004. (a) Travis-picking pattern in version 5 (1999–2001). (b) Strummed cittern in final months of version 5 (early 2002). (c) Cittern blues shuffle—version 6 (late 2002–2004) (click to enlarge and listen) Figure 22 . The seventh verse as sung at two concerts in fall 1999: (a) September 15, Austin, Texas. (b) October 31, Chicago, Illinois (click to enlarge and listen) Figure 23 . Verses 1–3 as sung in Fairfax, Virginia, November 22, 2002 (click to enlarge and listen)",
                "footnotes": [
                    "FN90"
                ],
                "citations": [
                    "dylan_2004a",
                    "sloman_2008"
                ]
            }
        },
        {
            "64": {
                "text": "[64] Much more dramatic musical changes would occur in the second phase of the song’s NET existence, in versions 5–7. Figure 21 provides a useful point of entry into this phase, transcribing guitarist Larry Campbell’s changing realizations of the vamp/release in versions 5 and 6. Figure 21(a) shows the fingerpicking pattern that Campbell uses in version 5, from 1999 through 2001; this pattern is often called “Travis picking,” after country guitarist Merle Travis (it was later popularized by Chet Atkins). This association signals the persistence of country signifiers in this version of the song, which minimize the module’s blues associations. As shown in Figure 21(b), Campbell changed instruments in early 2002, replacing his drop-D acoustic guitar (with capo at fifth fret) with a Celtic cittern in modal-D tuning (also with capo at the fifth fret), strummed rather than finger-picked. This exotic instrument was likely not stylistically legible to many in Dylan’s audience. While some knowledgeable fans may have drawn connections to Celtic music, others may instead have sensed a more vague affinity to “old-time” instruments like the mountain dulcimer or autoharp. (91) In any case, the exotic instrument adds an additional (for many, likely inchoate) historical resonance to the performance.",
                "footnotes": [
                    "FN91"
                ],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] Shortly into 2002, the song’s arrangement changed entirely, though the cittern remained. (92) As shown in Figure 21(c), version 6 is marked by a change in tempo and meter, away from the brisk country of versions 4 and 5 to a slow blues shuffle (notated here in 8 6 ). (93) This re-invests the vamp/release with explicit blues associations, though the exotic sound of the cittern continues to blur the association (or perhaps intensify the sense of a vague “old-world” otherness). After Campbell’s departure in late 2005, the cittern was replaced with two electric guitars for the remainder of version 6, giving the module its most explicit blues-shuffle realization in any of the extant versions. This electric rendition of the blues shuffle brought the song’s intertexts with Booker T. and the MGs, Sonny Boy Williamson, Muddy Waters, and Bo Diddley explicitly into the foreground for the first time. (94)",
                "footnotes": [
                    "FN92",
                    "FN93",
                    "FN94"
                ],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] A study of Dylan’s singing in this era reveals the extent of the rhythmic and melodic flexibility inherent in his “new vocal technique” ( Dylan 2004a , 156). Figure 22 transcribes two version-5 performances of verse seven from October and November 1999. In the performance from Austin, Texas, shown in 22(a), Dylan progresses through a series of reciting tones—F3, G3, B ♭ 3—employing a highly variable rhythm. Note especially his metric anticipation of the penultimate line (“And meantime life outside goes on”) in measures 8–10 of the transcription: he begins the line before the downbeat of bar 9 and then floats lazily free of the instrumentalists’ metric subdivisions during that bar, projecting even values that approximate a quintuplet. His singing then snaps back into the meter with “All around you,” spanning the onset of the vamp/release. A few weeks later in Chicago, he sings this passage utterly differently. As shown in 22(b), he adopts an ostinato-like figure throughout the verse: a bluesy pentatonic descent D4–C4– B ♭ 3–G3, which he sings initially in pointedly straight eighths, before moving into mildly syncopated variations. The repetitiveness of the phrasing creates an apt sonic metaphor for the subject matter of this verse: the incessant, banal barrage of modern advertising. The delivery is a sharp, spur-of-the-moment departure from most of Dylan’s singing in this version of the song—which typically involves highly variable motion around reciting tones on F3, G3, and B ♭ 3—and the audience takes notice, cheering enthusiastically at the end of the verse. (95)",
                "footnotes": [
                    "FN95"
                ],
                "citations": [
                    "dylan_2004a"
                ]
            }
        },
        {
            "67": {
                "text": "[67] This kind of improvisational freedom is characteristic of Dylan’s singing throughout the NET; it is even more evident in version 6. The shuffle rhythm and slow tempo of this arrangement leave Dylan two choices: he can either return to the laconic drawl of his performances from the mid-1960s, explicitly bringing out the trochaic prosody through long–short (“quarter–eighth”) figures, or he can adopt a faster mode of delivery, delivering lines in short bursts that have an indeterminate relationship to the local triple subdivisions of the beat. Dylan takes the second approach, opening the door to great flexibility in phrasing. Figure 23 transcribes the first three verses as sung at a performance in Fairfax, Virginia in late 2002. A scan of the figure reveals the variety of rhythmic subdivisions that Dylan employs. The default division of the dotted-quarter tactus is a quadruple one, evident, for example, in bar 5 of the third verse and bar 9 of the second. But the tempo of Dylan’s delivery ranges widely—following the prosodic contour of the given line and his particular phrasing trajectory—moving as fast as a sextuple division and as slow as a duple one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] The bottom staff of the figure shows the bass line, below which are harmonic annotations indicating the chords of the verse progression. As the Roman numerals indicate, the band plays the original harmonic progression from the early 1960s performances in this version, as indeed they do in all versions from the NET.  Note that chord 5 lasts for six beats in the transcription; this remains constant in every verse of version 6. As a result, Dylan often needs to stretch the concluding line in order to align the final word with the onset of the vamp/release. This leads to some notable pauses in verses with short final lines, such as verses 2 and 3 in Figure 23.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] Over the five years that version 6 was performed, Dylan’s voice gradually dropped in tessitura, settling eventually into a low growl, which one fan has dubbed his “wild, mad, Old Testament prophet” voice. (96) There has been much speculation regarding the extent to which this vocal sound is a deliberate choice or a product of physiological wear and tear from decades of idiosyncratic singing. While the latter has certainly been a factor, and is perhaps the major one, it is also clear that Dylan has chosen many of his vocal personae carefully over the decades. In a 1978 interview with Ron Rosenbaum ( Cott 2006 , 227) he states, “You can do anything with your voice if you put your mind to it. I mean, you can become a ventriloquist or you can become an imitator of other people’s voices.” He then backtracks, ending ambivalently: “I’m usually just stuck with my own voice. I can do a few other people’s voices.” The dialectical rhythm of the quote is compelling, and seems to gesture toward a deeper truth about much of Dylan’s singing: at the heart of his style is a perspicuous tension between vocal choice and vocal limitation. Throughout his career, one is aware on the one hand of a singular and highly idiosyncratic vocal instrument, and on the other of a strenuous effort to fashion ever-new voices with that instrument. In the end, the gruff voice of the later years seems a product of aesthetic choice and limitation: years of strain \nmay have given Dylan the vocal timbre he has long wanted—that of an aging blues singer. (97) Figure 24 . Two verses as sung in Tulsa, Oklahoma, February 28, 2004: (a) Verse one; (b) verse five (click to enlarge and listen) Figure 25 . Coarse shout and warble, Tulsa, Oklahoma, February 28, 2004 (click to enlarge and listen) Figure 26 . The first refrain as sung in (a) Fairfax, Virginia, on November 22, 2002; (b) Tulsa, Oklahoma, February 28, 2004 (click to enlarge and listen)",
                "footnotes": [
                    "FN96",
                    "FN97"
                ],
                "citations": [
                    "cott_2006"
                ]
            }
        },
        {
            "70": {
                "text": "[70] In these years Dylan also came to sing more and more in rapid, guttural bursts, often with a quick curl upward for the final pitch of a phrase, a phenomenon that fans (in a fascinating example of vernacular music theory) have dubbed “upsinging.” (98) This is evident in the performance transcribed in Figure 24(a) , from a 2004 performance in Tulsa: Dylan upsings at the ends of the first four lines, on the end-rhyming “noon,” “spoon,” “-loon,” and “moon.” This gestural tic became tiring to many fans, especially when it persisted for an entire song, or even an entire concert. But Dylan just as often continued to vary his delivery, slipping spontaneously into new phrasings, articulations, and timbres. Figure 24(b) demonstrates, transcribing the fifth verse of the song from the same Tulsa performance. The upsinging is now gone, and in its place Dylan substitutes arresting rhythmic and timbral mannerisms. In bar 8 he departs from the coarse shout he had employed on earlier line-ending syllables (the first of them aptly coming on the word “bark”), (99) delivering the word “dark” in a curious warble, to which he returns for the word “far” at the end of the following line. These timbral shifts are set off with a bizarrely halting delivery marked by stuttering pauses (the rat-a-tat of a “toy gun”?). The effect is that much more potent given the strong sense of anticipation that sets in toward the end of the verse as the harmony dilates and the audience anticipates the long-familiar concluding line (“Not much is really sacred”). Figure 25 shows a spectrogram of bars 7–9 in 24(b), highlighting the guttural break in the voice on “spark”—note the very weak fundamental and the dark cluster in the range of the third to fifth partials—and the warble at “dark.” The vivid u-shape makes the contour of the warble clear, and the bright orange lines indicate a much more focused pitch; nevertheless, the third partial is much stronger than the first, a mark of the warble’s fluty timbre.",
                "footnotes": [
                    "FN98",
                    "FN99"
                ],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71] Figure 26 provides a comparison between the refrains as sung at these two concerts—Fairfax in 2002 and Tulsa in 2004—allowing us to track both the variety in Dylan’s rhythmic delivery as well as the changes in his voice over these years. The performance in 2002, shown in 26(a), has a motivic quality, as Dylan literally repeats the gesture of “if you hear” at “in your ear.” (100) Other than the small metric transformation at “That foreign sound,” which occurs later than expected, this is a clear, straightforward performance. In Tulsa, by contrast, Dylan pulls at the rhythm much more, delaying “in your ear” considerably and fragmenting “It’s alright, Ma” in the stuttering fashion of verse 5. There is also a striking linear pitch connection between “if you hear” (intoned on B ♭ 3) and “in your ear” (intoned on C4). Note \ntoo the upsinging at “A foreign sound,” which throws the prosodic stress onto “sound” rather than “for-,” thus bringing out the alternative prosodic reading of this line discussed in paragraph [13]. This scansion—with “sound” emphasized through contour, timbral, and agogic accent—is evident throughout the later years of the song’s performance (2004–2009).",
                "footnotes": [
                    "FN100"
                ],
                "citations": []
            }
        },
        {
            "72": {
                "text": "[72] In early 2007, the song returned to a rapid 4 2 for version 7. Strikingly, this change occurred during the middle of the tour, not at the beginning of a new leg, as is Dylan’s usual practice for introducing new arrangements: version 6 was last performed April 6 in Brussels, and version 7a debuted on April 8 in Amsterdam. The reason for the change is not clear; version 6, which had been in heavy rotation since 2002, may simply have run its creative course. With its return to simple duple meter, version 7 eliminates the metric tension between instruments and singer that had been evident in version 6: the band’s rhythm now follows Dylan’s quadruple tactus divisions, as though resolving the metric tension that had infused the song for the preceding five years. Aside from the change in meter, version 7a remains close to version 6 as it had come to be performed by Dylan’s band at that time, with Campbell’s cittern replaced by the guitars of Stu Kimball and Denny Freeman, and multi-instrumentalist Donnie Herron playing fiddle. This version lasted one year, being replaced by a new variant for the 2008 spring tour of Canada and North America. This final arrangement, version 7b, maintains the tempo of 7a but changes the key to B ♭ and replaces Herron’s fiddle with a banjo. The choice of key is notable: it is the first “non-guitar key” of any of the arrangements and it does not seem to have been chosen for any idiomatic instrumental reason, nor for a vocal one, as Dylan’s singing remains in essentially the same tessitura as in the previous version. One is reminded in this context about the comments above regarding Dylan’s occasional choice of keys for purely “coloristic” reasons. The shift in tonal color is matched by a new timbral color, that of the banjo, which once again tilts the frame of stylistic reference away from urban blues and toward rural, white southern music, and perhaps even further, to minstrelsy. (101) I will discuss this steadily growing retrospective arc in the paper’s conclusion. Figure 27 . Verses 1–6 as sung in Trento, Italy, June 15, 2008 (click to enlarge and listen)",
                "footnotes": [
                    "FN101"
                ],
                "citations": []
            }
        },
        {
            "73": {
                "text": "[73] Figure 27 transcribes verses 1–6 in this version, as sung in Trento, Italy in June 2008. The figure vividly displays the variety in Dylan’s delivery as regards timbre, rhythm, and pitch at this late stage in the song’s performance history, employing several notehead types to show changes in timbre. Standard noteheads indicate Dylan’s “core timbre,” which at this stage is gravelly and nasal, with a pronounced “fatness” toward the bass register. The remaining noteheads indicate departures from this. The × noteheads show the coarse growl that is a prominent feature of the late voice, while the upright triangular noteheads indicate a nasal break. The open, circular noteheads on page one of the figure—at the upsung pitches in the first verse—represent a curiously clipped “hoot” that Dylan employs for these end-rhyming words. On the second page of the figure, angled triangular noteheads mark a warble similar to that in Figure 24(b).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74] Figure 27 also shows some striking instances of rhythmic transformation. Compare, for example, the first lines of verse 1 and verse 2: the latter follows the rhythm of the former exactly, but begins one beat earlier. This metric transformation coincides with a shift in register. Indeed, Dylan’s timbral and rhythmic diversity is matched by variety in pitch and a wide ambitus: the reciting tone proves highly mobile by this stage, in very stark contrast to the recorded version of forty-four years earlier. Note that there is a general rise in reciting tone: while it begins around D ♭ 3 and E ♭ 3 in the first verse (even dipping down to B ♭ 2), by verses 4–6 it settles an octave higher, around D ♭ 4 and B ♭ 3. Note also that a genuine escape tone— D ♭ 4—emerges in these later verses as well, in contrast to the early verses, in which verse endings are not strongly distinguished in pitch from the preceding lines. Dylan does nevertheless make fine use of his voice to set off these early verse endings. Note especially his delivery of “is busy dying” at the end of verse 2, which he sings entirely in a coarse growl, turning his worn voice to strong advantage, and lending a campy, even self-deprecating humor to the word “dying.” It is an effect that (one imagines) the young Dylan would have envied. Conclusion: Song, Genre, and the Poetics of Retrospection",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "75": {
                "text": "[75] Benmont Tench, keyboardist for Tom Petty and the Heartbreakers, Dylan’s backing band in 1986, states that Dylan knows a million songs, old delta blues songs and stuff like that. Well, they sound like they may be delta blues songs. Sometimes I’m not sure if they’re blues songs, or a new arrangement of “It’s Alright, Ma.” ( Heylin 2011 , 583) Tench’s comment is first and foremost a practical observation from one who has played with Dylan, made up of equal parts admiration (at the wealth of Dylan’s knowledge) and exasperation (at the difficulty of keeping up). But it also suggests deeper theoretical issues regarding the relationship between song, genre, and performance in Dylan’s practice. In Tench’s quote one senses the tension between genre, as a set of stylistic norms established by “a million songs,” and the flickering, contingent identity of a given single song. Dylan’s style of high generic play in performance constantly challenges the listener (and, for that matter, the backing musician) to detect the latter in the former, the specific song within a sea of generic signifiers. Though Tench speaks from a player’s perspective, the experience that he describes will be familiar to many Dylan fans, or to anyone who has attended the NET. Indeed, most attendees at Dylan shows in recent decades (excluding “Bobcats” who have been following the tour via bootlegs) have to exert considerable effort to recognize the songs, a fact that is borne out by belated cheers when a recognizable line emerges clearly. Alex Lubet ( 2012 ) calls this process “song finding.” When one does indeed “find the song” the effect can be of a familiar entity taking shape before one’s ears, passing from the generic—country waltz, jump blues, Western swing—to the specific—“The Times They Are A Changin’,” “Summer Days,” “Duquesne Whistle.”",
                "footnotes": [],
                "citations": [
                    "heylin_2011",
                    "lubet_2012"
                ]
            }
        },
        {
            "76": {
                "text": "[76] Or, indeed, “It’s Alright, Ma (I’m Only Bleeding).” As we have seen, over a 45-year period the song has veered from obtuse hipster protest to Vegas mélange, from country two-step to searing blues, often seeming to obliterate the previous iteration in its reinvention. One is continually struck by the malleability of Dylan’s material and its protean possibilities for generic play. Yet certain aspects of “It’s Alright, Ma” resist being fully “submerged” in genre. The song is a sort of fixed point of resistance, a musical and textual structure that—however flamboyantly rearranged—retains aspects of its identity precisely through obliging the performers to navigate its taut musical and prosodic layout, as generic play necessarily conforms to the song’s crisply etched kinetic structure. The formal and textual rigidities of Dylan’s original structure exert pressure on the performers in each new generic environment. As a result, the song’s three circulating modules and overall energetic profile—regular waves of building tension and release—constitute a persisting identity, however generically defamiliarized. In short, the song endures as a presence in these performances—a tenuous intentional object for audience members and a site of resistance for performers—but the extremity of Dylan’s rearrangements constantly puts its identity at stake. Song and performance are suspended in a highly mobile dialectic, reciprocally mediating one another: the song at once shapes, enables, and recedes into each performative moment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "77": {
                "text": "[77] As should by now be clear, Dylan’s generic play is largely retrospective, gesturing toward and inhabiting past musics. But the nature of that retrospection changes over the course of his career. One way to trace that trajectory is to follow the fate of the solo acoustic set, beginning with Dylan’s return to the concert stage in 1974. Dylan’s solo acoustic sets in the concerts of the 1970s and 80s enacted a particular kind of retrospection, recalling his own heyday as the folk troubadour of the 1960s, the fabled “voice of a generation.” As we have seen, “It’s Alright, Ma” figured prominently in those sets, representing Dylan’s most ambitious fusion of avant-garde and politically committed sensibilities. To be sure, Dylan seems to have resisted aspects of this particular mode of retrospection by subtly tilting the song’s stylistic inflections in the 70s and 80s, but the overall gestus—both musical and visual—of the solo singer with guitar and harmonica rack strongly invoked the legendary 60s Dylan. (102) In the early 90s, such solo acoustic sets disappeared, and “It’s Alright, Ma” changed accordingly. The solo sets were replaced first by ensemble acoustic sets, which then gradually dissolved into concerts featuring a diverse mix of acoustic and electric instruments throughout.",
                "footnotes": [
                    "FN102"
                ],
                "citations": []
            }
        },
        {
            "78": {
                "text": "[78] The disappearance of the solo acoustic set marked a transformation in Dylan’s poetics of retrospection. In the NET, Dylan no longer gestures toward his own past, but toward a more distant and encompassing musical past, stretching back through diverse early twentieth-century vernacular idioms to nineteenth-century parlor song and minstrelsy. This change is already evident in the ensemble acoustic sets of the early 1990s, which evoke not the heroic countercultural solo artist as much as they do Appalachian string bands (an effect underwritten by the players’ pointedly legible old-timey attire). Moreover, Dylan’s set lists throughout the 90s include folk and country classics like “Little Moses,” “The Golden Vanity,” “I Am the Man, Thomas,” and “Pretty Peggy-O,” all scattered among Dylan standards like “Desolation Row” and “Ballad of a Thin Man.” The resulting performances—of original and traditional numbers—are stylistically overcoded, with generic signifiers creating a homogenous texture of vernacular idioms. It is not hard to detect in this an effort by Dylan to assimilate his own music into the broader corpus of American vernacular song. This effort on the one hand gestures toward the erasure of authorship—by intermixing famous original numbers with “anonymous” traditional ones, and effacing their distinctions—while on the other hand preserving it at a higher, synthetic level, that of “Bob Dylan” in his latest guise: ancient singer and curator of a quasi-mythical musical past.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.4.rings.html",
    "data": "mto/data/mto.13.19.4.rings.json"
}