{
    "title": "Response to Professor Morse’s Open Letter",
    "date": "1997/07/01",
    "volume": "3",
    "issue": "4",
    "authors": [
        "Killam, Rosemary N."
    ],
    "abstract": "Professor Morse’s “Open Letter” in the last issue ofMTO(3.3, May 1997) exhibits much thought and deserves careful reading, although Killam disagrees with many of Morse’s conclusions. The terms “sex” and “gender” are conflated by Morse, but Killam’s original article oversimplifies and ignores the complex implications of these terms for music and its analysis. Killam’s “Response” questions possible intermingling of theorists’ analytical methodology uncertainties, with theorists’ anxieties toward music written by women and toward new music in general.",
    "keywords": [
        "women composers",
        "20th century",
        "theorists"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.4/mto.97.3.4.killam.pdf",
    "author_info": [
        {
            "name": "Rosemary N. Killam",
            "university": "University of North Texas",
            "address": "College of Music, 415 Avenue C #247, Denton, TX 76203",
            "email": "rkillam@music.unt.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Lee Rothfarb, General Editor of MTO , has graciously offered me\nspace for a response to Professor Morse’s open letter published in MTO 3.3. I thank Professor Morse for his willingness to allow my response\nto appear one issue later and for the time he took to write his\nletter.  I have received a number of private supportive emails from\nother theorists, but Morse has been the only person willing to offer a\npublic, and fairly negative response.  Our small professional\ncommunity (in contrast to the size of the American Psychological\nAssociation, for example) carries different possibilities for\nlong-term animosities when we theorists disagree.  I find Morse’s\nobjection to my article well within the boundaries of good-natured\nprofessional disagreement; I hope that our colleagues have similar\nreactions.  Because the space offered me is for an “essay-like”\nresponse, not another article, I will discuss Morse’s points according\nto their numbering in MTO 3.3, and suggest that readers have a copy of\nhis writing at hand as they read my response.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Regarding Morse’s [1]: “Rather than . . . escalate the anger which so\nplainly inspired the piece . . . ”  I have no sense of having written the\narticle in anger.  I try not to assign emotions to others until they\nhave first proclaimed them, thus observing parameters of reciprocal\nfeminist discourse.  Those who know both me and my writings know that\nwhen I write or speak in anger, I use a tone in which I am explicit\nabout such anger.  When I try to recall my emotions when writing the MTO article, I remember more a sense of amused exasperation with\ntheorists whom David Lewin describes as “old silverbacks.”  His uses\nthe term to portray theorists who sit around waiting to be groomed by\ntheir graduate students.  His definition is not gendered, so women\ntheorists can be old silverbacks as well as men.  Indeed if his\ndescription is used as a metaphor, “old silverbacks” are defined by\ntheir attitudes rather than their ages.  Might these attitudes include\ntheorists who cling grimly to syllabi that could be improved by\nupdating and expansion?  There are theorists who would rather fight\nthan switch, to quote an old cigarette commercial.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Regarding Morse’s [2]: “I was neither outraged nor shocked by what\nyou wrote, but only saddened . . . ”  As indicated in the previous\nparagraph, I was not writing to shock or outrage, but to inform and\noffer alternatives.  Morse is certainly entitled to feel sad; I wish\nhe had given a more detailed explanation for his sadness? “—I learned\nnothing from what you said.” I assume that Morse has additional\nreferences of women composers, which I asked to be supplied to the\nreadership, since I acknowledged in paragraph [28] of my original\narticle the need for expansion of the article’s information.\nProfessor Morse, will you please supply your references to us?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Morse’s [2] continued: “Finally, the use of scholarly discourse\nfor ‘political’ provocation is near to a hallmark of our age.” This\nhas a longer tradition than just “our age.” At least in part, Socrates\ndrank hemlock prescribed by his culture and Hypatia’s flesh was\nscraped from her bones by early Christians due to the political\nprovocations of their scholarly discourse.  Was either of them so\nnaive as to have considered their scholarly discourse as apolitical?\n(I prefer to remain a music theorist; my kids are explicit in their\nlack of desire for a martyr/mother.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Regarding Morse’s [3]: “ . . . the weariness of all-too-familiar\nharassment,” I am unsure why Morse considers himself harassed.  The\nfour theorists whose books motivated my article did not respond with\ncharges of harassment when I contacted them well before submitting my\noriginal article with a synopsis of what I intended to write, offered\nthem space to respond, and gave them the opportunity to read the\nfinished manuscript before I submitted it.  If Morse considers himself\nharassed—his [1] reads, “I cannot find another way to reply than\npersonally”—I wish he had been more explicit in defining his sense of\nharassment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Morse’s [4]: “Give a reader or listener no room for creative\nresponse . . . ” This charge perplexes me.  Paragraphs [18], [19], [20],\n[21], [23], [28], and [30], among others, ask for reader response.\nThese questions were phrased so that responses of any sort could be\noffered as creative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Morse’s [5]: “You can hardly have expected a measured,\npipe-smoking discussion . . . ” Here we agree.  I spent several years\nlearning aural neuroanatomy with Professor Earl Schubert of Stanford\nMedical School.  Unless newer measurements have arisen, human behavior\nmost associated with early deafness is tobacco use.  I anguish as I\nrecord so many nicotine addicted, hard-of-hearing folk musicians\nthrough their clouds of pipe, cigar or cigarette smoke.  “Pipe-smoking\ndiscussion” isn’t measured: it’s self-destructive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Morse’s [5]: “I am not convinced that these anthologists have\nwillfully neglected women composers.” Nor am I; nor are they.  I\nthought the general point of my article was that the exclusion of\nwomen composers from anthologies or texts was not deliberately planned\nby anyone.  With all good intentions, women composers have been\nexcluded from consideration by music theorists, in contrast to\npublications such as Early Music America 3.1 (Spring 1997), where\nmuch of the issue is devoted to early music written by women.  History\nand English literature have devoted consideration to women’s work in\nthose fields; musicology and men musicologists have for years\nresearched women composers and their music.  As an example, my\nclassmate, Professor Stewart Carter, wrote his 1981 dissertation on\nthe music of Isabella Leonarda.  I can think of no equivalent theory\ndissertation by a man on music written by a woman composer.  Perhaps\nsomeone can enlighten us.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Morse’s [5], further: He uses the term “gender” where I think the\nterm “sex” would be more accurate.  Sex is generally defined by\nchromosomal identification, while gender is defined at least in part\nby the complex interaction of culture and sex.  To minimize space, I\ncollapsed sex-gender terms in my article.  I wish I had clarified this\nat its beginning, especially in view of public reports now emerging on\nlong-term reconsideration of Money’s sex/gender work at Johns Hopkins\nUniversity.  I chose women composers who at some point in their lives\npublicly identified themselves as women, no matter what their public\nor private gender role complexities.  I omitted discussion of \nself-identified \ngay and lesbian composers as well\nas composers who may have presented one identity to certain groups and\nother identities to others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The complexities of sex/gender have been neglected too often by\nmusic theorists.  In particular, in setting texts, composers ought to\npay greater theoretical attention to sex/gender.  For example, my\nundergraduate analysis classes grapple with whether Schubert’s\npossible gay identity would provide any additional theoretical meaning\nin his setting of “Doppelgaenger.” They consider Clara and Robert\nSchumann’s decision to publish lieder written individually by each of\nthem under Robert’s name, and invite their colleagues to guess which\nof them had written which lied.  But these are perhaps issues for\nfuture research.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Morse’s [8]: His choice of words is interesting: “attacking,”\n“complaint,” “denouncing,” “weary.” There is an analogy in Humanities 18.1, (May/June, 1997), 8–9, 41–48, in “The Paradox of\nBiography,” by Pulitzer Prize winner Joan D. Hedrick (for her\nbiography of Harriet Beecher Stowe), where she quotes one of her\ncritics and gives her reaction: “‘Here is a very good book, full of\nanecdote, well-written, thoroughly researched. . . . Why, then, is it\nso irritating? Why does the reader feel like hurling it across the\nroom?’ He complained, ‘The men in the story hardly register at\nall. . . . The book belongs entirely to spirited women . . . ’ He’s right.\nThe book belongs to the women and putting them in the center was a\nconscious political choice.  But I didn’t announce it or defend it; I\nsimply did it, leaving this poor fellow no recourse to rational\nargument” (page 48).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Do Morse’s concerns parallel those of Hedrick’s critic? Is he\nuncomfortable with my concentration on women composers, their music,\nits analysis and addition to basic theory studies? To me, reasons for\ninclusion of history, literature and music written by women into our\nstudies are self-evident: they write good stuff.  Musicians like to\nplay interesting music; some music written by women is in the\nperformance canon.  Over forty years ago, I learned Cecile Chaminade’s\n“Flute Concertino,” not because it was written by a woman but because\nevery young flutist learned it.  When I was auditioning for\nconservatory, the problem was how not to hear it, wafting as it did\nfrom every flutist’s practice room.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Morse’s [8]: asks, “If music analysis is a specific, coherent\nprocedure, what contributions to it does the factor of composer gender\noffer?”  With regard to his initial “if” clause: have we actually\ndecided on specific coherent procedures for music analysis? Is that\nnot the framework for much current analysis? For example, for any\ngiven piece, what are the advantages of analyzing it as Boulanger,\nSchenker or Schoenberg did, as Babbitt or Forte or Lewin does? To what\nextent do their analytical procedures complement or conflict with one\nanother?  How do they provide us with better understanding of music,\nno matter by whom it is written?  Until theorists agree on the first\nclause, I will assume that the second, “the factor of composer\ngender,” may offer something valuable, even central.  We will learn\nafter more of us have analyzed music written by women.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Morse’s [8] comments on McClary’s “attempts”: What is the effect\nof McClary’s being a musicologist, with a Ph.D. in musicology,\ncurrently chairing Musicology at UCLA? She has employed some\ntheoretical methodology in her work, most of which stands central in\nthe decades-old tradition of feminist musicology.  Use of some music\ntheory methodology is characteristic of most musicologists, as is\nmusicological methodology’s use by theorists.  Do we wish to\nrecollapse the musicology and music theory disciplines in the United\nStates into one? This was the case previously until about the time\nthat musicology engaged with feminism and poststructuralism, drawn\nfrom its sister disciplines of literature, history and art.  There are\nadvantages to separation or recombination.  Until the latter is\ndecided on by all of our organizations, it seems reasonable that music\ntheorists recognize McClary as a musicologist, and apply theoretical\ncritiques of feminist music theory more to those of us who are\ntrained, credentialed and employed as feminist music theorists.  (And\nif you can find such an individual I would certainly like to talk with\nhim or her as to how I and others might attain the same status.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Morse’s [10]: “proto-soviet musicologists” are outside of my\nknowledge.  Does this refer to some of the ethnomusicologists who\nbuilt heavily on materialism, such as Charles Seegar in his later\ndays? “ . . . One’s sacrosanct individuality . . . the principle of identity\nitself.” This seems extremely Eurocentric and phallocratic.  European\ncomposers influenced by gamelan, such as Debussy, and the complexities\nof African drumming and its long influence on U.S. music are old news.\nSuccessful compositions throughout the twentieth century by both women\nand men composers, such as Oliveros, Reich, Monk, Glass, and others,\nbuild around the reciprocal submersion of individual into group and\ngroup support of individual.  What music of the past half-century\n(written post-1947) do you enjoy and play the most frequently, and get\nmost excited about its analysis? What are the relationships of\nindividual to group in music that you most prefer from this period?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Morse’s [11] final paragraph: “Although without anger, I took\nwhat you said personally . . . ”  Great! What music by women composers\nhave you personally been analyzing, performing and teaching that you\nthink I should have included in my first article? “You present a\nversion of scholarly conversation . . . deeply troublesome . . . since it sets\nso little store by fairness and openness . . . so much on its own\nrhetorical privilege.”  Professor Morse is certainly entitled to his\nopinion, and I defend his right to hold it, but now I am the one who\ndoes not understand.  Perhaps he, or someone who does understand,\ncould explain the basis for this opinion? “ . . . Your assurances that the\ncoming generations vastly outdo you in radicalism is depressing beyond\nwords.” How is that?  Perhaps he is referring to my statement in\nparagraph [28]: “Our students are ahead of their teachers now, and we\nmight well run to catch up with them”? When has this not been the\ncase, with students straining at conventions imposed? When one of my\nstudents says, “Yeah, I’m programming the Musgrave again but you know\nhow it is—you need something conservative that all the judges know on\na master’s recital.” Does this really “sacrifice on the altar of\npolitical intransigence . . . a sense of music of both women and men?” Or\nis this evidence of exciting new music performed by new generations,\nwho choose to know how the analytical skills we teach them can help\nthem be better creators and interpreters of music—music originated by\npeople who identify themselves as various sexes, genders, races,\nethnicities, whatever? Do we as theorists choose to assume\nresponsibility for ignoring characteristics in our analyses that\ncomposers consider central to their lives?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.97.3.4.killam.html",
    "data": "mto/data/mto.97.3.4.killam.json"
}