{
    "title": "Resolving Tensions between Outer Form and Inner Form in Fugue: A Comparative Analysis of J. S. Bach’s Fugue in D minor (<i>WTC</i> I)",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Marlowe, Sarah"
    ],
    "abstract": "This study offers a comparative analysis of J. S. Bach’s Fugue in D minor, from theWell-Tempered Clavier Book I(WTC I). Detailed examination of multiple divergent readings of the same musical excerpts raises important questions about Schenkerian theory and its application to fugal textures. I suggest that analytical discrepancies arise primarily when voice-leading concerns are not completely disentangled from our deeply rooted views of formal design in fugue. In the end, an over-reliance on the details of outer form risks blocking access to the fugue’s inner form. I identify and resolve significant differences that emerge at the foreground in these readings, later considering how a combined view of formal design (outer form) and tonal structure (inner form) resolves ambiguities and enhances our understanding of the work as a whole.",
    "keywords": [
        "fugue",
        "counterpoint",
        "J. S. Bach",
        "Well-Tempered Clavier",
        "Schenkerian theory",
        "design",
        "structure",
        "inner form",
        "outer form"
    ],
    "doi": "",
    "received": "August 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.marlowe.pdf",
    "author_info": [
        {
            "name": "Sarah Marlowe",
            "university": "Eastman School of Music",
            "address": "26 Gibbs Street, Rochester, NY 14604",
            "email": "smarlowe@esm.rochester.edu"
        }
    ],
    "citations": {
        "anson-cartwright_2014": "Anson-Cartwright, Mark. 2014. “The Mutable Subject: Tonal and Rhythmic Transformations in Selected Fugues of J. S. Bach.” Journal of Music Theory 58 (1): 1–24.",
        "beach_1993": "Beach, David. 1993. “Schubert’s Experiments with Sonata Form: Formal-Tonal Design versus Underlying Structure.” Music Theory Spectrum 15 (1): 1–18.",
        "beach_2015": "Beach, David. 2015. “The Interaction of Structure and Design in the Opening Movements of Schubert’s Piano Trios in B-flat Major (D. 898) and E-flat Major (D. 929).” In Bach to Brahms: Essays on Musical Design and Structure , eds. David Beach and Yosef Goldenberg, 239–58. University of Rochester Press.",
        "borio_2001": "Borio, Gianmario. 2001. “Schenker versus Schoenberg versus Schenker: The Difficulties of a Reconciliation.” Journal of the Royal Musical Association 126: 250–74.",
        "brody_2016": "Brody, Christopher. 2016. “Parametric Interaction in Tonal Repertories.” Journal of Music Theory 60 (2): 97–148.",
        "brown_2005": "Brown, Matthew. 2005. Explaining Tonality: Schenkerian Theory and Beyond . University of Rochester Press.",
        "burkhart_2015": "Burkhart, Charles. 2015. “The Suspenseful Structure of Brahms’s C-Major Capriccio, Op. 76, No. 8: A Schenkerian Hearing.” In Bach to Brahms: Essays on Musical Design and Structure , eds. David Beach and Yosef Goldenberg, 259–78. University of Rochester Press.",
        "cadwallader_1990": "Cadwallader, Allen. 1990. “Form and Tonal Process: The Design of Different Structural Levels.” In Trends in Schenkerian Research , ed. Allen Cadwallader, 1–21. Schirmer Books.",
        "cadwallader_2008": "Cadwallader, Allen. 2008. “Intersections between Two Analytical Perspectives on Sonata Form: the Schenkerian Approach.” In Essays from the Fourth International Schenker Symposium, Volume 1 , ed. Allen Cadwallader, 85–102. Georg Olms Verlag.",
        "cadwallader_gagné_and_samarotto_2020": "Cadwallader, Allen, David Gagné, and Frank Samarotto. 2020. Analysis of Tonal Music: A Schenkerian Approach . 4th ed. Oxford University Press.",
        "darcy_2008": "Darcy, Waren. 2008. “Intersections between Two Analytical Perspectives on Sonata Form: the Sonata Theory Approach.” In Essays from the Fourth International Schenker Symposium, Volume 1 , ed. Allen Cadwallader, 103–9. Georg Olms Verlag.",
        "dreyfus_1996": "Dreyfus, Laurence. 1996. Bach and the Patterns of Invention . University of Cambridge Press.",
        "ellis_1980": "Ellis, Mark Richard. 1980. “Linear Aspects of the Fugues of J. S. Bach’s ‘The Well-Tempered Clavier’: A Quantitative Survey.” PhD diss., University of Nottingham.",
        "franck_2007": "Franck, Peter. 2007. “The Role of Invertible Counterpoint within Schenkerian Theory.” PhD diss., University of Rochester.",
        "franck_2010": "Franck, Peter. 2010. “‘A Fallacious Concept’: Invertible Counterpoint at the Twelfth within the Ursatz.” Music Theory Spectrum 32 (2): 121–44.",
        "franck_2011": "Franck, Peter. 2011. “Reaching-Over and Its Interaction with Invertible Counterpoint at the Tenth.” Theory and Practice 36: 1–33.",
        "gauldin_2013": "Gauldin, Robert. 2013. A Practical Approach to 18th-Century Counterpoint . Revised edition. Waveland Press.",
        "groocock_2003": "Groocock, Joseph. 2003. Fugal Composition: A Guide to the Study of Bach’s ’48.’ Edited by Yo Tomita. Greenwood Press.",
        "harrison_1990": "Harrison, Daniel. 1990. “Rhetoric and Fugue: An Analytic Application.” Music Theory Spectrum 12 (1): 1–42.",
        "harrison_2008": "Harrison, Daniel. 2008. “Heads and Tails: Subject Play in Bach’s Fugues.” Music Theory Spectrum 30 (1): 152–63.",
        "hooper_2011": "Hooper, Jason. 2011. “Heinrich Schenker’s Early Conception of Form, 1895–1914.” Theory and Practice 36: 35–64.",
        "hooper_2017": "Hooper, Jason. 2017. “Heinrich Schenker’s Early Approach to Form, 1895–1921: Implications for His Late Works and Its Reception.” PhD diss., The City University of New York.",
        "hunt_2014": "Hunt, Graham G. 2014. “When Structure and Design Collide: The Three-Key Exposition Revisited.” Music Theory Spectrum 36 (2): 247–69.",
        "inman_2014": "Inman, Samantha Mae. 2014. “The Nexus of Inner and Outer Form in Joseph Haydn’s Late Instrumental Sonata Movements.” PhD diss., University of Rochester.",
        "inman_2016": "Inman, Samantha Mae. 2016. “The Inner and Outer Form of Haydn’s Monothematic Sonatas.” Theory and Practice 41: 1–46.",
        "jackson_2015": "Jackson, Timothy L. 2015. “The ‘Pseudo-Einsatz’ in Two Handel Fugues: Heinrich Schenker’s Analytical Work with Reinhard Oppel.” In Bach to Brahms: Essays on Musical Design and Structure , eds. David Beach and Yosef Goldenberg, 173–203. University of Rochester Press.",
        "kamien_2016": "Kamien, Roger. 2016. “The Form of Chopin’s Prelude in B-flat Major, Op. 28, No. 21.” In Explorations in Schenkerian Analysis , eds. David Beach and Su Yin Mak, 142–54. University of Rochester Press.",
        "kosovsky_1990": "Kosovsky, Robert. 1990. The Oster Collection: Papers of Heinrich Schenker: A Finding List . New York Public Library. Available online at http://archives.nypl.org/uploads/collection/pdf_finding_aid/musjob89-25-ZB-2237.pdf .",
        "ledbetter_2002": "Ledbetter, David. 2002. Bach’s Well-Tempered Clavier: The 48 Preludes and Fugues . Yale University Press.",
        "mak_2016": "Mak, Su Yin. 2016. “Structural and Form-Functional Ambiguities in the First Movement of Schubert’s Octet in F Major, D. 803.” In Explorations in Schenkerian Analysis , eds. David Beach and Su Yin Mak, 123–41. University of Rochester Press.",
        "marlowe_2013": "Marlowe, Sarah. 2013. “Fugue in Context: A Schenkerian Approach to Select Works by J. S. Bach and Dmitri Shostakovich.” PhD diss., Eastman School of Music, University of Rochester.",
        "marlowe_2014": "Marlowe, Sarah. 2014. “Tonal Answers and Their Role Within Fugal Expositions: Two Revised Paradigms.” Theory and Practice 39: 47–73.",
        "marlowe_2019": "Marlowe, Sarah. 2019. “Schenkerian Analysis of Fugue: A Practical Demonstration.” Journal of Music Theory Pedagogy 33: 119–76.",
        "marvin_2012–13": "Marvin, William. 2012–13. “‘Und so weiter’: Schenker, Sonata Theory, and the Problem of the Recapitulation.” Theory and Practice 37/38: 221–40.",
        "mckee_1996": "McKee, Eric. 1996. “Auxiliary Progressions as a Source of Conflict between Tonal Structure and Phrase Structure.” Music Theory Spectrum 18 (1): 51–76.",
        "neumeyer_1981": "Neumeyer, David. 1981. “The Two Versions of J.S. Bach’s ‘A-minor Invention, BWV 784’.” Indiana Theory Review 4 (2): 69–99.",
        "pomeroy_2015": "Pomeroy, Boyd. 2015. “Formal Fusion and Its Effect on Voice-Leading Structure: The First Movement of Beethoven’s Opus 132 Revisited.” In Bach to Brahms: Essays on Musical Design and Structure , eds. David Beach and Yosef Goldenberg, 204–24. University of Rochester Press.",
        "proctor_and_riggins_1988": "Proctor, Gregory and Herbert Lee Riggins. 1988. “Levels and the Reordering of Chapters in Schenker’s ‘Free Composition.’” Music Theory Spectrum 10: 102–26.",
        "reef_2019": "Reef, John. 2019. “Subjects and Phrase Boundaries in Two Keyboard Fugues by J. S. Bach.” Music Theory Spectrum 41 (1): 48–73.",
        "renwick_1991": "Renwick, William. 1991. “Structural Patterns in Fugue Subjects and Fugal Expositions.” Music Theory Spectrum 13 (2): 197–218.",
        "renwick_1995a": "Renwick, William. 1995a. Analyzing Fugue: A Schenkerian Approach . Pendragon Press.",
        "renwick_1995b": "Renwick, William. 1995b. “Hidden Fugal Paths: A Schenkerian View of Handel’s F-Major Fugue (Suite II).” Music Analysis 14 (1): 49–67.",
        "renwick_2006": "Renwick, William. 2006. “Aspects of Structure in Bach’s F-Minor Fugue, WTC II.” In Structure and Meaning in Tonal Music: Festschrift in Honor of Carl Schachter , eds. L. Poundie Burstein and David Gagné, 237–45. Pendragon Press.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "rothstein_1990": "Rothstein, William. 1990. “Rhythmic Displacement and Rhythmic Normalization.” In Trends in Schenkerian Research , ed. Allen Cadwallader, 87–113. Schirmer.",
        "salzer_1982": "Felix Salzer. (1952) 1982. Structural Hearing: Tonal Coherence in Music . Dover Publications.",
        "schachter_1999": "Carl Schachter. (1990) 1999. “Either/Or.” In Unfoldings: Essays in Schenkerian Theory and Analysis , ed. Joseph N. Straus, 121–33. Oxford University Press.",
        "schachter_1983": "Schachter, Carl. 1983. “The First Movement of Brahms’s Second Symphony: The Opening Theme and Its Consequences.” Music Analysis 2 (1): 55–68.",
        "schenker_1954": "Heinrich Schenker. (1906) 1954. Harmony . Edited and annotated by Oswald Jonas. Translated by Elisabeth Mann Borgese. University of Chicago Press.",
        "schenker_2014": "Heinrich Schenker. (1926) 2014. “The Organic Nature of Fugue, as Demonstrated in the C minor Fugue from Bach’s Well-Tempered Clavier , Book I.” In The Masterwork in Music, vol. II , ed. William Drabkin, trans. Hedi Siegel, 31–54. Dover Publications.",
        "schenker_1979": "Heinrich Schenker. (1935) 1979. Free Composition . Translated and edited by Ernst Oster. Pendragon Press.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10 (3): 233–87.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "schulenberg_2006": "Schulenberg, David. 2006. The Keyboard Music of J. S. Bach . 2nd ed. Routledge.",
        "c_smith_1996": "Smith, Charles J. 1996. “Musical Form and Fundamental Structure: An Investigation of Schenker’s Formenlehre.” Music Analysis 15 (2–3): 191–297.",
        "p_smith_1994": "Smith, Peter H. 1994. “Brahms and Schenker: A Mutual Response to Sonata Form.” Music Theory Spectrum 16: 77–103.",
        "p_smith_1995": "Smith, Peter H. 1995. “Structural Tonic or Apparent Tonic? Parametric Conflict, Temporal Perspective, and a Continuum of Articulative Possibilities.” Journal of Music Theory 39 (2): 245–83.",
        "p_smith_2001": "Smith, Peter H. 2001. “Brahms and Subject/Answer Rhetoric.” Music Analysis 20 (2): 193–236.",
        "p_smith_2005": "Smith, Peter H. 2005. Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet . Indiana University Press.",
        "suurpää_1999": "Suurpää, Lauri. 1999. “Continuous Exposition and Tonal Structure in Three Late Haydn Works.” Music Theory Spectrum 21 (2): 174–99.",
        "suurpää_2015": "Suurpää, Lauri. 2015. “Indistinct Formal Functions and Conflicting Temporal Processes in the Second Movement of Brahms’s Third Symphony.” In Bach to Brahms: Essays on Musical Design and Structure , eds. David Beach and Yosef Goldenberg, 225–38. University of Rochester Press.",
        "swinden_2005": "Swinden, Kevin. 2005. “Toward Analytic Reconciliation of Outer Form, Harmonic Prolongation and Function.” College Music Symposium 45: 108–23.",
        "tepping_1981": "Tepping, Susan. 1981. “Form in the Finale of Haydn’s ‘String Quartet, Op. 64, No. 5.” Indiana Theory Review 4 (2): 51–68.",
        "tepping_1986": "Tepping, Susan. 1986. “Sonata and Fugue: The Finale of Mozart’s String Quartet in G, K. 387.” GAMUT: Journal of the Georgia Association of Music Theorists 3: 55–77.",
        "tepping_1987": "Tepping, Susan. 1987. “Fugue Process and Tonal Structure in the String Quartets of Haydn, Mozart, and Beethoven.” PhD diss., Indiana University.",
        "tovey_1994": "Donald Francis Tovey. (1924) 1994. “Editorial Notes and Commentaries.” In The Well-Tempered Clavier, part I: BWV 846-869 of Johann Sebastian Bach , edited and annotated by Richard Jones, commentaries by Donald Francis Tovey, 137–63. Associated Board of the Royal Schools of Music.",
        "väisälä_2009": "Väisälä, Olli. 2009. “Bach’s Inventions: Figuration, Register, Structure, and the ‘Clear Way to Develop Inventions Properly.’” Music Theory Spectrum 31 (1): 101–52.",
        "väisälä_2011": "Väisälä, Olli. 2011. “Schenker’s Disservice to Schenkerianism: Three Bach Examples.” Res musica 3: 30–51."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Representative discussions include Beach 1993 , 2015 ; Borio 2001 ; Brody 2016 ; Burkhart 2015 ; Cadwallader 1990 , 2008 ; Darcy 2008 ; Hooper 2011 , 2017 ; Hunt 2014 ; Inman 2014 , 2016 ; Jackson 2015 ; Kamien 2016 ; Mak 2016 ; Marvin 2012–13 ; McKee 1996 ; Neumeyer 1981 ; Pomeroy 2015 ; Renwick 2006 ; Salzer [1952] 1982 ; Schachter 1983 ; Schmalfeldt 1991 , 2011 ; C. Smith 1996 ; P. Smith 1994 , 1995 , 2001 , 2005 ; Suurpää 1999 , 2015 ; Swinden 2005 ; Tepping 1981 , 1986 ; and Väisälä 2009 .",
            "citations": [
                "beach_1993",
                "beach_2015",
                "borio_2001",
                "brody_2016",
                "burkhart_2015",
                "cadwallader_1990",
                "cadwallader_2008",
                "darcy_2008",
                "hooper_2011",
                "hooper_2017",
                "hunt_2014",
                "inman_2014",
                "inman_2016",
                "jackson_2015",
                "kamien_2016",
                "mak_2016",
                "mckee_1996",
                "neumeyer_1981",
                "pomeroy_2015",
                "renwick_2006",
                "salzer_1982",
                "schachter_1983",
                "schmalfeldt_1991",
                "schmalfeldt_2011",
                "c_smith_1996",
                "p_smith_1994",
                "p_smith_1995",
                "p_smith_2001",
                "p_smith_2005",
                "swinden_2005",
                "tepping_1981",
                "tepping_1986"
            ]
        },
        "FN2": {
            "text": "2. P. Smith 1994 observes fugal textures in Brahms’s thematic design. Reef 2019 discusses phrase overlap and its relationship with tonal structure. Jackson discusses issues of formal design and tonal structure in fugue most extensively. He reconstructs Schenker’s analyses of two fugues by Handel and situates them within the period where Schenker began to differentiate between a “real” tonic reprise and a “pseudo” return or “Pseudo- Einsatz ” ( 2015 , 201–2).",
            "citations": [
                "p_smith_1994",
                "reef_2019",
                "jackson_2015"
            ]
        },
        "FN3": {
            "text": "3. Definitions of “outer form” and “inner form” can be found in Rothstein 1989 , 104. The terms originate with Salzer ( [1952] 1982 ), but Rothstein ( 1989 ) makes clearer distinctions between outer form—the surface features of a work (what Salzer refers to as “design”), and inner form—the deeper-level details of a work’s tonal structure that are often less obvious (what Salzer refers to as “form”). I will use the terms outer form/design and inner form/tonal structure interchangeably in this essay.",
            "citations": [
                "rothstein_1989",
                "salzer_1982",
                "rothstein_1989"
            ]
        },
        "FN4": {
            "text": "4. Smith summarizes several recent studies by David Beach, Eric McKee, Lauri Suurpää, and Carl Schachter, where dimensional counterpoint plays a role in addressing formal issues. He writes: “Although the authors of these studies do not use the term to describe their approach, their analyses focus attention on flexible relationships between form and middleground structure” ( 2005 , 62–64).",
            "citations": [
                "p_smith_2005"
            ]
        },
        "FN5": {
            "text": "5. Hooper 2017 , 98–106 provides a thorough discussion of Schenker’s early writing on this fugue.",
            "citations": [
                "hooper_2017"
            ]
        },
        "FN6": {
            "text": "6. I outline a step-by-step approach to fugal analysis in Marlowe 2019 .",
            "citations": [
                "marlowe_2019"
            ]
        },
        "FN7": {
            "text": "7. It is often noted that the countersubject, first appearing in m. 3, never appears alongside the subject in its entirety, and theorists often break this countersubject up into two motives. For a detailed discussion of invertible counterpoint and its interaction with tonal structure, see Franck 2007 , 2010 , 2011 .",
            "citations": [
                "franck_2007",
                "franck_2010",
                "franck_2011"
            ]
        },
        "FN8": {
            "text": "8. Väisälä 2011 uses the term “rhyme” scheme to reference the parallel passages in mm. 17–21 and mm. 39–43. For more on the formal design of this fugue, see: Tovey [1924] 1994 ; Ledbetter 2002 ; Schulenberg 2006 ; and Groocock 2003 , 69, which identifies three, rather than two, main sections in the fugue: Exposition, Development, and Final Section.",
            "citations": [
                "tovey_1994",
                "ledbetter_2002",
                "schulenberg_2006",
                "groocock_2003"
            ]
        },
        "FN9": {
            "text": "9. Kosovsky 1990 serves as a useful finding aid for the documents contained in the Oster Collection. I would like to thank Robert Kosovsky of the Rare Books and Manuscripts, Music & Recorded Sound Division of the New York Public Library for the Performing Arts, for answering some of my questions about these sketches. He confirmed that all markings in the sketch are Schenker’s with the exception of the phrase “sprayed with fixatif,” which was written by Ernst Oster.",
            "citations": [
                "kosovsky_1990"
            ]
        },
        "FN10": {
            "text": "10. Hooper ( 2011 , 2017 ) provides a thorough overview of Schenker’s reliance on traditional formal categories in his own work.",
            "citations": [
                "hooper_2011",
                "hooper_2017"
            ]
        },
        "FN11": {
            "text": "11. The English terms were, of course, supplied by Ernst Oster and would not have been used by Schenker.",
            "citations": []
        },
        "FN12": {
            "text": "12. Renwick 1995a , 21–13, provides a full summary of these varying viewpoints. Further discussion of the various interpretations of this fugue can be found in Ellis 1980 , 80–81.",
            "citations": [
                "renwick_1995a",
                "ellis_1980"
            ]
        },
        "FN13": {
            "text": "13. Schachter ( [1973] 1999 ) and Marlowe ( 2014 ) also emphasize tonal over melodic segmentation in fugue.",
            "citations": [
                "schachter_1999",
                "marlowe_2014"
            ]
        },
        "FN14": {
            "text": "14. This contrasts with classical era themes significantly (see, for instance, Schmalfeldt 1991 ). Peter Smith observes select works where Brahms combines fugal “subject/answer rhetoric” with classical period construction to modernize the process for composing a tonal theme. Brahms “eschews the stereotypical imperfect and perfect cadences of period design” ( 2001 , 199), and like Bach, uses fugal texture to blur the boundaries between large formal sections (212).",
            "citations": [
                "schmalfeldt_1991",
                "p_smith_2001"
            ]
        },
        "FN15": {
            "text": "15. Reef ( 2019 , 49) defines “period” in fugue as a “musical segment” often ending in a perfect authentic cadence. “Periods” can be divided into smaller segments, which he calls “phrases”; these are often marked by cadential gestures, but these cadences are weaker than those that close full “periods” (50).",
            "citations": [
                "reef_2019"
            ]
        },
        "FN16": {
            "text": "16. Renwick’s ( 1995a ) examples of inverted subject entries are usually abstract. The inverted subject presented in Example 6c does appear once in its complete form (mm. 27–28). As demonstrated in Example 16, however, the surrounding context for this entry precludes graphing the inverted subject as a descending fifth-progression. Since he does not provide the full score in his example (Example 6c), I believe Renwick’s intent is to provide an abstract study of the contrapuntal potential for this fugue subject. The two most detailed, contextual analyses Renwick offers are of Bach’s Fugue in B-flat minor from the Well-Tempered Clavier Book I I and various excerpts from the Art of Fugue (see again 1995a ).",
            "citations": [
                "renwick_1995a",
                "renwick_1995a"
            ]
        },
        "FN17": {
            "text": "17. An earlier version of this analysis appears is Marlowe 2013 .",
            "citations": [
                "marlowe_2013"
            ]
        },
        "FN18": {
            "text": "18. For instance, Bach never reproduces an identical combination of the subject and countersubjects in this fugue; the complete countersubject never returns after m. 3, and later subject entries are either fragmented, inverted, or used in stretto. For a detailed examination of Bach’s expert adaptation of fugal subjects, see Anson-Cartwright 2014 .",
            "citations": []
        },
        "FN19": {
            "text": "19. This process is discussed in greater detail in Marlowe 2019 .",
            "citations": [
                "marlowe_2019"
            ]
        },
        "FN20": {
            "text": "20. Brown ( 2005 , 99–139) does not cite this sketch specifically, but the central aim of his discussion of sequences and species counterpoint is to resolve the very issue of inconsistent treatment of parallel perfect intervals in Schenker’s work.",
            "citations": [
                "brown_2005"
            ]
        },
        "FN21": {
            "text": "21. Schenker’s sketch of this excerpt is provided in Example 9b.",
            "citations": []
        },
        "FN22": {
            "text": "22. Franck ( 2007 , 153) has demonstrated how invertible counterpoint can be viewed as a harmonic event, rather than merely as a series of intervallic relationships between pairs of voices. Under invertible counterpoint at the octave, each harmonic pitch preserves its tonal identity.",
            "citations": [
                "franck_2007"
            ]
        },
        "FN23": {
            "text": "23. Charles Smith writes: “Schenker’s theory desperately needs to find a way to choose effectively between competing fundamental structures within the analysis of any particular piece. Traditional form may be the best candidate for the job of picking primary notes; in fact, it may be the only candidate for this job. If we reject this argument and revert to Schenker’s practice of redefining form in terms of voice-leading structure, we return to a situation without any dependable objective criteria for preferring one structure over another” ( 1996 , 276).",
            "citations": [
                "c_smith_1996"
            ]
        },
        "FN24": {
            "text": "24. “We refer to the segments [ 3 ̂ – 2 ˆ || 3 ̂ – 2 ˆ – 1 ˆ or 5 ˆ – 4 ˆ – 3 ̂ – 2 ˆ || 5 ˆ – 4 ˆ – 3 ̂ – 2 ˆ – 1 ˆ ] as the two ‘branches’ of an interruption (the term is not Schenker’s, though it is a useful one)” ( Cadwallader, Gagné and Samarotto 2020 , 121).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] For the past several decades, Schenkerian theorists have examined the interaction between formal design and tonal structure extensively, focusing primarily on repertoire from the late eighteenth and nineteenth centuries. (1) With few exceptions, the fugal genre is notably absent from this discussion. (2) Reasons for this absence are surely varied, but one notable cause is that fugal textures intensify issues of voice-leading at the foreground level. Baroque fugues in particular—with their dense textures and lack of predictable phrase groupings—prevent theorists from making any sort of prediction about the tonal structure ( Gauldin 2013 , 223; C. Smith 1996 , 272; Renwick 1995a , 205), and place considerable demands on the analyst ( Renwick 1995a , 205; Schachter [1973] 1999 ). These complications, although not insurmountable, are perhaps one reason why the fugal genre has received less attention than later tonal styles in the Schenkerian literature. As my study will show, a careful examination of the interaction between details of outer form and inner form raises interesting questions about Schenkerian theory and its application to fugues. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "gauldin_2013",
                    "c_smith_1996",
                    "renwick_1995a",
                    "renwick_1995a",
                    "schachter_1999"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Laurence Dreyfus, an outspoken critic of Schenkerian theory, notes the avoidance of the fugal genre in the Schenkerian literature and makes two specific points that directly relate to this study: [First], a Schenkerian analysis of a fugue is also of particular interest because the fugue, with its self-conscious manipulations of counterpoint, might not seem an obvious candidate for an approach oriented toward long-range voice-leading. ( 1996 , 171) [Second], even orthodox Schenkerians will sometimes concede that Schenker does not “work well” in explicitly contrapuntal music such as fugues. This attitude is troubling. For if Schenker’s ideas, self-referential as they are, can only be challenged when so-called surface voice-leading like imitation and double counterpoint gets in the way, what guarantees that Schenker has not duped his readers when he analyzes Beethoven symphonies? (187) To the first point, modern-day theorists will undoubtedly agree that the surface “manipulations of counterpoint” in Bach’s fugues are extraordinary and certainly worthy of study. Yet this fact should not prohibit analysts from also exploring the tonal underpinnings of a fugal subject or how various tonal segments are introduced and connected across the span of an entire composition. As Jason Hooper writes: “The image of Schenker as Formenlehre antihero should not prevent us from continuing to uncover and clarify these ‘hidden’ relationships between outer form . . . and voice-leading structure” ( 2011 , 61). The fact that Bach’s fugue subjects project tonal progressions allows us to explore how they connect at deeper structural levels ( Schenker [1926] 2014 ; Renwick 1991 , Renwick 1995a , Renwick 1995b ; Schachter [1973] 1999 ; Hooper 2017 ), and I suggest that this view does not hinder, but rather heightens our ability to admire his inventive manipulation of motives at the musical surface.",
                "footnotes": [],
                "citations": [
                    "dreyfus_1996",
                    "hooper_2011",
                    "schenker_2014",
                    "renwick_1991",
                    "renwick_1995a",
                    "renwick_1995b",
                    "schachter_1999",
                    "hooper_2017"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Dreyfus centers on the idea of “intentionalism,” of “encouraging analytic results that might have pleased composers if they were told about them” ( 1996 , 171). From this viewpoint, he suggests that a Schenkerian view of fugue tells us little about the way Bach composed, that such an approach is historically unjustified, and that “it will always be easy to concoct such a voice-leading structure, especially when one insists on finding it” (187). Dreyfus is correct that there are many relevant and interesting features to study in a fugue’s formal design, and observing these details is the first step in analyzing any new work. But just as it is a mistake to claim that mere identification of surface counterpoint is the end goal in formal analysis, it is similarly misleading to claim that “concocting a voice-leading structure” is the primary venture for Schenkerian analysis. And, as the aforementioned studies suggest, still other important insights can be gleaned from careful observation of both formal design and tonal structure. Peter H. Smith defines this combined view as dimensional counterpoint, the “total structure that emerges through . . . thematic design, key scheme, and tonal structure” ( 2005 , 32). (4) Whether or not a composer was fully aware of such connections should not restrict our ability as analysts to make those observations after the fact. To Dreyfus’s second point, I suggest that the theory can be applied successfully in fugal analysis, and I propose a more systematic approach where necessary.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "dreyfus_1996",
                    "p_smith_2005"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The present study offers a comparative analysis of J. S. Bach’s Fugue in D minor, from the Well-Tempered Clavier Book I ( WTC I). Through a detailed examination of published and unpublished sketches of this fugue, the first part of this paper identifies and resolves significant analytical differences that emerge at the foreground. (5) The second part of this paper considers how a combined view of formal design and tonal structure resolves ambiguities and enhances our understanding of the work as a whole. Because fugal analysis has not been thoroughly addressed in the Schenkerian literature, we do not currently have a systematic way for dealing with such dense, imitative textures. (6) This will become quite evident through the highly divergent readings of the same excerpts presented in this study. I suggest that these discrepancies arise primarily when voice-leading concerns are not completely disentangled from our deeply rooted views of formal design in fugue. In the end, an over-reliance on the details of outer form risks blocking access to the fugue’s inner form. Aspects of Foreground in J. S. Bach’s Fugue in D minor ( WTC I) Example 1 . Schenker’s unpublished sketch of J. S. Bach, Fugue in D minor ( WTC I) from the Oster Collection (File 71/10) (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The formal design of Bach’s Fugue in D minor ( WTC I) is well documented. Numerous analysts have remarked on its two countersubject motives and have observed Bach’s frequent use of subject inversion and invertible counterpoint. (7) The fugue’s notable “rhyme” scheme—material that appears first in the key of the dominant in mm. 17–21 returns in the tonic at the end of the fugue in mm. 39–43—has led most analysts to view the fugue as a binary form. (8) Schenker, too, viewed the fugue in this way, as evident from the marginalia in his unpublished sketch, shown in Example 1 . (9) The exposition’s subject entries are outlined in the upper left-hand corner of the page, and the bottom of the page outlines the fugue’s two-part design. (10) His formal analysis does not end there: Schenker also labels the subject ( dux ) and answer ( comes ) in his sketches. In Example 1, these markings appear between the first and second staves, third and fourth staves, and the fifth and sixth staves (circled); and the subject and answer are labeled throughout his published sketch from Free Composition ( [1935] 1979 ), shown in Example 2 . (Later appearances are labeled with the abbreviations “s” and “a” on the graph). (11) Schenker clearly saw the merits of identifying formal design features at the beginning stages of analysis, even if his final conclusions were drastically opposed to this viewpoint ( Hooper 2011 , 62). Example 2 . Schenker’s middleground sketch of J. S. Bach Fugue in D minor ( WTC I) from Free Composition (click to enlarge) Example 3 . Franck’s middleground sketch of J. S. Bach Fugue in D minor ( WTC I) (click to enlarge) Example 4 . Väisälä’s middleground sketch of J. S. Bach Fugue in D minor ( WTC I) (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "schenker_1979",
                    "hooper_2011"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Schenker’s, Peter Franck’s ( 2010 ), and Olli Väisälä’s ( 2011 ) middleground sketches of Bach’s D-minor Fugue contrast in several striking ways  ( Examples 2–4 ). In this article, I will focus on treatment of the fugue’s subject and answer (mm. 1–6), its modified and inverted subject entries (especially mm. 21–25), the rhyme scheme (mm. 17–21 and mm. 39–43), and select passages containing harmonic sequences (mm. 9–13, mm. 15–17, and mm. 28–34). There are certainly times when more than one plausible reading of the same work might result ( Schachter [1990] 1999 ). The discrepancies here, however, seem to emerge not from different interpretations, but from a conflation of outer form and inner form constructs. The way these foreground details are analyzed has significant ramifications for the way we view the fugue’s large-scale structure. Fugue Subject Example 5 . J. S. Bach, Fugue in D minor ( WTC I), subject and answer, mm. 1–6 (click to enlarge) Example 6 . Analyses of the subject and answer from J. S. Bach, Fugue in D minor ( WTC I) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "franck_2010",
                    "schachter_1999"
                ]
            }
        },
        {
            "7": {
                "text": "[7] No other details of the fugue can be fully explicated without first studying the subject’s voice-leading framework. As a supplement to the analyses presented in Examples 2–4, Example 5 provides the score of the subject and answer (mm. 1–6), and Examples 6a–d reproduce four detailed sketches of the same excerpt by Schenker ( [1935] 1979 ), Gregory Proctor and Herbert Lee Riggins ( 1988 ), William Renwick ( 1995a ), and Väisälä ( 2011 ). All four of their readings show that the subject projects an ascending fifth-progression from D to A, but closer study reveals some important differences as well. These dissimilarities stem from varying interpretations of the fugue’s implied harmonic rhythm in mm. 1–3 and divergent views of the voice-leading motions underlying mm. 3–6.",
                "footnotes": [],
                "citations": [
                    "schenker_1979",
                    "proctor_and_riggins_1988",
                    "renwick_1995a"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Harmonic rhythm is an important component to consider here. “Schenker often took great pains to include durational values and important groups (both of tones and of measures) in his foreground graphs” ( Schachter [1976] 1999 , 18), and this is evident in his analysis in Example 6a. This view can be directly compared with the analysis by Proctor and Riggins (Example 6b), who offer a contrasting interpretation of the fugue’s harmonic rhythm. If the harmony changes on beat 2 of m. 1, then the initial melodic pattern of the subject (E–F–G–E) should be analyzed as a turn figure emphasizing 2 ˆ , which is how Schenker interprets the passage. If, however, the harmonic rhythm changes on beat 3 of the measure, then the first three pitches of the subject (D–E–F) are more likely to be grouped together, leaving the final G–E to be viewed as a double neighbor figure leading to F on the downbeat of m. 2. (This interpretation is consistent with the readings by Proctor and Riggens, Renwick, and Väisälä in Examples 6b, 6c, and 6d.) The harmonic rhythm of m. 1 is ambiguous in isolation, and so one might argue that either reading is acceptable. Yet in m. 2, the dramatic leap to B ♭ (beat 2) dispels any potential for grouping beats 1 and 2 together harmonically. Schenker’s analysis, which groups beats 2 and 3 together in mm. 1 and 2, suggests a more consistent view of the harmonic rhythm in these opening measures. Harmonic rhythm plays an integral role in later stages of analysis as well (addressed below in the discussion of inverted subject entries).",
                "footnotes": [],
                "citations": [
                    "schachter_1999"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Disparity also arises in the voice-leading analyses of mm. 3–6. Most of the sketches interpret this passage as a series of reaching-over patterns. Franck’s sketch in Example 3a provides the clearest view of these voice-leading motions; it reveals a descending fourth-progression in m. 3 (A–G–F–E), after which the E reaches over and descends to D on the downbeat of m. 6. (Proctor and Riggens normalize the register for clarity in Example 6b.) In contrast to this reading, Väisälä (Example 6d) interprets the leap to E in m. 5 as an incomplete neighbor to D (m. 6). This graph privileges registrally prominent pitches at the musical surface, which influences the interpretation of the fugue’s tonal structure. Referring back to Example 4a, Väisälä’s middleground sketch suggests a motivic parallelism between the incomplete neighbor patterns in the subject with a large-scale incomplete neighbor pattern ( 4 ˆ – 3 ˆ ) that marks the arrival of Kopfton 3 ˆ in m. 39. As the final part of this paper will show, his interpretation of the subject and exposition (excerpted in Example 6d) places substantial emphasis on the D in m. 6, resulting in a remarkably different analysis of the fugue’s tonal structure. Example 7 . J. S. Bach, Fugue in E major ( WTC I), subject, mm. 1–5 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Careful study of the voice leading implicit in a fugue subject is critical, since similar passages must be treated consistently in analysis; it also resolves conflicting views of outer form. Bach’s Fugue in E major ( WTC I) is an excellent example of this, as it has been a source of considerable debate among analysts. Fugal analysis typically begins with the identification of the subject and its subsequent entries, but where does this subject end? There are three definitive subject entries in the opening excerpt shown in Example 7c , but there are no clear ending points other than the single cadential gesture on the dominant harmony in m. 5. Daniel Harrison ( 2008 ) suggests that fugue subjects typically end with a cadence or some type of structural close, but the lack of a clear cadence or any other sort of rhythmic demarcation in the E-major fugue is what makes the ending of its subject so difficult to identify. He writes that the repeated sixteenth-note figures that make up the subject’s tail “dominate sixteenth-note motion throughout the fugue, so that there is no beat in which an identified figure is not sounded in some part. The supposedly thematic tail is thus figurally indistinguishable from athematic filler” (153). The issue of determining the precise end point of this particular fugue subject has been discussed by many analysts, and their suggestions vary from ten, to fourteen, to twenty-two notes in length; others avoid the issue altogether, noting that where the subject ends is not worth determining or that doing so is decidedly impossible. All of this disagreement stems from conflicting views on what specifically defines a fugal subject—melodic repetition, intervallic repetition, or rhythmic and metric emphasis—and suggests a serious limitation to formal analysis. (12) In reaction to these highly divergent analyses, Renwick writes: In problematic cases such as this the analyst needs greater precision. In stating that a given subject ends at a certain point, does the analyst mean that a cadence occurs, that a melodic segment ends, that a particular point in a metric plan has been reached, that a voice-leading motion has been completed, or some combination of factors? In the preponderance of instances where all or most of these factors coincide, an analytical decision is easy, but it is in the more complex and contradictory cases that difficulties arise. Consideration of the voice-leading structure [of] the E-major subject suggests that it extends only through the first ten notes, despite the fact that the motivic imitation continues in a more or less rigorous fashion for twelve notes more. ( 1995a , 22) The voice-leading sketches provided in Examples 7a and b confirm Renwick’s assessment that the subject ends on the tenth pitch. The subject is a polyphonic melody comprised of two voices: the upper voice consists of an ascending third-progression (E– F ♯ – G ♯ ), which is supported by a bass arpeggiation (E–B–E) in the lower voice. The subsequent subject entries follow the same voice-leading pattern, and the excerpt concludes with a cadential gesture on the dominant in m. 5. Once the voice leading is clarified, it is easier to see why the fourteenth and twenty-second pitches are less convincing as potential endpoints for the subject. The fourteenth pitch (E) functions as the chordal seventh of a local dominant (V/V), and the twenty-second pitch ( D ♯ ) is the leading tone; both of these pitches require resolution and are best viewed as participants within a larger tonal segment. Considering these details, the tenth pitch—which completes the ascending third-progression (E– F ♯ – G ♯ ) and confirms the initial tonic segment—seems to be the most stable of the three options, regardless of the absence of a cadential marker. The voice-leading sketches in Examples 7a and b demonstrate how consideration of the tonal implications of a passage may help provide much needed clarity when traditional fugal terminology cannot lead to a convincing analysis. More striking, however, is that the subject’s ending is not aligned with the cadence as one would expect in later tonal styles (Example 7c). The inclination from a formal perspective is to mark the point where the repeated material ends, but this will frequently contradict the tonal implications of a fugal passage. (13) Example 8 . J. S. Bach, Fugue in E major ( WTC I), mm. 5–8 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "harrison_2008",
                    "renwick_1995a"
                ]
            }
        },
        {
            "11": {
                "text": "[11] This view not only informs our understanding of the subject at the start of the fugue, but also resolves issues that seem to occur at the musical surface later in the work. Measures 5–8, reproduced in Example 8c , closes with an emphatic cadential arrival in m. 8, beat 3, but the subject continues beyond this cadence point. (14) In a recent study, John Reef describes situations like the one shown in Example 8 as a “deep overlap” ( 2019 , 48). He also suggests, however, that “a subject that deeply overlaps a full cadence may also imply that a period is still ongoing, especially if a better cadential candidate for period closure follows shortly thereafter” (50). (15) Observing moments of “deep overlap” as cadence points indicates the prioritization of harmony and voice leading over motivic repetition, but assigning greater structural weight to sections that close both thematically and harmonically suggests that motivic repetition remains an influential component in his analysis.  While this may seem contradictory, I suggest that differences between harmonic and thematic emphasis become less pronounced at deeper structural levels.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "reef_2019"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In the E-major fugue (Example 8c), the subject entry in the middle voice starts before m. 5 and concludes after the authentic cadential motion in m. 8 (beat 3). But consider my voice-leading analysis of the same passage: in the foreground sketch ( Example 8b ), the subject’s B coincides with the cadence on beat 3 (m. 8), and the subject’s D ♯ does not occur until beat 4; the middleground sketch ( Example 8a ) shows how, after performing the task of rhythmic normalization, the two-voice subject is realigned and the chordal third ( D ♯ ) occurs simultaneously with arrival of B. That is to say, at deeper structural levels, moments of melodic and harmonic closure will realign at these cadence points ( Rothstein 1990 ). While Dreyfus 1996 cautions that these types of readings do not account for the composer’s intentions, various components of this fugue do seem to indicate that Bach likely sensed this tension in some way; for at this and other cadences throughout the fugue, we also find a chordal third ( D ♯ in m. 8, beat 3) supplied in the highest voice to account for its foreground absence in the subject. The various metric positionings of this subject demonstrate a keen eye toward tonal function throughout the fugue, and neatly displayed voice exchanges (mm. 5–8 and mm. 13–17 [not shown]) suggest at least some cognizance of large-scale tonal structures within the work. Modified and Inverted Subject Entries",
                "footnotes": [],
                "citations": [
                    "rothstein_1990",
                    "dreyfus_1996"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Modified and inverted subject entries are a prominent surface feature in the D-minor fugue, but Schenker famously chastises Riemann for making this observation: One can hear this fugue [D minor WTC I] correctly only if one keeps in mind the indicated relationships which the fundamental line and the bass arpeggiation establish. Let us compare this with Riemann’s explanation in his Katechismus der Fugenkomposition . Riemann calls so many events “complete and incomplete forms of the inversion,” or answers of the subject “with various modifications” (e.g., in mm. 8–9, 13–15, 17–19, 18–20, 21–23). But in the light of the relationships mentioned above, all of these events have a far different intention than merely to provide “answers” to the theme. The various specific goals of the composition have such an obvious prominence that any existing relationships to the “subject” must become less conspicuous. In no fugue can such relationships be defined by rule. ( [1935] 1979 , §322) The passages Riemann observes are all instances where the subject has been modified in some way: either the ending is abbreviated, the subject is inverted, or in some instances both modifications occur simultaneously. Addressing the issue of an abbreviated, or slightly modified, subject entry is relatively straightforward from a Schenkerian point of view. After all, it is entirely logical that different musical material would be analyzed differently, and it stands to reason that shorter melodic fragments would not be able to project the same linear progressions as their lengthier counterparts. Example 9 . Schenker’s unpublished sketch of J. S. Bach, Fugue in D minor ( WTC I) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Inverted subjects pose a greater challenge for Schenkerian analysis, however. Like modified entries, their identity is deeply associated with the original subject; their rhythms, in particular, are unmistakably salient at the musical surface. Still, unlike modified entries—which may minimally begin like the original subject before being abbreviated or altered—inverted entries do not behave at all like subjects in their voice leading. By “various specific goals,” Schenker is likely referring to the linear progressions projected by inverted subject entries, but he provides no other explanation for how one might address them in analysis. His sketch of the D-minor fugue (Example 2), while detailed in its identification of subject and answer statements, omits recognition of inverted subjects entirely. One might suspect that inverted subjects fall into the category of “fallacious concepts” that Schenker likens with such contrapuntal devices as harmonic sequences and invertible counterpoint. Where they are included in his unpublished sketches, their treatment is rather inconsistent with his views expressed in the aforementioned quoted passage from Free Composition . Inverted entries are not only noted in his form sketch in Example 1, but both subject and inverted subject entries are highlighted with the same bright pink pencil markings in Examples 9a and 9b . The groupings suggested by these markings are at times in conflict with those highlighted in graphite. Consider, for instance, the crossed slurs at the top of Example 9b: the pink slur starts with the A at the onset of the inverted subject entry (m. 27) and continues to D, which implies that this entry initiates a descending fifth-progression. This conflicts, of course, with the graphite markings that highlight the boundaries of a sequential passage, where F–E–D (also labeled at the top of this sketch) spans the entire upper line from mm. 28–34. Later entries in the inner voices are marked with brackets instead of slurs, however, so it is possible Schenker was using these pink markings simply to highlight where the subject entries and inverted entries occur in the fugue. Nevertheless, his decision to highlight both original and inverted versions of the subject with the same markings suggest that his formal view of these details does not seem so far afield from Riemann’s analysis as he implies in Free Composition . (I will revisit this example in the discussion of sequences below.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Subject inversion is not fully addressed in the secondary literature either. It is not a dedicated topic in William Renwick’s Analyzing Fugue ( 1995a ), and where the text does make tangential reference to inverted subjects, the accompanying examples are often acontextual. For instance, below his sketch of the D-minor fugue subject (Example 6c), he illustrates how the subject’s ascending fifth-progression can invert into a descending fifth-progression. Here and elsewhere, Renwick’s illustration presents a theoretical construct to demonstrate the malleability of certain subject paradigms, but he does not provide a contextual analysis to illustrate how this contrapuntal manipulation interacts with the work’s tonal structure. (16) Susan Tepping makes a similar assumption in her analysis of this fugue: “Because of the structure of the subject, its inversion performs much like an answer, exchanging 1 ˆ for 5 ˆ , and 5 ˆ for 1 ˆ ,” and she later equates a group of subject entries (both inverted and original configurations) as “equivalent to answer-subject-answer” ( 1987 , 56–57). Neither of these analyses consider how the inverted subjects function contextually. When outer form details are this pronounced, it is tempting to make observations like these without stopping to consider their voice-leading implications. Analyzing precisely how the inverted subjects function in this fugue, however, reveals a stark contrast with the abstract theoretical constructs proposed above. Example 10 . J. S. Bach, Fugue in D minor ( WTC I), modified and inverted subject entries, mm. 21–25 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "renwick_1995a",
                    "tepping_1987"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The excerpt in Example 10c highlights a series of subject entries in the D-minor fugue that are either fragments or inversions of the original. (17) While a formal and compositional view of this fugue would most certainly benefit from a detailed exploration of these contrapuntal modifications, (18) a Schenkerian view requires that these entries be identified according to their voice-leading motions and surrounding harmonic context ( Example 10b ). The subject entry in m. 21 features a C ♯ (not C ♮ ) and the ending is altered; rather than projecting an ascending fifth-progression A–B– C ♯ –D–(E), the line leaps from D to A in mm. 22–23. Both the leap to A and inclusion of C ♯ in this passage emphasize V ♯ as the dominant of D minor. Bach likely altered the last pitch of this entry for harmonic and contrapuntal reasons. If the subject progressed to E in m. 23, and no other pitches were altered, it would create parallel octaves with the upper voice (E–F) and imply a harmonically unstable six-four sonority given the surrounding context. Both of these problems are avoided by returning to A on the downbeat. From a voice-leading perspective, the first part of the subject in mm. 21–22 is now viewed as an ascending third-progression (A–B– C ♯ ) outlining A major, and the return to A in m. 23 confirms mm. 21–23 as a prolongation of V ♯ .",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The two inverted subject entries in mm. 22–23 require a more detailed view of the underlying voice leading. As a starting point, it is helpful to observe that the harmonic rhythm in this excerpt is consistent with Schenker’s reading from Example 6a. If we interpreted the harmonic rhythm as changing on beat 3 (as in the readings given in Examples 6b, 6c, and 6d), the first three pitches of the inverted subject in m. 22 might be grouped together. But this would directly conflict with the supporting counterpoint and implied harmony. Instead, like Schenker’s reading, the harmonic rhythm changes on beat 2 of the measure, and the entire descending turn figure (D– C ♯ – B ♮ –D) emphasizes D ( 4 ˆ ). Both inverted entries in mm. 22–23 begin with descending third-progressions, suggesting the possibility that they will be literal inversions of the subject as Renwick’s abstract example illustrates (Example 6c). Bach’s inclusion of C ♯ poses contrapuntal problems with this reading, however. If the entry beginning in m. 22 continued beyond the descending third-progression (E–D– C ♯ → B ♭ –A), it would result in an augmented second between the C ♯ and B ♭ —a clear violation of the rules of counterpoint. Instead, closer examination of the voice leading reveals that the C ♯ continues to an inner voice (indicated by an arrow in the sketch), and B ♭ functions as an upper neighbor to A, which is prolonged from mm. 21–24. (The registers are normalized in Example 10a to better highlight the two voice-leading motions.) Likewise, if the entry beginning in m. 23 were a complete descending fifth-progression (F–E–D–C–B), it would extend beyond the tonal boundary of D minor. Instead, this entry helps re-establish the tonic key by outlining a descending third-progression (F–E–D), which is then confirmed with a cadence on D minor in m. 25. Had the entry in m. 22 been fully in the key of the minor dominant or had the entry in m. 23 started its descent from A rather than F, a complete descending fifth-progression may have been possible. Tonal context makes it impossible for the inverted subject to project a complete descending fifth-progression in this fugue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In a discussion of stretto passages in Bach’s Fugue in B-flat minor ( WTC II), Renwick writes: “As the examples show, the underlying tonal meaning of such passages cannot be determined completely on a theoretical basis. Rather the unique context of a given scalar stretto invests the passage with distinct harmonic significance” ( 1995a , 178). Although this quotation is in reference to a stretto passage specifically, I find that it applies more generally to many aspects of analysis, including the modified and inverted subject entries discussed here. Changing the harmonic context will require modifications to the ending of the subject; this can result in melodic fragments as well as prevent inverted forms of the subject from projecting unified linear progressions. Abstract formulations are a useful starting point for conceptualizing a fugue subject’s contrapuntal potential, but it is equally necessary to examine the unique details of an individual work to fully contextualize its voice-leading functions. Rhyme Scheme",
                "footnotes": [],
                "citations": [
                    "renwick_1995a"
                ]
            }
        },
        {
            "19": {
                "text": "[19] For all the discussion surrounding the two-part design of this fugue, it is interesting how little detail pertaining to the rhyme scheme is provided in some of the sketches in Examples 2–4. All three analysts agree that these passages feature descending third-progressions ( 3 ˆ – 2 ˆ – 1 ˆ ) in the dominant and tonic keys, respectively; and all three sketches associate the final 2 ˆ – 1 ˆ descent in mm. 39-–3 with Urlinie closure. Schenker (and Franck, whose analysis is largely compatible with Schenker’s) is careful to provide consistent readings of these parallel passages: he highlights the stretto entries in the lower two parts, and he uses open noteheads to show a register transfer for the final 2 ˆ – 1 ˆ descent (Example 2). But his sketch also withholds significant details that would elucidate his views of the foreground harmonies and voice-leading motions. For instance, the descending third-progression ( 3 ˆ – 2 ˆ – 1 ˆ ) highlighted in mm. 39–43 is not shown as clearly in the corresponding measures of mm. 17–21. Instead, his sketch simply reveals expansions of the V and I Stufen , respectively, with little figured bass detail to explain how these lines might be understood. Väisälä’s analysis is even more opaque. The rhyme scheme is emphasized as a crucial design feature supporting his view of the tonal structure (indicated with brackets in Example 4a), but it is not included in the accompanying voice-leading sketches. Instead, the downbeats of m. 17 and m. 39 are labeled “rhyme” to indicate where these passages would begin. Example 11 . J. S. Bach, Fugue in D minor ( WTC I), “rhyme” scheme, mm. 17–21 (click to enlarge and see the rest) Example 12 . J. S. Bach, Fugue in D minor ( WTC I), “rhyme” scheme, mm. 39–43 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The voice-leading sketches in Examples 11 and 12 attempt to provide greater clarity in the voice leading. With the exception of the structural hierarchy as indicated, both excerpts feature identical voice-leading. I will discuss the analysis of mm. 39–43 (Example 12) and provide mm. 17–21 (Example 11) for reference. Schenker’s and Franck’s sketches in Examples 2 and 3 show that the initial subject entry in the bass leads to A ( 5 ˆ ) in m. 41, but both similarly indicate that the structural dominant does not become active until m. 42. Väisälä’s sketch represents a deeper structural level, which does not include these details. At first glance, the descending third A–G–F in the bass line in mm. 41–42 suggests a return to tonic before a quick ascent to a separate dominant harmony in m. 42. Franck’s sketch shows this most clearly (Example 3b), while Schenker’s sketch appears to combine an inner voice with the bass line. I propose an alternate reading, which can be viewed best via the deep middleground graph of Example 12a. Here, I highlight a voice exchange between the bass line and the end of the subject entry in the middle voice. F ( 3 ˆ ) remains active (as does D in the upper voice) until m. 42, where the A ( 5 ˆ ) returns in the bass and both upper voices resolve to a dominant harmony. When viewed in this way, it becomes clearer that V is prolonged from mm. 41–42; the contrapuntal details shown in Examples 12a and 12b reveal that the apparent tonic sonority on the downbeat of m. 42 functions as an embellishment of an otherwise straightforward cadential six-four gesture. Because of the cadential six-four motion, I suggest that the V Stufe is activated on the downbeat of m. 41, but 2 ˆ in the structural melody does not arrive until m. 42 (and the corresponding mm. 19–20 in Example 11). The lengthy misaligned resolution of the upper voices, in combination with melodic embellishment in the bass, keeps this structure hidden deeply beneath the musical surface. Sequences",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] As in many fugues, the episodes in the D-minor fugue contain sequential progressions. Sequences are very straightforward conceptually, but fugal textures frequently complicate the task of determining a sequence’s contrapuntal framework ( 2019 ). I will discuss three episodes from the fugue in detail: mm. 9–13, mm. 15–17, and mm. 30–34. These passages are analyzed differently in Examples 2–4, but the most prominent difference is the amount of detail included in each sketch: Väisälä (Example 4) is focused on deeper-level structural details, so these excerpts are not included in his sketches; Franck’s sketches (Example 3) are the most internally consistent of the three and reflect many of the surface features heard in these passages; Schenker’s analysis (Example 2) is most varied in terms of the level of detail he offers. For instance, the descending-fifths sequence in mm. 9–13 is represented with a single Stufe (II ♭ 6— ♮ 6 ), in contrast to mm. 15–17 where he includes all of the root motions in his sketch. (This passage also contains parallel fifths between the upper two voices.) To understand the differences between each sketch, it is necessary to first clarify the contrapuntal frameworks for these sequential passages. Example 13 . Schenker’s unpublished sketch of first episode, mm. 9–13, in J. S. Bach, Fugue in D minor ( WTC I) from the Oster Collection (File 71/8 verso) (click to enlarge) Example 14 . J. S. Bach, Fugue in D minor ( WTC I), contrapuntal framework for mm. 9–13 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "marlowe_2019"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Schenker’s unpublished sketches, reproduced in Example 9 and Example 13 , offer additional insight into how he treated these excerpts in earlier stages of analysis. Between the first two grand staves in Example 9a is a separate staff line with some shorthand workings-out of a few passages. The first two aforementioned sequences are included here (mm. 9–13 and 15–17), labeled and highlighted with a box in the example. The first passage (mm. 9–13) shows the outer voice motion of the descending-fifths sequence in pencil, although it is clear that Schenker has already decided that the generative progression supporting mm. 1–13 is I–II–V as the bass pitches D–G–A are highlighted in black ink. In the full voice-leading sketch (end of the first system proceeding to the second) “ ♭ II– ♮ II” is emphasized similarly with black ink, and the I–II–V progression is additionally highlighted with an interlocking slur marked in blue pencil. The same progression is shown in Example 13, representing an intermediary stage between the surface voice leading shown in Example 9a and the published sketch reproduced in Example 2. Here, Schenker has repositioned the surface bass motion so that it appears as an inner voice, ultimately representing the sequence as a series of parallel sixths supported by a pedal tone G in the bass. For ease of reading, the process is reproduced in Example 14 : the musical surface is reduced to a simple foreground contrapuntal framework in Example 14b, then the bass is repositioned as an inner voice in Example 14a revealing a series of parallel sixths supported by a bass tone G. Example 15 . J. S. Bach, Fugue in D minor ( WTC I), contrapuntal framework for mm. 15–17 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Schenker’s sketch in Example 13 suggests that sequences are derived from species counterpoint, a point made by Matthew Brown in Explaining Tonality ( 2005 ). In each sequence type, Brown demonstrates how the bass voice is ultimately subordinate to upper lines moving in parallel motion; at deeper structural levels, the bass may even be represented by a pedal tone (99–139). (19) It is evident from this sketch that Schenker understood how such contrapuntal procedures generate musical sequences at the foreground, but the parallel fifths in his analysis of the second episode (Example 2, m. 16) expose inconsistent application of this concept in analysis. (20) Careful application of the approach illustrated in Examples 13 and 14 will clarify the voice leading of this passage as well. Schenker’s shorthand representation of mm. 15–17 (shown in Example 9a) outlines the ascending melodic line (A– B ♭ – B ♮ –C). This ascending line is also included in Example 2, supported by parallel tenths in the inner voice and the implied root motion (D–G–E–A) in the bass. The general voice-leading framework of the sequence is still unclear, however. While the chromatic ascent in the bass ( F ♯ –G– G ♯ –A) and the implied harmonic progression are easily observed in this excerpt, identifying the contrapuntal framework poses a greater challenge due to the registral shifts in the upper voices. In m. 15, A is emphasized in the upper-most voice ( Example 15c ). The next pitch to appear in the same register is C (m. 16), but it is dissonant with the G-minor sonority and resolves to B ♭ . Having identified a harmonic sequence and the onset of ascending parallel tenths (A/ F ♯ in m. 15 followed by B ♭ /G in m. 16), the remaining pitches in the upper line ( B ♮ and C) are easier to identify.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "brown_2005"
                ]
            }
        },
        {
            "24": {
                "text": "[24] In Example 15b , B ♮ and C ♮ are repositioned to appear in the same register as the earlier part of this contrapuntal line, highlighting the parallel tenths between the outer voices. The inner voice motion now clarifies the contrapuntal framework of this passage. Looking closely at Example 15b, if the inner voice moved directly from D to E ♭ on the downbeat of m. 16, parallel fifths would occur between the upper two voices on beats 1 and 2 of the measure. The E ♭ functions instead as an upper-neighbor embellishment to D, as shown in the score (Example 15c). The E ♭ is a salient surface feature, particularly in the upper register, but promotion of this surface detail conceals the underlying counterpoint and results in parallel fifths in Schenker’s sketch. The simplified voice leading in Example 15b instead confirms that this excerpt is an ascending 5–6 sequence; the inner voice remains on D for an additional beat, progressing only to E-natural on beat 2 of measure 16. The bass is repositioned as an inner voice in Example 15a to reveal a series of parallel thirds above a sustained pedal tone A. Example 16 . J. S. Bach, Fugue in D minor ( WTC I), contrapuntal framework for mm. 28–34 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] I apply this procedure once more to the episode in mm. 28–34 ( Example 16 ). (21) The motives here are clearly derived from the first episode in mm. 9–13, and while the surface patterns appear with some modifications, their tonal function remains invariant under invertible counterpoint at the octave. (22) What was initially a series of parallel sixths driving the sequential progression (Example 14) is now a series of parallel tenths (Example 16b). Closer comparison of Examples 14 and 16 shows that, in fact, the same two motivic patterns participate in this parallel motion. This further supports the view that only two lines control the underlying contrapuntal framework in a harmonic sequence; any additional lines must follow strict rules of counterpoint ( Brown 2005 , 99–139). I will revisit these excerpts in the next section of this paper, which discusses issues related to the fugue’s outer form.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "brown_2005"
                ]
            }
        },
        {
            "26": {
                "text": "[26] The above examples expose some of the issues that arise when analyzing fugal textures at the foreground. Once a contrapuntal framework is established, untangling the voice leading in a texture that frequently exhibits registral shifts, voice exchanges, and voice crossing requires close and careful study. Seemingly small differences in interpretation, such as the implied harmonic rhythm of the fugue subject or the precise voice-leading motions in a sequential passage, can influence decisions that are made later in the analytical process. The last part of this study will consider how these foreground details contribute to our understanding of the tonal structure. The Impact of Outer Form on our Understanding of Inner Form Example 17 . J. S. Bach, Fugue in D minor ( WTC I), voice-leading sketch (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] As a point of reference, Example 17 provides a revised sketch of Bach’s Fugue in D minor ( WTC I), based on my discussion of various foreground events above. My analysis differs from Schenker’s and Franck’s only in subtle ways. Following Schenker’s model, all subject entries are labeled on the sketch (labeled “s” or “a”). And in line with Franck’s sketch, I highlight the linear progressions projected by original subject entries, modified entries, and inverted entries with beams. Having already established how modified and inverted subject entries project different voice-leading motions, I feel it similarly important to acknowledge their deeply associated connections with the original subject at the musical surface. Highlighting all of these entries with beams makes the entries visually distinct in the sketch and allows for easier examination of their functions within the tonal structure. The abbreviated entries project ascending third-progressions ( 1 ˆ – 2 ˆ – 3 ˆ ) in their respective local key areas, while most of inverted entries are descending third-progressions ( 5 ˆ – 4 ˆ – 3 ˆ ). Exceptions include the bass entry in m. 23 ( 3 ˆ – 2 ˆ – 1 ˆ ) and the entries in m. 26 and m. 27 (marked with stars in the sketch). The entry in m. 26 is modified; rather than the expected turn figure emphasizing F ♯ ( F ♯ –E–D– F ♯ ), the line descends to F ♮ , accentuating the downward trajectory toward E. The entry in the upper voice in m. 27—often cited as a significant structural marker in the D-minor fugue—is presented within a passage tonicizing G minor (discussed in more detail below), and thus I view the initial tone of the inverted entry (A) as an upper neighbor to G. The episodes that were discussed at length in Examples 14–16 are now highlighted as parallel sixths or thirds in the middleground sketch. Example 18 . J. S. Bach, Fugue in D minor ( WTC I), possible locations for structural 4 ˆ – 3 ̂ descent, mm. 21–39 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Having observed and discussed these surface details, we can now consider issues of large-scale tonal structure. The two most obvious differences between the sketches in Examples 2 through 4 are the arrival of (and choice of) the Kopfton , and the location for the 4 ˆ – 3 ˆ descent of the Urlinie : Franck chooses the earliest structural descent in mm. 24–25, Schenker observes the arrival of these tones in mm. 26–28, and Väisälä’s analysis differs drastically from the previous two because he chooses 3 ˆ as the Kopfton . Where Schenker and Franck observe a structural 4 ˆ – 3 ˆ descent from Kopfton 5 ˆ , Väisälä proposes a large-scale initial ascent that leads to Kopfton 3 ˆ in m. 39. He therefore interprets the 4 ˆ – 3 ˆ motion as incomplete neighbor motion, highlighting a motivic parallelism with his analysis of the fugue’s subject (Example 4). The parallelism that Väisälä suggests is intriguing, but after careful study of the voice-leading motions in the fugue’s subject, my personal preference is to read the structure as a descent from Kopfton 5 ˆ . The possibilities for structural 4 ˆ – 3 ˆ motion, either as part of the Urlinie descent or structural marker for the arrival of the Kopfton , require further exploration. They are noted on the score in Example 18 for ease of comparison.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Following the emphatic cadence on the dominant in m. 21, Väisälä suggests that there are four returns to tonic and thus four possible locations for the 4 ˆ – 3 ˆ Urlinie descent (mm. 24–25, 26–28, 33–34, and 38–39). He argues that the first three options are not convincing structural arrivals in comparison to the fourth option, which coincides with the onset of the musical “rhyme.” He suggests that the D-minor chords in mm. 25 and 34 are “registrally attenuated and eclipsed by subsequent returns to outer registers” ( 2011 , 45). I agree that the 4 ˆ – 3 ˆ descent in mm. 33–34 is one of the least preferable options: this descent occurs in the bass voice, so it seems least likely to function as a structural descent in the Urlinie . The tonic arrival in m. 25 is very clear and appears in the obligatory register, but my sketch in Example 17 offers an alternative reading. My analysis places greater emphasis on the G-minor tonicization immediately following the cadence in m. 25, and important changes in the fugue’s outer form offer additional support for this view. Measure 26 is the precise moment where Bach modifies his inverted subject entry in the bass (marked with a star in Example 17), and the added chromaticism further underscores the line’s descent from G to E, which outlines an intermediate harmony. In my view, G ( 4 ˆ ) becomes active here. The inverted subject entry in the following measure begins on A, but I suggest that this A functions as an upper neighbor to the still-active G, and its salience as a surface gesture underscores the register transfer. I agree with Franck that there is a tonic arrival in m. 25 accompanied by a descending third-progression (A–G–F), but I suggest that an implied A remains active until G minor is tonicized in the following measure. The descent from A to G ( 4 ˆ – 3 ˆ ) is reinforced through a register transfer, as the progression moves to a V 7 Stufe in m. 27. The Urlinie descent to 3 ˆ finally occurs in m. 28 in the upper register, accompanied by the only return of the fugal subject at its original pitch level. The graph in Example 17 reveals how the Urlinie descent is emphasized via octave coupling: G ( 4 ˆ ) is transferred up an octave before descending to F ( 3 ˆ ) in m. 28; F is then transferred down an octave to complete the Urlinie descent in its obligatory register.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Väisälä admits that the return to tonic in m. 28 is a “salient D-minor chord and is even marked by a statement of the subject at the original level,” but he goes on to suggest that because this entrance falls within a series of stretto entries, the passage should be viewed as “still prolonging the dominant attained at the end of the first section . . . and proceeds then, through Schenker’s tonic, to the G-minor chord in m. 31” ( 2011 , 45). This reading is not convincing for three reasons. First, it requires that all three of the earlier V–I gestures marked in Example 18 be subsumed under a prolonged dominant harmony, and it seems to disregard many foreground voice-leading motions that occur in mm. 21–39. Second, the G-minor “arrival” in m. 31 that Väisälä references in his analysis occurs within a sequential passage. As my analysis illustrates in Example 16, the D-minor arrival in m. 28 initiates a descending third-progression (F–E–D) that spans the entirety of mm. 28–34. G minor is clearly emphasized at the musical surface in m. 31, but the broader context of the passage eliminates the possibility of isolating m. 31 as structurally salient. Finally, I suggest that formal design features do point to an Urlinie descent to 3 ˆ here: this moment is highlighted by a registral shift—marked by an inverted subject entry—and accompanied by the only return of the subject at its original pitch level. In my view, these observations imply that the tonic arrival in m. 28 is strengthened, not weakened, by the fugue’s design. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] While details of formal design can often help inform our interpretation of a work’s tonal structure, there are still other moments where these features remain misaligned. The rhyme scheme is unquestionably a strong rhetorical gesture in the fugue’s design, but it is one that has the potential to unduly influence our view of the fugue’s tonal structure. Schenker treats the cadence in m. 21 as the arrival of a dominant Stufe and, with passing 8–7 motion above the bass, the precursor to 4 ˆ – 3 ˆ descent in the Urlinie . Franck’s sketch is similar to Schenker’s, although he does not provide the 8–7 motion in his figures and his structural descent appears earlier in m. 25. In conflict with his view of the one-part structure, however, Franck refers to mm. 1–21 as the “first branch” and mm. 21–end as the “second branch” of the fugue (and his sketch is likewise divided into two parts as shown in Example 3), but the terms “first branch” and “second branch” are typically used to refer to interrupted structures. (24) For practical reasons, it is often the case that detailed middleground sketches must be divided into smaller segments to fit the dimensions of the printed page. But in spite of a clear one-part structure demonstrated by his analysis, the presentation of Franck’s middleground sketch appears to be influenced, at least implicitly, by the fugue’s two-part formal design. My instincts were similar at first, but after careful consideration I would select a different grouping to underscore the fugue’s tonal prolongations and to minimize the influence of outer form details. Thus, the first half of the sketch would span either mm. 1–25 or mm. 1–28, depending on the space provided. I do not intend to dismiss the two-part design altogether; my aim here is simply to disentangle two discrete observations that can be made about the fugue’s construction. As Peter H. Smith writes: “phenomenal emphasis and structural significance are not necessarily coextensive in tonal music. Few analysts would dispute this statement as it applies to the foreground. Why should it not apply to larger levels of structure as well?” ( 2005 , 53). William Marvin ( 2012–13 , 237–8) reaches the same conclusions in his study on sonata form, stating “there cannot be a one-to-one relationship between traditional form and deep middleground prototypes” because they are based on different parameters.",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "p_smith_2005"
                ]
            }
        },
        {
            "32": {
                "text": "[32] This study has aimed to resolve the tension that results from trying to align a work’s tonal structure with its formal design. While the discussion has been primarily centered on issues surrounding voice-leading structure, this should not be taken to mean that the design features of this fugue are unimportant. Peter Smith writes: The idea of dimensional counterpoint . . . [makes] it possible to include multiple conclusions about form by segregating these conclusions according to the dimension of structure that supports them. What is true from the perspective of one dimension need not be true from the perspective of another, provided that we give up the idea that any single parameter must dominate all others in formal evaluation. . . . Just as we need not favor tonal structure over theme and key in formal analysis, neither do we need to deny localized perceptions in favor of interpretation from a synoptic perspective. Both viewpoints can and should be included in discussion of musical form. ( 2005 , 42) The fact that our view of the fugue’s formal design and tonal structure are not perfectly aligned should not be perceived as a shortcoming of either approach. The two vantage points simply provide different information about the work, and occasionally they work together to clarify moments of ambiguity. Voice-leading analysis contributes a deeper understanding of the tonal functions for modified and inverted subject entries, and clarifies the contrapuntal framework for sequential passages when numerous registral transfers are involved. Aspects of the fugue’s design similarly inform our understanding of the tonal structure. Inverted subject entries are immediately recognizable at the musical surface, and slight modifications—like the chromatic descent in m. 26—signal a change in tonal function, even moments of structural salience. Likewise, the arrival of 3 ˆ in the Urlinie in m. 28 is simultaneously emphasized by a registral shift and an inverted subject entry, immediately followed by the only later statement of the subject in its original form. Conclusion",
                "footnotes": [],
                "citations": [
                    "p_smith_2005"
                ]
            }
        },
        {
            "33": {
                "text": "[33] This study has demonstrated how observations of formal design and tonal structure can combine to inform our understanding of fugal textures, yet cautions against conflating the two approaches early in the process. The D-minor fugue is a particularly fascinating example of both the independence and interdependence of these analytical perspectives. In an effort to reconcile differing analytical viewpoints, I emphasized the need for a more systematic application of the theory in fugal analysis. Most significantly, I demonstrated a more concrete process for analyzing sequential passages and stressed the importance of completely disconnecting details of formal design from those of tonal structure when analyzing modified subject entries. Although the fugue’s two-part design and its one-part structure remain misaligned, still other design details informed my analysis of the tonal structure, particularly in determining where the Urlinie descends from 4 ˆ – 3 ˆ . I am of the view that a multivalent approach leads to the most successful understanding of a musical work, provided that we remain clearly within the parameters of each individual theory at the beginning stages of analysis. Otherwise, the deeper insights we aim to find will almost certainly be lost along the way.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.3.marlowe.html",
    "data": "mto/data/mto.20.26.3.marlowe.json"
}