{
    "title": "Musical Forces and Interpretation: Some Thoughts on a Measure in Mahler",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "BaileyShea, Matthew L."
    ],
    "abstract": "Steve Larson’s theory of musical forces offers a powerful framework for analyzing music, especially when paired with the concept of agency. This article focuses on a brief passage from Mahler’s “Nun will die Sonn’ so hell aufgeh’n” to show how an emphasis on agency and musical forces can open up a variety of interpretive possibilities. The article distinguishes between three categories of musical forces, offers a simple interpretive method, and emphasizes the importance of two critical binaries: active vs. passive and push vs. pull.",
    "keywords": [
        "musical forces",
        "agency",
        "Mahler",
        "Kindertotenlieder"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.baileyshea.pdf",
    "author_info": [
        {
            "name": "Matthew L. BaileyShea",
            "university": "University of Rochester",
            "address": "Rochester, NY 14627",
            "email": "matt.baileyshea@rochester.edu"
        }
    ],
    "citations": {
        "almèn_2008": "Almèn, Byron. 2008. A Theory of Musical Narrative. Bloomington and Indianapolis: Indiana University Press.",
        "arnheim_1984": "Arnheim, Rudolph. 1984. “Perceptual Dynamics in Musical Expression.” The Musical Quarterly 70: 295–309.",
        "baileyshea_2011": "BaileyShea, Matthew. 2011. “Teaching Agency and Narrative Analysis: The Chopin Preludes in E Minor and E Major.” Journal of Music Theory Pedagogy 25: 9–38.",
        "baileyshea_2012": "BaileyShea, Matthew L. 2012. “Agency and the Adagio: Mimetic Engagement in Barber’s op. 11 Quartet.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 5, no. 1: 7–38.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44, no. 2: 8323–79.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice. Berkeley: University of California Press.",
        "cox_2011": "Cox, Arnie. 2011. “ Embodying Music: Principles of the Mimetic Hypothesis .” Music Theory Online 17, no. 2.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation. Bloomington and Indianapolis: Indiana University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert. Bloomington and Indianapolis: Indiana University Press.",
        "hatten_2012": "Hatten, Robert. 2012. “ Musical Forces and Agential Energies: An Expansion of Steve Larson’s Model .” Music Theory Online 18, no. 3.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason. Chicago: Chicago University Press.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann. Oxford: Oxford University Press.",
        "larson_1993": "Larson, Steve. 1993. “Scale-Degree Function: A Theory of Expressive Meaning and its Application to Aural Skills Pedagogy.” Journal of Music Theory Pedagogy 7: 69–84.",
        "larson_1997": "Larson, Steve. 1997. “Musical Forces and Melodic Patterns.” Theory and Practice 22/23: 55–71.",
        "larson_2002": "Larson, Steve. 2002. “Musical Forces, Melodic Expectation, and Jazz Melody.” Music Perception 19, no 3: 351–85.",
        "larson_2004": "Larson, Steve. 2004. “Musical Forces and Melodic Expectations: Comparing Computer Models and Experimental Results.” Music Perception 21, no 4: 457–98.",
        "larson_2006": "Larson, Steve. 2006. “Musical Gestures and Musical Forces: Evidence from Music-Theoretical Misunderstandings.” In Music and Gesture , edited by Anthony Gritten and Elaine King, 61–74. Burlington, VT: Ashgate.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Metaphor, and Meaning in Music . Bloomington and Indianapolis: Indiana University Press.",
        "larson_and_vanhandel_2005": "Larson, Steve, and Leigh VanHandel. 2005. “Measuring Musical Forces.” Music Perception 23, no 2: 119–36.",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space. Oxford: Oxford University Press.",
        "malin_2008": "Malin, Yonatan. 2008.  “Metric Analysis and the Metaphor of Energy: A Way into Selected Songs.” Music Theory Spectrum 30: no. 1: 61–88.",
        "maus_1988": "Maus, Fred Everett. 1988.   “Music as Drama.” Music Theory Spectrum 10: 56–73.",
        "mitchell_2002": "Mitchell, Donald. 2002. Gustav Mahler: Songs and Symphonies of Life and Death . Woodbridge: The Boydell Press.",
        "monahan_2011": "Monahan, Seth. 2011. “Action and Agency Revisited.”  Paper delivered at the annual meeting of the\nSociety of Music Theory, Minneapolis, 28 October 2011.",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In The Cambridge History of Western Music Theory, ed. Thomas Christensen, 927–55. Cambridge: Cambridge University Press.",
        "russell_1991": "Russell, Peter. 1991. Light in Battle with Darkness: Mahler's Kindertotenlieder. Bern and New York: P. Lang."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would like to thank Robert Hatten, Arnie Cox, and especially Seth Monahan for their thoughts on earlier versions of this paper.",
            "citations": []
        },
        "FN2": {
            "text": "2. Larson’s work on musical forces spans two decades and engages a variety of topics, including cognition ( 2004 , 2005 ), Schenkerian analysis ( 1997 ), jazz theory ( 2002 ), history of theory ( 2006 ), and pedagogy ( 1993 ). His ideas about metaphor and musical experience engage the work of Rudolf Arnheim ( 1984 ) and Mark Johnson ( 1987 ) and are expressed most clearly in Larson ( 2012 , 46–51).",
            "citations": [
                "larson_2004",
                "larson_and_vanhandel_2005",
                "larson_1997",
                "larson_2002",
                "larson_2006",
                "larson_1993",
                "arnheim_1984",
                "johnson_1987",
                "larson_2012"
            ]
        },
        "FN3": {
            "text": "3. This mode of hearing is precisely where the metaphor of a  “leap” comes from in the first place.",
            "citations": []
        },
        "FN4": {
            "text": "4. This formulation echoes BaileyShea ( 2011 , 14).",
            "citations": [
                "baileyshea_2011"
            ]
        },
        "FN5": {
            "text": "5. BaileyShea ( 2012 )  explores the role of mimetic engagement in Samuel Barber’s String Quartet, op. 11, especially with regard to agency and narrative analysis.",
            "citations": [
                "baileyshea_2012"
            ]
        },
        "FN6": {
            "text": "6. These assumptions may not reflect real-world physics. Some of the forces mentioned in this paper, such as Larson’s “inertia,” are not actual forces, strictly speaking. What’s important is that we experience them as forces. In the case of inertia, the expectation of melodic continuity might come across as if it’s a real force, pushing the music along.",
            "citations": []
        },
        "FN7": {
            "text": "7. Monahan ( 2011 ) provides an excellent overview of how agency attribution typically works in analysis. As he demonstrates, analysts often ascribe agency in seemingly haphazard ways, but they almost always adhere to a basic hierarchical framework. The hierarchy begins with the analyst at the top and moves down through the “fictional composer”  to the “work persona”  and finally to “individuated elements,” such as themes, motives, or even single notes.",
            "citations": [
                "monahan_2011"
            ]
        },
        "FN8": {
            "text": "8. See Rothfarb 2002 , 943 for a summary of Ernst Kurth’s theory of “wave dynamics” in Bruckner.",
            "citations": [
                "rothfarb_2002"
            ]
        },
        "FN9": {
            "text": "9. Hatten ( 2004 ) makes this connection with regard to the opening theme of Brahms’s Third Symphony, III (117).",
            "citations": [
                "hatten_2004"
            ]
        },
        "FN10": {
            "text": "10. Notice that the three categories are all determined by various pairings of two basic binaries: predictable/unpredictable and sentient/non-sentient. The only pairing not included is the one that links predictability with sentience. This would occur only when we imagine sentient agents whose movement is entirely determined by predictable field forces—agents, in other words, who are unable to exert their will at all. We might imagine repetitive loops in this way—perhaps including techniques such as Steve Reich’s phase shifting—but it doesn’t require a separate category, since it simply mixes field forces with a muted sense of agency.",
            "citations": []
        },
        "FN11": {
            "text": "11. See Brower 2000 for an overview of such possibilities.",
            "citations": [
                "brower_2000"
            ]
        },
        "FN12": {
            "text": "12. Almèn ( 2008 ) addresses musical narrative largely in terms of conflict between order and transgression, a binary that can easily be linked with musical forces and agency.",
            "citations": []
        },
        "FN13": {
            "text": "13. Larson ( 2012 ) devotes an entire chapter to musical forces in rhythm and meter (136–79).",
            "citations": [
                "larson_2012"
            ]
        },
        "FN14": {
            "text": "14. All translations by Deryck Cooke, quoted in Mitchell 2002 , 43.",
            "citations": [
                "mitchell_2002"
            ]
        },
        "FN15": {
            "text": "15. The anticipation in the horn part at the end of the measure especially heightens the drama—the feeling that the horn just barely makes it up to a stable platform.",
            "citations": []
        },
        "FN16": {
            "text": "16. Russell ( 1991 ) associates the harp in the Kindertotenlieder with “the coming of light”  ( Russell 1991 , 72 ).",
            "citations": [
                "russell_1991",
                "russell_1991"
            ]
        },
        "FN17": {
            "text": "17. The cadences in measures 20 and 82 provide the strongest sense of closure, but the bleakest cadence is the Phrygian perfect authentic cadence at measure 59, which instigates a tormented liquidation of the “Nacht” motive in the strings (and which is best heard as a re-written version of the music from measures 18–19).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . Mahler, “Nun will die Sonn’ so hell aufgeh’n,” measures 16–20 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Several years ago, I taught the first of Mahler’s Kindertotenlieder to a group of undergraduates in their third semester of theory. (1) We worked our way through the opening section and eventually arrived at measures 16–20, given in Example 1. The students spotted the Neapolitan at the end of measure 18, and we then began to discuss the unusual treatment of the cadential in measure 19. The class was experienced enough to know that the D and the F would typically resolve down to C ♯ and E respectively, presumably leading to a perfect authentic cadence. That doesn’t happen, and so I found myself spontaneously explaining the moment with a strange and somewhat ridiculous metaphor: I told them that it was as if the upper notes of the cadential had been pulled upward, with the subsequent tonic like a vacuum cleaner that sucks them up into the imperfect cadence. As I remember it, my students seemed content with this metaphor and even nodded their heads in agreement. And yet, almost instantly, I realized that I wasn’t so happy with this metaphor, and not just because I had bizarrely introduced a vacuum cleaner into the dreary, grief-stricken world of Mahler’s song. What was more concerning to me was whether I was really hearing this motion in such passive terms at all, as music that is simply pulled up by some external force.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This style of analytical inquiry—speaking about music as if it moves according to real-world forces—has been with us for quite some time. It was an explicit concern of the early twentieth-century “energetic” theorists, and it continually emerges in our discourse any time we speak about dominants “falling” into tonics or leading tones being “pulled” upward ( Rothfarb 2002 ). No theorist, however, has worked out the implications of such thinking as fully and as carefully as Steve Larson. His theory of musical forces argues that common metaphors about music being pulled up or down are not mere rhetoric; they are fundamental to the way we experience tonal music. (2) In particular, he emphasizes three primary forces—gravity, magnetism, and inertia—each of which can be inferred from the behavior of tonal melodies. Melodic gravity is “the tendency of notes above a reference platform to descend”; magnetism is “the tendency of unstable notes to move to the closest stable pitch, a tendency that grows stronger as the goal pitch is closer”; and inertia is “the tendency of pitches or durations, or both, to continue in the pattern perceived” ( Larson 2012 , 2).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "rothfarb_2002",
                    "larson_2012"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In measure 19 of Mahler’s song, all three forces suggest that the melodic D will descend to C ♯ . The D is an unstable note—a dissonant fourth above the bass—and gravity, magnetism, and inertia all seem to exert a downward pressure. And yet the music rises, first with the clarinets ascending in the inner voices and then with the horn melody following suit. And since Larson’s three forces don’t seem to explain what happens here, we need to seek out alternative interpretations. One possibility is to view this in terms of agency —in other words, we might hear the ascent in terms of physical effort, the willed motion of a sentient agent who resists the downward forces and rises in order to avoid what surely would have been a bleak D-minor perfect authentic cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Agency attributions such as this are fairly common and invoke the familiar analytical tradition of theorists such as Edward Cone ( 1974 ) and Fred Maus ( 1988 ). Their work offers a strong foundation for research on musical embodiment, and Robert Hatten ( 2004 ) has recently extended that tradition by explicitly developing the important bond between agency and musical forces. According to Hatten, we often experience music in a bodily way, as physical gestures in a virtual environment. When a melody leaps upward it often sounds like a living thing, vaulting upward according to its own physical force. (3) If the leap is followed by a subsequent descent, it might be interpreted as “yielding,” with the melodic agent giving in to the force of gravity. This places agency and musical forces in a circular, symbiotic relationship: we sense agency when music seems to resist the forces that constrain it, and we sense forces when an agent is constrained. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "cone_1974",
                    "maus_1988",
                    "hatten_2004"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In the Mahler example, the agential interpretation is compelling. The image of musical lines struggling upward against downward forces poignantly reflects the protagonist’s struggle with unimaginable grief. Indeed, the contrast between slow descending lines and determined stepwise ascents is a recurring feature throughout the song. Nevertheless, when I return to measure 19, I often revisit my spontaneous vacuum analogy. Maybe it is better to think of this music as being pulled up or pushed up in some way. But if so, what forces would explain such motion?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Before pursuing that question, it’s worth reinforcing the importance of the dichotomy between active and passive motion. Although Larson and Hatten agree on many aspects of musical interpretation, their work is strikingly differentiated by their opposing positions on the active/passive divide. Larson’s analyses tend to promote a fundamentally passive view, with musical motion determined by gravity, magnetism, and inertia. We get the sense that music moves without volition, unfolding as a chain reaction of physical forces like dominoes set in motion. Hatten prefers more active interpretations, with musical agents operating intentionally in an unfolding drama. His agents are continually affected by “environmental forces” ( 2004 , 115), but musical motion remains unpredictable, fully dependent on an agent’s actions. What’s most important is that the theory of musical forces allows for both, and we should be sensitive to the alternate possibilities; the choice between active and passive interpretations will have a considerable impact on the way we experience, perform, and generally appreciate musical works.",
                "footnotes": [],
                "citations": [
                    "hatten_2004"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In the Mahler example, one can make a convincing case for either active or passive interpretation, and the extent to which we favor one over the other will depend largely on our own personal, empathic reaction to the music. In a recent article in this journal, Arnie Cox ( 2011 ) offers a “mimetic hypothesis” to explain how our bodily experiences in everyday life affect our musical behavior. He argues that we tend to respond to music by implicitly asking two essential questions: “What is it like to do that?” and “What is it like to be that?” ( 2011 , 8). The assumption is that we engage music in terms of physical movement or physical imagery: moving our bodies, singing along, replaying the music in our heads, or simply imagining the music as movement in some other domain—e.g., swaying, leaping, climbing, or yielding. With regard to Mahler’s measure 19, asking “What is it like to do that?” would involve imagining performing the music and somehow reproducing those ascending stepwise lines. But when it comes to interpretation and agency attribution, the more relevant question is the second: “What is it like to be that?” Is it like being pulled up by some magnetic force? Or is it more like climbing upward, perhaps with a heavy burden?  These questions may seem absurdly subjective, perhaps even silly—what does it mean to “be” a horn melody?—but they will have a significant impact on the way we interpret both the protagonist of Mahler’s song and the sonic environment in which he sings. (5) I. Defining Musical Forces Example 2 . Three categories for musical forces (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "cox_2011",
                    "cox_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Example 2 offers three categories that help to explain the scope and potential of musical forces in analysis. The first category is what Hatten refers to as “field forces.” This would include Larson’s three main forces—gravity, magnetism, and inertia—but could also include many others. Hatten ( 2012 ), for instance, introduces forces such as momentum, friction, and repulsion, and we could also include Fred Lerdahl’s concept of attraction ( 2001 , 170–76), which is similar in many ways to Larson’s magnetism. The important point is that the forces in this category all come from non-sentient sources and are all conceived as predictable features of the environment. The idea—emphasized by both Cox and Larson—is that we imagine ourselves within the music, and in so doing, we bring with us all of our assumptions about real-world forces. (6) This includes the familiar forces that we encounter in our day-to-day lives (e.g., gravity and momentum) but could also include a variety of others. After all, the universe includes many forces operating at many different levels, from the cosmic to the quantum, and although Larson’s three forces are especially compelling, there is no reason for us to restrict our thought to that particular group. Nevertheless, despite the many metaphorical options, I find it useful to simplify this category by reducing everything to a basic binary: push vs. pull.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "hatten_2012",
                    "lerdahl_2001"
                ]
            }
        },
        {
            "9": {
                "text": "[9] As Hatten has pointed out, we often intuit the presence of musical forces when the freely energetic movement of an agent seems to be restrained, altered, or affected in some way ( 2004 , 103). And much of that can be described in terms of the push/pull binary. If it seems that a melody is being pulled down, then we might infer the presence of a gravitational force. If it seems that the music is being pushed along, we might infer the presence of momentum. The assumption, then, is that the interpretation of push vs. pull happens at an earlier stage than the more descriptive metaphors that arise in the work of Larson, Lerdahl, Hatten, and others, most of which can be understood as inflections of the push/pull binary. As we’ll see, push and pull can arise in other categories besides field forces, but they occur in this first category only as the result of non-sentient, predictable forces.",
                "footnotes": [],
                "citations": [
                    "hatten_2004"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The second category involves “agential forces.” This comes into play any time we experience a musical event in terms of the willed effort of some sentient agent. And since we often attribute agency in many different ways and at many different levels, these forces can be spread throughout a piece—whether we’re talking about the willed effort of a specific note to resolve in a particular measure or the more global effort of an entire piece trying to secure a final tonic. (7) As long as we’re experiencing the motion in terms of a sentient agent with goals, desires, and intentions then we’re dealing with agential forces. In other words, the motion is determined by the agent’s ability and will. These features are affected by a variety of musical parameters—e.g., tempo, timbre, dynamics, and range—and the amount of energy involved will have a considerable impact on the expressive characteristics of a given piece. Any agents from the opening of Beethoven’s Pathétique, for instance, are going to come across as far more weighted and restrained than the supernatural agents that we might hear flitting about at the beginning of Mendelssohn’s Overture to a Midsummer Night’s Dream.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The third category is more complex and can add considerable complications to the way we interpret any given musical motion. It is essentially a mix of the prior two: it involves non-sentient elements, but unlike field forces, they are unpredictable. Put simply, this involves imagining a virtual environment that would include elements such as wind or water. After all, if we respond to music empathically by asking, “What is it like to be a certain melody?” then it stands to reason that a potential answer—especially if we’re listening to a piece like Debussy’s La Mer —might be that it’s like swimming against a current, or being tossed about by waves, or pressing ahead against a driving wind. In such cases, we are imagining an agent operating among virtual environmental forces, but these forces are variable and unpredictable. In a sense, they behave like dramatis personae —whether antagonistic, sympathetic, or benign—but they aren’t interpreted as having any willful intentions. Thus, this category combines the unpredictable movement of agential forces, but it attributes such movement to non-sentient aspects of the environment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] This hybrid category offers a new way of defining musical forces, but it is most certainly not a new way of writing about or thinking about music. Comparing music to ocean waves, for instance, is one of the most common metaphorical conceits in the history of music analysis (you can’t get very far in the music of composers such as Wagner or Bruckner without it coming up). (8) These elemental metaphors are complicated, however, in that they are almost always correlated with emotions such as longing, yearning, and desire, which is to say that a non-sentient element (such as an ocean wave) inevitably becomes linked with a sentient agent (the subject who yearns). (9) This, of course, reflects the degree to which the third category blends features from the first two. But we should nevertheless be sure not to confuse agential forces with these more “elemental” forces. Even if we associate an ocean wave with a feeling of longing—an emotion that would normally be attributed to a specific persona—it is still typically posited as an emotion that arises unintentionally, something that overcomes the sentient agent. And in that sense it is entirely different from the willed, intentional effort that defines the second category.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] These three categories offer a complex picture of music’s virtual environments with multiple moving parts. (10) And it becomes even more complicated when we intuit certain immobile features in a musical environment, such as boundaries and containers that inhibit an agent’s motion or specific pathways that an agent must traverse. (11) Altogether, it presents a dizzying array of metaphorical possibilities. And to complicate matters further, each of the three categories engages the push/pull dichotomy. If a melody seems to be pulled down against its will, we might explain it as the result of gravity. But we might also explain it in terms of two separate agents, where one takes on an antagonistic role and pulls the other down. In that case, we would have shifted our explanation from a field force to an agential force. And the difference is deeply significant with regard to broader interpretative issues. We’re telling a very different story if it involves two characters in an antagonistic relationship, rather than a single character operating against a neutral force such as gravity. II. An Interpretive Method Example 3 . An interpretive method (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The main benefit of the push/pull dichotomy is that it allows for a fairly simple interpretive method, presented in Example 3 as a basic set of questions. When considering a particular musical motion, we can begin by asking whether the music seems to be active or passive. This is possibly the most important question when it comes to interpretation and one that’s demonstrated particularly well in Hatten’s work, where his analyses often turn on crucial decisions about whether or not a musical event is the result of willed effort—and more specifically, whether or not particular goals are earned or unearned ( 1994 , 18). If we answer this first question by deciding that a particular motion seems passive (in other words, non-agential), then we simply ask what forces seem to determine the strength and direction of that motion: are they push forces, pull forces, or both? In most cases, one of the two forces—push or pull—will be especially salient, but there are certainly cases when we could intuit both. In a simple descending scale, for instance, we might imagine gravity pulling the music down, but we might also infer a certain degree of momentum pushing the notes along (and this simply underlines the fact that push and pull are not mutually exclusive forces).",
                "footnotes": [],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "15": {
                "text": "[15] If the musical motion seems active, the decisions are slightly more complicated. We first ask whether the agent seems to be affected by musical forces at all. The answer to this might be no, in which case we would be hearing the music in terms of freely energetic, unconstrained movement, and there wouldn’t be anything else to consider. But if the answer is yes, then we proceed to the next question: are the forces pulling the agent in a certain direction, pushing it, or both? Once we determine that, we move on to a final question, which is also critical in terms of interpretation: does the agent seem to be moving with these external forces or against them? Needless to say, if an agent is moving with musical forces, then there is no real conflict, and since conflict is central to almost every conception of musical narrative, the decision is significant. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Before returning to Mahler to see how some of this might play out, I want to emphasize that although there is value in simplifying the interpretive process with regard to agency and musical forces, we should not overlook the extraordinary complexities involved in answering any of these basic questions. Even very simple musical events will be subject not only to the vagaries of our own imagination, but also the way we process a plethora of musical features, including pitch, rhythm, meter, timbre, texture, dynamics, intertextual associations, extra-musical associations, and much else.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] To better appreciate this complexity, consider the specific role of meter in all of this. One of the most intriguing aspects of Larson’s research is that the three main forces that he identifies with regard to tonal melodic motion—gravity, magnetism, and inertia—can also be usefully applied to meter, independently of pitch. (13) Most people experience meter in terms of upbeats and downbeats, which implicitly evokes a kind of gravity: upbeats are suspended in air and pulled down into subsequent strong beats. But it’s also easy to imagine a sense of metrical inertia, the idea that music would continue according to a perceived metrical pattern. Moreover, Fred Lerdahl speaks of meter primarily in terms of metrical attraction—the degree to which notes are drawn toward accented beats within a metrical grid ( 2001 , 288–97), a concept that has obvious similarities to Larson’s metaphor of magnetism. Example 4a . “Leaping”  interpretation of a simple rhythmic syncopation (click to enlarge) Example 4b . “Halting”  interpretation of a simple rhythmic syncopation (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "lerdahl_2001"
                ]
            }
        },
        {
            "18": {
                "text": "[18] But which of these metaphors works best? There is still quite a bit of research that needs to be done on this topic, but it seems to me that any of these is potentially viable. The point that I want to reinforce, though, is that the different choices will dramatically affect interpretation. Consider, for instance, the simple rhythmic pattern in Example 4a–b. The syncopated note at the end of the first measure creates a moment of instability that could be interpreted according to at least two plausible musical forces. On the one hand, we might imagine the music as an agent springing upward and eventually being pulled down to the subsequent strong beat (captured in the illustration in Example 4a). In that case, the syncopation would suggest an agent moving with the force of momentum but resisting the force of gravity, at least until it eventually succumbs by falling to the subsequent strong beat. On the other hand, we might imagine an agent marching along in the first measure with a certain metrical momentum before abruptly halting at the end of the measure (captured by the illustration in Example 4b ). In that case, gravity is no longer part of the equation, and instead of an agent moving with the force of momentum, we sense an agent temporarily resisting the force of momentum before ultimately being carried forward to the next stable point (the subsequent strong beat). What’s important is how different the imagery becomes when we change the terms of the conflict. If we prefer to think of this syncopation in terms of an upward leap, as in Example 4a, then it develops a picture of an energetic agent, capable of resisting gravity with sudden, surprising leaps through the musical space. If we think of the syncopation in terms of a sudden halt, as in 4b, then it is more likely to correlate with psychological states such as reluctance, hesitation, maybe even fear. Example 5a . Schoenberg, Book of the Hanging Gardens , op. 15, no. 1, measures 1–4 (click to enlarge) Example 5b . Schoenberg, Book of the Hanging Gardens , op. 15, no. 1, measures 1–4, recomposed (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] For a quick application in real music, consider the opening of Schoenberg’s Book of the Hanging Gardens, op. 15, no. 1 ( Example 5a&#8211b ). The piano accompaniment begins with a steady, walking pace, perhaps depicting the narrator’s entrance into the garden. The quarter notes are displaced, however, by an eighth-note rest, creating a subliminal metric dissonance (to borrow a phrase from Krebs 1999 ). Without the score, we would most likely experience the music as beginning on the downbeat, which is presented in the recomposed version of Example 5b . In either case, the leap of a ninth from F ♯ to G ♯ is a startling moment. As with Example 4a, we might interpret this as a physical leap, springing upward more than an octave and eventually settling down on the subsequent G ♮ . Indeed, one could argue that the registral shift makes that interpretation especially convincing: the upward pitch interval corresponds to a physical leap. Yonatan Malin would agree. In his analysis of this song, he imagines the introduction in terms of a “desiring persona,” continually leaping upward as an expression of energy and longing ( 2008 , 66). But we might also imagine this in terms of halting gestures as well, with the higher notes perhaps representing a heightened anxiety as the narrator seizes up and resists his prior momentum (and anyone familiar with the text of op. 15 will recognize that the narrator has good reason to be nervous here). We might even imagine the registral shift in terms of an outside intrusion: the lower notes mark the protagonist’s footfalls; the higher notes signal a disruptive presence. The narrator isn’t alone in the garden, and might be halting in response to a sudden sound, a rustling in the bushes, a sudden flurry of movement. III. Musical Forces in Mahler",
                "footnotes": [],
                "citations": [
                    "krebs_1999",
                    "malin_2008"
                ]
            }
        },
        {
            "20": {
                "text": "[20] In Mahler’s “Nun will die Sonn’ so hell aufgeh’n,” ambiguities about agency and musical forces give rise to very different readings of the song. Rückert’s poem, written along with several hundred others in response to the death of his two children, begins with the statement that the sun will rise “as though no evil befell last night.” The poem engages an unspeakably bleak subject, but the mental and emotional state of the poem’s narrator—the father—is hard to assess. In the fifth and sixth lines of the poem, the father exhorts us not to “enfold the night” within us, but to “immerse it in eternal light.” And he even seems to minimize the tragedy in the second and fourth couplets: Das Unglück geschah nur mir allein! Die Sonne, sie scheinet allgemein! . . . A lamp has gone out in my abode;\nHail to the whole world’s gladdening light! (14) . . . Ein Lämplein verlosch in meinem Zelt!\nHeil sei dem Freudenlicht der Welt! The evil befell just me alone;\nThe sun, it shines on all mankind! Taken literally, the song projects a positive tone: a grieving father who has come to terms with his tragedy and acknowledges the world’s benevolent light. But we can also read this poem ironically as a portrait of hopeless alienation. The optimistic verses would then be interpreted as bitter sarcasm, a harsh reaction to the world’s indifference in the face of a deep, personal trauma.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] What’s most interesting to me, however, is that Mahler’s music allows for more subtle and nuanced interpretations between the two poles. When viewed from the perspective of agency, we might see the song not as the statement of a solitary figure, but as the interaction of multiple sentient agents.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Notice, for instance, that in measure 19 (refer back to Example 1 ) the horn rises from an unstable fourth above the bass, but the clarinets rise from more stable intervals, a sixth and octave above the bass. The clarinets might be interpreted, then, as being subjected to less downward pressure and thus having more freedom to move upward with agential effort. Their ascent first supports the horn melody—forming a consonant triad with it—and then pushes it up with a burst of chromatic energy. In this reading, both the horn and the clarinets would be interpreted as sentient agents, but at this moment one of them (the horn) would be passive, while the other (the clarinets) would be active. And the main force involved would be an agential one coming from the clarinets, which pushes the horn upward and successfully resists the forces of gravity, magnetism, and inertia. (15) Notice also that the horn melody had been steadily rising in the measures preceding this—measures 16–17—an effort that results in an exhausted descent. This creates a rather touching picture of the relationship between the instruments: the clarinets essentially support and carry the horn upward in its moment of weakness, after its energy had been depleted by the prior ascent. Example 6 . Mahler, “Nun will die Sonn’ so hell aufgeh’n,” measures 11–15 (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] As should be obvious, there are many other ways to view this moment, but this particular interpretation provides a model that could have far-reaching implications for the rest of the song. Consider, for instance, the measures that immediately precede this phrase. Example 6 shows the first ascending vocal melody and the song’s first shift from D minor to D major. It is a passage that recurs throughout the song and is perhaps best interpreted as a representation of the poem’s central poetic image: the rising sun. This interpretation is compelling, given the gradual ascending arc, the brightening D major, and the orchestral shift from a mournful oboe at the song’s beginning to a more radiant harp here. (16) But if we use our prior interpretation of the cadential as a model, then we would undoubtedly view this passage differently. To begin with, we interpreted the orchestral voices as sentient agents, not as non-sentient elemental forces, which is implied when we think about the song in terms of a rising sun. Moreover, we not only attributed agency to the orchestra, we cast one of its layers—the clarinets—in a supportive role, lifting the horn upward. The horn melody is essentially a surrogate for the voice in measures 16–20, and if we apply that model to the passage in measures 11–15, then we would similarly hear the orchestra as an agential force that raises the voice upward, again taking on a supportive role (and again doing so over a dominant pedal). The distinctive leap of a sixth at the word “Nacht”—the most energetic vocal gesture so far—might then be interpreted as an agential force that could only be produced because of the prior orchestral support. In such a reading, the orchestra essentially gives the voice the necessary energy to produce the music that helps secure the D-major tonic. Example 7 . Mahler, “Nun will die Sonn’ so hell aufgeh’n,” measures 11–20 (click to enlarge) Example 8 . Mahler, “Nun will die Sonn’ so hell aufgeh’n,” measures 73–84 (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] All of this occurs during the setting of the line “as though no evil befell last night” (“ als sei kein Unglück die Nacht gesheh’n! ”). Thus, rather than affixing this text to a single atemporal interpretation, we might view this moment as an unfolding dramatic action. Perhaps all of these consoling orchestral lines draw the narrator into a forgetful reverie, a brief respite from grief through denial. If so, it would appear that such forgetfulness is impossible to sustain: as shown in Example 7 , the three linear ascents from measures 11 to 20 become progressively shorter. Measure 19 is the last pulse of upward energy before the definitive return to D minor (a return that will be repeated throughout the song).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] This interpretation of the orchestra in terms of active, supportive agents strikes me as especially plausible when the same music recurs at the end of the song ( Example 8 ). In this case, the singer enters with the word “Heil” a measure after the orchestra already begins its ascent, suggesting, in other words, that the orchestra is indeed the primary agent behind this particular motion. And at measures 81–82, we get a return of the upward-resolving cadential , except now in a slightly varied form, with the voice taking the place of the horn. Again, if we are consistent with our prior interpretation, we would cast the orchestra primarily in an active role, buoying up the melodic line in order to avoid the D-minor perfect authentic cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] But now let’s return to measure 19 to consider an alternative interpretation. My spontaneous explanation when I was teaching was to compare the D-minor tonic to a vacuum that pulls the notes upward. Needless to say, I have no desire to retain that exact metaphor. But I do think there is compelling reason to hear this music in passive terms. And Larson’s concept of magnetism is intriguing. Remember that magnetism is a force that pulls unstable notes to a more stable place, and it is a force that gets stronger as the notes get closer. In measure 19, the composite rhythm of the voices speeds up into the tonic harmony, moving from a half note to a quarter note to two eighth notes. \nMoreover, there is an infusion of leading-tone energy at the end of the measure, which would combine with a metrical attraction from beat four to beat one. All of this could be interpreted in terms of a strong upward pull. \nThis does not explain why the music moves up in the first place—magnetism would actually exert a downward pull at the beginning of the measure—but it does offer the possibility that the specific tonic harmony of measure 20, spaced with the F ♮ in the upper voice, may be contextually defined with a special sense of attraction in this song, almost like a black hole with an inescapable pull. The song’s primary harmonic drama occurs between the parallel major and minor—shifts between F ♮ and F ♯ —and the decisive cadences (in measures 20 and 82) are those that explicitly emphasize the minor mode with F ♮ in the upper voice. (17) The F ♮ thus becomes the gravitational center of the song’s linear motion, the ultimate melodic destination. In that sense there is no agential force in measure 19 at all. The music simply drifts upward without volition.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] This passive interpretation resonates with many other aspects of the piece. The song has a modified strophic form that continually loops through the same material and never successfully modulates away from the D-minor tonic (despite the occasional shifts to D major). Moreover, as already mentioned, the central poetic image—the rising sun—suggests a passive Newtonian motion that is arguably reflected in the song’s many ascending lines. We might then imagine the narrator as a figure deadened by grief, still moving and still viewing the outside world, even admiring it, but without the ability to participate in any meaningful way. And the melodic motion would reflect that by simply rising and falling along with the natural ebb and flow of the musical environment. It would be impossible, I think, to hear the song entirely in passive terms—the presence of the singer alone introduces a human agency that requires at least some active involvement—but there is quite a bit of evidence for a passive interpretation, regardless.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] There is also room, of course, for more ambiguous non-committal interpretations. Peter Russell’s book on the Kindertotenlieder—Light in Battle with Darkness ( 1991 )—is especially interesting in this regard. The title is suggestive when considered in terms of the active/passive dichotomy. Taken literally, light and darkness would represent non-sentient features of the musical environment. And Russell, along with many other analysts, at times speaks of the first song as if light is simply a passive feature in the musical space—instruments like the harp and glockenspiel, for instance, suddenly appear, and brighten the musical landscape like the rising sun ( 70 ). But at other times, as the title suggests, light and darkness are animistically drawn into conflict, a staged battle between gestures of acceptance and despair ( 74 ). IV: Conclusion",
                "footnotes": [],
                "citations": [
                    "russell_1991",
                    "russell_1991",
                    "russell_1991"
                ]
            }
        },
        {
            "29": {
                "text": "[29] These different interpretations of Mahler’s song not only demonstrate the complexity of analysis based on agency and musical forces, but also raise some basic questions about consistency and mixed metaphors. If we describe a particular leading tone as being “pulled up” to the tonic, can we later describe the same note as an agent striving higher or an ocean wave swelling upward? According to Fred Maus, such inconsistency would simply reflect standard listening procedures: The claim is not that different listeners may interpret the music differently (though they undoubtedly will), but rather that a single listener’s experience will include a play of various schemes of individuation, none of them felt as obligatory ( 68 ). This, of course, is true—and I have no intention of prescribing how anyone should go about experiencing music—but convincing narrative analyses (essentially a form of storytelling) require a certain degree of consistency and causality. And it is important to recognize the degree to which relatively minor decisions about a particular moment might resonate with broader issues.",
                "footnotes": [],
                "citations": [
                    "maus_1988"
                ]
            }
        },
        {
            "30": {
                "text": "[30] A loose comparison can be made with Schenkerian analysis in this regard. Most Schenkerians would agree, for instance, that a piece of music can be graphed in multiple ways. But an isolated voice-leading graph typically commits to a single interpretation without inconsistencies. (Schenkerians would avoid slurring the same group of notes, for instance, in contradictory ways.). Moreover, decisions made at one level will affect decisions made at another level, which draws everything together into a single, coherent analysis. A theorist might offer two or more competing interpretations, but cannot enfold them into a single graph without drastically altering the analytical style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] I have placed special attention on multiple interpretations of Mahler’s cadential in measure 19, but it should be clear that nearly every measure in “Nun will die Sonn’ so hell aufgeh’n” can similarly be interpreted from a variety of perspectives. A complete narrative analysis, however, would require some consistency in the way such moments are explained. And subtle shifts between active and passive interpretations would open up remarkably different readings of the song. We might hear the piece in terms of a solitary tragic hero, struggling against immeasurable grief. We might hear the orchestra as a collection of sympathetic, benevolent spirits that help guide the protagonist through the musical landscape. Or we might hear the music more darkly, as enervated, listless movement, with almost no agential effort at all. In every case, however, Larson’s theory of musical forces offers a crucial starting point, especially when interpreted in conjunction with agency.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] What I’m advocating, then, is an analytical process where decisions about agency and musical forces are foregrounded, with an explicit recognition of how those decisions might activate or alter a host of larger issues concerning narrative and musical meaning. As Steve Larson points out, this enables us not only to think about music, but to think in music ( 1997 , 57)—to think of music, in Larson’s terms, as “purposeful action within a dynamic field of musical forces” ( 56 ). This idea is at the heart of Larson’s theory, and remains one of his most enduring insights.",
                "footnotes": [],
                "citations": [
                    "larson_1997",
                    "larson_1997"
                ]
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.baileyshea.html",
    "data": "mto/data/mto.12.18.3.baileyshea.json"
}