{
    "title": "Review of Richard Cohn, <i>Audacious Euphony: Chromaticism and the Triad’s Second Nature</i> (Oxford University Press, 2012)",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Yust, Jason"
    ],
    "abstract": "",
    "keywords": [
        "Chromaticism",
        "nineteenth-century music",
        "Tonnetz",
        "neo-Riemannian transformations",
        "voice leading"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.yust.pdf",
    "author_info": [
        {
            "name": "Jason Yust",
            "university": "Boston University College of Fine Arts",
            "address": "855 Commonwealth Ave.,, Brookline, Massachusetts, 02215",
            "email": "jyust@bu.edu"
        }
    ],
    "citations": {
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15, no. 1: 9–40.",
        "cohn_1997": "Cohn, Richard. 1997. “Neo-Riemannian Operations, Parsimonious Trichords, and their Tonnetz representations.” Journal of Music Theory 41, no. 1: 1–66.",
        "cohn_1998": "Cohn, Richard. 1998. “Square Dances with Cubes.” Journal of Music Theory 42, no. 2: 283–96.",
        "cohn_1999": "Cohn, Richard. 1999. “As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.” 19 th -Century Music 22, no. 33: 213–32.",
        "cohn_2000": "Cohn, Richard. 2000. “Weitzmann’s Regions, My Cycles, and Douthett’s Dancing Cubes.” Music Theory Spectrum 22, no. 1: 89–103.",
        "cohn_2006": "Cohn, Richard. 2006. “Hexatonic Poles and the Uncanny in Parsifal .” Opera Quarterly 22, no. 2: 230–48.",
        "douthett_and_steinbach_1998": "Douthett, Jack, and Peter Steinbach. 1998. “A Study in Parsimony, Contextual Transformations, and Modes of Limited Transposition.” Journal of Music Theory 42, no. 2: 241–263.",
        "gollin_1998": "Gollin, Edward. 1998. “Some Aspects of Three-Dimensional ‘ Tonnetz e.’” Journal of Music Theory 42, no. 2: 195–206.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations. New Haven: Yale University Press.",
        "rings_2007": "Rings, Steven. 2007. “Perspectives on Tonality and Transformation in Schubert’s Impromptu in E ♭ , D.899.” Journal of Schenkerian Studies 2: 33–63.",
        "tymoczko_2009": "Tymoczko, Dmitri. 2009. “Generalizing Musical Intervals.” Journal of Music Theory 53, no. 2: 227–54.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice. New York: Oxford University Press.",
        "tymoczko_2012": "Tymoczko, Dmitri. 2012. “The Generalized Tonnetz .” Journal of Music Theory 56, no. 1: 1–52."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Readers will immediately notice one novel feature of the book: scattered throughout the text are references to supplementary online materials accessible through the publisher’s website. The online component is not essential; the reader without a computer handy will be able to follow the text throughout. It is also more prominent in some chapters than others. Yet, the online materials are certainly worth the price of entry: they make it more convenient for readers to reference full scores that accompany Cohn’s more extended analyses, and, most impressively, allow Cohn to illustrate his arguments by means of animations timed to musical performances. These animations bring many of the Tonnetz analyses, whose dynamic properties are often hard to reproduce on the printed page, to life. The coordination of analyses with performances encourages us to perceive the harmonic moves as temporally delineated actions and gestures.",
            "citations": []
        },
        "FN2": {
            "text": "2. For example, the Tonnetz privileges relative ( R ) relations over other Weitzmann transformations like nebenverwandt ( N ) and Slide ( S ), even though all Weitzmann transformations involve two units of voice-leading work. This is because R retains two common tones, while the others retain only one.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Richard Cohn’s eagerly anticipated monograph on nineteenth-century chromaticism crystallizes Cohn’s decades of influential work developing an analytical framework for chromatic harmony. It also fulfills the need of presenting a self-contained, accessible introduction to Cohn’s theory, one that will be of great value to readers less receptive to the mathematical orientation of many of the articles that mark essential milestones in the development of Cohn’s theories. But Audacious Euphony also goes further, marking a stride forward in the unification of Cohn’s theories and their extension into new analytical concepts and techniques that promise to be widely influential in future work on nineteenth-century harmonic practices. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The first half of Audacious Euphony follows the general contours of the historical development of Cohn’s thinking about chromaticism. He begins, in Chapter 1, by advancing the non-integrationist argument, that nineteenth-century chromaticism is not simply an extension of Classical harmonic practice, which has been a persistent theme of his work beginning with Cohn 1996 . In particular, Cohn argues that chromatic harmony is based on the voice-leading logic of the consonant triad in chromatic space, and is therefore independent from Classical harmony, in which triadic relationships are mediated by diatonic scales. Chapter 2 introduces hexatonic regions, the topic of Cohn 1996 , while chapters 3 and 4 develop the idea of Weitzmann regions as companions to hexatonic regions, the subject of Cohn 2000 . The ultimate goal of these arguments is the unified model of voice-leading between consonant and augmented triads, Douthett and Steinbach’s ( 1998 ) “Dancing Cubes” network. Cohn similarly united hexatonic cycles and Weitzmann regions in Cohn 2000 , but in Audacious Euphony , the idea has noticeably matured. Most importantly, Cohn follows Tymoczko ( 2009 ) in recognizing Cube Dance as a faithful model of voice-leading distance, unlike, e.g., the Tonnetz (84–85). From this other significant properties emerge, such as the cyclic arrangement of sum classes, which Cohn dubs “voice-leading zones” (102–6).",
                "footnotes": [],
                "citations": [
                    "cohn_1996",
                    "cohn_1996",
                    "cohn_2000",
                    "douthett_and_steinbach_1998",
                    "cohn_2000",
                    "tymoczko_2009"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In parallel with the construction of the Cube-Dance model of triadic relationships, Cohn also develops the technology of neo-Riemannian transformations, in particular the Tonnetz , the subject of his highly influential “Neo-Riemannian Operations, Parsimonious Trichords, and their Tonnetz representations” ( Cohn 1997 ). Yet the superficial impression that Cohn might simply be consolidating his legacy of transformational approaches to chromatic harmony by collecting fifteen years worth of work in one volume turns out to be wholly inaccurate. Cohn’s perspective on the Tonnetz and neo-Riemannian transformations, like his use of Cube Dance, has thoroughly evolved since he helped to shape Lewin’s ( 1987 ) system of transformations into one of the most significant recent developments in music theory. In order to bring the Tonnetz model and Cube Dance together in a unified perspective on voice-leading relations between triads, Cohn outfits the Tonnetz with new accessories that mitigate its shortcomings as a model of voice-leading distance: hexatonic “strips” (27–30) and augmented-triad alleyways (84–85).",
                "footnotes": [],
                "citations": [
                    "cohn_1997",
                    "lewin_1987"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Cohn also essentially divests himself of the dualist commitments implicit in neo-Riemannian transformations. Although he defends dualism (37–39), it is no longer a deep theoretical principle. He does not, as Riemann himself might have, claim that dualist nomenclature reveals a deeper musical truth of inversional equivalence; instead he makes a purely formal argument that dualist transformations reflect the fact that voice-leading distance is independent of direction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] To repurpose one of Cohn’s favored descriptions of Schubert’s chromaticism, Audacious Euphony marks a soft revolution in the deployment of the Tonnetz . While a persistent surface feature of a music theory tradition that spans over two centuries, in Cohn’s hands the meaning of the Tonnetz has undergone a radical shift. No longer a map of dualist algebraic relationships, it now represents the voice-leading potentiality of the triad in chromatic space. The shift realizes the implication of the turn, made in Cohn 1996 and 1997 , towards chromatic voice-leading as the crucial element in an explanation of nineteenth-century harmony. Throughout the book, where Cohn revisits theories and analyses from his earlier work, the element most prominently shed in Audacious Euphony is the emphasis on group-theoretic transformational systems inherited from Lewin. The simplest explanation for this difference is Cohn’s expressed intent to make the book more accessible by focusing on analytical and historical issues and avoid “the mathematical modes of discourse that have dominated much of the technical literature” (xii). Yet this move also underscores the fact that group-theoretic abstraction is not essential to any of the sophisticated theories and analytical techniques Cohn develops in the book. Instead, the ready-at-hand concept of voice-leading work built into the geometry of Cube Dance and common-tone relationships built into the Tonnetz provide the necessary materials for Cohn’s theoretic constructions. This evolution marks a significant break, because in Cohn’s earlier work, algebraic transformational systems are the most salient bridge introducing the logic of atonal theory into the nineteenth century.",
                "footnotes": [],
                "citations": [
                    "cohn_1996",
                    "cohn_1997"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Cohn’s “unified model” mixes Tonnetz representations and neo-Riemannian labels with Cube Dance and its many associated voice-leading principles, such as upshifting and downshifting vs. “toggling,” voice-leading regions, hexatonic cycles and Weitzmann “water bugs.” Because Cohn so convincingly demonstrates the potential of the Cube Dance network to realize the promise of a voice leading based perspective on relationships between consonant triads in chromatic music, it seems peculiar that the Tonnetz , which reflects voice-leading work only imperfectly (as Cohn admits), continues to claim a privileged place in his analytical palette. The strongest simple argument for retaining the Tonnetz is that it is the best model of common-tone relationships between triads, a type of voice-leading relationship that is undoubtedly significant to nineteenth-century practice and does not perfectly align with measures of voice-leading work. (2) Cohn draws upon this aspect of the Tonnetz , for instance, in his discussion of pitch-retention loops (113–21), a sufficient demonstration of analytical value. Cohn’s own defense of the Tonnetz is more multifarious and nuanced, and therefore also more diffuse, including arguments from its relatively simple appearance on the printed page to its historical importance (66–67).",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapters 5 and 6 will be the most valuable to theorists already well-versed in the paraphernalia of hexatonic regions, neo-Riemannian transformations, etc., as they bring to bear a weight of analytical evidence that the recent development of Cohn’s ideas has integrated into a comprehensive theory of triadic voice-leading. Cohn’s catalog of chromatic sequences in chapter 5 provides a valuable illustration of his theoretical approach. The most impressive analytical rewards come in his discussion of transformational substitutions, which draw on the voice-leading properties of Weitzmann and Hexatonic regions to make compelling analyses of sequence-like progressions in Chopin, Brahms, Bruckner, and Liszt. Chapter 6 enlists two principles developed over the previous chapters in a number of analytical vignettes. The first is the “pitch retention loop,” a rich vein for explaining certain nineteenth-century passages, and one that exploits \nthe distinct virtue of the Tonnetz as a map of common-tone relationships between triads. The second is the principle of voice-leading zones, Cohn’s most significant new analytical technique. The voice-leading zones are the “sum classes” of “Square Dances with Cubes” ( Cohn 1998 ), stripped of Lewin-esque mathematical trappings and developed into a technique of charting upshift and downshift to reveal coherent unidirectional voice leading and departure–return scripts. Cohn’s revisiting of an analysis of Schubert’s Piano Sonata in B-flat major, D. 960, from “As Wonderful as Star Clusters” ( Cohn 1999 ) demonstrates how voice-leading zones condense many of Cohn’s other theoretic principles—specifically those related to voice-leading work—into a single potent concept.",
                "footnotes": [],
                "citations": [
                    "cohn_1998",
                    "cohn_1999"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Throughout the book, Cohn adopts one of two different strategies—foreground and background—for converting musical examples into triadic journeys. The difference is best illustrated in chapters 5 and 6, with mostly foreground analyses in the former and background in the latter. Local analyses chart literal progressions. They are of limited applicability since they require isolated passages built out of a purely chromatic logic and avoiding dissonant chords, but such analyses can be quite convincing in their restricted scope because they provide a relatively comprehensive account. In background analyses Cohn charts the key relationships of longer passages, including entire pieces (and even entire song cycles), as triadic progressions between tonic chords. The divergence in method obscures the fact that these two strategies are incommensurable: the background analyses are not simple summaries of what might be charted as a long foreground analysis, because the process of reduction cleanses the local progressions of conventional tonal harmony that makes a messy picture on the Tonnetz or Cube Dance. Cohn addresses this issue in chapter 8.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Cohn also, in both foreground and background analysis, typically summarizes passages in terms of idealized, maximally efficient voice leading. In that sense, Cohn’s theory is not one of voice-leading practice , but a theory of relationships between harmonic collections motivated by idealized voice leadings. While he sometimes uses Schenkerian language when describing harmonic reductions, he does not adopt the Schenkerian practice of relating idealized voice leadings to observable voice-leading relationships in the music. This difference is in evidence, for instance, in his analyses of developments from two Beethoven sonatas in chapter 6 (133–34), which describe descending-fifth–saturated progressions as continual upshifts. Cohn’s attribution of an ascending quality to the progressions is a formal consequence of the position of N -related triads on the circle of voice-leading zones, but it is also a literal trait of the passages. This is a non-trivial fact: descending fifth progressions are often realized with descending voice leading, even though the ascending voice leading is more efficient in triadic voice-leading spaces. The comparison of idealized voice-leading models of harmonic relationships with real voice-leading practice is one potentially rich implication of Cohn’s theory that remains largely unexplored.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Beginning with chapter 7, Cohn turns from his expertly crafted prix fixe entrée to a tasting-plate of diverse dessert selections. These last three chapters are more mixed, and on average more tentative, than the preceding. Chapter 7 gives two answers to the question of how to extend insights about triadic relationships to larger chords. The first is by deletion of dissonant notes. Cohn defends the idea that Wagner treats the nominal root as the added dissonance in half-diminished seventh chords with examples drawn from an earlier article, “Hexatonic Poles and the Uncanny in Parsifal ” ( Cohn 2006 ). In the latter part of the chapter he develops a system of seventh-chord relationships through analogy with the triadic system. Cohn puts more resources towards constructing this extension-via-analogy than the extension-via-deletion. This two-front strategy comes across as non-committal, because the two ways of dealing with seventh chords are incompatible, implying that one should choose the approach based on the demands of the music at hand. The first approach has the advantage of allowing seventh chords and triads to participate in the same analysis. The second is capable of working with more thoroughly dissonant chords like diminished sevenths and French augmented sixths. These differences seem to be artifacts of the theoretical edifice, however; it is not entirely clear that they actually reflect distinct compositional approaches to the use of seventh chords. Nonetheless, the analyses that Cohn presents in the chapter make quite convincing cases for each approach individually, especially Cohn’s remarkable catalog of hexatonic-pole relationships in Parsifal .",
                "footnotes": [],
                "citations": [
                    "cohn_2006"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The analogy between cardinality-three and cardinality-four systems in the second part of chapter 7 is a potentially rich topic. However, one arm of the analogy notably fails to surface: the four-note correlate to the Tonnetz . As noted above, in the three-note case the Tonnetz is essential in performing one function: tracking common-tone relationships between chords, expressing, e.g., the concept of pitch-retention loops. But Cohn largely eschews the four-note Tonnetz , which cannot be realized in two dimensions. As a map of common-tone relationships, however, it still merits a place at the table. Cohn only refers to the four-note Tonnetz through citations of Gollin 1998 (141–42, 152, 189). More recent work ( Tymoczko 2012 ) gives a more complete picture of the Tonnetze for four-note chords and provides some corrections to Gollin’s earlier foray into this subject. Exploration of the analytical implications of common-tone relationships in Tymoczko’s four-note Tonnetz , guided by the example of Cohn’s analytic method, should prove a fruitful direction for future work.",
                "footnotes": [],
                "citations": [
                    "gollin_1998",
                    "tymoczko_2012"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Chapter 8 explores how the Tonnetz -wielding analyst should deal with interactions of diatonic and chromatic harmony within a piece. Cohn begins by outlining a previous approach of his own ( Cohn 1999 ) and of Steven Rings ( 2007 ) as starting points, ultimately finding them not completely adequate. He suggests the “convertible Tonnetz ” as a more promising approach, but provides a demonstration analysis that he admits “consume[s] considerable space in order to make some fairly rudimentary claims about music well understood using other representational modalities” (182). The more complete analysis of Liszt’s Consolation no. 3 using the convertible Tonnetz , and subsequent analyses in the chapter, present a more compelling case, and have the virtue of helping to buttress previous background analyses in the book with an implicit acknowledgment of the tonal harmony that accompanies each tonic. Yet, there is no obvious means by which the convertible Tonnetz promises to lead to analytical insights: its diatonic frameworks tag along with the triadic analysis, posited by means of familiar extraneous criteria. The persistent problem is that the differences between local and large-scale relationships in music tend to be the reverse of those in the Tonnetz . Intuitively diatonic relationships are simpler than chromatic ones, and in many of Cohn’s musical examples (the background analyses), chromatic relationships provide the frame while diatonic ones dominate the local chord-to-chord relationships. On the Tonnetz , however, chromatic relationships are simple and proximate, the diatonic ones more complex and distant.",
                "footnotes": [],
                "citations": [
                    "cohn_1999",
                    "rings_2007"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Cohn’s final chapter re-attacks the problem of mixture of diatonic and chromatic harmony from a surer footing. Rather than offering a new formalism, Cohn here provides a compelling linguistic analogy, suggesting that the integration of diatonic and chromatic syntaxes represents a harmonic bilingualism. Cohn produces ample support for the claim that there is no cognitive barrier to mixing distinct musical syntaxes in a single composition by drawing on research in bilingual speech. Where the analogy remains tenuous in the specific case of chromatic harmony is that the syntax of chromaticism emerged historically from within the context of tonality, not independently of it, and, unlike different languages, the two harmonic syntaxes share the same set of “words.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Audacious Euphony , as the definitive account of one of the most important recent theoretic systems for nineteenth-century music, is above all an argument for the essential independence of the logic of chromatic harmony. As such, it will frame the continuing debate about nineteenth-century chromaticism and be an essential reference point for the non-integrationist perspective. It is also necessary reading for anyone interested in nineteenth-century music, reflecting a comprehensive picture of nineteenth-century composers’ use of harmony that penetrates deeply into the repertoire. It will become an indispensible source for future research.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.3.yust.html",
    "data": "mto/data/mto.12.18.3.yust.json"
}