{
    "title": "Report: An International Symposium on Music and Mathematics (Bucharest, Romania)",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Clampitt, David"
    ],
    "abstract": "",
    "keywords": [
        "mathematics"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.clampitt.pdf",
    "author_info": [
        {
            "name": "David Clampitt",
            "university": "SUNY, Buffalo",
            "address": "Department of Music, Buffalo, NY",
            "email": ""
        }
    ],
    "citations": {
        "agmon_1989": "Agmon, Eytan. 1989. “A Mathematical Model of the \nDiatonic System.” Journal of Music Theory 33, \nno. 1: 1–25.",
        "carey_and_clampitt_1989": "Carey, Norman and David Clampitt. 1989. “Aspects of \nWell-Formed Scales.” Music Theory Spectrum 11, \nno. 2: 187–206.",
        "clough_and_douthett_1991": "Clough, John and Jack Douthett. 1991. “Maximally \nEven Sets.” Journal of Music Theory 35, nos. 1 & \n2: 93–173.",
        "rahn_1992": "Rahn, Jay. 1992. “An Advance On A Theory For All \nMusics : At-Least-As Predicates For Pitch, Time, And \nLoudness.” Perspectives of New Music 30, no. 1: \n158–183.",
        "rahn_1994": "Rahn, John. 1994. “Some Remarks on Network Models of \nMusic.” In Musical Transformation and Musical \nIntuition: Essays in Honor of David Lewin . Edited by \nRaphael Atlas and Michael Cherlin. Roxbury, MA: Ovenbird \nPress, 1994.",
        "vieru_1993": "Vieru, Anatol. 1993. The Book Of Modes . Translated by \nYvonne Petrescu. Bucharest: Editura muzicala.",
        "vieru_1992": "Vieru, Anatol. 1992. “Generating Modal Sequences (A \nRemote Approach to Minimal Music).” Perspectives of New \nMusic 30, no. 2: 178–201.",
        "vieru_1985": "Vieru, Anatol. 1985. “Modalism—A ‘Third World’.” Perspectives of New Music 24: 62–71.",
        "vuza_1991_1992_1993": "Vuza, Dan Tudor. 1991, 1992, 1993. “Supplementary \nSets and Regular Complementary Unending Canons.” Perspectives of New Music , (Part One) 29, no. 2: \n22–49; (Part Two) 30, no. 1: 184–207; (Part Three) 30, no. 2: 102–125; (Part Four) 31, no. 1: \n270–305."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] An International Symposium on Music and Mathematics, organized by Anatol Vieru, John Rahn, and John Clough, was held in Bucharest, Romania on May 29–30, as part of the 1994 International Week of New Music. Thirteen composers, mathematicians, and music theorists from Romania, Israel, France, and North America contributed papers. The papers presented fell into three categories: compositional theory, extensions from diatonic set theory, and computer models and formal logic. A range and variety of interests were represented; nonetheless, papers from one area sometimes overlapped those of another in interesting ways.[2] The various events of the Week of New Music took place in the heart of Bucharest, within a few blocks of Revolutionary Square, around which one still sees buildings scarred by the fighting in 1989. The architectural melange includes elements from the time of Vlad the Impaler, cheek by jowl with gray Ceausescu-era edifices. The Symposium itself was held in the marbled Hall of the Union of Composers and Musicologists, which is in the Georges Enesco Museum, formerly the home of that multifaceted musician. There were about thirty interested listeners, in addition to the participants, at the sessions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Anatol Vieru, one of the leading Romanian composers and really the tutelary genius of the Symposium, offered some brief opening remarks and the first paper, “The Musical Significance of Multiplication by 5 and 7: Diatonicity and Chromaticity.&rdquo. A composer and theorist on the faculty of the Bucharest Academy of Music, trained in Moscow in the 1950s, Vieru is the author of Cartea modurilor , of which an expanded English version has been published as the Book of Modes , ( Vieru 1993 ). This work includes both a version of what we call set theory, arrived at by the author largely independently of American theory, and various compositional theories. The flavor and some of the substance of this work has been available to a North American audience through two articles in Perspectives of New Music ( Vieru 1985 , 1992 ). Vieru’s Symposium paper elaborated a topic treated in the Book of Modes , in which diatonicism is associated with the multiplicative units 5 and 7, while chromaticism is associated with the units 1 and 11. Vieru measures the diatonic-chromatic content of any modal structure, i.e., a set-class determined by transpositional equivalence, by comparing its ic-1 fragmentation to its ic-5 fragmentation. He views the diatonic-chromatic duality as a fundamental aspect of the 12-pc universe.",
                "footnotes": [],
                "citations": [
                    "vieru_1993",
                    "vieru_1985",
                    "vieru_1992"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Mathematician Dan Vuza gave an introduction to supplementary sets, the subject of his four-part study in Perspectives of New Music ( Vuza 1991, 1992, 1993 ). Vuza’s paper, “Supplementary Sets: Theory and Algorithms,” traced the development of his work from its genesis in the pitch domain to its complex unfolding in the rhythmic domain, giving a summary of some of his results. Vuza has been a significant resource for some Romanian composers, among them Vieru, who remarked of him: “Il n’est pas musicien, mais il a des reves musicaux.”",
                "footnotes": [],
                "citations": [
                    "vuza_1991_1992_1993"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Stefan Niculescu, in “Quelques aspects de la relation entre musique et mathematique dans mes oeuvres,” presented a notion of complementary rhythmic counterpoint related to Vuza’s approach. Niculescu, whose music was the focus of the Week’s opening concert, categorizes rhythmic textures in terms of symbolic logic and the relations simultaneity and succession .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Eytan Agmon, from Bar-Ilan University, spoke of “Diatonicism and the Farey Series.” The Farey series of order N consists of the fractions in reduced terms between 0 and 1 whose denominators do not exceed N. In a development not unrelated to Vieru’s opening paper, Agmon investigated the “chromatic and enharmonic consequences of the Farey property,” as well as the role the property plays in his own model of diatonicism, as set forth in Agmon 1989.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] John Clough, from the State University of New York at Buffalo, and mathematician Jack Douthett, from Albuquerque Community College and Technical-Vocational Institute, continued their investigations into the nature of diatonicism with “Hypertetrachords.” The class of scales Clough and Douthett defined as hyperdiatonic in their 1991 Journal of Music Theory paper, “Maximally Even Sets,” also generalizes the tetrachordal structure of the usual diatonic. Their work treated the Indian gramas as well, and gave scale axioms for diatonic sets and for the gramas .",
                "footnotes": [],
                "citations": [
                    "clough_and_douthett_1991"
                ]
            }
        },
        {
            "8": {
                "text": "[8] David Clampitt, graduate student in music theory at SUNY at Buffalo, presented “Some Refinements of the Three Gap Theorem, with Applications to Music.&rdquo. The Three Gap Theorem is a result proved by the Hungarian mathematician Vera Sos and others in the 1950s that bears on the class of scales called well-formed ( Carey and Clampitt 1989 ), and gives information about any set generated by a single interval. The continued fractions that arise in this approach are related to the fractions of the Farey series discussed by Agmon.",
                "footnotes": [],
                "citations": [
                    "carey_and_clampitt_1989"
                ]
            }
        },
        {
            "9": {
                "text": "[9] On Monday six more papers were given, beginning with Jay Rahn, from York University, Ontario. Rahn’s paper, “A Non-Numerical Predicate of Wide Applicability for Perceived Intervallic Relations,” was an extension of his 1992 Perspectives article, applying symbolic logic in the tradition of Benjamin Boretz.",
                "footnotes": [],
                "citations": [
                    "rahn_1992"
                ]
            }
        },
        {
            "10": {
                "text": "[10] “Abstract Machines and Music” was the subject of a talk by Marc Chemillier, a computer scientist situated in Paris and Caen. Given his title and Ligeti’s predilection for the meccanico , it was not entirely unexpected that Chemillier would offer an “analysis and computer reconstruction of a musical fragment of Ligeti’s ‘Melodien.’”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] John Rahn, from the University of Washington at Seattle, followed Chemillier’s discussion with a more general paper on formal models, “Remarks on Network Models for Music,” stemming from Rahn’s long-standing interest in neural nets and parallel processing. Like Stefan Niculescu and Aurel Stroe, Rahn participated in the conference both as theorist and as composer, and the Symposium had its origins in his association with Anatol Vieru.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The meetings concluded with three papers representing the diversity of Romanian theoretical work. Mihai Brediceanu presented examples of topological transformations in music with “Topology of Sound Forms and Music.” The above-mentioned Aurel Stroe discussed the mathematical formulation of some of his own compositional methods in “Classes de composition musicales.&rdquo. Dinu Ciocan brought the session to an appropriately open-ended close with analyses of Bach and Schoenberg that at once stemmed from and called into question linguistic approaches to analysis with “Quelques problems de modelisation semiotique et computationelle du langage musical.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] There were ample opportunities for informal exchanges among the participants that were of considerable interest. Among the ceremonial occasions was a lunch hosted by Octavian Cosma, Vice-President of the Union of Romanian Composers and Musicologists and editor of Muzica. This was just one example of the impressive marshalling of resources by the organizing committee chaired by Anatol Vieru. Both practically and substantively, this multi-disciplinary, multi-lingual Symposium was highly successful.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.95.1.1.clampitt.html",
    "data": "mto/data/mto.95.1.1.clampitt.json"
}