{
    "title": "Rethinking Music Loving",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Luong, Vivian"
    ],
    "abstract": "Building on an implicit ethical critique of music theory in the writings of Marion A. Guck and other feminist music theorists, this paper seeks to displace an implicitmoralcommitment that pervades music-theoretical practice in favor of anethicsin the Deleuzian sense of the term. First, I demonstrate how established music-theoretical approaches remain focused on defining and policing a musical morality—a strict delineation of what ought to count as proper ways of doing music theory, of lovingly engaging with music professionally. Second, taking up Guck’s call for an open-ended and diverse disciplinary ethics centered on music loving, I explore how the Deleuzian ethical concept of love as a positive and productive force might intervene in our discipline’s moralistic investments and facilitate the creation of new feminist music-theoretical concepts and practices.",
    "keywords": [
        "music analysis",
        "writing",
        "gender",
        "sexuality",
        "love",
        "ethics",
        "morality",
        "van den Toorn",
        "Guck",
        "Deleuze and Guattari"
    ],
    "doi": "",
    "received": "March 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.luong.pdf",
    "author_info": [
        {
            "name": "Vivian Luong",
            "university": "University of Michigan",
            "address": "School of Music, Theatre, and Dance, E.V. Moore Building, 1100 Baits Dr., Ann Arbor, MI 48109-2085",
            "email": "luongv@umich.edu"
        }
    ],
    "citations": {
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?” Critical Inquiry 30 (3): 505–36.",
        "ahmed_2006": "Ahmed, Sarah. 2006. Queer Phenomenology: Orientations, Objects, Others. Duke University Press.",
        "ahmed_2010": "Ahmed, Sarah. 2010. “Orientations Matter.” In New Materialisms: Ontology, Agency, and Politics, ed. Diana Coole and Samantha Frost, 234–57. Duke University Press.",
        "badiou_2012": "Badiou, Alain. 2012. In Praise of Love, trans. Nicolas Truong. Serpent’s Tail.",
        "barad_2003": "Barad, Karen. 2003. “Posthumanist Performativity: Toward an Understanding of How Matter Comes to Matter.” Signs 28 (3): 801–31.",
        "barad_2007": "Barad, Karen.  2007. Meeting the Universe Halfway: Quantum Physics and the Entanglement of Matter and Meaning. Duke University Press.",
        "barkin_1992": "Barkin, Elaine. 1992. “either/other.” Perspectives of New Music 30 (2): 206–33.",
        "barthes_1978": "Barthes, Roland. 1978. A Lover’s Discourse: Fragments, trans. Richard Howard. Hill and Wang.",
        "bennett_2010": "Bennett, Jane. 2010. Vibrant Matter: A Political Ecology of Things. Duke University Press.",
        "berlant_2001": "Berlant, Lauren. 2001. “Love, a Queer Feeling.” In Homosexuality and Psychoanalysis, ed. Tim Dean and Christopher Lane, 432–52. University of Chicago Press.",
        "berlant_2011": "Berlant, Lauren. 2011. “A Properly Political Concept of Love: Three Approaches in Ten Pages.” Cultural Anthropology 26 (4): 683–91.",
        "berlant_2012": "Berlant, Lauren. 2012. Desire/Love . punctum books.",
        "bohlman_1993": "Bohlman, Philip. 1993. “Musicology as a Political Act.” Journal of Musicology 11 (4): 411–36.",
        "bonta_and_protevi_2004": "Bonta, Mark, and John Protevi. 2004. Deleuze and Geophilosophy: A Guide and Glossary. Edinburgh University Press.",
        "brett_et_al_1994": "Brett, Philip, Elizabeth Wood, and Gary C. Thomas, eds. 1994. Queering the Pitch: The New Gay and Lesbian Musicology. Routledge.",
        "buchanan_1997": "Buchanan, Ian. 1997. “The Problem of the Body in Deleuze and Guattari, Or, What Can a Body Do?” Body & Society 3 (3): 73–91.",
        "chen_2011": "Chen, Mel Y. 2011. “Toxic Animacies, Inanimate Affections.” GLQ: A Journal of Lesbian and Gay Studies 12 (2–3): 265–86.",
        "cheng_2013": "Cheng, William. 2013. “Pleasure’s Discontents.” Journal of the American Musicological Society 66 (3): 840–44.",
        "cheng_2016": "Cheng, William. 2016. Just Vibrations: The Purpose of Sounding Good. University of Michigan Press.",
        "cho_2015": "Cho, Hyunree. 2015. “Music Analysis as Poetry.” Perspectives of New Music 53 (1): 143–87.",
        "cimini_2010": "Cimini, Amy. 2010. “Gilles Deleuze and the Musical Spinoza.” In Sounding the Virtual: Deleuze and the Theory and Philosophy of Music, ed. Brian Hulse and Nick Nesbitt, 129–44. Ashgate.",
        "cimini_2011": "Cimini, Amy. 2011. “Baruch Spinoza and the Matter of Music: Toward a New Practice of Theorizing Musical Bodies.” PhD diss., New York University.",
        "cohen_2011": "Cohen, Lawrence. 2011. “Love and the Little Line.” Cultural Anthropology 26 (4): 692–96.",
        "cusick_1994a": "Cusick, Suzanne G. 1994a. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27.",
        "cusick_1994b": "Cusick, Suzanne G. 1994b. “On a Lesbian Relationship with Music: A Serious Effort Not to Think Straight.” In Queering the Pitch: The New Gay and Lesbian Musicology, ed. Philip Brett, Elizabeth Wood, and Gary C. Thomas, 2nd ed., 67–83. Routledge.",
        "cusick_2008a": "Cusick, Suzanne G. 2008a. “Musicology, Torture, Repair.” Radical Musicology 3. http://www.radical-musicology.org.uk/2008/Cusick.htm .",
        "davies_2015": "Davies, James Q. 2015. “On Being Moved/Against Objectivity.” Representations 132: 79–87.",
        "davis_2002": "Davis, Dawn Rae. 2002. “(Love Is) The Ability of Not Knowing: Feminist Experience of the Impossible in Ethical Singularity.” Hypatia 17 (2): 145–61.",
        "de_freitas_and_sinclair_2014": "de Freitas, Elizabeth, and Natalie Sinclair. 2014. Mathematics and the Body: Material Entanglements in the Classroom. Cambridge University Press.",
        "deleuze_1988": "Deleuze, Gilles. 1988. Spinoza: Practical Philosophy, trans. Robert Hurley. City Lights.",
        "deleuze_1992": "Deleuze, Gilles. 1992. Expressionism in Philosophy: Spinoza, trans. Martin Joughin. Zone Books.",
        "deleuze_1995": "Deleuze, Gilles. 1995. Negotiations , trans. Martin Joughin. Columbia University Press.",
        "deleuze_2000": "Deleuze, Gilles. 2000. Proust and Signs, trans. Richard Howard. Athlone.",
        "deleuze_and_guattari_1972": "Deleuze, Gilles, and Félix Guattari. 1972. L’anti-œdipe: capitalisme et schizophrénie. Les éditions de minuit.",
        "deleuze_and_guattari_1980": "Deleuze, Gilles, and Félix Guattari. 1980. Mille plateaux. Les éditions de minuit.",
        "deleuze_and_guattari_1983": "Deleuze, Gilles, and Félix Guattari. 1983. Anti-Oedipus: Capitalism and Schizophrenia, trans. Robert Hurley, Mark Seem, and Helen R. Lane. University of Minnesota Press.",
        "deleuze_and_guattari_1987": "Deleuze, Gilles, and Félix Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia, trans. Brian Massumi. University of Minnesota Press.",
        "deleuze_and_guattari_1994": "Deleuze, Gilles, and Félix Guattari. 1994. What Is Philosophy? Trans. Hugh Tomlinson and Graham Burchell. Columbia University Press.",
        "deleuze_and_parnet_2002": "Deleuze, Gilles, and Claire Parnet. 2002. Dialogues II, trans. Hugh Tomlinson and Barbara Habberjam. Continuum.",
        "deleuze_and_parnet_2011": "Deleuze, Gilles, and Claire Parnet. 2011. Gilles Deleuze from A to Z, trans. Charles J. Stivale. DVD. 3 discs. Dir. Pierre-André Boutang. MIT Press.",
        "dohoney_2015": "Dohoney, Ryan. 2015. “Echo’s Echo: Subjectivity in Vibrational Ontology.” Women and Music: A Journal of Gender and Culture 19: 142–50.",
        "dolan_2015": "Dolan, Emily. 2015. “Musicology in the Garden.” Representations 132: 88–94.",
        "duggan_and_hunter_1995": "Duggan, Lisa, and Nan D. Hunter, eds. 1995. Sex Wars: Sexual Dissent and Political Culture. Routledge.",
        "enns_and_calcagno_2015": "Enns, Diane, and Antonio Calcagno, eds. 2015. Thinking about Love: Essays in Contemporary Continental Philosophy. Pennsylvania State University Press.",
        "epstein_2011": "Epstein, Steven. 2011. “Thinking Sex Ethnographically.” In “Rethinking Sex,” edited by Heather Love. Special issue, GLQ: A Journal of Lesbian and Gay Studies 17 (1): 85–88.",
        "gallope_2010": "Gallope, Michael. 2010. “The Sound of Repeating Life: Ethics and Metaphysics in Deleuze’s Philosophy of Music.” In Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music, ed. Brian Hulse and Nick Nesbitt, 77–102. Ashgate.",
        "gatens_1996": "Gatens, Moira. 1996. Imaginary Bodies: Ethics, Power, and Corporeality. Routledge.",
        "gilson_2011": "Gilson, Erinn Cunniff. 2011. “Responsive Becoming: Ethics between Deleuze and Feminism.” In Deleuze and Ethics, ed. Nathan Jun and Daniel W. Smith, 63–88. Edinburgh University Press.",
        "green_1997": "Green, Marian, ed. 1997. “Contemporary Music Theory and New Musicology.” Special issue, Journal of Musicology 15 (3).",
        "grosz_1994": "Grosz, Elizabeth. 1994. Volatile Bodies: Toward a Corporeal Feminism. Indiana University Press.",
        "grosz_1995": "Grosz, Elizabeth. 1995. “Refiguring Lesbian Desire.” In Space, Time, and Perversion: Essays on the Politics of Bodies, 173–86. Routledge.",
        "grosz_2011": "Grosz, Elizabeth. 2011. Becoming Undone: Darwinian Reflections on Life, Politics, and Art. Duke University Press.",
        "guck_1994": "Guck, Marion A. 1994. “A Woman’s (Theoretical) Work.” Perspectives of New Music 32 (1): 28–43.",
        "guck_1996": "Guck, Marion A. 1996. “Music Loving, Or the Relationship with the Piece.” Music Theory Online 2 (2). Repr. Journal of Musicology 15/3 (1997): 343–52.",
        "guck_2015": "Guck, Marion A. 2015. “An Erotics of Musical and Music Analytical Life.” Paper presented at the Annual Meeting of the Society for Music Theory, St. Louis, MO.",
        "haraway_1991": "Haraway, Donna. 1991. “Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective.” In Simians, Cyborgs, and Women: The Reinvention of Nature , 183–202. Routledge.",
        "hardt_2011": "Hardt, Michael. 2011. “For Love or Money.” Cultural Anthropology 26 (4): 676–82.",
        "hardt_and_negri_2000": "Hardt, Michael, and Antonio Negri. 2000. Empire. Harvard University Press.",
        "hardt_and_negri_2004": "Hardt, Michael, and Antonio Negri. 2004. Multitude: War and Democracy in the Age of Empire. Penguin.",
        "hasty_2010a": "Hasty, Christopher. 2010a. “If Music is Ongoing Experience, What Might Music Theory Be?: A Suggestion from the Drastic.” Zeitschrift der Gesellschaft für Musiktheorie 7: 197–216.",
        "hasty_2010b": "Hasty, Christopher. 2010b. “The Image of Thought and Ideas of Music.” In Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music, ed. Brian Hulse and Nick Nesbitt, 1–22. Ashgate.",
        "hulse_and_nesbitt_2010": "Hulse, Brian, and Nick Nesbitt, eds. 2010. Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music. Ashgate.",
        "jaquet_et_al_2005": "Jaquet, Chantal, Pascale Sévérac, and Ariel Suhamy, eds. 2005. Spinoza, philosophe de l’amour. Publications de l’Université de Saint-étienne.",
        "kerslake_2010": "Kerslake, Christian. 2010. “Desire and the Dialectics of Love: Deleuze, Canguilhem, and the Philosophy of Desire.” In Deleuze and Psychoanalysis: Philosophical Essays on Deleuze’s Debate with Psychoanalysis, ed. Leen De Bolle, 51–81. Leuven University Press.",
        "kielian-gilbert_1994": "Kielian-Gilbert, Marianne. 1994. “Of Poetics and Poiesis, Pleasure and Politics—Music Theory and Modes of the Feminine.” Perspectives of New Music 32 (1): 44–67.",
        "kielian-gilbert_1997": "Kielian-Gilbert, Marianne. 1997. “Invoking Motives and Immediacy: Foils and Contexts for Pieter C. van den Toorn’s Music, Politics, and the Academy .” 19th-Century Music 20 (3): 253–78.",
        "kielian-gilbert_2010": "Kielian-Gilbert, Marianne. 2010. “Music and the Difference in Becoming.” In Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music, ed. Brian Hulse and Nick Nesbitt, 199–226. Ashgate.",
        "kramer_1992": "Kramer, Lawrence. 1992. “The Musicology of the Future.” repercussions 1: 1–18.",
        "kramer_1993": "Kramer, Lawrence. 1993. “Music Criticism and the Postmodern Turn: In Contrary Motion with Gary Tomlinson.” Current Musicology 53: 25–35.",
        "latour_2004": "Latour, Bruno. 2004. “How to Talk About the Body?: The Normative Dimension of Science Studies.” Body & Society 10 (2–3): 205–29.",
        "lingis_1985": "Lingis, Alphonso. 1985. Libido: The French Existential Theories. Indiana University Press.",
        "lorde_1984": "Lorde, Audre. 1984. “Uses of the Erotic: The Erotic as Power.” In Sister Outsider, 53–59. Crossing Press.",
        "lorraine_2011": "Lorraine, Tamsin. 2011. Deleuze and Guattari’s Immanent Ethics: Theory, Subjectivity, and Duration. State University of New York Press.",
        "love_2011": "Love, Heather, ed.  2011. “Rethinking Sex.” Special issue, GLQ: A Journal of Lesbian and Gay Studies 17 (1).",
        "macarthur_2010": "Macarthur, Sally. 2010. Towards a Twenty-First-Century Feminist Politics of Music. Ashgate.",
        "macarthur_et_al_2016": "Macarthur, Sally, Judy Lochhead, and Jennifer Shaw, eds. 2016. Music’s Immanent Future: The Deleuzian Turn in Music Studies. Routledge.",
        "maus_1993": "Maus, Fred Everett. 1993. “Masculine Discourse in Music Theory.” Perspectives of New Music 31 (2): 264–93.",
        "maus_1995": "Maus, Fred Everett. 1995. “Love Stories.” repercussions 4 (2): 86–96.",
        "maus_2004": "Maus, Fred Everett. 2004. “The Disciplined Subject of Musical Analysis.” In Beyond Structural Listening? Postmodern Modes of Hearing, ed. Andrew Dell’Antonio, 13–43. University of California Press.",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings: Music, Gender, and Sexuality. University of Minnesota Press.",
        "mcclary_1993": "McClary, Susan. 1993. “Reshaping a Discipline: Musicology and Feminism in the 1990s.” Feminist Studies 19 (2): 399–423.",
        "mcclary_1994": "McClary, Susan. 1994. “Paradigm Dissonances: Music Theory, Cultural Studies, Feminist Criticism.” Perspectives of New Music 32 (1): 68–85.",
        "mcclary_2011": "McClary, Susan. 2011. “Feminine Endings at Twenty.” Transcultural Music Review 15: 2–10.",
        "mcclary_2012": "McClary, Susan. 2012. “Making Waves: Opening Keynote for the Twentieth Anniversary of the Feminist Theory and Music Conference.” Women and Music: A Journal of Gender and Culture 16: 86–96.",
        "mesli_2015a": "Mesli, Rostom. 2015a. “Gayle Rubin’s Concept of ‘Benign Sexual Variation’: A Critical Concept for a Radical Theory of the Politics of Sexuality.” The South Atlantic Quarterly 114 (4): 803–826.",
        "mesli_2015b": "Mesli, Rostom. 2015b. “In Defense of Identity Politics: A Queer Reclamation of a Radical Concept.” PhD diss., University of Michigan.",
        "morrison_et_al_2012": "Morrison, Carey-Ann, Lynda Johnston, and Robyn Longhurst. 2012. “Critical Geographies of Love as Spatial, Relational, and Political.” Progress in Human Geography 37 (4): 505–521.",
        "olkowski_2000": "Olkowski, Dorothea. 2000. “Deleuze and Guattari: Flows of Desire and the Body.” In Philosophy and Desire, ed. Hugh J. Silverman, 186–207. Routledge.",
        "piekut_2014": "Piekut, Benjamin. 2014. “Actor-Networks in Music History: Clarifications and Critiques.” Twentieth-Century Music 12 (2): 191–215.",
        "protevi_2003": "Protevi, John. 2003. “Love.” In Between Deleuze and Derrida, ed. Paul Patton and John Protevi, 183–94. Continuum.",
        "rehding_2016": "Rehding, Alexander. 2016. “Instruments of Music Theory.” Music Theory Online 22 (4).",
        "rubin_1984": "Rubin, Gayle. 1984. “Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality.” In Pleasure and Danger: Exploring Female Sexuality, ed. Carole S. Vance, 267–319. Routledge.",
        "rubin_2011a": "Rubin, Gayle. 2011a. “Blood Under the Bridge: Reflections on ‘Thinking Sex.’” In “Rethinking Sex,” ed. Heather Love. GLQ: A Journal of Lesbian and Gay Studies 17 (1): 15–48.",
        "rubin_2011b": "Rubin, Gayle. 2011b. Deviations: A Gayle Rubin Reader. Duke University Press.",
        "schrift_2000": "Schrift, Alan D. 2000. “Spinoza, Nietzsche, Deleuze: An Other Discourse of Desire.” In Philosophy and Desire, ed. Hugh J. Silverman, 173–85. Routledge.",
        "sedgwick_2003": "Sedgwick, Eve Kosofsky. 2003. Touching Feeling: Affect, Pedagogy, Performativity. Duke University Press.",
        "smith_2011": "Smith, Daniel W. 2011. “Deleuze and the Question of Desire: Towards an Immanent Theory of Ethics.” In Deleuze and Ethics, ed. Nathan Jun and Daniel W. Smith, 123–41. Edinburgh University Press.",
        "solie_1991": "Solie, Ruth A. 1991. “What Do Feminists Want? A Reply to Pieter van den Toorn.” Journal of Musicology 9 (4): 399–410.",
        "spinoza_1994": "Spinoza, Benedict de. 1994. A Spinoza Reader: The Ethics and Other Works, ed. and trans. Edwin M. Curley. Princeton University Press.",
        "stark_2008": "Stark, Hannah. 2008. “‘But we always make love with worlds’: Deleuze (and Guattari) and Love.” In Online Proceedings of “Sustaining Culture,” ed. Susan Luckman, Jackie Cook, and Dino Murtic. Paper presented at the Annual Conference of the Cultural Studies Association of Australia, Adelaide, Australia, December 6–8, 2007. http://w3.unisa.edu.au/cil/csaa/files/stark_edited_version.pdf .",
        "stark_2012": "Stark, Hannah. 2012. “Deleuze and Love.” Angelaki: Journal of the Theoretical Humanities 17 (1): 99–113.",
        "stewart_2007": "Stewart, Kathleen. 2007. Ordinary Affects. Duke University Press.",
        "stewart_2008": "Stewart, Kathleen. 2008. “Weak Theory in an Unfinished World.” Journal of Folklore Research 45 (1): 71–82.",
        "stewart_2011": "Stewart, Kathleen. 2011. “Atmospheric Attunements.” Environment and Planning D: Society and Space 29: 445–53.",
        "stewart_2012": "Stewart, Kathleen. 2012. “Precarity’s Forms.” Cultural Anthropology 27 (3): 518–25.",
        "stewart_2016": "Stewart, Kathleen. 2016. “The Point of Precision.” Representations 135: 31–44.",
        "stivale_2008": "Stivale, Charles J. 2008. Gilles Deleuze’s ABCs: The Folds of Friendship. Johns Hopkins University Press.",
        "tomlinson_1993": "Tomlinson, Gary. 1993. “Musical Pasts and Postmodern Musicologies: A Response to Lawrence Kramer.” Current Musicology 53: 18–24.",
        "toye_2010": "Toye, Margaret E. 2010. “Towards a Poethics of Love: Poststructuralist Feminist Ethics and Literary Creation.” Feminist Theory 11 (1): 39–55.",
        "toye_2012": "Toye, Margaret E. 2012. “Donna Haraway’s Cyborg Touching (Up/On) Luce Irigaray’s Ethics and the Interval Between: Poethics as Embodied Writing.” Hypatia 27 (1): 182–200.",
        "van_den_toorn_1991": "van den Toorn, Pieter C. 1991. “Politics, Feminism, and Contemporary Music Theory.” Journal of Musicology 9 (3): 275–99.",
        "van_den_toorn_1995": "van den Toorn, Pieter C. 1995. Music, Politics, and the Academy. University of California Press.",
        "watkins_and_esse_2015": "Watkins, Holly, and Melina Esse. 2015. “Down with Disembodiment; or, Musicology and the Material Turn.” Women and Music: A Journal of Gender and Culture 19: 160–68.",
        "watson_2004": "Watson, Janell. 2004. “Intimacy without Domestication: Courtly Love in A Thousand Plateaus.” L’Esprit Créateur 44 (1): 83–95."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would like to thank Marion A. Guck, Stephen Lett, and my two anonymous reviewers for their insightful commentary on earlier versions of this article. I have presented some of the ideas here at the thirteenth Feminist Theory and Music Conference and the Committee on the Status of Women special session at the Society for Music Theory Annual Meeting in 2015. This research was supported by the Social Sciences and Humanities Research Council of Canada.",
            "citations": []
        },
        "FN2": {
            "text": "2. Rubin’s “Thinking Sex” and her other early publications emerged out of the highly charged sexual-political climate of the 1970s and 80s. Rubin played a significant role in the feminist sex wars—a series of highly contentious debates that occurred between anti-porn and sex-positive feminist movements. Anti-porn feminists viewed pornography and BDSM practices as irrevocably harmful to women, while sex-positive feminists argued that such a viewpoint restricted sexual freedoms. “Thinking Sex” also critiques the anti-homosexuality politics represented by the formation of the “Save Our Children” campaign in Dade County, Florida; the Family Protection Act of 1979; and the emergent panic surrounding the AIDS crisis. See Rubin 2011a and Duggan and Hunter 1995 .",
            "citations": [
                "rubin_2011a",
                "duggan_and_hunter_1995"
            ]
        },
        "FN3": {
            "text": "3. Rostom Mesli returns to the radical political potential of Rubin’s concept of “benign sexual variation” to reanimate contemporary queer identity politics. See Mesli 2015a and 2015b .",
            "citations": [
                "mesli_2015a",
                "mesli_2015b"
            ]
        },
        "FN4": {
            "text": "4. The 1996 published version of Guck’s essay in Music Theory Online is a mostly unedited version of her earlier talk given at the “Contemporary Theory and the ‘New Musicology’” panel during the Society for Music Theory’s 1995 annual meeting in New York ( Guck 1996 , [1]).",
            "citations": [
                "guck_1996"
            ]
        },
        "FN5": {
            "text": "5. “Maybe it [personal accounts of musical experience] makes us queasy. Maybe the queasiness results in part from a sense of embarrassment or shame at music’s power ‘over’ us” ( Guck 1996 , [38]).",
            "citations": [
                "guck_1996"
            ]
        },
        "FN6": {
            "text": "6. “[C]’est toujours avec des mondes que nous faisons l’amour” ( Deleuze and Guattari 1972 , 349).",
            "citations": [
                "deleuze_and_guattari_1972"
            ]
        },
        "FN7": {
            "text": "7. Questions regarding Deleuze and Guattari’s concept of love and its relationship to their philosophy of desire have only recently started to receive more scholarly attention. See Kerslake 2010 , Protevi 2003 , Stark 2012 , and Watson 2004 .",
            "citations": [
                "kerslake_2010",
                "protevi_2003",
                "stark_2012",
                "watson_2004"
            ]
        },
        "FN8": {
            "text": "8. A revised and expanded version of van den Toorn’s article appears in the first chapter of his book Music, Politics, and the Academy ( 1995 ).",
            "citations": [
                "van_den_toorn_1995"
            ]
        },
        "FN9": {
            "text": "9. See, for example, responses by Bohlman ( 1993 ), Kielian-Gilbert ( 1997 ), and Solie ( 1991 ).",
            "citations": [
                "bohlman_1993",
                "solie_1991"
            ]
        },
        "FN10": {
            "text": "10. “The interests of feminism are best served, it seems to me, in practical, down-to-earth terms. The arguments about sex and music are largely a form of propaganda, an attempt to advertise blanket claims of special disadvantage and oppression which, in contemporary life in the West generally, are dubious and farfetched” ( van den Toorn 1991 , 297).",
            "citations": [
                "van_den_toorn_1991"
            ]
        },
        "FN11": {
            "text": "11. Van den Toorn is primarily responding to McClary’s essay, “Getting Down Off the Beanstalk: The Presence of a Woman’s Voice in Janika Vandervelde’s Genesis II ” in Feminine Endings ( 1991 ). In this piece, McClary maps a model of opposing masculine and feminine sexualities onto the contrasting musical styles of much-revered composers, such as Beethoven, and of the contemporary minimalist composer Janika Vandervelde. For McClary, Beethoven’s music exemplifies masculine desire —a teleological and violent striving for a satisfying musical goal, the cadence, which serves as a musical representation of the male orgasm. Vandervelde’s music, however, resists, the “beanstalk,” the phallic codes of Classical music, by instead embodying feminine pleasure —a timeless hovering and living within ambiguous moments of musical pleasure-pain.",
            "citations": [
                "mcclary_1991"
            ]
        },
        "FN12": {
            "text": "12. I draw on Maus 1993 in my use of the term “mainstream music theory” (269–75).",
            "citations": [
                "maus_1993"
            ]
        },
        "FN13": {
            "text": "13. But as I will note below, Guck’s description of music loving actually involves other entities aside from herself and the piece. In her account, she also includes the recording, the performers on the recording (the orchestra and the soloist), the various musicians that she converses with about the piece, and the piano on which Guck comes to know the piece “through touch as well as sound” ( 1996 , [22]).",
            "citations": [
                "guck_1996"
            ]
        },
        "FN14": {
            "text": "14. Protevi 2003 , 188. Kerslake 2010 illuminates earlier instances of a philosophy of love suggested in Deleuze’s solo publication Proust and Signs ( 2000 ).",
            "citations": [
                "protevi_2003",
                "kerslake_2010",
                "deleuze_2000"
            ]
        },
        "FN15": {
            "text": "15. Alexander Rehding’s recent work ( 2016 ) on the agency of musical instruments in music-theoretical knowledge production suggests a path toward writing of this kind.",
            "citations": [
                "rehding_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Building on an implicit ethical critique of music theory in the feminist music-theoretical writings of Marion A. Guck, Fred Everett Maus, and Suzanne Cusick, this article seeks to displace a moral commitment that pervades music-theoretical practice in favor of an ethics in the Deleuzian sense of the term. (1) To contextualize the difference between morality and ethics from this philosophical orientation, I begin with a striking affinity that I observe between Gayle Rubin’s essay “Thinking Sex: Notes for a Radical Theory of the Politics of Sexuality” ( 1984 ) and Guck’s “Music Loving, Or the Relationship with the Piece” ( 1996 ). Although these two essays come from and address two seemingly unrelated disciplines—anthropology and gender studies for Rubin and music theory for Guck—I nevertheless sense a similar wariness of morality: the policing of what ought to count as the right and wrong ways to act, and, especially, of what ought to count as the right and wrong ways to love.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "rubin_1984",
                    "guck_1996"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In Rubin’s case, morality determines what constitutes normal versus deviant sex acts. Drawing connections between the sexual peril of the feminist anti-pornography movement in the 1970s and 80s and the contemporaneous “erotic hysteria” of American right-wing politics, (2) Rubin illustrates the restrictive sexual morality that underlies these two opposing political movements—a morality that universalizes the definition of good sexual practices based on one’s own particular sexual preferences. She writes: Most people find it difficult to grasp that whatever they like to do sexually will be thoroughly repulsive to someone else, and that whatever repels them sexually will be the most treasured delight of someone, somewhere . . . Most people mistake their sexual preferences for a universal system that will or should work for everyone ( 1984 , 283).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "rubin_1984"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] This approach to sexuality, according to Rubin, punishes people who form “bad” sexual relations that stray from our idealized model of sex. This resultant persecution of sexual “deviants” was evidenced at the time of her article by the slew of anti-homosexuality legislation proposed by American conservatives, and also by the exclusionary politics of anti-porn feminism against BDSM, fetishism, and other practices and identities. Neither group could understand how such sexual practices and relations could possibly be anything other than immoral, lacking in mutual love and consent. To combat these ungenerous and harmful views of alternative sexualities, Rubin calls for the development of a radical theory of sexuality that embodies a “pluralistic sexual ethics” rather than a universal morality. Such a sexual ethics would center on “the concept of benign sexual variation” and take variation itself to be “a fundamental property of all life, from the simplest biological organisms to the most complex human social formations” ( 1984 , 283). (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "rubin_1984"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Responding to the debates within and between new musicology and music theory in the 1990s, (4) Guck’s article observes a similar moralizing tendency regarding the delineation between proper versus improper kinds of music scholarship. In fact, Guck begins her essay by likening these disciplinary disputes to the sex panic of American politics at the time. Like Rubin’s observations about the universalizing approach to sexual morality quoted above, Guck problematizes the practice of measuring the merit of scholarship based on one’s own preferences: Lately I’ve been struck by the realization that we music scholars have an inclination to legislate against work different from our own. From my perspective as theorist, I see that some theorists would like the writing of personal accounts of musical experience to go away. On another side, musicologists interested in hermeneutics will often take time at some point in their papers to complain that theory and analysis detach musical works from their contexts, or to call theory and analysis formalist or positivist . . . What’s thought-provoking to me is the fact that people are not content to regulate only their own work, they also wish to regulate the work of others. It’s a bit like the Republican inclination to legislate sexual morality, and it makes me wonder what sense of danger is being responded to. ( 1996 , [2]; emphasis in original) Guck asserts that the “danger” is partly rooted in our discomfort with the origin of our disciplinary identities in our formative and ongoing loving relations with music. She writes: Though presumably we all came to our present positions through a strong attraction to music and to specific pieces, most theorists and musicologists, whether old or new, are not comfortable with “music loving.” Or perhaps I should say I think that no one is comfortable with “loving.” We do not call ourselves music lovers; we call amateurs music lovers. My title was difficult to settle on because I kept finding it embarrassing. ( 1996 , [2])",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "guck_1996",
                    "guck_1996"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] For Guck, openly divulging these personal practices of music loving can be too threatening for a number of reasons. I wish to highlight two such reasons here. First, talking about music loving would force us to admit that we are not always in positions of power when we deal with music. Citing Gary Tomlinson ( 1993 ), Maus ( 1993 ), and Cusick ( 1994a ), Guck argues that writing intimate accounts of musical experience forces us to acknowledge the ways in which music wields power over us, and how we might enjoy the sensations afforded by our receptivity to music’s dominance. Such an image would shatter the façade of the objective, emotionally detached scholar that many musicologists and music theorists have labored to cultivate. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "tomlinson_1993",
                    "maus_1993",
                    "cusick_1994a"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Aside from the possible shame and embarrassment in outing our peers and ourselves as music lovers, there is also the fear that brazen celebrations of music loving might also harm our beloved “music itself.” To demonstrate this perspective, Guck references the dispute between Tomlinson and Lawrence Kramer on the value of intimate accounts of music in new musicological research. While Kramer suggests that “the last thing a postmodernist musicology wants to be is a neo-Puritanism that offers to show its love of music by ceasing to enjoy it” ( 1992 , 9), Guck writes that Tomlinson stresses the sublimation of our desires for the sake of music—“the rerouting of primitive and powerful energies into rational, culturally sanctioned enterprises” ( Guck 1996 , [11]). To not regain control of our selves and of the music after intense, private moments of music loving would be, for Tomlinson, to fail to properly engage music primarily as a culturally and socially embedded object.",
                "footnotes": [],
                "citations": [
                    "kramer_1992",
                    "guck_1996"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Guck’s article concludes with a critique of this either/or morality: “[W]hy does the cultural pre-empt the personal?” ( 1996 , [37]). Why must certain ways of loving, experiencing, and talking about music negate others? Guck cautions that if we continue to regulate academic discourse, we might silence the vibrant, differing voices that were just beginning to emerge at this moment—especially, the then-new perspectives offered by feminist music-theoretical and musicological writings. Like Rubin’s call for a pluralistic sexual ethics rather than an all-encompassing morality, Guck and other similarly aligned feminist music scholars, such as Maus and Cusick, advocate moving away from placing restrictions on what counts as legitimate music-analytical and musicological relations, thereby opening up a space for more diverse accounts of music loving to emerge.",
                "footnotes": [],
                "citations": [
                    "guck_1996"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] I suggest that Rubin’s and Guck’s preferences for a varied ethics in lieu of a universal morality resonates with Gilles Deleuze’s vision of ethics, which he elucidated throughout his career from his own writings to his collaborative publications with Félix Guattari. Deleuze defines morality as the judgment of actions and intentions by measuring them against a “set of constraining rules” ( 1995 , 100). The rules of a morality are transcendent—they are universal and conceived on a plane outside of or beyond our particular worldly existence. In contrast to this transcendent morality, ethics for Deleuze must be thought of as immanent, as embedded in and contingent on our particular location in the world. Expanding on Spinoza, Deleuze argues that what is good and what is bad is determined within the specific conditions and relations formed among various (human and nonhuman) bodies at a given moment. Taking inspiration from Spinoza’s version of the conatus —the fundamental nature of all things to strive [ conatur ] to preserve in their being ( Spinoza 1994 , 159)—Deleuze speaks of ethics in terms of whether certain actions increase or decrease a body’s capacities to strive, to affect and be affected by other bodies. Thus, an action is bad for a certain body when it limits the striving of this body; that is, when it decreases its capacity to affect and be affected. Conversely, an action is good for a certain body when it increases its capacities. As political theorist Jane Bennett notes, the capacities and power of particular bodies are limited or enhanced when they enter into what Deleuze and Guattari term as “assemblages” [ agencements ]—dynamic, decentered, and ad-hoc groupings of entities ( Bennett 2010 , 23–24).",
                "footnotes": [],
                "citations": [
                    "deleuze_1995",
                    "spinoza_1994",
                    "bennett_2010"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] This article explores the possibility of building a feminist music-theoretical ethics that is relational and immanent around a redefinition of love and music loving. First, through a comparison of Pieter van den Toorn’s critique of feminist music studies in “Politics, Feminism, and Contemporary Music Theory” ( 1991 ) and Guck’s “Music Loving” paper, I interrogate the central concept of love that pervades mainstream and feminist music-theoretical perspectives, but that also remains underdeveloped. While van den Toorn takes a considerably more moralistic tone in his version of love than Guck does, I argue that both traditional and feminist music theories remain fixated on a particular image of love as an interaction between only two entities: the theorist and the music.",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1991"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Second, taking inspiration from Deleuze and Guattari’s insistence that “we always make love to worlds” ( 1983 , 294), (6) I explore what might happen if we viewed love and more specifically, music loving, not just as relations among two (a person and a piece), but among and within dynamic multiplicities or assemblages—networked, vibrant landscapes [ paysages ] comprised of many people, things, and forces ( Deleuze and Parnet 2011 ). Here, I draw connections between Deleuze and Guattari’s writings on love and their more established philosophy of desire to illustrate two important ideas: (7) (1) love, like desire, is a vital, productive force with the potential to generate new relations, bodily capacities, and concepts; and relatedly, (2) acts of loving in this view are experiments [ expériences ] through which we may “provoke a novel occurrence, to elicit a new event, to produce a new body” ( Protevi 2003 , 183). [2.1] Van den Toorn’s 1991 article (8) has received a fair amount of scholarly attention due to its anti-feminist sentiments. (9) A reactionary piece denouncing the merits of feminist music scholarship, particularly the writings of Susan McClary ( 1991 ), this essay is often read as a product of its time—a defense of tradition as new methods from critical musicology were beginning to take hold. Feminism, according to van den Toorn’s piece, is best left for “practical” matters, such as the elimination of discriminatory hiring and wage practices, and certainly not musical concerns. (10) But putting this article’s notoriety aside, I would like to focus on van den Toorn’s surprisingly candid statements regarding music, love, and sex. I suggest that these moments betray a particular kind of loving relation between music and music theorist often privileged in traditional music theory—a celibate, transcendent mode of loving.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "deleuze_and_guattari_1983",
                    "deleuze_and_parnet_2011",
                    "protevi_2003",
                    "mcclary_1991"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] For van den Toorn, music theory must be premised on an understanding of the relationship between immediacy and reflection . On immediacy, van den Toorn writes that as “objects of affection, faith, and love,” musical works speak to and engage with us directly; in a natural, free, and spontaneous fashion, and without any sort of mediation ( 1991 , 275). Van den Toorn characterizes the immediate relation between music and the theorist-listener as a loss of the self, an immersion in the musical object, and even “becoming one with the object” ( 276 ). These relations are the inspiration for our analytical work.",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1991",
                    "van_den_toorn_1991"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] After we have “known” the music in this unmediated, intimate way, the job of reflection—of formalist music analysis—is to accurately represent what we have come to learn about the music. The purpose of analysis is “to sustain the relationship, maintain contact by drawing the details into sharper focus, attending above all to the particulars that would seem to have ignited the engagement from the start” ( 277 ). In other words, music analysis as reflection, for van den Toorn, is the outward, professional expression of our personal moments of music loving.",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1991"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Up until this point, van den Toorn’s approach does not appear to be entirely antithetical to McClary’s work on music’s sexual-political significance. (11) His summary of the immediate interaction between music and music theorist seems unabashedly sexual. What, then, are McClary and other feminist music scholars doing wrong by exploring these gendered and sexual dimensions of musical experience and meaning making?",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The problem for van den Toorn is that McClary’s theory of musical sexuality is too imposing. Of course, as van den Toorn himself acknowledges, we can easily describe music’s qualities with sexual metaphors. But to argue that sex is central to music’s meaning is to unjustly limit its potential. Despite its sexual allure, music and our encounters with it are about much more than carnal pleasure. Our loving interactions also bring about spiritual and aesthetic pleasures. Good professional music lovers don’t just love music for its body. They love it for its spirit and mind too. In fact, the relation of sexual imagery to music is simply too dangerous. We could get carried away in our revelry: “Once ignited, the sexual image is not easily contained. It tends to spread like wildfire, in fact, a tendency that radical feminists have been quick to exploit” ( 281 ).",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1991"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Thus, van den Toorn stresses self-sacrifice, maturity, and self-control in the practice of analytical reflection. He celebrates Heinrich Schenker, Arnold Schoenberg, and Leonard B. Meyer as exemplary models of his musical-sexual morality ( 281–83 ). For example, although Meyer’s influential theory of musical expectation invites sensual metaphors of desire and satisfaction, Meyer practices “real maturity, real caring” ( 283 ) by denying himself the explanatory power of sexuality. Like a spiritual practitioner of celibacy, Meyer suppresses and rechannels the sexual energies of his relationship with music into a deeper and more legitimate devotional practice. Quoting Meyer himself, van den Toorn notes that this “suffering”—this withholding of our musical-sexual urges—“encourage[s] a higher level of consciousness and a more sensitive, realistic awareness of the nature and meaning of existence” ( 283 ). By removing ourselves from our analytical descriptions of immediate musical experience, we can create better and more responsible accounts of our beloved.",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1991",
                    "van_den_toorn_1991",
                    "van_den_toorn_1991"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] According to van den Toorn, McClary, in contrast to Meyer, is too immature and self-indulgent. By fixating on sexual metaphor, she violently imposes on and hinders music’s potential. McClary “tyrannizes” our beloved. Reacting particularly to McClary’s infamous reading of Beethoven’s Ninth as sexual violence, van den Toorn reverses the identity of the aggressor from phallic musical codes to McClary herself. He writes, “Beethoven’s music, deprived of its aesthetic ‘space,’ its measure of autonomy, its ability to make something of itself, ceases to be something distinct, unique, and transcending” ( 294 ). Measured against van den Toorn’s moralistic standards, McClary, at best, can be viewed as a selfish music lover, and at worst, a music violator.",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1991"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] In summary, van den Toorn’s moralistic music loving is very much centered on imposing boundaries and self-control in order to gain transcendent knowledge. Music has distinct borders that contain its unique characteristics. Through coming into relation with a musical work either through an immediate listening experience or through the reflective process of analysis, music theorists must be careful to respect music’s boundaries and to not impinge on the will and integrity of the music itself. We must remove ourselves from our analytical accounts, lest we risk overwhelming music with our sexual-romantic urges. To adequately adhere to this proper kind of music loving, van den Toorn advocates distant, neutral, and objective analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Guck’s essay on music loving, however, posits that such a distance between a theorist and a musical work is impossible. For her, the relation between the two is always unavoidably entangled. She asserts that: Scholarly rhetoric creates a fiction whereby one speaks purely about a piece, out there, lying on a desk perhaps, unperceived by anyone. As if one really could stand at a distance from it. This is an illusion . . . Music exists only in the interaction between sound and the body-and-mind of an individual. There is paper and ink and there is sound separate from individuals, there is not music. ( 1996 , [13–14]) Through unpacking the key points in this statement, I will use Guck’s work as a bridge between the traditional music-theoretical loving exemplified by van den Toorn’s writing and the Deleuzian version that I will discuss in the last portion of my article.",
                "footnotes": [],
                "citations": [
                    "guck_1996"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] I begin with some general similarities between Guck’s perspective and the assumptions underlying mainstream music theory. (12) Like van den Toorn, Guck still views music loving as an involvement between only two entities, the music as a merging of sound and listener, and the individual as a listening and receptive “body-and-mind.” She explicitly excludes other entities, such as “paper and ink,” as genuine participants in the music-loving process. Relatedly, Guck’s intervention insists on the same starting point for music-theoretical writing—the listening experience, previously described in van den Toorn’s article as the musical immediacy that must precede all good analytical reflections. Guck still privileges a similar kind of deeply attentive, intimate, and embodied merging of the theorist-listener and the music as the ideal relation from which music theory’s production of discourse should arise.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The centrality of this particular two-entity relation in Guck’s point of view is exemplified by her intricate analysis of the opening of the Adagio of Mozart’s A-Major Piano Concerto, K. 488 ( 1996 , [22–34]), in which she recounts the pleasurable experience of relating to the first solo and subsequent tutti sections. (13) On justifying the purpose of this kind of analytical account, she writes: I wanted to understand the extreme sense of intimacy one can feel for a musical work—an intimacy akin to that one feels for a lover—as well as some of the powers of music, powers of attraction, engagement, the power to care for the listener . . . Analysis is for me the articulation of a process of growing awareness, increasing closeness, of “immersion in pleasure” [ 1994b , 82n12], to quote Cusick—or so I prefer it to be ([ 34 ]). Analyses here remain, as they are for van den Toorn, reflections that capture the affects and qualities generated from our personal moments of listening-loving with the piece.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "guck_1996",
                    "cusick_1994b",
                    "guck_1996"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] But Guck’s argument differs from traditional music theory in three significant ways. First, as I have already noted, Guck denies the possibility of a distant relationship with music, of a distant analytic account of music. Recall, that music, for Guck, only exists when sound and a particular individual interact. That is, as feminist theorist Donna Haraway might put it, theorists and music are always situated with and within one another—analytical knowledge, like all knowledge, is situated ( 1991 ). We can never do what van den Toorn prescribes—detach ourselves from this messy relation in order to gaze down on music. There is “no infinite vision,” no disconnected objectivity, and no fixed, transcendent qualities of music for us to discover at a distance.",
                "footnotes": [],
                "citations": [
                    "haraway_1991"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] This connection between Guck and Haraway, whom Guck cites in an earlier feminist music-theoretical piece, “A Woman’s (Theoretical) Work” ( 1994 ), is an important juncture on the way to Deleuze that must be elaborated on here. Similar to Deleuze’s critique of transcendence in his immanent philosophy, Haraway’s idea of situated knowledges suggests that our conditions for knowing (epistemology) are never transcendent. Epistemology can never be separated from our conditions for being (ontology), which both occur in a diverse world of human and nonhuman beings and forces. From this networked perspective of subject- and meaning-making, the traditional notion of objectivity with an all-seeing, and thus, all-knowing subject is unmasked as an elaborate fiction—a “god trick” ( Haraway 1991 , 189). Haraway argues, however, that objectivity and its related sensorial metaphor of vision must be reclaimed rather than simply critiqued, in order to reveal the embodied and partial nature of any claim to objective knowledge. Haraway phrases her intervention thusly: I want a feminist writing of the body that metaphorically emphasizes vision again, because we need to reclaim that sense to find our way through all the visualizing tricks and powers of modern sciences and technologies that have transformed the objectivity debates. We need to learn in our bodies, endowed with primate color and stereoscopic vision, how to attach the objective to our theoretical and political scanners in order to name where we are and are not, in dimensions of mental and physical space we hardly know how to name. So, not so perversely, objectivity turns out to be about particular and specific embodiment and definitely not about the false vision promising transcendence of all limits and responsibility. The moral is simple: only partial perspective promises objective vision. All Western cultural narratives about objectivity are allegories of the ideologies governing the relations of what we call mind and body, distance and responsibility. Feminist objectivity is about limited location and situated knowledge, not about transcendence and splitting of subject and object. It allows us to become answerable for what we learn how to see. ( 1991 , 189–90)",
                "footnotes": [],
                "citations": [
                    "guck_1994",
                    "haraway_1991",
                    "haraway_1991"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] Like Haraway, Guck seeks to acknowledge not only the location of musical works and humans within social and political strata (as Tomlinson, Kramer, and other critical musicologists have urged us to do), but the location of particular human subjects and their bodies alongside music as well. Despite music theory’s tendency toward a historically masculine notion of objectivity as absolutely impersonal and non-bodily ( Maus 1993 ), Guck argues that disciplinary discourse is always enmeshed not only in our embodied interaction with music, but also in our situated inhabitation of analytic language.",
                "footnotes": [],
                "citations": [
                    "maus_1993"
                ]
            }
        },
        {
            "2.15": {
                "text": "[2.15] Second, by placing music and human listeners alongside one another, Guck’s work more explicitly acknowledges the power, force, and agency of nonhuman actors, particularly music, in our loving disciplinary practices. She writes that “music has the power to strongly control or fill up one’s consciousness and, in the process to affect one’s physical state; it has the power to engage the whole individual, mind and body” ([ 17 ]). Such an experience of music’s power is central to Guck’s version of music loving. Citing the work of Cusick ( 1994b ) and Audre Lorde ( 1984 ), Guck paints the act of listening as a deeply erotic experience in which physically intimate and pleasurable relationships might form ([ 21 ]). In these acts of listening-loving, Guck emphasizes Cusick’s depiction of a constant flow of power, intimacy, and pleasure between the theorist-listener and his or her beloved piece.",
                "footnotes": [],
                "citations": [
                    "guck_1994",
                    "cusick_1994b",
                    "lorde_1984",
                    "guck_1994"
                ]
            }
        },
        {
            "2.16": {
                "text": "[2.16] Third, Guck asserts that such relations are dynamic and formational. Music and our relationship with it shape and are shaped by music analysts’ particular histories and identifications with the piece, which are constantly changing. She writes: We sometimes acknowledge that pieces change for us over time. Because musical works come into being as music only after they have entered us, to say that a work has changed is to say that I have changed. This no doubt could be disturbing to my sense of autonomy. ([ 16 ])",
                "footnotes": [],
                "citations": [
                    "guck_1994"
                ]
            }
        },
        {
            "2.17": {
                "text": "[2.17] The similarities and differences in van den Toorn’s and Guck’s respective types of disciplinary music loving involve particular prescriptions regarding who is involved in these exchanges of power and agency, and the directions that these flows of power can travel. In van den Toorn’s version of music loving, an affective flow from the music enters the theorist-listener. And then the theorist-listener works to study aspects of this flow’s effect on him- or herself. This is a two-part, unidirectional relation. In Guck’s version, we begin similarly from an affective flow or music entering the listener, but at the same time, an intentional flow from the listener modulates the musical flow. This is a more dynamic, multi-directional flow, but it remains between two entities. With Guck’s definition of love as a dynamic, constituting force—a flow of power—I have arrived at the Deleuzian intervention that I wish to make. [3.1] What kind of work could we do by thinking about music loving alongside Deleuze and Guattari’s philosophy of love and desire—a philosophy that emphasizes dynamic, entangled relations between and within bodies as the inescapable conditions for creativity, life, and the world? What kind of alternative disciplinary ethics might we form and practice in orienting to this version of love? Before I address these questions in this concluding section, I must first unpack Deleuze and Guattari’s redefinition of love. In my overview of this concept, I draw on John Protevi, who defines Deleuze and Guattari’s idea of love as a form of their more established concept of desire ( 2003 , 187), and Elizabeth Grosz ( 1995 and 2011 ), who takes Deleuze and Guattari’s philosophy of desire into the realm of feminist theory and practice.",
                "footnotes": [],
                "citations": [
                    "protevi_2003",
                    "grosz_1995",
                    "grosz_2011"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] In their critique of psychoanalytic thought, Anti-Oedipus (1972/ 1983 ), Deleuze and Guattari present two forms of love and desire: Oedipal/paranoid and revolutionary/schizo. (14) The Oedipal model of love/desire, which Grosz traces through Plato, Hegel, and the psychoanalytic theories of Freud and Lacan, is fixated on the belief of desire as a fundamental lack ( Grosz 1995 , 175–79). Desire, in this view, is trapped in a never-ending process of replicating itself. Since this mode of desire “can only function if it remains unfilled” ( 176 ), its object of desire can only be another desire. Oedipal/paranoid desire, then, is stuck in the realm of representation, creating an endless chain of equivalences exemplified by Freud’s Oedipal complex, wherein the child “relinquishes its incestual attachments with the creation of an endless network of replacements, substitutes, and representations of the perpetually absent object” ( 176 ).",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "deleuze_and_guattari_1983",
                    "grosz_1995",
                    "deleuze_and_guattari_1983",
                    "deleuze_and_guattari_1983"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Furthermore, all relations as viewed through the Oedipal lens are closed-off relations between two entities. The relationship between a subject who desires and the object of desire is mapped onto the relationships between son and mother, husband and wife, and the analyst and patient. For Deleuze and Guattari, love and desire of this sort is negative, unethical, and even “sick,” since it limits the capacities of certain bodies to an endless repetition of the same limited narrative of lack ( 1983 , 334).",
                "footnotes": [],
                "citations": [
                    "deleuze_and_guattari_1983"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Van den Toorn’s legislation of what counts as loving music-analytical relations fits comfortably into this category of Oedipal/paranoid love. Although he describes and celebrates moments of freely intimate love between music and analyst, van den Toorn reins in these relations in his call for theorists to sublimate our desires into chaste reflective prose. This privileged method of loving limits music theorists to repeating the same kinds of relations over and over again: immediate loving followed by reflective sublimation followed by immediate loving followed by reflective sublimation, ad infinitum .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] In contrast to this version of desire, Deleuze and Guattari offer the concept of revolutionary or schizo love/desire. Outside of the constraints of the “bedroom of Oedipus,” of the familial and personal model of desire, revolutionary desire flows in “wide-open spaces,” in multiple directions, and among many entities rather than simply two ( Deleuze and Guattari 1983 , 116). Revolutionary love moves beyond established modes of engagement in order to make new relations and things.",
                "footnotes": [],
                "citations": [
                    "deleuze_and_guattari_1983"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Desire, in this view, is imbued with potentiality and experimentation toward the production of these new relations and capacities. As Grosz writes, Deleuze and Guattari’s positive version of desire “does not provide blueprints, models, ideals, or goals. Rather, it experiments, it makes: it is fundamentally aleatory, inventive” ( 1995 , 180).",
                "footnotes": [],
                "citations": [
                    "grosz_1995"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] This definition of love and desire as ongoing processes of production is further elaborated in the sequel to Anti-Oedipus, A Thousand Plateaus ( Deleuze and Guattari 1987 ; originally Mille plateaux , 1980 ). Here, as Protevi notes, love is a vital force that breaks down (deterritorializes) established (territorialized) patterns that might limit a body’s potential: “love is the release of multiplicities from their servitude” ( Protevi 2003 , \"188\"). Reframed around Deleuze’s interpretation of Spinoza’s conatus and ethics, love in this sense is about dynamic flows of love/desire that break down established patterns and create new relations in order to enhance a body’s ability to strive and develop new capacities to affect and be affected.",
                "footnotes": [],
                "citations": [
                    "deleuze_and_guattari_1987",
                    "deleuze_and_guattari_1980",
                    "protevi_2003"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Even in the final years of Deleuze’s career, love and desire remained key philosophical concepts. In an interview with Claire Parnet for the television series L’Abécédaire de Gilles Deleuze [The ABCs of Gilles Deleuze], Deleuze defines his and Guattari’s concept of desire in the following manner: There is no desire that does not flow—I mean this precisely—flow within an assemblage [ un agencement ]. Such that desire has always been for me . . . it has always been constructivism. To desire is to construct an assemblage—to construct an aggregate [ un ensemble ]: the aggregate of a skirt, of a sun ray, of a street, an assemblage of a woman, of a vista, of a color, that’s what desire is: constructing an assemblage, constructing a region, really, to assemble [ agencer ]. Desire is a constructivism. ( Deleuze and Parnet 2011 )",
                "footnotes": [],
                "citations": [
                    "deleuze_and_parnet_2011"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] In summary, Deleuze and Guattari’s vision of love and desire centers on two aspects. First, love is a dynamic force that brings together not just two bodies, but many bodies into heterogeneous assemblages. Love is about multiplicities: multiple bodies, multiple relations, multiple flows. Second, loving is about experimentation. This aspect of loving is deeply connected to Deleuze’s ethical project centered around Spinoza’s conatus : through loving we come into new relations with new worlds, bodies, and contexts that may enhance our capacities to affect and be affected.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] For Grosz, a re-orientation toward the latter aspect of love and desire—experimentation and the production of the new—can be potentially fruitful for feminist theory and practice. She writes: At its best , feminist theory is about the invention of the new: new practices, new positions, new projects, new techniques, new values . . . there needs to be not only the production of alternatives to patriarchal (racist, colonialist, ethnocentric) knowledges but, more urgently and less recognized, a freedom to address concepts, to make concepts, to transform existing concepts by exploring their limits of toleration, so that we may invent new ways of addressing and opening up the real, new types of subjectivity, and new relations between subjects and objects. ( 2011 , 83; emphasis in original) In orienting to love and music loving in a new way, I similarly hope to encourage us to grapple with Deleuze and Guattari’s concept of love as it relates to current music theory, so that we might foster the production of new music-theoretical practices, concepts, and bodily capacities to affect and be affected. I conclude by suggesting some paths for future feminist music-theoretical experimentation toward inventing the new.",
                "footnotes": [],
                "citations": [
                    "grosz_2011"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] First, like Bennett, Grosz, and other feminist theorists who have extended Deleuze and Guattari’s thought in response to their own disciplines, I suggest that feminist music theory might also rethink the givenness of what we take to be the ordinary subjects, objects, and practices of our discipline, so that we can allow a space for new, differently oriented music theories to take shape ( Bennett 2010 , vii). Here, I embrace anthropologist Kathleen Stewart’s definition of the ordinary as “a shifting assemblage of practices and practical knowledges, a scene of both liveness and exhaustion, a dream of escape or of the simple life” ( 2007 , 1). The ordinary in this sense is an animated network of many things and forces that can potentially generate change or reinforce the status quo. The work of attending to the ordinary in music theory means exploring and writing through our daily enactments of music loving while staying attuned to the constituent forces, disjunctures, and histories that pull us toward creating the new or the same.",
                "footnotes": [],
                "citations": [
                    "bennett_2010",
                    "stewart_2007"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] Although I am wary of providing a clear model of this kind of writing for fear of limiting experiments with Deleuze and Guattari’s version of love, I would like to offer Maus’s “Love Stories” ( 1995 ) as a suggestive example that might direct us toward one line of potential exploration. In the second of three autobiographical vignettes, Maus details his loving relationship with Busoni’s Piano Concerto. Fixated particularly on the passage right before the first entry of the soloist, Maus develops an intensely intimate mode of listening around this moment, which he repeats over the course of several months. Toward the conclusion of this anecdote, Maus recounts one specific instance that jolted him from his usual listening-loving routine: I remember one afternoon when I wanted to listen to the piece. I was alone at home. I closed the curtains and started the recording; I lay on my back on the floor, in the dark, with my feet toward the speakers. It seemed comfortable and appropriate. I was lost in the piece when, abruptly, someone came in the front door and turned on the light—it was my brother-in-law Steve, the one who had once owned a racecar (but by now, one of his friends had stolen the car and totaled it while fleeing the police). Steve didn’t say anything; he just looked at me with what I took to be unsurprised disgust and went on to the back of the house. I was upset and embarrassed . . . Steve’s presence had given me a glimpse of myself from a perspective of normative masculinity, and I could not tell whether I now found myself ridiculous. ( 91–92 ) Up until this moment, Maus’s vignette centered on the reification of his subjectivity through his listening relations with the piece: “I was trying to understand the concerto as completely as I sometimes wished someone would understand me” ( 90 ). In this final scene, we first get a glimpse of the listening-assemblage that Maus repeatedly entered into in order to structure his sense of self: drawn curtains, darkness, the floor, speakers, a particular recording of the Busoni, Maus’s body, and its orientation toward the speakers.  But just as ordinary practices might produce and affirm identities, they can also disrupt and even tear down connections between things. Beyond the control of Maus himself, a new body with its own histories and capacities—his brother-in-law—is suddenly thrown into the mix, generating new affects and thereby rewiring future iterations of Maus’s relationship with the piece and his identity.",
                "footnotes": [],
                "citations": [
                    "maus_1995",
                    "maus_1995",
                    "maus_1995"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] Unexpected encounters and flashes of affect also happen when we practice other music-theoretical activities. Such everyday practices to be rethought include not just acts of listening, but also individual acts of analysis—of meaning making—happening in our classrooms, in our offices, and wherever else the practice of analysis might happen upon us. Analyses need not be thought of as reflections of previous erotic-listening relations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Instead, we could approach the practice of music analysis as an enactment of love—of affective and productive flows between and within numerous bodies and things. The collectives that emerge through analysis-loving include not only the theorist-and-the-music dyad, but also other human and nonhuman bodies—our peers, students, theoretical apparatuses, papers, pencils, and laptops. Traces of these multiple loving relations already appear in some published analyses. In Guck’s account of the Mozart concerto movement in “Music Loving,” for example, interactions with performers, instruments, recordings, and other publications, named mostly in the footnotes, all contribute to her relationship with the piece. Missing in this account, however, are the particularities of these interactions—the flows and disruptions of affect, histories, and potentials that undoubtedly shaped Guck’s published prose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Following Stewart, I wonder what we might produce if we “slow the jump to representational thinking and evaluative critique long enough to find ways of approaching the complex and uncertain objects that fascinate because they literally hit us or exert a pull on us” ( 2007 , 4). What kinds of music-theoretical writing might happen then? Our experiments might resemble Maus’s autobiographical vignettes or Stewart’s fragmented ethnographic accounts. Or they might result in other forms of writing entirely, depending on our own preferred modes of analysis-loving.",
                "footnotes": [],
                "citations": [
                    "stewart_2007"
                ]
            }
        },
        {
            "3.16": {
                "text": "[3.16] Second, in attending to the everyday, we might consider how the repetition of our love-making or discourse-making encounters shape and re-shape our specialized bodies, capacities, and knowledges—or, in Deleuzian terms, how the repetition of our disciplinary practices territorializes our bodies. As noted above, van den Toorn’s ideal practice of music loving involves a ceaseless repetition of the process of immediate music loving followed by reflective sublimation. Continuing along the line of other music scholars who have observed and critiqued the split between mind and body ( Abbate 2004 ; Cusick 1994a and 1994b ), I argue that such repetitions produce not just discursive, but also bodily effects that enhance certain capacities and limit others. Attending to the affective histories of our disciplined/disciplinary bodies as well as the bodies that we encounter might produce new kinds of writing too. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "abbate_2004",
                    "cusick_1994a",
                    "cusick_1994b"
                ]
            }
        },
        {
            "3.17": {
                "text": "[3.17] Sara Ahmed’s observations on the ongoing materiality of philosophy-making could serve as a useful example of this possibility: I type this now, using a keyboard placed on a computer table, which resides in the study, as a space that has been set aside for this kind of work. As I type, I face the table, and it is what I am working on. I am touching the object as well as the keyboard and am aware of it as a sensuous given that is available for me. In repeating the work of typing, my body comes to feel a certain way. My neck gets sore, and I stretch to ease the discomfort . . . I huddle over the table as I repeat the action (the banging of keys with the tips of my fingers); the action shapes me, and it leaves its impression through bodily sensations, prickly feelings on the skin surface, and the more intense experience of discomfort. I write, and in performing this work, I might yet become my object and become a writer, with a writer’s body and a writer’s tendencies . . . Our body takes the shape of this repetition: we get stuck in certain alignments as an effect of the work. ( 2010 , 246–47; emphasis in original) An experimental feminist music theory in the same vein might ask: What and where are the tables that music theorists work from and how did they come to be? How are these tables oriented and how do their orientations affect what we see and do? What are the specific repetitive acts that happen on these tables, which shape and reshape theorists’ bodies and make them “stuck”? And how might we experiment with new actions and loving relations with our tables, music, and other apparatuses in order to reshape our bodies, ourselves, and our discipline?",
                "footnotes": [],
                "citations": [
                    "ahmed_2010"
                ]
            }
        },
        {
            "3.18": {
                "text": "[3.18] Finally, feminist music theory might turn our inquiries regarding ethics outward. How do our music-theoretical practices relate to the world outside of our discipline? And how might loving and doing our music-theoretical work otherwise produce effects beyond our disciplinary boundaries? William Cheng poses a similar question in Just Vibrations: On the Purpose of Sounding Good: As a musicologist, I’ve sometimes heard colleagues from other disciplines tell me how lucky I am to spend my days (they assume) listening to and thinking about music. Studying music, these envious comments imply, must be a labor of love. I’ve been led to wonder therefore, whether musical skills ever enable or prime us to listen better to people and to take up love’s labors more broadly. Do musicians and musicologists—having undergone so much ear-training—possess any specialized aural capabilities or inclinations when it comes not just to music, but also to human interlocutors (how they sound, what they say, and unvoiced concerns)? . . . If part of musicianship can involve listening for better worlds, then musicology has the potential to initiate various progressive currents in ethics and critical thinking. To be clear, this isn’t saying that music makes us good people. It’s saying that certain aural positions may hold profound uses outside the music classroom, and that as much as anyone else, musicians and music scholars already recognize the immense challenges and rewards of listening creatively and caringly. ( 2016 , 10) If we understand that our ordinary professional activities as music theorists inform, reinforce, and, perhaps even alter how we orient to and act in the world, then rethinking and experimenting with new ways of doing music theory—of music loving—just might lead us to new ways of doing and holding ourselves accountable in the world.",
                "footnotes": [],
                "citations": [
                    "cheng_2016"
                ]
            }
        }
    ],
    "mto": true,
    "category": "feminist theory essays",
    "source": "mto/raw/mto.17.23.2.luong.html",
    "data": "mto/data/mto.17.23.2.luong.json"
}