{
    "title": "Animated Performance: ‘Better’ Music Means Larger Motions",
    "date": "2018/12/01",
    "volume": "24",
    "issue": "4",
    "authors": [
        "Trevor, Caitlyn",
        "Huron, David"
    ],
    "abstract": "A study was carried out to determine the effect of the amplitude of performer movement on judgments of performance quality. The movements of eight live solo performances were captured (two each for flute, clarinet, violin, and cello). For each original recording, three stick figure animations were created: one with augmented performance motion, one with the original motion, and one with diminished motion. The three animations were combined into single dynamic videos that allowed participants to continuously adjust the range of motion in the animation via a slider—from diminished through original to augmented motion. Participants were instructed to adjust the overall amount of performance motion to create the best musical performance. Consistent with the hypothesis, participants elected to significantly augment the motions of the performers.",
    "keywords": [
        "performance perception",
        "music and emotion",
        "motion capture"
    ],
    "doi": "10.30535/mto.24.4.6",
    "received": "March 2018",
    "pdf": "http://mtosmt.org/issues/mto.18.24.4/mto.18.24.4.trevor.pdf",
    "author_info": [
        {
            "name": "Caitlyn Trevor",
            "university": "The Ohio State University",
            "address": "School of Music, 1866 N. College Rd., Columbus, OH 43210",
            "email": "trevor.5@osu.edu"
        },
        {
            "name": "David Huron",
            "university": "The Ohio State University",
            "address": "School of Music, 1866 N. College Rd., Columbus, OH 43210",
            "email": "huron.1@osu.edu"
        }
    ],
    "citations": {
        "berry_2009": "Berry, Michael. 2009. “ The Importance of Bodily Gesture in Sofia Gubaidulina’s Music for Low Strings .” Music Theory Online 15.",
        "broughton_and_davidson_2016": "Broughton, Mary C., and Jane W. Davidson. 2016. “An Expressive Bodily Movement Repertoire for Marimba Performance, Revealed through Observers’ Laban Effort-Shape Analyses, and Allied Musical Features: Two Case Studies.” Frontiers in Psychology 7 (August).",
        "burgoon_birk_and_pfau_1990": "Burgoon, Judee K., Thomas Birk, and Michael Pfau. 1990. “Nonverbal Behaviors, Persuasion, and Credibility.” Human Communication Research 17 (1): 140–69.",
        "burgood, birk, and pfau_d": "Burgoon, Judee K., Thomas Birk, and Michael Pfau. n. d. “MotionBuilder: Making Motion Control Programming Easy.” Servo Catalogue : 86–87.",
        "davidson_1993": "Davidson, Jane W. 1993. “Visual Perception of Performance Manner in the Movements of Solo Musicians.” Psychology of Music 21 (2): 103–13.",
        "davidson_1994": "Davidson, Jane W. 1994. “What Type of Information Is Conveyed in the Body Movements of Solo Musician Performers.” Journal of Human Movement Studies 6: 279–301.",
        "davidson_1995": "Davidson, Jane W. 1995. “What Does the Visual Information Contained in Music Performances Offer the Observer? Some Preliminary Thoughts.” In Music and the Mind Machine , ed. R. Steinberg, 105–13. Springer.",
        "davidson_2001": "Davidson, Jane W. 2001. “The Role of the Body in the Production and Perception of Solo Vocal Performance: A Case Study of Annie Lennox.” Musicae Scientiae 5 (2): 235–56.",
        "davidson_2007": "Davidson, Jane W. 2007. “Qualitative Insights into the Use of Expressive Body Movement in Solo Piano Performance: A Case Study Approach.” Psychology of Music 35 (3): 381–401.",
        "davidson_2012a": "Davidson, Jane W. 2012a. “Bodily Movement and Facial Actions in Expressive Musical Performance by Solo and Duo Instrumentalists: Two Distinctive Case Studies.” Psychology of Music 40 (5): 595–633.",
        "davidson_2012b": "Davidson, Jane W. 2012b. “The Role of Bodily Movement in Learning and Performing Music: Applications for Education.” In The Oxford Handbook of Music Education , ed. Gary E. McPherson and Graham F. Welch, 769–82. Oxford University Press.",
        "davidson_and_correia_2002": "Davidson, Jane W, and Jorge Salgado Correia. 2002. “Body Movement.” The Science and Psychology of Music Performance , 237–50.",
        "davidson_malloch_and_trevarthen_2008": "Davidson, Jane W, Stephen Malloch, and Colwyn Trevarthen. 2008. “Musical Communication: The Body Movements of Performance.” In Communicative Musicality: Exploring the Basis of Human Companionship , ed. Stephen Malloch and Colwyn Trevarthen, 565–84. Oxford University Press.",
        "fisher_and_lochhead_2002": "Fisher, George, and Judy Lochhead. 2002. “Analyzing from the Body.” Theory and Practice 27: 37–67.",
        "goldin_and_rouse_2000": "Goldin, Claudia, and Cecilia Rouse. 2000. “Orchestrating Impartiality: The Impact of ‘Blind’ Auditions on Female Musicians.” The American Economic Review 90 (4): 715–741.",
        "goldstone_2009": "Goldstone, Will. 2009. “Unity Game Development Essentials.” Packt Publishing Ltd.",
        "howard_2012": "Howard, Sandra A. 2012. “The Effect of Selected Nonmusical Factors on Adjudicators’ Ratings of High School Solo Vocal Performances.” Journal of Research in Music Education 60 (2): 166–85.",
        "juchniewicz_2008": "Juchniewicz, Jay. 2008. “The Influence of Physical Movement on the Perception of Musical Performance.” Psychology of Music 36 (4): 417–27.",
        "martens_2012": "Martens, Peter. 2012. “ Tactus in Performance: Constraints and Possibilities .” Music Theory Online 18 (1).",
        "mcgurk_and_macdonald_1976": "McGurk, Harry, and John MacDonald. 1976. “Hearing Lips and Seeing Voices.” Nature 264: 746–8.",
        "montague_2012": "Montague, Eugene. 2012. “ Instrumental Gesture in Chopin’s Étude in A-flat Major, Op. 25, No. 1 .” Music Theory Online 18 (4).",
        "morrison_et_al_2009": "Morrison, Steven J., Harry E. Price, Carla G. Geiger, and Rachel A. Cornacchio. 2009. “The Effect of Conductor Expressivity on Ensemble Performance Evaluation.” Journal of Research in Music Education 57 (1): 37–49.",
        "nusseck_and_wanderley_2009": "Nusseck, Manfred, and Marcelo M. Wanderley. 2009. “Music and Motion—How Music-Related Ancillary Body Movements Contribute to the Experience of Music.” Music Perception: An Interdisciplinary Journal 26 (4): 335–53.",
        "ollen_2006": "Ollen, Joy E. 2006. “A Criterion-Related Validity Test of Selected Indicators of Musical Sophistication Using Expert Ratings.” PhD diss., The Ohio State University.",
        "ryan_and_costa-giomi_2004": "Ryan, Charlene, and Eugenia Costa-Giomi. 2004. “Attractiveness Bias in the Evaluation of Young Pianists’ Performances.” Journal of Research in Music Education 52 (2): 141–54.",
        "schutz_and_lipscomb_2007": "Schutz, Michael, and Scott Lipscomb. 2007. “Hearing Gestures, Seeing Music: Vision Influences Perceived Tone Duration.” Perception 36 (6): 888–97.",
        "shove_and_repp_1995": "Shove, Patrick, and Bruno H. Repp. 1995. “Musical Motion and Performance: Theoretical and Empirical Perspectives.” The Practice of Performance: Studies in Musical Interpretation , 55–83.",
        "sundaram_and_webster_2000": "Sundaram, D. S., and Cynthia Webster. 2000. “The Role of Nonverbal Communication in Service Encounters.” Journal of Services Marketing 14 (5): 378–91.",
        "tsay_2013": "Tsay, Chia-Jung. 2013. “Sight Over Sound in the Judgment of Music Performance.” Proceedings of the National Academy of Sciences 110 (36): 14580–5.",
        "wapnick_et_al_1997": "Wapnick, Joel, Alice Ann Darrow, Jolan Kovacs, and Lucinda Dalrymple. 1997. “Effects of Physical Attractiveness on Evaluation of Vocal Performance.” Journal of Research in Music Education 45 (3): 470–9.",
        "wapnick_mazza_and_darrow_1998": "Wapnick, Joel, Jolan Kovacs Mazza, and Alice-Ann Darrow. 1998. “Effects of Performer Attractiveness, Stage Behavior, and Dress on Violin Performance Evaluation.” Journal of Research in Music Education 46 (4): 510–21.",
        "wapnick_mazza_and_darrow_2000": "Wapnick, Joel, Jolan Kovacs Mazza, and Alice Ann Darrow. 2000. “Effects of Performer Attractiveness, Stage Behavior, and Dress on Evaluation of Children’s Piano Performances.” Journal of Research in Music Education 48 (4): 323–35."
    },
    "footnotes": {
        "FN0": {
            "text": "* Our thanks to the Center for Cognitive and Brain Sciences at Ohio State University for funding this research through a summer research grant. Additional thanks to our performers (Evan Lynch, Mark Rudoff, Snow Shen, and Ann Stimson), our motion capture operators (Vita Berezina-Blackburn and Lakshika Udakandage), our unity app developer (John Luna), and the head of the Advance Computing Center for the Arts and Design, Maria Palazzi. Finally, we would like to thank members of the Cognitive and Systematic Musicology Laboratory at Ohio State University for critical feedback and support.",
            "citations": []
        },
        "FN1": {
            "text": "1. In order to investigate a wide range of motion capabilities afforded by different instruments, we initially planned to capture one performance from each of the four main instrument families: a string instrument, a woodwind instrument, a brass instrument, and a percussion instrument. However, due to coordination difficulties, our pool of volunteer performers ultimately comprised two woodwind players and two string players.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Among humans, the visual modality tends to dominate the auditory modality in many stimulus contexts. Although music is purportedly a purely sonic art, current research suggests that visual information plays an important role in nominally auditory perceptions. Of course, musicians have long known that performer attractiveness, dress, and deportment can influence how a performance is received. Several studies have found results that support the hypothesized existence of these visual biases in judgments of musical performances ( Wapnick et al. 1997 , 1998 , and 2000 ; Goldin and Rouse 2000 ; Ryan and Costa-Giomi 2004 ; Howard 2012 ). For example, Wapnick et al. ( 2000 ) found that the attractiveness of a performer can influence judgments of performance quality. Ryan and Costa-Giomi ( 2004 ) had participants rate the quality of piano performances (in an audio-only and an audiovisual condition) as well as the attractiveness of the performers. Their findings confirmed attractiveness biases in the ratings. Goldin and Rouse ( 2000 ) assembled data pertaining to the auditions of orchestral musicians—comparing those auditions carried out with and without the use of an occluding screen. Their analyses demonstrated a marked gender bias against female performers in non-blind auditions.",
                "footnotes": [],
                "citations": [
                    "wapnick_et_al_1997",
                    "wapnick_mazza_and_darrow_1998",
                    "wapnick_mazza_and_darrow_2000",
                    "goldin_and_rouse_2000",
                    "howard_2012",
                    "wapnick_mazza_and_darrow_2000",
                    "goldin_and_rouse_2000"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Apart from deportment, gender, and attractiveness, however, other visual cues appear to be in play, such as performer motion. Music theorists, music educators, and musicologists have long discussed gesture and motion in music ( Berry 2009 ; Fisher and Lochhead 2002 ; Montague 2012 ; Nusseck and Wanderley 2009 ; Shove and Repp 1995 ). Jane Davidson, in her extensive body of work on performer motion in music, cites the need for more consideration of visual information in general in music psychology and much of her research demonstrates that motion can have significant effects on the perception of a musical performance ( Davidson 1993 ; Davidson 1994 ; Davidson 1995 ; Davidson 2001 ; Davidson and Correia 2002 ; Davidson 2007 ; Davidson, Malloch, and Trevarthen 2008 ; Davidson 2012a ; Davidson 2012b ; Broughton and Davidson 2016 ). In a series of experimental studies, Tsay ( 2013 ) asked participants to predict the winners from the three finalists from each of ten concerto competitions. Participants were exposed to three conditions: sound-only, video-only, and combined audio-visual. Although participants insisted that sound alone is the most important criterion for judging musicality, participants were surprisingly most accurate in predicting competition winners in the video-only condition. A study by Morrison et al. ( 2009 ) focused more specifically on the influence of conductor movement on performance ratings. They paired a single audio recording with videos of different conductors conducting the same work. Participants judged the sounded performance as more expressive when paired with more vivacious, dynamic conductors. Similarly, Juchniewicz ( 2008 ) compared amounts of expressive motion with ratings of piano performances and showed that performance elements such as dynamics, phrasing, and overall musicality are rated higher when performer motion increases. These studies suggest that the amount of movement a performer employs may positively influence judgments of the performance quality.",
                "footnotes": [],
                "citations": [
                    "berry_2009",
                    "fisher_and_lochhead_2002",
                    "montague_2012",
                    "nusseck_and_wanderley_2009",
                    "shove_and_repp_1995",
                    "davidson_1993",
                    "davidson_1994",
                    "davidson_1995",
                    "davidson_2001",
                    "davidson_and_correia_2002",
                    "davidson_2007",
                    "davidson_malloch_and_trevarthen_2008",
                    "davidson_2012a",
                    "davidson_2012b",
                    "broughton_and_davidson_2016",
                    "tsay_2013",
                    "morrison_et_al_2009",
                    "juchniewicz_2008"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Apart from these musical studies, other research suggests that visual information can generally take precedence over auditory information in a multimodal context. A well-known example is known as the McGurk effect where observing the facial movements of a speaker can dramatically override the perceived spoken sounds ( McGurk and MacDonald 1976 ). Like the McGurk effect, some visual gestures appear to directly influence auditory perception in music. For example, in a study of multimodal perception, Schutz and Lipscomb ( 2007 ) recorded video and audio clips of contrasting articulations on marimba: a short sharp stroke, and a longer legato stroke. When the videos of the strokes were matched with the opposite audio recording, participants reported hearing longer or shorter tones matching the video, not the audio. In short, the visual action of the mallet stroke altered what listeners heard. In another study, Peter Martens ( 2012 ) recorded a string quartet playing several musical excerpts, each at the same tempo but with two different feelings of a main beat. He then instructed participants to indicate the main beat the quartet was using within the metric hierarchy; this task was performed in three different conditions: audio-only, video-only, and audio-visual. Ultimately, the results showed that the audiovisual and video-only conditions influenced the participants’ choice of the main beat significantly more than the audio-only condition did. These results suggest that performer motion plays an important role in communicating a musical beat.",
                "footnotes": [],
                "citations": [
                    "mcgurk_and_macdonald_1976",
                    "schutz_and_lipscomb_2007",
                    "martens_2012"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Despite the persistent view by some musicians that regards visual elements as secondary considerations, these studies nevertheless suggest a preeminent role of visual components in professedly musical judgments. This suggestion raises the question of what visual factors are responsible for these effects. The work of Morrison et al. ( 2009 ) and Juchniewicz ( 2008 ) suggest that the amount of gross motion might be influential. In the current study, we test this notion by examining the potential influence of the magnitude of performer motion. Specifically, we test two hypotheses. First: H1. When given the opportunity to amplify or attenuate a visual rendering of a performance in order to enhance the musicality, participants will tend to augment the performer’s movements.",
                "footnotes": [],
                "citations": [
                    "morrison_et_al_2009",
                    "juchniewicz_2008"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In considering performer motion, one might suppose that different styles of music would affect the amount of performer motion both employed by the musicians and preferred by the participants. Because of the difficulty of a fast, technical passage, it is possible that a musician would tend to employ less expressive motion for fear of interfering with her technique. On the other hand, for a slower more lyrical passage, a performer might feel freer to add expressive motions. Therefore, we predicted that performers would move less during a faster, more technically challenging passage than while playing a slower, more lyrical passage. Consequently, we also propose to test the following second hypothesis: H2. When given the opportunity to amplify or attenuate a visual rendering of a performance in order to enhance the musicality, participants will tend to augment the performer’s movements more for lyrical passages as compared to faster passages. II. Methodology",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] We recorded motion capture data from performances of four instrumental musicians. The performances were revisualized as stick figure animations in order to isolate gross movement from the visual field. Stimuli were presented using a custom interface that allowed for a continuous adjustment of the magnitude of movement—from an extremely movement-attenuated version to an extremely movement-amplified version. 1. Creation of Stimuli A. Musicians",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Four musicians from Ohio State University, two doctoral performance candidates (clarinet and violin) and two faculty members (cello and flute), volunteered to be recorded for the materials used in the main study. (1) An important consideration is whether a performer sits or stands. In our study, the cellist and clarinetist played in a seated position, whereas the violinist and flutist played standing. In order to test hypothesis 2, musicians were instructed to bring two already-learned musical passages that were each about one minute in length. Specifically, they were asked to bring a slower, more lyrical passage, and a faster, more technically challenging passage. B. Recording Procedure Example 1 . Experimenter in the motion capture suit and markers (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Each of the four musicians wore a motion capture suit to which small, spherical markers were applied in standard anatomical locations (as shown in Example 1 ). Some experimentation was conducted in order to optimize the placement of finger markers. Example 2 . Examples of motion capture markers attached to the musicians’ hands (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Due to their close proximity, fingers are particularly challenging parts of the body to track using a motion capture system (in this case VICON Blade). Unfortunately, for these smaller movements, the system often confuses the markers, mislabeling fingers and joints. To avoid using fingerless motion capture gloves and in an effort to yield a more refined capture of finger motions, make-up tape was used to attach miniature markers directly onto the musicians’ hands and fingers (as shown in Example 2 ). However, for most of the musicians, these markers failed to stay attached while performing. Therefore, after testing to be sure that the gloves minimally interfered with performing, the gloves were ultimately used as well as two additional markers taped to the index fingers and the minimus (fifth) fingers. Markers were also attached to various points on each instrument in order to allow for the possibility of adding instruments to the animations. C. Method of Animation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The data for each performance capture were filtered and imported into MotionBuilder ( Burgood, Birk, and Pfau n. d ) for animation. From the originals, a diminished motion version and an augmented motion version were created. This was achieved by hand editing the performer’s motions (a process described below). Example 3 . Example of hand editing motion capture data realized in MotionBuilder (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The process of hand editing the motion capture data to create these animations relied first on defining what kind of motion we were studying. Two forms of performer motion might be conceptually distinguished. Primary motions are those forms of motion that are essential for sound production such as the movements of fingers, arms, lips, etc. Secondary motions are those forms of motion that appear to be not strictly necessary for sound production. For example, a cellist may sway her/his upper body from side to side or backwards and forwards. During the hand editing, only secondary motions were targeted by the authors for possible augmentation or diminution. Each motion captured performance was viewed and all of the secondary, expressive motions were noted. The most common expressive motions observed were head motions, knee bends, and full-body swaying. Once these expressive motions were determined, the next goal of hand editing was to amplify these secondary performance motions for the augmented condition and, conversely, to render the secondary performance motions with smaller amplitudes for the diminished condition. This objective was achieved by viewing an expressive motion and then clicking and dragging a relevant marker to make the movement even more pronounced or diminished. A demonstration of this process is available in Example 3 . Shown in the example is a moment in the flute player’s lyrical excerpt where her knees dip down and back up. In this demonstration, the experimenter is able to click and drag a marker on the spine of the animation to make the knee-bend even more pronounced. Alternatively, it is possible to also drag the same marker to make the knee-bend less pronounced. The MotionBuilder software allows one to add these alterations to motion capture data without changing the timing. So the experimenters were able to edit these expressive motions and still use the original audio recording for all the versions of the animation, crucial for the experimental stimuli. Example 4 . Video example of the animated performance stimuli showing the original, diminished, and augmented versions and how the slider operated during the experiment as it moved between the three versions (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] After creating these animated versions, each animated figure was fitted with white cylinders in a skeletal arrangement and rendered in a virtual environment with a wooden floor and a dark, neutral background (as shown in Example 4 ). A skeleton model was chosen after attempts to fit more realistic models were found to reduce the apparent motions overall since some body parts were visually obscured. Additionally, a major motivation for using motion capture in this study was that it eliminated all other physical influences, such as gender and attractiveness. A skeletal stick figure animation is arguably devoid of all these other visual aspects. Additionally, there were no chairs or instruments animated into the scenes. This decision was made based on the sheer difficulty of attempting to align the instruments and chair with the live capture data without having them collide with a limb or the main body. In post-experiment interviews, participants reported minimal aversion to the stick figures, and there were no expressions of concern regarding the absence of instruments or chairs. D. Interface",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The interface was created using Unity ( Goldstone 2009 ). The three versions of each performance (augmented, original, and diminished) were combined into one dynamic video that was adjustable by a horizontal slider. The effect of the slider was to interpolate the marked body positions between the three underlying animations so the resulting image changes are entirely smooth. This structure resulted in the illusion of being able to manipulate the overall amount of performance motion in real time. Slider orientation was randomized from trial to trial: in some trials the most diminished version was associated with the left-most position, whereas for other trials the behavior was reversed. In addition, in order to avoid possible anchoring effects from trial to trial, the initial position of the slider was randomized. Finally, the order of the musical performances was randomized for each participant in the experiment. Video clips were presented in real time coordinated with the (unmanipulated) audio of the recorded performance. Notice that manipulating the slider had no effect whatsoever on the audio portion of the stimulus. 2. Experiment A. Participants",
                "footnotes": [],
                "citations": [
                    "goldstone_2009"
                ]
            }
        },
        {
            "14": {
                "text": "[14] There were 39 participants from Ohio State University, 17 females. Twenty-five participants were undergraduate music majors, three participants were graduate music majors, two participants held PhD degrees in music, and the remaining 9 participants were graduate students in a discipline other than music. Participants ranged in age between 18–65 ( M = 23 years old, SD = 8 years). Eleven participants reported a string instrument as their primary instrument, nine reported a brass instrument, eight reported piano, seven reported a woodwind instrument, two reported voice, and two reported no instruments at all. B. Procedure",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The procedure involved the method of adjustment where participants were asked to tune the animation slider. The task was described to participants by presenting instructions conveying the following hypothetical scenario. “You are going to see eight different performances. For each performance, we want you to consider the following scenario. Suppose there is a musical competition in which contestants are asked to submit a video performance. The rules of the competition forbid showing any information regarding the age or sex of the performer. Therefore, stick figure animations are encouraged so that the judges are able to see how the musician moves along with the sound. In preparing their video to submit for the competition, some performers realize that there is perhaps room to cheat a bit by manipulating the movement. With the slider at the bottom of each video clip you can manipulate the overall amount of movement in the performance. For each animated clip we want you to tune the slider to create what you think is the best performance. When you have adjusted all of the sliders, please press the submit button at the bottom of the page. Thank you for participating!”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In order to later test whether musical experience might have an effect on the results, the experiment began by having participants complete the Ollen Musical Sophistication Index ( Ollen 2006 ). No a priori hypothesis was made regarding possible effects of musical sophistication. III. Results",
                "footnotes": [],
                "citations": [
                    "ollen_2006"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Recall that our first hypothesis predicted that participants would adjust the overall amount of performer motion towards the augmented version to enhance musicality. The data (invisible to the participant) gathered from the slider ranged numerically from 0.0 (diminished) to 0.5 (original) to 1.0 (augmented). In order to reject the null hypothesis, the mean must be significantly higher than 0.5. As the data are not normally distributed, a Wilcoxon signed-rank test was used rather than a simple t -test. The results proved to be statistically significant in the predicted direction ( M = 0.601, SD = 0.18, p = .002).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Our second hypothesis predicted that participants would prefer more motion for lyrical passages than for technical passages. The results appear to be inconsistent with our hypothesis. For technical passages, the amount of motion preferred was again greater than the original movement amplitude ( M = 0.662, SD = 0.19, p = 0.001). However, for lyrical passages, the amount of motion preferred, while skewed in the predicted direction, did not significantly differ from the original movement ( M = 0.541, SD = 0.20, p = 0.20). Note that in contrasting the technical performances with the lyrical performances, a paired Wilcoxon Signed-rank test of the difference proved significant ( p < .001). That is, our participants preferred augmented movements for the fast technical passages while preferring only slightly more movement than normal for the slow lyrical passages. Example 5 . Relationship between musical sophistication and preferred performer motion (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Recall that we collected musicality data using the Ollen Musical Sophistication Index. Having no a priori hypothesis, we nevertheless examined whether the degree of musical sophistication of the participants influenced the results. Using Spearman’s R, we found a significant negative correlation between the musical sophistication scores and the amount of preferred motion ( r = -0.40, p = 0.013). This relationship is shown in Example 5 . Notice that the regression slope suggests that the most musically sophisticated participants preferred the magnitude of motion to be quite similar to the original performer motion. Said another way, the effect of augmented performer motion is most marked for those participants with the least sophisticated musical background—as measured using the Ollen instrument. Example 6 . The lyrical excerpts that the performers chose to create the stimuli (click to enlarge) Example 7 . The technical excerpts that the performers chose to create the stimuli (click to enlarge) Example 8 . The composition dates and eras of the excerpts performers chose to create the stimuli (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Finally, recall that we collected data for four distinct instruments. A series of post hoc analyses found that the amount of preferred movement was significantly higher for the cello ( p = .02) and flute ( p = .04) compared with the clarinet. However, due to the small number of participants involved in the creation of the stimuli, strong between-instrument conclusions are not warranted. There were no significant results related to participant age, gender, or primary instrument. IV. Discussion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The results of our study are consistent with our main hypothesis that participants judge the best performances to exhibit greater (exaggerated or augmented) secondary performance motions. These results corroborate findings by Morrison et al. ( 2009 ) and Juchniewicz ( 2008 ). On the other hand, our data are not consistent with our second hypothesis. That is, participants did not favor greater augmentation of secondary performer motions for lyrical passages compared with technical passages. Before discussing these results, there are several limitations to the study that should be acknowledged. First, we were able to use only four instruments in creating our stimuli: cello, violin, flute, and clarinet. Furthermore, the excerpts chosen by the performers were composed by Romantic or Contemporary classical composers (see Examples 6–8 ). Therefore, the generalizability of these results to other instruments and to other musical styles remains an open question. Finally, only four musicians were recorded in the creation of the stimuli. These four performers may or may not be representative of the performers of their respective instruments. Finally, there is one possible confounding element to acknowledge regarding the slider. Unfortunately, the original motion versions of the performances were always at the center position on the slider. Subjects may have felt an aversion to placing the slider directly in the middle. Our hope was that randomizing the opening location of the slider would help to make the center position a more appealing selection. However, the consistent location of the original motion version in the center of the slider may have confounded our results.",
                "footnotes": [],
                "citations": [
                    "morrison_et_al_2009",
                    "juchniewicz_2008"
                ]
            }
        },
        {
            "22": {
                "text": "[22] These caveats aside, it is worthwhile to consider why our results were not consistent with our second hypothesis. Prima facie , these results suggest that our theory may be incorrect. At the same time, we might entertain a related alternative explanation for why the data may be skewed in a direction opposite to what was anticipated. When playing a technically challenging faster passage, it is reasonable to assume that musicians will tend to move less because they are focused on managing the notes as best they can. On the other hand, for a slower more lyrical passage where there is less technical demand, a musician might add more expressive motions because they can afford to. Perhaps the data are skewed towards higher adjustments for technical pieces because the performers moved less for those passages than for the lyrical passages. In other words, perhaps when adjusting motions for lyrical passages, participants felt less inclined to increase the motion since it was already fairly high.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Another consideration was whether the level of musical sophistication of the participants affected the responses. It is interesting to note that participants with lower musical sophistication scores adjusted the animations to produce more average motion than the more musically sophisticated participants. Perhaps this difference in responses is related to knowledge that a more musically sophisticated participant might have of technical restraints when adding expressive motion, thereby leading them to augment the motion less. Or perhaps experienced participants tempered their motion amplitude adjustments to avoid creating the impression of performance posturing. This finding appears to be consistent with informal observations of audience-dependent performer behaviors. Popular musicians engage in far more stage movement than is found among classical musicians. However, even among classical musicians, it is often observed that musicians who appeal to a more “popular” classical audience (such as Lang Lang and 2Cellos) move considerably more than classical musicians whose target audiences are less “popular” oriented. Of course, the cause and effect here may be reversed. That is, performers who move more may attract more popular audiences rather than performers who aim to attract popular audiences endeavoring to move more. V. What elements of music encourage performer motion? A post hoc analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In addition to our primary hypothesis-driven study, we conducted post-hoc analyses of the expressive motions of each performer in relation to the musical excerpt they played. From these analyses, we noticed several potential trends that might predict what musical elements may motivate performers to add expressive motion. Here we present some of our informal observations. Example 9 . Animation of the technical performance excerpt for violin along with the score (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In general, during the technical passages (for all the instruments), it seems movement was mostly motivated by increasing dynamics or by the presence of more lyrical moments within a faster passage. The technical example for the violinist consisted entirely of short phrases of running 16th notes that crescendo to a final eighth note before launching into the next set of running 16ths (see Example 9 ). During the performance, the violinist remained fairly motionless at first but then moved more and more throughout each crescendo finally returning to little motion as the next set of 16th notes begins. Specifically, the violinist increased the overall amount of expressive performance motion across the crescendi in mm. 30–32, mm. 35–36, and mm. 39–41. Therefore, the amount of motion the violinist added to the performance seems correlated with the dynamics of the excerpt. The clarinetist and cellist both added more expressive performer motion during more lyrical moments within their technical passages. For the technical excerpt, the clarinet player remained mostly still during running notes but then moved the clarinet in a circle during held notes, specifically during mm. 57–58, a little during mm. 60–61, and considerably during the longest held note of the whole passage in mm. 66–70 (see Example 10 ). The cellist stayed fairly rigid during faster notes in the technical passage but then added more expressive motion during slower moments within the faster runs. Specifically, the cellist uses more expressive motion during measure 115 and measure 117 (see Example 11 ). The technical performance on flute was the exception to these observations because the flutist maintained a relatively consistent amount of expressive performer motion across the entire excerpt. Example 10 . Animation of the technical performance excerpt for clarinet along with the score (click to watch) Example 11 . Animation of the technical performance excerpt for cello along with the score (click to watch) Example 12 . Animation of the lyrical performance excerpt for violin with and without the audio (click to watch) Example 13 . Animation of the lyrical performance excerpt for clarinet along with the score (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The lyrical passages as a whole had less diversity in the amounts of expressive performer motion per excerpt than did the technical excerpts. As discussed above, during a faster passage, our performers were more likely to have some periods of little movement and some periods with a much greater amount of motion whereas during a lyrical passage, the movement was often fairly homogenous across the entire excerpt. This observation is especially true of the cellist, violinist, and flutist, all of whom continuously sway throughout their lyrical passage in a way that does not change much across the performance. One might argue that their swaying reflects and emphasizes the tension or forward momentum of the musical passage in some way. However, this possible connection between performer motion and musical function might be nothing more than an audiovisual illusion. When the audio is muted, the swaying seems even more homogenous in the degree of motion across the entire clip than when viewed with the audio (see Example 12 ). The clarinet lyrical performance is an exception to this observation having a much greater range of expressive motion than the other three lyrical performances. Similar to the technical performances, it seems increased motion is motivated primarily by dynamics and potentially by the overall direction of the phrase. In particular, as the music increases in tempo and rhythmic speed, and crescendos from mm. 17–21, the clarinetist adds more and more expressive performer motion, moving the upper body towards the floor and moving the clarinet in circular motions (see Example 13 ). It is worth noting that the clarinetist’s lyrical excerpt does have more moving notes than the lyrical excerpts of the violin, cello, and flute which might explain the greater variation in motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In conclusion, in looking more closely at the expressive motions of our performers in comparison to their musical excerpts, we made several informal observations. One, there was a general trend of a greater range of overall expressive motion within the technical performances than within the lyrical ones, with the exception of the clarinetist’s lyrical performance. Overall, increases in expressive performer motion seemed to be motivated by increases in dynamics, rhythmic density, or by the overall directionality of the phrase. Within technical passages, more expressive motion appeared to be added during slower, more lyrical moments among faster passages of notes. VI. Future research",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Motion capture technology provides a useful way to study performer motion with reduced confounding factors such as attractiveness, gender, race, etc. Additionally, animating the motion data allows for manipulation of the visual elements without altering the original audio recording of the performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Upon closer inspection of how the sliders manipulated the performer motions, there were sometimes marked changes in posture and head placement. For example, the cellist, when augmented, also adopted a more expansive, open posture and a raised head. Research on posture and eye contact indicate that open postures and good eye contact communicate friendliness, trustworthiness, and greater emotionality ( Burgoon, Birk, and Pfau 1990 ; Sundaram and Webster 2000 ). Jane Davidson has extensively researched the specifics of body-motion communication in musical performance practices and perception ( 1993 ; 1994 ; 1995 ; 2001 ; 2007 ; 2012a ; and 2012b ). Davidson herself expresses a hope that being able to manipulate stimuli (such as the animation manipulations in this paper) could aid in further investigating connections between visual and audio information in performance perception ( 1993 ). Further future research might focus on conducting experiments inspired by Davidson’s findings that use a similar motion capture and animation design to the one in this paper. It is our goal that this design be a useful model for more work in this area. It could also be useful to consult the informal literature on movement coaching in acting and other performance genres as inspiration for future studies.",
                "footnotes": [],
                "citations": [
                    "burgoon_birk_and_pfau_1990",
                    "sundaram_and_webster_2000",
                    "davidson_1993",
                    "davidson_1994",
                    "davidson_1995",
                    "davidson_2001",
                    "davidson_2007",
                    "davidson_2012a",
                    "davidson_2012b",
                    "davidson_1993"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.4.trevor.html",
    "data": "mto/data/mto.18.24.4.trevor.json"
}