{
    "title": "Comment on John Roeder’s article",
    "date": "1994/01/01",
    "volume": "0",
    "issue": "6",
    "authors": [
        "Lewin, David"
    ],
    "abstract": "",
    "keywords": [
        "Roeder",
        "semiotics"
    ],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "David Lewin",
            "university": "Harvard University",
            "address": "Music Department, North Yard, Cambridge, MA 02138",
            "email": "lewin@husc.harvard.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. John Roeder, “Toward a Semiotic Evaluation of Music Analyses,”     \nmto.93.0.5 (November, 1993).",
            "citations": []
        },
        "FN2": {
            "text": "2. David Lewin, “A Label-Free Development for 12-Pitch-Class Systems,”\nJMT 21.1 (Spring 1977), 29–48.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] John Roeder’s interesting article in MTO 0.5 prompts some thoughts on\ninteger/pitch and integer/pitch-class semiotics. (1) The article of mine\nto which he refers proposes a way to develop atonal or serial theory without\nusing integer labels (possibly mod 12) for the pitches or pitch classes. (2) In doing that, I used letter names for pitches or pitch-classes.  I thought\nthat was an improvement since the letters do not suggest algebra.  But the \nletters do, still, suggest a privileged ordering—either A B C D . . . (for\n obvious reasons), or C D E F . . . (because of a cultural convention that\ndeserves more discussion than I can afford here).  And to label pitches,\nas opposed to pitch classes, we require a further ordinal arrangement of\nregisters.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The problem is partly linguistic: in order to MENTION the various\nentities, one at a time, we are required to LIST them, if speaking.  And\nin order to list them, we tend naturally to impose some ordering convention.\nTo the extent that Indo-European systems of writing follow that aspect of\nspeaking behavior (using e.g. a left-to-right linear presentation of \nsymbols), we find ourselves also making a WRITTEN list, when we write down\nthe various entities one-at-a-time.  Perhaps other sorts of writing systems\nwould enable us not to be obliged to make such a list, but it is hard for\nus (me) to imagine such systems.  (I do not see, e.g., how Chinese or other\nsorts of ideograms could be used in this way.)  That may simply be because\nwe are (I am) trapped in a too-familiar complex of cultural constructs—perhaps including the assumption of a Euclidean 2-dimensional “page.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] We have an amazingly versatile complex of constructs that enables us\nto evade contradictions without taking any thought.  In the “label-free”\narticle, I point out that we would all label the opening harmony of the Eroica as “I”, but we would also be perfectly willing to read a title\npage telling us that the piece was in the key of “Mi bemol,” which—if\ntaken “logically”, should lead us to label the chord as “ ♭ III .”  Another \nexample comes from the convention of labeling pitches-in-register as C'',\nC', C, c, c', etc.  People who use this convention can perfectly easily decide \nin their own minds when they mean the symbols C and E ♭ to denote pitches-in-a-particular-register, and when they mean the same symbols to denote pitch\n classes.  Sometimes a reader, however, may experience a momentary glitch before \narriving at a decision, which is meant.  That is the main reason I prefer to\nuse the notation C1, C2, C3, etc. for pitches-in-register; the symbol “C”\nthen is always a pitch-class, never a pitch-in-register.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The problem of mentioning-without-listing (perhaps better termed an\n“impossibility”?) deserves a lot of study.  I imagine it has received some\nin the semitoic literature of which I am not aware.  In conversation, I \nrecently succeeded in remembering the Seven Dwarfs, in what seemed like a \nrandom order.  But the whole time, I was trying to visualize them marching in \norder, as in the movie.  Though I did not succeed in remembering that order, I \nam sure that there was a definite pseudo-ordinal psychological progression \ngoing on, that caused me to produce the names in the order I did.  People who \nprofessionally give lessons in remembering-many-things may have interesting\ninsights here, as to ordinal and non-ordinal memory aids and “maps.”  Memory \nmay (!) be able to free itself of speaking and writing conventions, to a\ncertain extent.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.6.lewin.html",
    "data": "mto/data/mto.94.0.6.lewin.json"
}