{
    "title": "Playing with Beats and Playing with Cats: <i>Meow the Jewels</i>, Remixes, and Reinterpretations",
    "date": "2016/09/01",
    "volume": "22",
    "issue": "3",
    "authors": [
        "Adams, Kyle"
    ],
    "abstract": "This article examines the ways in which remix producers can reconfigure aspects of the listening experience in a hip-hop track. I begin by discussing recent scholarship on the creative contributions of hip-hop producers. Following that, I present a series of case studies of remixes from the 2015 albumMeow the Jewels, in which several independent producers remixed tracks fromRun the Jewels(2014). Using recent work by Mark Butler, Rebecca Leydon, Elizabeth Margulis, and others as a framework, I analyze the remixes and compare them to the original tracks in order to demonstrate the manipulation of metrical, temporal, and expressive characteristics of each song.",
    "keywords": [
        "Meow the Jewels",
        "Run the Jewels",
        "El-P",
        "Killer Mike",
        "remixes",
        "hip-hop"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.adams.pdf",
    "author_info": [
        {
            "name": "Kyle Adams",
            "university": "Jacobs School of Music",
            "address": "Indiana University, 1201 E. Third St., Bloomington, IN 47405",
            "email": "kyadams@indiana.edu"
        }
    ],
    "citations": {
        "adams_2008": "Adams, Kyle. 2008. “Aspects of the Music/Text Relationship in Rap.” Music Theory Online 14 (2).",
        "adams_2015": "Adams, Kyle. 2015. “The Musical Analysis of Hip-hop,” in The Cambridge Companion to Hip-Hop , ed. Justin A. Williams, 118–34. Cambridge University Press.",
        "boone_2013": "Boone, Christine. 2013. “Mashing: Toward a Typology of Recycled Music.” Music Theory Online 19 (3).",
        "bradley_2009": "Bradley, Adam. 2009. The Book of Rhymes. Basic Civitas Books.",
        "brøvig-hanssen_and_harkins_2011": "Brøvig-Hanssen, Ragnhild, and Paul Harkins. 2011. “Contextual Incongruity and Musical Congruity: The Aesthetics and Humour of Mash-ups.” Popular Music 31 (1): 87–104.",
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music. Indiana University Press.",
        "butler_2014": "Butler, Mark. 2014. Playing with Something that Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance. Oxford University Press.",
        "dombal_2015": "Dombal, Ryan. 2015. “Album Review: Run the Jewels Meow the Jewels .” Pitchfork, October 2. http://pitchfork.com/reviews/albums/21145-meow-the-jewels/ .",
        "fink_2011": "Fink, Robert. 2011. “Goal-Directed Soul? Analyzing Rhythmic Teleology in African American Popular Music.” Journal of the American Musicological Society 64 (1): 179–237.",
        "gilroy_2000": "Gilroy, Paul. 2000. Against Race: Imagining Political Culture beyond the Color Line. Harvard University Press.",
        "hughes_2003": "Hughes, Timothy. 2003. “Groove and Flow: Six Analytical Essays on the Music of Stevie Wonder.” Ph. D. diss., University of Washington.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity. Cambridge University Press.",
        "kuhn_1970": "Kuhn, Thomas. 1970. The Structure of Scientific Revolutions , 2nd ed. University of Chicago Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music. Massachusetts Institute of Technology.",
        "leydon_2002": "Leydon, Rebecca. 2002. “Towards a Typology of Minimalist Tropes.” Music Theory Online 8 (4).",
        "london_1990": "London, Justin. 1990. “Riepel and Absatz: Poetic and Prosaic Aspects of Phrase Structure in 18th-Century Theory.” Journal of Musicology 8 (4): 505–19.",
        "london_2004": "London, Justin. 2004. Hearing in Time. Oxford University Press.",
        "manabe_2009": "Manabe, Noriko. 2009. “Western Music in Japan: The Evolution of Styles in Children’s Songs, Hip-hop, and Other Genres.” Ph. D. diss., City University of New York.",
        "margulis_2014": "Margulis, Elizabeth Hellmuth. 2014. On Repeat: How Music Plays the Mind. Oxford University Press.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music. Open University Press.",
        "quinn_2005": "Quinn, Eithne. 2005. Nuttin’ but a G Thang: The Culture and Commerce of Gangsta Rap. Columbia University Press.",
        "schloss_2004": "Schloss, Joseph G. 2004. Making Beats: The Art of Sample-Based Hip-Hop. Wesleyan University Press.",
        "shaftel_2008": "Shaftel, Matthew. 2008. “Building Bridges to the Erlkönig: A Multidisciplinary Approach to the Settings of Goethe's Poem.” College Music Symposium 48. http://symposium.music.org/index.php?option=com_k2&view=item&id=9952:building-bridges-to-the-erlk%C3%B6nig-a-multidisciplinary-approach-to-the-settings-of-goethes-poem",
        "williams_2009": "Williams, Justin A. 2009. “Beats and Flows: A Response to Kyle Adams, ‘Aspects of the Music/Text Relationship in Rap’” Music Theory Online 15, (2)."
    },
    "footnotes": {
        "FN0": {
            "text": "* My thanks to Nathaniel Condit-Schultz, Trevor de Clercq, Gretchen Horlacher, Robert Komaniecki, Nancy Nguyen-Adams, Frank Samarotto, Ian Sons, and the anonymous readers for their input and feedback on this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. The remix category contains the more specialized “mashup” form, which consists exclusively of recycled material. See Boone ( 2013 ) for a discussion of mashups.",
            "citations": [
                "boone_2013"
            ]
        },
        "FN2": {
            "text": "2. Goethe’s Erlkönig , for example, had over one hundred different musical settings (see Shaftel 2008 ).",
            "citations": [
                "shaftel_2008"
            ]
        },
        "FN3": {
            "text": "3. The producers interpreted “cat sounds” rather broadly: some of the sounds on the album include a Jaguar engine revving and the tinkling of a bell (presumably on a cat collar). Incidentally, while the album was made available for free download, all proceeds from sales of physical copies were donated to the families of Michael Brown and Eric Garner.",
            "citations": []
        },
        "FN4": {
            "text": "4. Adam Krims, the first scholar to analyze the ways in which layers of the beat interact with the lyrics, refers to these as “adjuncts” and “upbeats” ( 2000 , 98).",
            "citations": [
                "krims_2000"
            ]
        },
        "FN5": {
            "text": "5. These terms are my own, and are intended only as descriptors. Aware as I am of the prejudices that our field sometimes has against music created “just” for dancing, I want to emphasize that the terms “dance” and “aesthetic” carry no value judgments whatsoever; nor do I intend to suggest that dance and aesthetic remixes are opposites, or that they are the only two types of remix.",
            "citations": []
        },
        "FN6": {
            "text": "6. Email communication with the author, December 9, 2015.",
            "citations": []
        },
        "FN7": {
            "text": "7. Email communication with the author, December 14, 2015.",
            "citations": []
        },
        "FN8": {
            "text": "8. In one of the most extreme examples on Meow the Jewels, “Pawfluffer Night,” producer Zola Jesus (Nika Danilova) not only removed all the drum sounds and reworked the pitched material, she digitally modified the lyrics, often beyond recognition.",
            "citations": []
        },
        "FN9": {
            "text": "9. This aspect makes Meow the Jewels quite different from a traditional remix album, in which a single producer remixes the work of several different artists. Meow the Jewels has more in common with a “tribute” album of cover songs than a typical album of remixes.",
            "citations": []
        },
        "FN10": {
            "text": "10. See Kuhn ( 1970 , 10) for a description of normal science. “Paradigm shift” is described and used throughout.",
            "citations": [
                "kuhn_1970"
            ]
        },
        "FN11": {
            "text": "11. I should note that for most hip-hop outsiders, “Run the Jewels” itself is a pretty arcane expression. “Run the Jewels” can either be a command addressed to someone being robbed, or can refer to the act of robbery.",
            "citations": []
        },
        "FN12": {
            "text": "12. All of the tracks on the original Run the Jewels 2 album were produced by Meline, with co-production credit given to Little Shalimar (Torbitt Schwartz).",
            "citations": []
        },
        "FN13": {
            "text": "13. The lyric transcriptions in this article take the form of “flow diagrams,” which have become a common way to notate hip-hop lyrics. Each row of the table represents one measure of music, with the beats and subdivisions labeled in the top row. Syllables of text appear in their metrical locations.",
            "citations": []
        },
        "FN14": {
            "text": "14. Interestingly, Asher was given co-writing (though not co-producing) credit for the original song. One wonders whether, given the chance to remix the beat, he made sure to craft a beat that highlighted the rhythms of the lyrics.",
            "citations": []
        },
        "FN15": {
            "text": "15. The following discussion ignores the first four lines, because the song’s beat does not enter until line 5. This gives lines 1–4 a distinct upbeat or introductory quality, and makes it sound as though the verse actually starts in line 5.",
            "citations": []
        },
        "FN16": {
            "text": "16. In cases such as this one, where I discuss the original track purely for comparative listening, I have not included a transcription of the original beat.",
            "citations": []
        },
        "FN17": {
            "text": "17. Like many transcriptions of electronic music, Example 3a is notationally impoverished. The beat is heavily processed, and my labels “synth,” “bass” and “percussion” are weak attempts to compensate for the inability of musical notation to adequately convey timbral properties. Furthermore, there are half a dozen other layers of “adjuncts” (Krims’s term for musical fragments superimposed on the basic beat) that give the song its unique character, which I have omitted for the sake of clarity.",
            "citations": []
        },
        "FN18": {
            "text": "18. Render’s flow could be equally interpreted as dactylic or anapestic, since most of his lines start and end on the beat, with triplets in between. I characterize “Crown” as anapestic since most lines end on a strong beat, which lends the triplets an upbeat feel. For similar reasons, below I characterize “Creown” as dactylic.",
            "citations": []
        },
        "FN19": {
            "text": "19. “Trip-hop” is a British genre that fuses electronica and hip-hop music; it can be thought of as ambient music grounded by a hip-hop beat. Massive Attack is probably best known in the United States for the theme song to House, M.D.",
            "citations": []
        },
        "FN20": {
            "text": "20. In the absence of an obvious tonal structure, I have determined that the rapping begins on a downbeat by employing a combination of contextual cues and Lerdahl and Jackendoff’s ( 1983 ) Metrical Preference Rules (MPR’s). The beginning of the remix (i.e., before the lyrics come in) contains 32 evenly spaced bass drum beats. MPR 2 (strong beat early) dictates that in the absence of other cues, the first of these will be heard as a downbeat. After eight beats, Del Naja includes a pattern of mewling kitten sounds that repeats every four bars, dropping out just before the rapping starts. These sounds organize the beats into the 4 4 meter that one expects in a hip-hop track. Given these metrical cues, the rapping enters on the downbeat of the ninth bar of 4 4 meter.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN21": {
            "text": "21. “Traps” is slang for crack houses.",
            "citations": []
        },
        "FN22": {
            "text": "22. One can only assume that Del Naja did this deliberately, because in the second verse, whose lyrics begin identically, he retained the metrical placement of the lyrics from the original song.",
            "citations": []
        },
        "FN23": {
            "text": "23. The analysis presented in these paragraphs draws significantly from the contribution of one of the anonymous readers, to whom I am deeply grateful.",
            "citations": []
        },
        "FN24": {
            "text": "24. The technique discussed in the following section, in which the perceived pulse slows down by half, echoes Justin London’s discussion of the same phenomenon in Riepel’s Anfangsgrunde der musikalischen Setzkunst [1752], where changes in the harmonic rhythm shift the perceived meter from 4 4 to alla breve . See London 1990 , 507–8.",
            "citations": [
                "london_1990"
            ]
        },
        "FN25": {
            "text": "25. See Butler 2006 , 82–83.",
            "citations": [
                "butler_2006"
            ]
        },
        "FN26": {
            "text": "26. See Butler 2006 , pp. 3ff. and 247–48, where he describes withholding the beat drop as a way in which DJs “shape energy over time.”",
            "citations": [
                "butler_2006"
            ]
        },
        "FN27": {
            "text": "27. Fink 2011 presents a fascinating study of the ways in which anticipation for, and the eventual arrival of, the four-on-the-floor beat creates rhythmic teleology in 1960s Motown records.",
            "citations": [
                "fink_2011"
            ]
        },
        "FN28": {
            "text": "28. The “Funky Drummer” break is the drum solo from James Brown’s song of the same name, originally performed by Clyde Stubblefield. To hear Stubblefield playing the break exactly as it appears here, see https://www.youtube.com/watch?v=_55a_Sje0lY&t=4m06s . The break was included on the seminal DJ collection Ultimate Breaks and Beats (see Schloss 2004 , 37–39), ensuring its use in countless sample-based hip-hop songs. The website www.whosampled.com claims that “Funky Drummer” has been sampled 1,160 times; a typical use is on Public Enemy’s “Rebel Without a Pause” (1988); see https://www.youtube.com/watch?v=q0b0jIaCEHU .",
            "citations": [
                "schloss_2004"
            ]
        },
        "FN29": {
            "text": "29. The transcription in Example 4b is one of several possible ones, each with slight variations depending on the performance (Butler transcribes the beat exactly as it appears in most hip-hop samples; see 2006 , 87). Adding a further layer of complication is that many songs, like “Oh My Darling Don’t Meow,” program the beat from scratch rather than sampling it.",
            "citations": [
                "butler_2006"
            ]
        },
        "FN30": {
            "text": "30. An archetypical example of this type of beat is Dr. Dre’s “Forgot about Dre” (2000), which oscillates between i and VI (see https://www.youtube.com/watch?v=E5a93wABHNM ).",
            "citations": []
        },
        "FN31": {
            "text": "31. The most extreme example of this is probably Madvillain’s “Great Day” (2004), in which producer Madlib created the beat by simply playing the song “How Can You Believe” by Eivets Rednow (Stevie Wonder’s alter ego) in its entirety. The only repetition of any kind is therefore the discursive repetition created by the alternation of verses and choruses in the original song. See https://www.youtube.com/watch?v=rS1cggllfig .",
            "citations": []
        },
        "FN32": {
            "text": "32. Hughes ( 2003 ) also discusses the effect of this sort of repetition in the music of Stevie Wonder, as does Butler ( 2014 ).",
            "citations": [
                "hughes_2003",
                "butler_2014"
            ]
        },
        "FN33": {
            "text": "33. The added synthesizer is intensified by a filter sweep, which gradually admits higher and higher frequencies, giving the sound a kind of timbral crescendo throughout its eight bars.",
            "citations": []
        },
        "FN34": {
            "text": "34. Each of the rappers gradually raises the pitch of his voice throughout the verse, matching the crescendo of the beat with an increase in vocal intensity until, by the end, they are practically shouting.",
            "citations": []
        },
        "FN35": {
            "text": "35. The complete song can be heard at https://www.youtube.com/watch?v=6sRQ9q4hzv4 .",
            "citations": []
        },
        "FN36": {
            "text": "36. Many thanks go to Bill Guerin for creating this example.",
            "citations": []
        },
        "FN37": {
            "text": "37. If the intro to the song, and its annotation on genius.com, are to be believed, the “meows” in this song are actually a modification of the voice of Snoop Dogg (Calvin Broadus). The audio example only gives part of the verse; the complete verse can be found at https://www.youtube.com/watch?v=9L-FocAog0w&t=0m53s , along with a pretty amusing video by Cyriak.",
            "citations": []
        },
        "FN38": {
            "text": "38. Render is using a common hip-hop ludling (play language) known colloquially as “izzle” (or “izzo”) slang, by which the syllable “izz” in inserted in the middle of a word, either to give the lyrics a more playful quality, or (as here) to improve their scansion.",
            "citations": []
        },
        "FN39": {
            "text": "39. I have transcribed this word as “Birkin,” a brand of high-end handbag made by Hermès. Render actually says “Birker,” but this is almost certainly a mistake; Birkin is the only name that makes sense in context.",
            "citations": []
        },
        "FN40": {
            "text": "40. “Doggy-dogg” in this context is what linguists refer to as an eggcorn , a substitution of some word or phrase with another that sounds the same. Eggcorns are, in fact, defined by having plausible but different meanings (like “old-timer’s disease” for “Alzheimer’s disease”), which is precisely the case here.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction In a remix, I take the pool, I keep the swimmer . . . but I change the water in the pool to a different color. It’s like cooking. You change one ingredient, and the whole track sounds entirely different. ( Manabe 2009 , 309)",
                "footnotes": [],
                "citations": [
                    "manabe_2009"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] In the quote above, DJ Krush (Hideaki Ishi) captures the power of a remix: in creating a new musical accompaniment for pre-recorded vocals, a producer can wholly recontextualize the lyrics, in effect creating a completely new song. Although it is a fairly recent addition to Western compositional practice, remixing in fact has a long and significant historical precedent. (1) In addition to its obvious relationship with contemporary practices like arranging, one can even identify parallels in the centuries-old practice of composing different musical settings of the same poem. (2) The difference with remixes is that the producer must work to complement an existing musical setting of the lyrics, in which the rhythms, and often the pitches, are predetermined. This necessarily imposes some compositional constraints: unlike a song composer setting lyrics, the remix producer must in principle adhere to the tonal and metrical structure of the original vocals.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] At the same time, remixing a song affords producers a different kind of creativity—the ability to modify the context of the lyrics, and thereby to highlight or reinterpret some of their salient features. The purpose of this article is to explore some of these modifications in Meow the Jewels (2015) , an album of remixes of tracks by the hip-hop duo Run the Jewels, whose nonsensical title belies the high degree of artistry that went into its creation. I will offer several tracks from the album as case studies in the ways that hip-hop producers can manipulate our hearing by reconfiguring aspects of the beat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Meow the Jewels should not even exist. The idea started out as a joke: after announcing the imminent release of their second album, Run the Jewels 2 , producer El-P (Jaime Meline)—who makes up the duo with rapper Killer Mike (Michael Render)—glibly informed fans that for $40,000, they could purchase a complete remix of the album using only sampled cat sounds. Meline hardly expected to be taken seriously, but he underestimated the internet. Fans immediately started a Kickstarter campaign, quickly reached and surpassed the required dollar amount, and the duo, as promised, recruited some of popular music’s most celebrated producers to remake the album using only meows, growls, purrs, and hisses over electronic drumbeats. (3) Meline also underestimated the zeal with which hip-hop producers approach their craft, for the resulting album contains some truly inspired remixes. Even though they were working with unorthodox “musical” material, the remix producers convincingly demonstrated that lyrics delivered in a predetermined rhythm and meter can still be treated with a remarkable amount of elasticity. Rappers, Producers, and Creativity",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The relative contributions of rappers and producers to the affective qualities of a song have been the subject of some recent scholarly discussion. In a 2008 article, I gave rappers exclusive credit for any musical correspondences between beat and flow. The article painted a picture in which the beat is presented in finished form to the rapper, who then composes lyrics in rhythms and groupings that complement those found in the beat. I also claimed, among other things, that “the accompaniment in rap music typically consists of a single 2- to 4-bar segment that repeats continuously throughout the song” (par. 2) and that “in rap, the music is composed and recorded before the text is written” (par. 5). Although these statements may represent hip-hop practice some of the time, both Justin Williams and Noriko Manabe correctly pointed out that my conception was incomplete.",
                "footnotes": [],
                "citations": [
                    "adams_2008"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Taking exception to the first of these claims, Williams noted that “the idea of a completely fixed loop is largely fictitious. There may be a set of layers which we could term the ‘basic beat’ which repeats for certain durations of time, but one would be hard-pressed to find an entire musical complement that stays the same throughout” ( 2009 , par. 6). Williams pointed out the various additions and subtractions to layers of the beat that producers make over the course of a track, all of which contribute to the affect of the final product. (4) As we will see, these additions form an important part of the remix producer’s toolkit in many of the tracks on Meow the Jewels .",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "williams_2009"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Manabe, while not denying the existence of correspondences between beat and flow, challenged the second of these claims by emphasizing the high degree of collaboration between producer and rapper in crafting the finished product: in creating a rap song, she notes, “the producer and rapper enter into an iterative process, where layers of drum, rap, and melodic instruments are added over time and tested out in studio and live recordings” ( 2009 , 310). She further noted that in a remix, the producer’s contribution to the overall affect of the finished track outweighs that of the rapper(s). “The remix can present a high hurdle of creativity and skill for the producer,” she says, “making a counterargument to any analysis that over-credits the rapper for musicality at the expense of the DJ-producer” (309). Thus, if such correspondences do exist, one ought to look to the producer as, at minimum, an equal participant in their creation.",
                "footnotes": [],
                "citations": [
                    "manabe_2009"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] At this point, I will briefly digress in order to define two different types of remixes, based on the purpose for which they are created: I will call them the dance remix and the aesthetic remix. (5) In preparation for this article, I interviewed several professional DJs and producers, although unfortunately I was unable to contact anyone involved with Meow the Jewels . I asked several questions about the creation of remixes, and was surprised by the answers: everyone I contacted viewed the primary purpose of a remix as increasing the danceability of a song. As DJ Misha K (Mikhail Kofman) put it, “either you are taking a dance track and remixing it and still staying as a dance track. Or you are taking a song of a totally different genre like country or rock or pop and making it into a dance record.” (6) Although he identifies two types of remix, both ultimately serve the primary purpose of dancing. Even more tellingly, when asked how he evaluated the quality of a remix, DJ Ace (Carlos Goins) said, “most importantly it should encourage the audience to dance or to continue to dance.” (7) I categorize the types of remixes these DJs describe as dance remixes; they often change very little of the harmonic and melodic structure of the original song, but employ heavy timbral modifications and manipulations of the beat in order to enhance the experience of club dancers.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The descriptions given in the previous paragraph seem at odds with the quote from DJ Krush given at the beginning of this article, which centers on crafting a unique sound without mentioning dance at all. In fact, barely any of the tracks on Meow the Jewels seem suitable for dancing: only one has a four-on-the-floor EDM beat, only a handful have what might loosely be described as a hip-hop beat, and two of them have no beat at all. Given that most of these remixes are actually less danceable than the originals, the producers must have had a more abstract purpose in mind in creating them. I therefore classify these remixes as aesthetic remixes: they often leave only the lyrics intact, modifying the beat along with the harmonies and timbres, and in many cases removing whatever dance-like qualities the original song had. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] My intention is not to draw a bright line between these two types of remixes. Certainly, dance remixes bear the personal imprint of their producers, who pay close attention to the aesthetic characteristics of their new beats; on the other side, aesthetic remixes often motivate a bodily response in their listeners as much as dance remixes do. But in a case where the aesthetic remix strips the original of its danceability (as in Meow the Jewels ), the remix challenges listeners and analysts to discover its raison d’être . If a remix does not motivate us to dance, then what does it do? How does it alter our hearing of the original song, and why? These are the types of questions that this article sets out to explore.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The preceding discussion provides the foundational context for the present article, which serves as a counterweight to the claims in my earlier article. While correspondences between beat and flow are no doubt present, an album of remixes forcefully demonstrates that producers can have as much input in their creations as rappers do. Meow the Jewels uniquely presents us with the opportunity to hear several different producers’ reinterpretations of a single artist’s work. (9) There is no doubt about who should receive creative credit for Meow the Jewels : having fashioned a new beat for each track, the producers have taken control of the interactions between beat and flow.  Furthermore, the remixes on the album are decidedly aesthetic ones, as they appear to have been created primarily to show off each producer’s technical skill and unique musical style. The album exemplifies producers doing what they do best: responding to lyrical rhythm, defining (or redefining) formal boundaries, and generally reshaping the affective qualities of a song.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] In his landmark work The Structure of Scientific Revolutions, Thomas Kuhn made what has become a well-known distinction between paradigm shifts , moments of upheaval in which new scientific models supplant earlier ways of thinking, and normal science , in which scientists flesh out prevailing models by churning out experiments and publishing results. (10) Unlike many other forms of musical analysis, hip-hop research has had very little time to engage in “normal science,” and that is what I aim to do here. This article does not intend to break new theoretical ground, but instead aims to contribute to the growing body of studies of beat and flow in hip-hop by presenting a set of analyses that focus on the contributions of producers. A comparison of five tracks from the original album with their remixes will demonstrate the remarkable extent to which a producer can reconfigure the experience of a hip-hop track. Just as the title of this article employs two different interpretations of the word “playing,” forcing readers to reimagine the activity described by the term, I will show that producers can use a remixed beat to suggest a new, and often more gratifying, mode of hearing. A Note about Tracks and Titles Table 1 . Track listings for Run the Jewels 2 and Meow the Jewels (click to enlarge) Example 1 . “Early”/“Meowrly,” verse 1, lines 1–14 (Killer Mike) (click to enlarge and listen)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In keeping with the syntactically absurd title of the album, (11) each track on Meow the Jewels substitutes some word or syllable from the original track title with an appropriate cat-related word or sound. For reference, Table 1 shows the track titles for both Run the Jewels 2 and Meow the Jewels . The right-hand column also gives the names of the producers for each track on Meow the Jewels . (12) “Early” vs. “Meowrly” and “Lie, Cheat, Steal” vs. “Lie, Cheat, Meow”",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] At the most basic level, a producer can use a new beat to highlight rhythmic or motivic aspects of the lyrics that may not have been manifested in the original beat. The difference between “Early” and its remix “Meowrly” shows the producer Boots (Jordan Asher) deliberately bringing to the forefront a recurring rhythmic motive from the rapped vocals. Example 1 and Audio Example 1a present the first fourteen lines of Render’s verse from “Early.” (13) Instances of the recurring rhythmic motive are shaded in the example.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The use of rhythmic motives is a notable feature of Render’s rapping: on Run the Jewels 2 , eight out of the eleven tracks employ some regularly recurring rhythm. As the flow diagram for “Early” makes clear, Render’s main motive in this song comprises four slant-rhymed sixteenth-note syllables followed by a rest (usually an eighth rest, sometimes a sixteenth). The first and last of these sixteenth notes are accented, and Render usually raises the pitch of the last one as well. The motive begins on beat 2 of every other measure and on beat 3 of every fourth measure (starting with m. 1), with two additional instances beginning on the fourth beat of mm. 6 and 8.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The original song and its remix demonstrate the difference between a beat that disregards this motive and one that emphasizes it. While the motive is obvious in the rapping, the beat for “Early” does not noticeably interact with it: nowhere in these fourteen lines (or, in fact, in the rest of the song) does the beat employ the sixteenth-note motive so prevalent in the rapping. In “Meowrly,” however, it is clear that producer Asher had this motive in mind when he created the new beat. The beat is a percussive mix of drums, a low purr, and a hoarse, indeterminately pitched meow. (For reference, Audio Example 1b gives the opening few seconds of the song, in which the meow sound can be heard at 0:04 and 0:06.) During Render’s verse, presented as Audio Example 1c , Asher chops up the raspy meow sound into an eighth and two sixteenths, which he then places on every second beat in coordination with the rhythmic motive in the rapping. The rising pitch of the meow reinforces the higher pitch and accent of the motive’s last syllable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In “Meowrly,” then, the beat and lyrics present a more unified flow by sharing and mutually reinforcing the main motive. (14) This remix is, in fact, a prime example of what Bradley calls rap’s “dual rhythmic relationship” ( 2009 , 7), in which the instrumentals and vocals work together to unify the track. But while Bradley gives rappers primary credit for identifying salient features of the beat and crafting rhymes that integrate with them—he speaks of “lyrics set to the beat for which they were written” (8) and “words bending to a beat” (13)—in “Meowrly” (as in the rest of Meow the Jewels ), it is the producer who has seized on a conspicuous motive and generated the track around it. “Meowrly,” then, like most remixes, presents an inversion of Bradley’s (and my) earlier model: instead of the producer generating motivic and grouping structures that are subsequently manifested in the rapper’s flow, those motives are drawn from the rapper and made manifest in the new beat. Example 2a . “Lie, Cheat, Steal”/“Lie, Cheat, Meow,” verse 1, lines 5–20 (El-P) (click to enlarge and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "bradley_2009"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] In “Lie, Cheat, Meow,” the remixed beat, instead of highlighting a rhythmic motive from the rapping, highlights a change in the rapper’s speed. Example 2a gives a lyric chart for lines 5–20 of Meline’s verse. (15) Audio Example 2a presents these lines as they appear in “Lie, Cheat, Steal.” (16) The most striking aspect of the flow in these lines is the remarkable increase in the rapper’s speed starting in line 13 of the example. In lines 5–12, the primary beat division is the sixteenth note; only nine (7%) of the sixteenth-note subdivisions are further divided into 32nd notes. From line 13 to the end of the verse, fully 54 (42%) sixteenth notes are subdivided into 32nds, giving the impression that Meline is rapping twice as fast. This dramatic change in speed has the effect of dividing the verse roughly in half. Yet, as the audio example demonstrates, this formal division is not reflected by the beat: other than the addition of a few more musical layers, which increase the track’s volume to match the rapper’s increased intensity, the beat remains largely the same. Example 2b . Beat for “Lie, Cheat, Meow,” lines 11–14 (0:18–0:29 in Audio Example 2b) (click to enlarge and listen)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] “Lie, Cheat, Meow,” remixed by Prince Paul (Paul Huston), takes quite a different approach. Example 2b transcribes Huston’s new beat during lines 11–14, which contain the critical change from line 13 to line 14; audio for the entire excerpt is given in Audio Example 2b . Huston chose to support Meline’s rapping by creating a beat that reflects the startling change in lyrical speed. The beat for the first half of the verse (the first two bars of the example) has a loping, sedate quality. It is also fairly sparse, consisting only of a down-tempo hip-hop beat and the digitally modified cats yowling. At the thirteenth line (0:24 in Audio Example 2b), Huston dramatically increases the pace in order to match the increased intensity of the rapping: the hi-hat changes to a stream of 32nd notes, matched by the cat’s purr, which is also quantized into a 32nd-note stream. The bass and snare drums also reinforce the 32nd-note subdivisions. This new subdivisional level continues through the end of the verse, albeit with some additions and subtractions of layers along the way. Huston thus demarcates the formal boundary within the verse between the slower opening section and the faster second half. In “Lie, Cheat, Meow,” just as in “Meowrly,” the remix producer seized upon some prominent aspect of the rapper’s flow and used the beat to magnify it, bringing beat and flow into greater alignment. “Crown” vs. “Creown”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The two remixes of “Crown,” both titled “Creown,” provide excellent demonstrations of the ways that alterations to the meter can suggest a new interpretation of the lyrics. “Crown” was the only track to be remixed twice on Meow the Jewels , with the first remix hyperbolically magnifying the metrical qualities of the original and the second one completely subverting them. In so doing, the second remix creates an unsettling soundscape that not only reinforces the dark character of the lyrics, but potentially alters the way they are construed. Example 3a . Basic beat for “Crown” (click to enlarge) Example 3b . “Crown”/“Creown,” verse 1, lines 1–8 (Killer Mike) (click to enlarge and listen) Example 3c . Basic Beat for “Creown,” version 1 (The Alchemist) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Render’s verse on “Crown” begins with his guilt at having dealt cocaine to a pregnant woman who subsequently gave birth to a disabled child, and ends with her forgiveness and his redemption. Example 3a transcribes the most prominent layers in the basic beat for “Crown,” (17) and Example 3b provides the first eight lines of Render’s verse; Audio Example 3a gives the relevant portion of the song. As the transcription shows, the beat and flow of the original song complement each other quite well. The pulsating bass line and clipped percussion sounds are well suited to the inner turmoil expressed in the lyrics. At the same time, Render’s anapestic flow ensures that the most significant words—shame, cocaine, prayed, fame, change, and so on—receive metrical as well as spoken accents. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The first version of “Creown,” produced by The Alchemist (Daniel Maman), pokes fun at the sincerity of Render’s lyrics. The beat is presented as Example 3c and Audio Example 3b . The beat samples a commercial for Meow Mix cat food, which, in underscoring the 12/8 meter of the original song, manages to express a mood completely at odds with that of the lyrics. The constant trochaic rhythm of the beat, which jauntily swings between I and V—in major, as opposed to the minor mode of “Crown”—for three full bars of the loop, draws the listener’s attention more to the beats than to the half-measures. By emphasizing every beat, the new music minimizes the dramatic stress on the words listed above and thereby strips the lyrics of their brooding intensity. Instead of complementing the expressive character of the lyrics as the original beat did, the new beat focuses on their rhythmic profile, magnifying the lilting quality of Render’s lyrics so much that it overshadows their semantic content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The incongruity between the seriousness of the lyrics and the ridiculousness of the sample forces a kind of cognitive dissonance upon hearing the song. This type of incongruity is often used for humorous effect, as noted by Brøvig-Hanssen and Harkins ( 2011 ) in their study of mashups, and that may have been Maman’s aim in creating this remix. But while the major-mode cats are delightfully ironic on the first hearing, given the gravity of the lyrics, this remix ultimately comes off as distasteful. As Bradley remarks in his discussion of rhythm and meter in poetry, “stray too far from the meter and the poem can lose all rhythmic order, stay too close and it begins to sound like a singsong parody of itself” ( 2009 , 9). The latter is exactly what Maman has done with “Creown”: in taking the prevailing rhythm of the song and blowing it cartoonishly out of proportion, he turned a dark depiction of urban life into a singsong anthem. Example 3d . “Creown,” version 2 (3D), verse 1, with lyrics (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "bradley_2009"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Much more striking is the second version of “Creown,” produced by 3D (Robert del Naja) of the trip-hop group Massive Attack. (19) This version completely recasts both the meter and the metrical placement of the lyrics, reinforcing their dark, unsettling character even more than the original beat did. Example 3d (coincidentally) transcribes the same bars of 3D’s version of “Creown” in a slightly different format: here, I have notated the lyrics directly into the score, in order to highlight some of the clashes between the pared-down beat and the imported lyrics. Audio Example 3c provides this verse.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] The most obvious difference between this version of “Creown” and the original “Crown” is the meter: Del Naja has recast the song in a straight 4/4, with a four-on-the-floor-type beat and duple eighth-note subdivisions in the electronic percussion. This infuses the remix with much greater tension than the original song, as the listener is constantly aware of the rapper’s triplets pushing and pulling against the eighth-note accompaniment. But Del Naja performed an even more remarkable alteration to the lyrics, by shifting them forward one beat from the original. In place of the anapestic rhythm created by beginning the lyrics on beat 4, the producer forces the lyrics into a beginning-accented dactylic rhythm starting on beat 1. (20) This shift does more than just require listeners to reorient themselves metrically (though it does that as well); it intensifies the lyrics by changing the emphasized words. In the original version, the words falling on strong beats all emphasized things that Render felt, did, or wanted: “Down with the shame ” (m. 1), “sat and I prayed ” (m. 4), “Give me the fame ” (m. 5), and so on. The one-beat shift in the lyrics relegates those words to the weak beats, and places on strong beats those words that describe the change he wants to effect in himself: “ Used to walk traps” (21) and “ Used to write raps” describe the person he was, while he now prays that God will “ Give me a lane,” “ Give me the fame,” whereupon he will “ pro -mise to change.” The remix thus repositions the rapper as a supplicant reflecting on his past and looking towards the future. In metrically shifting the lyrics, Del Naja has forced them to turn outward, all from the difference of one beat. (22) “Oh My Darling Don’t Cry” vs. “Oh My Darling Don’t Meow” (23) Audio Example 4a . “Oh My Darling Don’t Cry” Audio Example 4b . “Oh My Darling Don’t Meow”",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In “Oh My Darling Don’t Meow,” the producer of the remix, Just Blaze (Justin Smith), modifies the beat to create the perception of a meter change by problematizing the song’s basic pulse. Audio Example 4a gives Render’s first verse from the original song, “Oh My Darling Don’t Cry,” and Audio Example 4b gives the same verse from “Oh My Darling Don’t Meow.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The most extraordinary difference between the original beat and the remix happens from 0:12 to 0:16 in the audio examples. The beat for “Oh My Darling Don’t Cry” stays relatively stable throughout the verse. Other than a subtraction of one layer after the eighth line of rapping (around 0:14), the electronic beat hums along at a steady pace. But at the same point in the remixed beat, there is a remarkable change: after a long build-up, the bass finally enters, giving the impression that the main loop has started—but at the same time, the pulse slows down by half, effectively doubling the length of the perceived measure. In part because of the more or less steady stream of eighths and sixteenths in the rapping, and the continual repetition of its main rhythmic motive, the beat somehow seems to slow down and maintain its speed simultaneously. It is the auditory equivalent of a car shifting to a higher gear, keeping the same pace even as the primary pulse changes from the quarter note to the half note. (24) Example 4a . “Oh My Darling Don’t Meow,” first part of the verse (click to enlarge and listen)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The first part of the remix verse strongly suggests a four-beat measure, as shown in Example 4a (0:01–0:14 in Audio Example 4b ). The beat contains three repeating layers: the descending chromatic bass line from E to C, the 3+3+2 snare drum pattern, and the sampled “meows” on every other beat. Although the bass line only repeats verbatim every sixteen beats, the first and third parts of its rhythm align identically with the 3+3+2 snare drum pattern. This pattern, in turn, is one of the “diatonic rhythms” identified by Mark Butler as an essential way of generating rhythmic variety within the span of a single four-beat measure. (25) Added to these layers, the “meows” punctuate every other beat, and in so doing, call attention to an unarticulated strong beat just as Butler describes in his discussion of syncopation: “In [. . .] traditions with roots in African-American musical practice, strong phenomenal accents on the second and fourth beats of the measure are so pervasive that this trait can be regarded as normative . . . and there is little reason to regard the attacks on beats two and four as belonging elsewhere” ( 2006 , 87). Thus, the four-beat cycles of the cat sounds and the snare drum align with the first and third bars of the bass-line rhythm to define four-beat measures as transcribed in Example 4a, rather than, say, measures twice as long or half as long.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "butler_2006"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] At the same time, two factors give this entire section the character of an extended upbeat. First, an electronic stream of sixteenth-note pulses begins at 0:08 in the example and continually rises in pitch for four bars, intensifying both the anticipation of the new beat at 0:14 and the ultimate satisfaction in its eventual arrival. Second, and more notable, is the lack of a bass drum in the first part of the verse. Both Butler ( 2006 ) and Robert Fink ( 2011 ) have emphatically asserted the importance of the bass drum in African-American-based popular music, for marking formal boundaries as well as for satisfying long-range expectations. In Butler’s description of EDM performances, (26) the sense of withholding and finally releasing (“dropping”) the bass plays out over the course of several measures, but here the same phenomenon happens in miniature, as the intense build-up occurs only over the course of a few seconds. But, as Fink would argue, its function is the same: “When a DJ ‘drops the bass’ . . . he is reaping the syntactic benefits of withholding the basic groove altogether for dramatic effect on the audience” ( 2011 , 195). (27) Thus  it is with this section of “Oh My Darling Don’t Meow,” in which Smith deftly and quickly builds up anticipation for an eventual and satisfying bass drop in the ninth measure. Example 4b . The “Funky Drummer” break (click to enlarge)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "butler_2006",
                    "fink_2011",
                    "fink_2011"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] It is all the more surprising, then, that the eventual arrival of the bass drum coincides with a sudden doubling in length of the basic pulse. This is created by Smith’s strategic employment of the “Funky Drummer” break, shown in Example 4b . Certain rhythms characterize every instance of this beat; chief among these is the syncopated 3+2+3 snare drum rhythm spanning beats 2 and 3, bracketed in the example. Schloss ( 2004 , 36) calls this break “perhaps the single most-exploited sample in hip-hop history,” (28) and it is such a fundamental part of hip-hop’s sonic palette that listeners are primed to hear each repetition of it as one bar. A measure of the break is virtually always coterminous with a four-beat pitched loop, and often also with a single line of lyrics. (29) Example 4c . “Oh My Darling, Don’t Meow,” verse 1 (Killer Mike) (0:08–0:20 in Audio Example 4b) (click to enlarge and listen)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "schloss_2004"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] Example 4c transcribes “Oh My Darling Don’t Meow” at the crucial juncture. Recall that the first four bars strongly defined the transcribed quarter-note as one beat, and the measure as four beats. In the second part of the example, a modified version of the “Funky Drummer” break begins, recognizable by the syncopated snare drum pattern described above. Here, however, the basic pulse changes to the half note, as the break occupies what had been two full measures. Keeping the transcribed quarter-note the same, the 3+2+3 snare pattern (again bracketed in the example) occupies four beats instead of two. This has the effect of doubling the measure length and generating the unusual change in the perceived pulse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Justin London describes meter as “a musically particular form of entrainment or attunement , a synchronization of some aspect of our biological activity with regularly recurring events in the environment” ( 2004 , 4). Butler further summarizes the three levels at which meter exists: “Within music theory,” he says, “meter is widely understood as a hierarchical perception involving at least three simultaneous layers of regular pulsation: one corresponding to the beat or ‘tactus,’ a faster-moving layer that divides beats into twos or threes, and a slower-moving layer that corresponds to the measure” ( 2014 , 194). The metrical problem that Smith creates in the beat to “Oh My Darling Don’t Meow” involves a deliberate conflict between the upper two of these layers, and forces the choice upon the listener of which layer to entrain to. The first section of the beat defines a meter in which four pulses create one bar. But the stretched-out “Funky Drummer,” which also strongly defines one bar, lasts for eight beats. Example 4d . The same passage, renotated with each drum pattern lasting one measure (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "london_2004",
                    "butler_2014"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] A listener minimally familiar with hip-hop music—as, I would argue, most listeners to “Oh My Darling Don’t Meow” would be—therefore has two choices: either attune to the quarter-note beat level, and thereby reconfigure the aural context for the “Funky Drummer” break, stretching it out over two measures as transcribed in Example 4c; or attune to the measure level and suddenly imagine an abrupt tempo change, by which the measure length stays the same but all of the note values are cut in half, as transcribed in Example 4d . This second transcription, which notates the drum patterns as though they each last one measure, requires renotating the music with a simple metric modulation, since keeping the drum patterns one measure long requires that the rapping be twice as fast. Listeners familiar with hip-hop could likely hear the music both ways, depending on whether they focused on the steady speed of the rapping or on the expectations created by the beat patterns. Smith forces these two musical features to contradict each other, with surprising and delightful results. “Jeopardy” vs. “Meowpurrdy”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In the final examples, “Jeopardy” and “Meowpurrdy,” Meline, who produced both the original and the remix, uses different types of repetition to create different musical characters and also to manipulate the listener’s perception of the musical subject. The drawn-out beat of “Jeopardy” carries the listener on a slow but inexorable forward trajectory, while the clipped beat for “Meowpurrdy” creates a sense of breathless urgency. A brief digression about repetition is necessary before examining the songs. Richard Middleton  identified two types of repetition in music, musematic and discursive , describing them as follows: Musematic repetition is, of course, the repetition of musemes; the most familiar examples—riffs—are found in Afro-American musics and in rock. Discursive repetition is the repetition of longer units, at the level of the phrase, the sentence or even the complete section. . .[M]usematic repetition is far more likely to be prolonged and unvaried, discursive repetition to be mixed in with contrasting units of various types. ( 1990 , 269)",
                "footnotes": [],
                "citations": [
                    "middleton_1990"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] Middleton goes on to state that “repetition in Afro-American musics is most often musematic” (270), while noting that European art music employs primarily discursive repetition. Middleton does not insist on rigid conceptual boundaries for these two types of repetition; rather, they exist along a continuum, and are discernible by their length and by the type of information they contain. The length of the repeated segment plays an important role—shorter segments naturally tend to be musematic, while longer ones tend to be discursive—but Middleton also leans heavily on the element of teleology: the greater the extent to which a repeated unit creates teleological expectations, the more it is discursive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The repetition in a hip-hop loop is, as Middleton says, most often musematic. The pitched layer of the beat typically repeats every two or four bars, and (when tonal) is most often either tonally closed or ends on a harmony that leads naturally back to the tonic. (30) Therefore, even though the listener’s sense of small-scale anticipation and satisfaction increases with each iteration of the beat, any sense of large-scale harmonic motion is muted after the first few iterations, as the listener continually anticipates the return of the opening sonority. But many loops, especially those created by “underground” producers like Meline, occupy a grey area along the musematic-discursive continuum, as both the length and the tonal structure of the pitched material set up the sorts of teleological expectations that characterize discursive repetition. (31) This issue is summed up nicely by Schloss in his discussion of hip-hop loops. Although Schloss refers specifically to sample-based beats, his ideas about looping and repetition are equally relevant to programmed beats. “Looping,” he says, “automatically recasts any musical material it touches, insofar as the end of a phrase is repeatedly juxtaposed with its beginning . . . After only a few repetitions, this juxtaposition, along with the largely arbitrary musical patterns it creates, begins to take on an air of inevitability. It begins to gather a compositional weight that far exceeds its original significance” ( 2004 , 137). (32) He concludes by noting that “[w]hile looping may not change the sound of the music—its rhythm, melody, harmony, or timbre—it changes the entire sensibility within which this sound is interpreted” (138). Example 5a . “ Jeopardy,” bass line (click to enlarge and listen)",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "schloss_2004"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] This brings us to “Jeopardy,” the first track from Run the Jewels 2 , whose basic beat approximates discursive repetition in a way that few other hip-hop beats do. Remarkably for a hip-hop loop, the bass line for “Jeopardy” (given in Example 5a ) lasts a full sixteen bars before it is repeated. Among other things, this means that there are only four complete iterations of the bass line in each verse (also, unusually, Render’s verse begins halfway through the first iteration of the bass line). Meline uses the expansive quality of this bass line to his advantage: he creates a megalithic beat, adding musical layers with each repetition of the bass line in order to transform each verse into a sixty-four bar crescendo, as follows: First iteration: bass line alone for eight bars, adds synthesizer in m. 9 (33) Second iteration: adds percussion Third iteration: adds saxophone Fourth iteration: adds louder percussion, saxophone moves to a higher octave (34) A portion of the first verse of “Jeopardy” is given as Audio Example 5a . (35)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Meline’s manipulation of repetition in this beat is even subtler than the above description suggests. As the example shows, the bass line contains varied repetitions at the four- and eight-bar levels, with subtle changes in pitch and octave leaving listeners continually unsure of whether they are hearing a repetition or something new. For instance, upon hearing mm. 5–6 of the bass line, first-time listeners (including me) would probably notice the repetition of the half notes G and E, and assume that the first four bars are being repeated. The change from E to A on the third beat of m. 5 would likely be unnoticed or assumed to be a misremembering of m. 1. The most noticeable change comes in m. 7, where E-flat replaces the A on beat 4 of m. 3; at this point, listeners are likely to assume that the bass line is eight bars long, and will repeat shortly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Subsequent events at first seem to bear this out. Measures 9–12 of the bass line seem to repeat mm. 1–4; the octave displacement of E in m. 9 either does not register at all or registers as a misremembrance of the first four bars. Finally, the change from G in m. 6 to B in m. 14 confirms that there will be no literal repetition until at least m. 17, at which point the bass line does indeed begin again.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] These minute changes in the bass line make it tricky—at least on a first hearing—to track repetition versus variation in real time. The melodic outline A–G–C–B created by each downbeat certainly generates tonal expectations of a return to A after every four bars, and that return is confirmed. But each time it seems as though the bass line is about to repeat exactly (that is, in mm. 5 and 9), a slight alteration proves otherwise, leaving the bass line with the unsettling quality of constantly creating and thwarting the expectations of repetition. Meline thus cleverly crafts a beat that creates both the “air of inevitability” described by Schloss (through the constant tonal return to A every four bars) and the sense of long-range teleological expectations described by Middleton (through the constant variation and addition of musical layers). Video Example 1 (click to view animation)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.8": {
                "text": "[7.8] Mark Butler ( 2014 , 205), in describing beats with this quality, has borrowed Robert Fink’s term recombinant teleology which signifies, among other things, beats that create a sense of long-range direction through minute variations in their cycles. Butler criticizes modern music theory for creating a false dichotomy between “linear” and “cyclical” time, especially insofar as the latter is usually conceptualized (and diagrammed) as being circular. He notes that “in order to conceptualize cyclical design in a way that allows it the same degree of temporal possibility afforded to “linear” temporality, it is imperative to recognize that cycles and circles are not equivalent” (203–4). This is a perfect explanation of the beat for “Jeopardy,” which is cyclical but not circular. Its visual representation would most likely be a cycloid , the shape traced by a fixed point as it travels around the edge of a rolling circle. The beat, like the cycloid curve, both follows a circular path and progresses inexorably forward, as shown in Visual Example 1 , where red dots represent each beat and the gradual increase in the size of the dots corresponds to the increase in intensity. (36) The large-scale combination of cyclical repetition with forward motion in the bass line works with the various additions and pitch manipulations to create a sonic juggernaut throughout the verse. Although the bass line for “Jeopardy” does not alternate with contrasting sections, as Middleton suggests a discursive repetition should, it uses Butler’s recombinant teleology to create the type of long-range expectations that we expect from such a repetition. Example 5b . “Meowpurrdy,” pitched part of main loop (click to enlarge and listen)",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "butler_2014"
                ]
            }
        },
        {
            "7.9": {
                "text": "[7.9] This bass line provides a remarkable contrast with the loop for “Meowpurrdy,” its remix on Meow the Jewels . The pitched part of “Meowpurrdy” is given as Example 5b , and the same portion of the first verse as Audio Example 5b . (37) No matter how one reduces out variations in the repetition, this beat is one-fourth the length of the original: if we take the length of each exact repetition, then “Meowpurrdy” has four bars to “Jeopardy”s sixteen, and even if we remove all the minute variations from each beat, “Meowpurrdy” reduces to one bar of D– D ♯ –E and “Jeopardy” to four bars of A–G–C–B. Moreover, given that the song and its remix are both at the same tempo, the beat of “Jeopardy” is four times longer than that of “Meowpurrdy,” both conceptually and temporally. In creating “Meowpurrdy,” then, Meline effectively swapped a discursive beat for a musematic one, and the difference between the two songs affords us the opportunity to examine the difference between those two types of repetition with all other variables controlled for.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "7.10": {
                "text": "[7.10] At minimum, the remix reconfigures the way that listeners perceive groupings in the lyrics. Assuming that listeners would map one line of text onto one repetition of the beat, which for the sake of argument I will take to be the smallest possible unit of repetition (one bar of “Meowpurrdy” or four bars of “Jeopardy”), the perception of one “line” of lyrics changes dramatically. Transcriptions of the lyrics can help visualize the different ways of hearing the verses. The first four lines of “Jeopardy” would be heard as follows (it is worth listening to audio examples 5a and 5b, following along with the lyrics): I’m up at midnight, I’m dippin’ off in my Nizzikes; a gun and a metal pizzipe, a knizzife is to my rizzight (38) I’m lurkin’ servin’ on pussies who lack a purpose I’ve got ‘em filled up with frizzight like Mizzike is you all rizzight? I’m lookin’ lurkin’ on bitches twerkin’ for service, the bitches bag is a Birkin, (39) I’m yellin’ screamin’ and cursin’ I’m puttin’ pistols in faces at random places like, bitch give it up or stand adjacent to Satan.",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "7.11": {
                "text": "[7.11] In this transcription, where one line of text lasts four bars, each line has virtually the same rhythm: an eighth rest followed by a steady rhythm of eighth notes, ending with a quarter rest. When heard against the backdrop of “Jeopardy’s” bass line, the voice rests with each downbeat iteration of the tonic A, whose tonal energy in turn launches the following line of text. Moreover, since each four-bar unit in the bass line progresses away from and back to the tonic, the downbeats of each measure are de-emphasized in favor of the four-bar hypermetrical tonic downbeats. This has the effect of smoothing out the accents in the text, which sounds as a continuous stream of syllables.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.12": {
                "text": "[7.12] In “Meowpurrdy,” with its shorter basic beat, the same lyrics occupy sixteen lines, as follows: I’m up at midnight, I’m dip- pin off in my Nizzikes a gun and a metal pizzipe, a kniz- zife is to my rizzight I’m lurkin’ servin’ on pus- sies who lack a purpose I’ve got ‘em filled up with frizzight like Miz- zike is you all rizzight? I’m lookin’ lurkin’ on bit- ches twerkin’ for service, the bit- ches bag is a Birkin, I’m yell- in’ screamin’ and cursin’ I’m puttin’ pistols in fa- ces at random places like, bitch give it up or stand ad- jacent to Satan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.13": {
                "text": "[7.13] The effect of “Meowpurrdy” is strikingly different. Obviously, since the lyrics were imported directly from the original song, they are spoken in the same rhythm—an eighth rest, followed by steady eighths, ending with a quarter rest. But here, the eighth-note stream cuts across bar lines, which are much more strongly delimited by the one-bar musematic repetitions of the beat. Furthermore, Render’s flow employs what I have elsewhere called “authoritative” articulation, which is characterized by a constant stream of sound punctuated by aspirations and an emphasis on stop consonants ( Adams 2015 , 131). In each four-bar group, the last eighth of bars 1 and 2 begins with one of these highly emphasized stop-consonant syllables (shown in bold in the lyrics), which receive greater accentuation by virtue of their newfound position immediately before the downbeat. This gives the lyrics a syncopated, jagged quality, and makes “Meowpurrdy” a much more aggressive track. Where “Jeopardy” builds up in a slow, inevitable crescendo, “Meowpurrdy,” with its severely foreshortened beat, assaults the listener with a barrage of offbeat accents—despite the fact that the flow is identical.",
                "footnotes": [],
                "citations": [
                    "adams_2015"
                ]
            }
        },
        {
            "7.14": {
                "text": "[7.14] The difference between the discursive beat of “Jeopardy” and the musematic beat of “Meowpurrdy” is reflected in an even more subtle way that listeners might naturally engage with the songs. Elizabeth Margulis  observes that “music dominated by musematic repetition doesn’t generally offer much in the way of larger-scale structuring; across repeated hearings, listeners will tend to burrow into the music’s ‘grain,’ its nuances of timing, timbre, and articulation, where there is more communicative richness” ( 2014 , 146). Thus, it is not only the compressed musical material that gives “Meowpurrdy” its increased tension, but also the tendency of listeners to become more in tune with the repetitions and thus to internally adopt the music’s urgency themselves. Margulis builds her argument partly upon the work of Rebecca Leydon, who says: [A] palpable sense of volition in a musical work has something to do with our awareness of hierarchies in the music. This suggests that, depending upon whether an ostinato is more \"discursively\" or more \"musematically\" oriented, repetition can tell very different kinds of stories about the musical subject. ( 2002 , par. 9)",
                "footnotes": [],
                "citations": [
                    "margulis_2014",
                    "leydon_2002"
                ]
            }
        },
        {
            "7.15": {
                "text": "[7.15] Echoing the ideas of Naomi Cumming and Leonard Meyer, as well as Middleton himself, Leydon’s argument—painted in broad strokes—is that the hierarchies arising from discursive structures imbue the music with “willful effort.” This increased sense of goal-directed volition gives the music a greater sense of its own subjectivity, which, I argue, puts the listener at a greater distance: as the music asserts its own identity, the listener becomes more of a third-person observer. Thus, I hear a discursive beat like “Jeopardy” at a distance: I find that I aurally disengage, tracking the larger-scale crescendo created by the continual addition of timbral layers and rise in pitch. Although Render speaks in the first person, my own experience of the music is as a third-person observer. Put simply, the expressive force of the song arises from watching the events described therein and the developing musical intensity with which they are depicted.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.16": {
                "text": "[7.16] Complementing this is the tendency of musematic loops, and their lack of hierarchy, to invoke what Middleton calls a “psychic resonance” for the listener. In my own experience of “Meowpurrdy,” entrainment to the one-measure repetitions of the beat invites me to adopt the music’s breathless quality as I “burrow into its grain” (to use Margulis’s term). I find that Render’s first-person narration becomes mine: the musematic beat and its resultant psychic resonance causes me to become the musical subject, taking on Render’s aggression as my own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.17": {
                "text": "[7.17] All of this analysis suggests two points. First, the difference between the expansive beat of “Jeopardy” and the foreshortened beat of “Meowpurrdy” affirms Fink’s ( 2011 ) assertion that the factors that create goal-directed motion in popular music often involve parameters other than pitch. In Fink’s study, goal-oriented expectation and fulfillment are the result of the gradual build-up of percussion attacks toward the ultimate arrival of the Motown beat; while in “Jeopardy” they are created by the gradual accretion of musical layers and timbral modifications throughout the verse, as well as the sheer length of the repeated bass line. Second, different lengths and types of musical repetition in hip-hop beats, in addition to directly impacting the levels of stress (both accentual and emotional) of the lyrics, can also transform the character of the beat and the overall listening experience. Conclusion: Cats and Hip-Hop Individualism",
                "footnotes": [],
                "citations": [
                    "fink_2011"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] The role of the hip-hop producer has changed quite a bit in recent years. The early days of hip-hop centered on the DJ; even rap lyrics often served primarily to draw attention to the DJ’s skills. As hip-hop moved into its golden age (ca. 1988–95), producers were largely behind-the-scenes figures, receiving praise and credits in album liner notes but not exhibiting a very high public profile. To give one notable example, the Bomb Squad (brothers Hank and Keith Shocklee and Eric Sadler) produced some of the most legendary albums in hip-hop history, and yet they were never considered part of any hip-hop group and were rarely mentioned in song lyrics. Like Motown’s Funk Brothers, they are celebrated by insiders but mostly unknown by the general public.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] At the same time, the animal associated with hip-hop was the dog. “Dog” had long been hip-hop (and general) slang for friend, especially one who was part of one’s inner circle. Both the Cleveland Browns and The Arsenio Hall Show had a special section for the “dog pound,” a group of dedicated fans sectioned off for the purpose of rooting for the star(s), often with “barks” of approval. As Ryan Dombal notes, “In the ‘90’s, I grew up with Snoop Dogg . . . and DMX espousing canine superiority. It was a particularly masculine—and perhaps, um, overcompensating—pose during an era of unparalleled hip-hop machismo. There was a sociological element to this: the use of snarling pitbulls as a way for underprivileged men to exhibit control while caught in an unjust system of power” ( 2015 , par. 3). While the full ramifications of anthropomorphizing animals in hip-hop are too broad to treat fully here, it will be useful to discuss some implications of the practice, and what they might mean in the context of Meow the Jewels .",
                "footnotes": [],
                "citations": [
                    "dombal_2015"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] Paul Gilroy gives a detailed critique of Snoop Dogg’s identification with dogs; he notes that “images [of dogs] circulate in a vulgar, insubordinate public conversation about sex and intimacy, power, powerlessness and bodily pleasure” that ultimately work together to dehumanize the rapper ( 2000 , 204). Eithne Quinn similarly notes that the caninization of rappers reflects gangsta rap’s “debasement of black humanity and sexuality,” but she takes her case a step further, arguing that “the phrase ‘dog-eat-dog’ or ‘doggy-dogg’ suggests destructive competition . . . a male-dominated soundscape of dangerous yet exciting survivalism” ( 2005 , 145). While dogs certainly do represent a kind of aggressive sexuality, Quinn’s characterization goes, in my opinion, a bit too far. “Dog-eat-dog” and “doggy-dogg” do not mean the same thing just because they are phonologically similar. (40) It is true, as she says, that “dog-eat-dog” signifies destructive competition, but this is precisely because dogs are typically associated with fierce allegiance to a group: the fact that a dog would “eat” another dog is meant to indicate how a previously tight-knit group has been forced by circumstance to disintegrate into rabid antagonism. The phrase highlights how loyal dogs are to their group under normal circumstances.",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "gilroy_2000",
                    "quinn_2005"
                ]
            }
        },
        {
            "8.4": {
                "text": "[8.4] The sense of group membership and fidelity to one’s “pack” is, in my opinion, the primary meaning behind earlier rappers’ identification with dogs; it is logically prior to any connotations of power or sexuality. And this meaning forms the primary foil for contrasting Meow the Jewels and its identification with cats. It is no coincidence that during the period when dogs were at their peak in the rap world, rappers primarily recorded in and identified with groups, either explicitly (N.W.A.) or implicitly (“West coast” versus “East coast”). But the past fifteen years or so have seen quite a change. Contemporary rap artists virtually always record as soloists, even as they frequently “guest” on each other’s tracks. Likewise, the same period has seen the rise of “superstar” producers, sought after for their distinctive sound and technical skills: this group includes Kanye West, Timbaland, Danger Mouse, Swizz Beats, and, on Meow the Jewels , Just Blaze. Both Meline and Render themselves were also successful artists for years before uniting to form Run the Jewels. The modern hip-hop track is therefore seen less as a group effort and more as a collaboration among unique personalities. While they may come together in service of a shared goal, they ultimately work independently—calling to mind, say, the hunting practices of a pride of lions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] The changing focus in hip-hop from the group to the individual artist was paralleled by the ascendancy of the cat, both as the internet’s favorite animal and the new symbol of hip-hop. Dombal continues: Paving the way to this moment [i.e., Meow the Jewels ] were fellow rap rebels Lil B . . . and his adopted tabby cat KeKe, who released a wild, purr-sampling track three years ago; Danny Brown and his beloved bengal Diren; and Tyler, the Creator’s tendency to put cat heads on every shirt he can sell. Cats are fascinating in part because of their autonomy. They will most certainly lie down, but not on your command. This is the same independent spirit we desire in our artists. ( 2015 , par. 6)",
                "footnotes": [],
                "citations": [
                    "dombal_2015"
                ]
            }
        },
        {
            "8.6": {
                "text": "[8.6] As an aside, perhaps it is not too much of a stretch to see the increased use of feline imagery as a reaction against the association of cats with negatively-valued femininity, and an attempt to reclaim the cat via what Gilroy calls “the familiar process of semiotic inversion capable of changing curse words into words of praise” ( 2000 , 202). In contrast to the late 1990s and early 2000s, when the worst thing to be called was a “pussy” (a term that Render, a consenting but uninterested party in the creation of Meow the Jewels , still uses freely), Meline’s use of cats and cat imagery seems to recapture the kind of clever, cool, free spirit of Felix, Garfield, Fritz, or even a 1950’s jazz musician. Indeed, his focus on cats actually eschews images of masculine, powerful cats like lions or jaguars in favor of the more domesticated variety: the album art shows the rappers with all the familiar gangsta trappings—gold chains, guns, a fast car—but reimagined as everyday household tabbies.",
                "footnotes": [],
                "citations": [
                    "gilroy_2000"
                ]
            }
        },
        {
            "8.7": {
                "text": "[8.7] Whatever additional interpretations might attach themselves to cat imagery, the change from dogs to cats primarily mirrors the change in focus from collective effort to individual talent, and Dombal is right to emphasize the independent artistic spirit reflected in the choice of the cat as representative. What unites the producers of remixes like those on Meow the Jewels with producers like DJ Krush is their status as independent artists, both in the sense of not working as part of a group, and—more importantly—in the sense of not being beholden to a major record label. Meline, notably, wears his “indie” or “alternative” label with pride; his verse on “Jeopardy”/”Meowpurrdy” boasts that he is a force to be reckoned with even though he works outside the mainstream. Just as cats seem to value individual personalities over group membership (except when it serves their interests), the producers of Meow the Jewels each value the way they can remix an existing track into their own work of art, independent of whatever expressive purpose the original song may have had. In the case studies presented here, the producers seem to have gone out of their way to ensure an aesthetic disconnect between the original song and the remix: they manipulated beats in order to assert their own musical identities. The result may not be remembered as the greatest hip-hop album in history, but to use Meline’s own words, “it’s certainly the high-water mark for cat-sound records.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.3.adams.html",
    "data": "mto/data/mto.16.22.3.adams.json"
}