{
    "title": "Material Connections: Bruce Goff, Music, and Modernism Across the Arts",
    "date": "2021/09/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Levy, Benjamin R."
    ],
    "abstract": "The architect Bruce Goff (1904–82) is often associated with Frank Lloyd Wright and Organic Architecture, but his concept of organicism was equally influenced by his interest in modern music, and in particular the work of Claude Debussy. Goff maintained correspondence with musicians throughout his life—including with composers Edgard Varèse and Harry Partch—and in the 1920s and 1930s, he actively composed works for piano and player piano. In Tulsa and then Chicago, Goff developed connections to other writers, artists, and musicians (notably Richard San Jule and Ernest Brooks) who cultivated modernist sensibilities across the arts. Following close consideration of his papers at the Ryerson and Burnham Libraries at the Art Institute of Chicago, I examine Goff’s approaches to music and architecture as expressed not only through his correspondence, pedagogical writings, and architectural designs, but also through the analysis of some of his musical compositions. I also discuss a piece by Burrill Phillips that was inspired by the house Goff designed for John Garvey, violist of the Walden Quartet. By investigating the manifold contexts of these artworks as revealed by archival research, we can shed light on the divergent use of the term “organicism” as it is applied across the arts.",
    "keywords": [
        "Bruce Goff",
        "Edgard Varèse",
        "Harry Partch",
        "Ernest Brooks",
        "John Ireland",
        "Burrill Phillips",
        "player piano",
        "music and architecture",
        "organicism"
    ],
    "doi": "10.30535/mto.27.3.7",
    "received": "May 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.levy.pdf",
    "author_info": [
        {
            "name": "Benjamin R. Levy",
            "university": "Music Department",
            "address": "University of California Santa Barbara, 1315 Music Building, Santa Barbara, CA 93106-6070",
            "email": "levy@music.ucsb.edu"
        }
    ],
    "citations": {
        "_": "Published Works",
        "art_institute_of_chicago": "Art Institute of Chicago, Ryerson and Burnham Libraries, Bruce Goff Collection (AIC/BGC)",
        "university_of_oklahoma": "University of Oklahoma, Office of the Provost, Bruce Goff Personnel File (OU/BGPF)",
        "brooks_1936": "Brooks, Ernest. 1936. “Toccata from Third Piano Sonata.” New Music: A Quarterly of Modern Compositions 9 (4): 13–16.",
        "chou_2006": "Chou Wen-chung. 2006. “Converging Lives: Sixteen Years with Varèse.” In Edgard Varèse: Composer, Sound Sculptor, Visionary , ed. Felix Meyer and Heidy Zimmermann, 348–60. Boydell Press.",
        "collaer_1988": "Collaer, Paul. 1988. Darius Milhaud , tr. by Jane Hohfeld Galante. San Francisco Press. https://doi.org/10.1007/978-1-349-10651-6 .",
        "dahlin_2018": "Dahlin, Kenneth Charles. 2018. “The Aesthetics of Frank Lloyd Wright’s Organic Architecture: Hegel, Japanese Art, and Modernism.” PhD diss., University of Wisconsin, Milwaukee.",
        "de_long_1977": "De Long, David G. 1977. The Architecture of Bruce Goff, Buildings and Projects 1916–1974. Garland Publishing.",
        "de_long_1988": "De Long, David G. 1988. Bruce Goff: Toward Absolute Architecture, Architectural History Foundation . MIT Press.",
        "debussy 1962 [1901]_(1901)": "Debussy, Claude. 1962 (1901). “Monsieur Croche the Dilettante Hater.” In Three Classics in the Aesthetic of Music , 1–71. Dover Publications.",
        "delpar_2015": "Delpar, Helen. 2015. “Carlos Chávez and the Mexican ‘Vogue,’ 1925–1940.” In Carlos Chávez and his World , ed. Leonora Saavedra, 204–19. Princeton University Press. https://doi.org/10.1515/9781400874200-014 .",
        "dunn_2000": "Dunn, David, ed. 2000. Harry Partch: An Anthology of Critical Perspectives . Harwood Academic Publishers.",
        "gibson_2015": "Gibson, Christina Taylor. 2015. “Chávez, Modern Music, and the New York Scene.” In Carlos Chávez and his World , ed. Leonora Saavedra, 2–27. Princeton University Press. https://doi.org/10.1515/9781400874200-004 .",
        "gilmore_1998": "Gilmore, Bob. 1998. Harry Partch: A Biography . Yale University Press.",
        "goff_1929": "Goff, Bruce. 1929. “Riverside Hall, Tulsa, Oklahoma.” Western Architect 38 (12): 220 and plates 184–90.",
        "goff_1962": "Goff, Bruce. 1962. “Goff on Goff: The Work of Bruce Goff, Architect.” Progressive Architecture 43 (December): 102–23.",
        "goff_1996": "Goff, Bruce. 1996. Goff on Goff: Conversations and Lectures. Edited by Philip Welch. University of Oklahoma Press.",
        "henderson_2017": "Henderson, Arn. 2017. Bruce Goff: Architecture of Discipline in Freedom . University of Oklahoma Press.",
        "henning_1992": "Henning, Randolph, ed. 1992. “At Taliesin”: Newspaper Columns by Frank Lloyd Wright and the Taliesin Fellowship . Southern Illinois University Press.",
        "henning_2015": "Henning, Randolph. 2015. “At Taliesin.” Wright in Wisconsin: Member Newsletter 20 (3): 13. https://wrightinwisconsin.org/sites/default/files/Sept%202015%20WIWNewsletter.pdf . Accessed October 10, 2019.",
        "hess_2013": "Hess, Carol. 2013. Representing the Good Neighbor: Music Difference, and the Pan American Dream . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199919994.001.0001 .",
        "hrdy_1965": "Hrdy, Olinka, with Betty Hoag. 1965. “Oral History Interview with Olinka Hrdy, 1965 Mar. 1–Mar. 17.” Archives of American Art, Smithsonian Institution. https://www.aaa.si.edu/collections/interviews/oral-history-interview-olinka-hrdy-12581 . Accessed March 30, 2019.",
        "hubbs_2004": "Hubbs, Nadine. 2004. The Queer Composition of America’s Sound: Gay Modernists, American Music, and National Identity . University of California Press. https://doi.org/10.1525/9780520937956 .",
        "huffman_nd": "Huffman, Larry. [n.d.]. “Concerts of Leopold Stokowski, 1933–1949.” The Stokowski Legacy. Web page. https://www.stokowski.org/Stokowski_Concerts-1933-1949.htm . Accessed October 10, 2019.",
        "johnston_1975": "Johnston, Ben. 1975. “The Corporealism of Harry Partch.” Perspectives of New Music 13 (2): 85–97. https://doi.org/10.2307/832085 .",
        "levy_2012": "Levy, Beth. 2012. Frontier Figures: American Music and the Mythology of the American West . University of California Press. https://doi.org/10.1525/california/9780520267763.001.0001 .",
        "lloyd_2011": "Lloyd, Stephen. 2011. “John Ireland Discography.” In The John Ireland Companion , ed. Lewis Forman, 449–89. Boydell Press.",
        "macdonald_2003": "Macdonald, Malcolm. 2003. Varèse: Astronomer in Sound . Kahn & Averill.",
        "mason_2015": "Mason, Carol. 2015. “Bruce Goff: How to Stop Enjoying and Learn to Fear Queer Art.” In Oklahomo: Lessons in Unqueering America , 111–37. SUNY Press.",
        "maus_1999": "Maus, Fred Everett. 1999. “Concepts of Musical Unity.” In Rethinking Music , ed. Nicholas Cook and Mark Everist, 171–92. Oxford University Press.",
        "mead_1981": "Mead, Rita. 1981. Henry Cowell’s New Music 1925–1936: The Society, the Music Editions, and the Recordings, Studies in Musicology . UMI Research Press.",
        "milhaud_1995": "Milhaud, Darius. 1995. My Happy Life: An Autobiography . Translated by Donald Evans, George Hall, and Christopher Palmer. Marion Boyers.",
        "oja_2000": "Oja, Carol. 2000. Making Music Modern: New York in the 1920s . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195058499.001.0001 .",
        "park_1957": "Park, Ben Allen. 1957. “The Architecture of Bruce Goff.” Architectural Design 27 (May): 151–74.",
        "park_ridge_herald_1936": "Park Ridge Herald. 1936. “Compositions for Mechanical Piano by Bruce Goff Heard at Loop Forum,” Park Ridge Herald , July 17, 1936, 1, 6.",
        "“pride_of_the_prairie”_1948": "“Pride of the Prairie: A High Priest of Individualism is Designing in a Strikingly Regional Idiom for his Grass Roots Clients.” 1948. Architectural Forum 88 (March): 94–101, 190.",
        "robinson_1995": "Robinson, Sidney. 1995. “Bruce Goff and Music.” In The Architecture of Bruce Goff 1904–1982: Design for the Continuous Present , ed. Pauline Saliga and Mary Woolever, 33–46. Prestel.",
        "robinson_2010": "Robinson, Sidney. 2010. “Wright, Goff, and After.” In Bruce Goff: A Creative Mind , ed. Scott Perkins, 33–45. Fred Jones Jr. Museum of Art and Price Tower Arts Center.",
        "rowlands_2011": "Rowlands, Alan. 2011. “John Ireland: Some Musical Fingerprints.” In The John Ireland Companion , ed. Lewis Forman, 166–80. Boydell Press.",
        "saavedra_2015": "Saavedra, Leonora. 2015. “Carlos Chávez’s Polysemic Style: Constructing the National, Seeking the Cosmopolitan.” Journal of the American Musicological Society 68 (1): 99–150. https://doi.org/10.1525/jams.2015.68.1.99 .",
        "sachs_2012": "Sachs, Joel. 2012. Henry Cowell: A Man Made of Music . Oxford University Press. https://doi.org/10.1093/acprof:osobl/9780195108958.003.0002 .",
        "solie_1980": "Solie, Ruth. 1980. “The Living Work: Organicism and Musical Analysis.” 19th-Century Music 4 (2): 147–56. https://doi.org/10.2307/746712 .",
        "spilker_2011": "Spilker, John. 2011. “The Origins of ‘Dissonant Counterpoint’: Henry Cowell’s Unpublished Notebook. Journal of the Society for American Music 5 (4): 481–533. https://doi.org/10.1017/S1752196311000290 .",
        "spilker_2012": "Spilker, John. 2012. “The Curious Afterlife of Dissonant Counterpoint: Jeanette B. Holland’s Class Notes from Henry Cowell’s 1951 Advanced Music Theory Course.” American Music 30 (4): 405–25. https://doi.org/10.5406/americanmusic.30.4.0405 .",
        "stallings_2009": "Stallings, Stephanie. 2009. “Collective Difference: The Pan-American Association of Composers and Pan-American Ideology in Music, 1925–1945.” PhD diss., Florida State University.",
        "stallings_2015": "Stallings, Stephanie. 2015. “The Pan/American Modernisms of Carlos Chávez and Henry Cowell.” In Carlos Chávez and his World , ed. Leonora Saavedra, 28–45. Princeton University Press. https://doi.org/10.1515/9781400874200-005 .",
        "stinson_1936": "Stinson, Eugene. 1936. “Music View: Music for Ten Toes.” Chicago Daily News , July 15, 1936, 25.",
        "tick_1993": "Tick, Judith. 1993. “Charles Ives and Gender Ideology.” In Musicology and Difference: Gender and Sexuality in Music Scholarship , ed. Ruth Solie. University of California Press. https://doi.org/10.1525/9780520916500-006 .",
        "tick_1997": "Tick, Judith. 1997. Ruth Crawford Seeger: A Composer’s Search for American Music . Oxford University Press.",
        "welch_1995": "Welch, Philip. 1995. “Bruce Goff: Teacher and Mentor.” In The Architecture of Bruce Goff 1904–1982: Design for the Continuous Present , ed. Pauline Saliga and Mary Woolever, 57–59. Prestel.",
        "white_2010": "White, Mark. 2010. “‘Steady to the Ideal’: The Paintings of Bruce Goff.” In Bruce Goff: A Creative Mind , ed. Scott Perkins, 93–107. Fred Jones Jr. Museum of Art and Price Tower Arts Center.",
        "wilkinson_1957": "Wilkinson, Marc. 1957. “An Introduction to the Music of Edgard Varèse.” Score Magazine 19: 5–18.",
        "wright_1953": "Wright, Frank Lloyd. 1953. The Future of Architecture . Horizon Press.",
        "wright_1987": "Wright, Frank Lloyd. 1987. Truth Against the World: Frank Lloyd Wright Speaks for an Organic Architecture . Edited by Patrick J. Meehan. John Wiley & Sons.",
        "zevi_1950": "Zevi, Bruno. 1950. Towards an Organic Architecture . Faber & Faber."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This letter, dated March 2, 1950, from Edgard Varèse to Bruce Goff, is held in the Ryerson and Burnham Libraries at the Art Institute, Chicago, Bruce Goff Collection, Series I (Correspondence): Box 24, Folder 2 (henceforth abbreviated AIC/BGC I:24, 2). “Helix House” refers to the design of a house for Constance Gillis in Bend, Oregon, which is featured in the issue of Architectural Forum that Kerr showed Varèse ( “Pride of the Prairie” 1948 , 100).",
            "citations": []
        },
        "FN2": {
            "text": "2. These letters from Edgard and Louise Varèse to Goff (respectively June 5, 1957 and March 6, 1963, AIC/BGC I:24, 2), suggest that Goff sent Varèse periodicals containing Park 1957 and Goff 1962. Edgard’s letter also indicates that Goff was sent a copy of Wilkinson 1957 in return. For more on Varèse’s unfinished Nocturnal , including this working title and Chou Wen-chung’s role in its completion, see Macdonald 2003 and also Chou 2006 , which makes reference to the helix as a way of conceptualizing pitch in Varèse’s music.",
            "citations": [
                "macdonald_2003",
                "chou_2006"
            ]
        },
        "FN3": {
            "text": "3. The most detailed treatments of music in Goff’s teaching come in Goff 1996 , Henderson 2017 , and Robinson 1995 and 2010 . See also the extensive studies of Goff’s architecture in De Long 1977 and 1988 .",
            "citations": [
                "goff_1996",
                "henderson_2017",
                "robinson_1995",
                "robinson_2010",
                "de_long_1977",
                "de_long_1988"
            ]
        },
        "FN4": {
            "text": "4. This quote is from Wright’s letter of recommendation for Goff’s application for a job at the University of Oklahoma, and is archived in his Personnel File, Office of the Provost, University of Oklahoma (henceforth OU/BGPF) and quoted in Henderson 2017 , 90.",
            "citations": [
                "henderson_2017"
            ]
        },
        "FN5": {
            "text": "5. See Wright 1953 and 1987 , Zevi 1950 . For more on the roots of Wright’s organicism in Goethe, Hegel, and German Romanticism, see Dahlin 2018 .",
            "citations": [
                "wright_1953",
                "wright_1987",
                "zevi_1950",
                "dahlin_2018"
            ]
        },
        "FN6": {
            "text": "6. See, for example, statements in Goff 1996 , 274–75.",
            "citations": [
                "goff_1996"
            ]
        },
        "FN7": {
            "text": "7. For more on the Architecture 273 course and the reputation of the University of Oklahoma School of Architecture under Goff, see De Long 1988 , 87–89, Welch 1995 , 57–59, and Henderson 2017 , 105ff., who also mentions Gertrude Stein’s “Composition as Explanation” as an essential course reading.",
            "citations": [
                "de_long_1988",
                "welch_1995",
                "henderson_2017"
            ]
        },
        "FN8": {
            "text": "8. Goff quotes this passage within different lectures ( Goff 1996 , 42, 281), and this quote assumes a central significance in Henderson’s study, appearing as the subtitle of his book.",
            "citations": [
                "goff_1996"
            ]
        },
        "FN9": {
            "text": "9. Goff’s application to the Ford Foundation was declined and the book never completed. Another similar document, entitled “Forty-Four Architectural Realizations,” exists in a more complete state in the archive.",
            "citations": []
        },
        "FN10": {
            "text": "10. These listening sessions are described as “the Tuesday night record session” in “Pride of the Prairie” 1948 , 98; Henderson recalls “special music sessions on Wednesday evenings” ( Henderson 2017 , 124), and Welch remembers them as nightly (Introduction to Goff 1996 ,13–14). The estimate of over 5,000 discs comes from Henderson (2017, 25); moreover, there are 14 folders’ worth of correspondence with music dealers in the archival holdings, documenting a vast array of records that Goff ordered from the 1940s until shortly before his death in 1982 (AIC/BGC I:27, 1–14). While it is clear from correspondence that Goff was actively collecting in the 1920s and 1930s, records from before 1941 are no longer extant. Goff’s abiding interest in types of non-Western art also date from this early period. For example, he mentions recordings of music from Africa, Bali, China, Laos, and Turkey in a 1935 letter to San Jule (AIC/BGC I:20, 8), well before widespread commercial availability. In a 1954 lecture on “Rhythm” in Architecture (AIC/BGC X:6, digitized as file 199001_110128-240), Goff appears to refer to Laura Boulton’s field recordings of African music as one possible source. Similarly, Goff collected prints of Japanese art as early as the 1930s, and his lectures also made frequent use of examples of traditional architecture from China, India, Indonesia, and Japan.",
            "citations": [
                "henderson_2017",
                "goff_1996"
            ]
        },
        "FN11": {
            "text": "11. This quote and the following come from a recording of an October 15, 1954 lecture, contained in the AIC/BGC Series X (Audio-Visual Materials): Box 6, item digitized as file: 199001_110128-243. Many of the lectures in Goff 1996 are compiled from similar tapes, but there are additional items held in the archive that do not appear in the versions edited for print.",
            "citations": [
                "goff_1996"
            ]
        },
        "FN12": {
            "text": "12. Fred Maus’s ( 1999 ) ideas on unity and experience have influenced my thinking in this regard.",
            "citations": [
                "maus_1999"
            ]
        },
        "FN13": {
            "text": "13. In the first TULSART review, 1931 (AIC/BGC V:1,1), Brooks includes a brief biography mentioning a B.A. from Drury College and composition study with Leo Sowerby. Other biographical information on Brooks is hard to come by, although reports in Henning 1992 paint him as a rather severe and serious figure, and his correspondence with Goff and San Jule in the AIC archive points to his leftist political leanings.",
            "citations": [
                "henning_1992"
            ]
        },
        "FN14": {
            "text": "14. Brooks lists performances by Guy Maier, José Iturbi, and Leopold Stokowski in his biographical notes published in New Music . Other details of the Stokowski concert were found on the Stokowski Legacy web page ( Huffman n.d. ).",
            "citations": [
                "huffman_nd"
            ]
        },
        "FN15": {
            "text": "15. See Henning 2015 , which also reprints a letter that Brooks wrote about his experiences there.",
            "citations": [
                "henning_2015"
            ]
        },
        "FN16": {
            "text": "16. Dissonance was a particularly prized attribute in Goff’s artistic circle. Despite an awareness of Cowell’s music and publishing ventures, they generally employ the term dissonance to describe the overall harmonic content of pieces. This traditional application differs from Cowell’s practice of dissonant counterpoint (detailed in Spilker 2011 and 2012 ), suggesting a limit to their assimilation of the composer’s theories.",
            "citations": [
                "spilker_2011",
                "spilker_2012"
            ]
        },
        "FN17": {
            "text": "17. Oja 2000 provides context for a deeper comparison to the modernist circles in New York. Tick 1993 and 1997 , and Hubbs 2004 provide a starting point for examining the varying attitudes towards gender and sexuality within different modernist circles. For more on Cowell’s mixed opinion of Harris, see Mead 1981 , 348–52 and Sachs 2012 , 238. While there may be some apparent contradiction in Goff’s appreciation of dissonance and French music and Harris’s critical descriptions of the same, Harris’s cultivated reputation as a self-taught individualist and his emphasis on organic development (see Levy 2012 , esp. 233–36) would certainly have found sympathy with Goff. Finally, a wider context for Chávez’s reception in the U.S. and the mixture of ideologies present in Pan-American modernism can be found in Hess 2013 , Saavedra 2015 , Delpar 2015 , Gibson 2015 , and Stallings 2015 , as well as Stallings 2009 , which discusses works by many of these same composers.",
            "citations": [
                "oja_2000",
                "tick_1993",
                "tick_1997",
                "hubbs_2004",
                "mead_1981",
                "sachs_2012",
                "levy_2012",
                "hess_2013",
                "saavedra_2015",
                "delpar_2015",
                "gibson_2015",
                "stallings_2015",
                "stallings_2009"
            ]
        },
        "FN18": {
            "text": "18. Given the date, the designation of Ronsard Songs presumably means Les Amours de Ronsard , op. 132, recorded in 1936, rather than the Quatre Chansons de Ronsard , op. 223, more recently completed in the US. San Jule refers more clearly to the Columbia Recording of Les Songes , op. 124, produced in 1934 according to the discography in Collaer 1988 , 376–87. See Milhaud 1995 , 199–203, for descriptions of his emigration and subsequent difficulties obtaining his works from publishers.",
            "citations": [
                "collaer_1988",
                "milhaud_1995"
            ]
        },
        "FN19": {
            "text": "19. Olinka Hrdy (1902–87) was a painter and designer born in Prague, Oklahoma to a family of Czech immigrants who lived on Seminole territory and had intermarried with members of the tribe. In an oral history for the Smithsonian ( Hrdy 1965 ) she describes her background and influences, including her first meeting with Goff and work on the Riverside Studio murals. While her murals are no longer there, they were documented in Goff 1929 , plates 188–90, and studies for them are kept at the Fred Jones Museum of Art at the University of Oklahoma.",
            "citations": [
                "hrdy_1965",
                "goff_1929"
            ]
        },
        "FN20": {
            "text": "20. Ianelli’s fountain no longer exists, but it is described in several news clippings held in the archive (AIC/BGC VII:1, 11), in De Long ( 1988 , 38), and Henderson ( 2017 , 46).",
            "citations": [
                "de_long_1988",
                "henderson_2017"
            ]
        },
        "FN21": {
            "text": "21. These sketches for the gestural X are in the same folder as the fair-copy of Paradox , AIC/BGC IX:1, 4.",
            "citations": []
        },
        "FN22": {
            "text": "22. It is fortuitous that the video recording in Example 5 identifies the piece by name. The video was made in 1995 as part of the exhibition The Architecture of Bruce Goff, 1904–1982: Design for the Continuous Present and is held in AIC/BGC IX:2, DVD.",
            "citations": []
        },
        "FN23": {
            "text": "23. Heniot Levy (1879–1945) was a Polish-born pianist composer who taught at the American Conservatory of Music in Chicago (including, briefly, Ruth Crawford; see Tick 1997 , 30–31). He performed his Sonata for Violin and Piano, no. 3 with Stella Roberts on violin. Hazel Felman (1892–1974, who also went by her married name, Buchbinder) was known for her songs and her work with Carl Sandburg on his American Songbag —a project to which Leo Sowerby and Ruth Crawford also contributed arrangements. Her James Joyce setting, “Anna Livia Plurabelle” was performed on this concert.",
            "citations": [
                "tick_1997"
            ]
        },
        "FN24": {
            "text": "24. In correspondence with San Jule (AIC/BGC I:20, 8), Goff gives his own account of the split audience reaction, of keeping his patience with hostile questioners, but also being asked to play three more of his compositions, Exotica , Charade , and Process , during the forum.",
            "citations": []
        },
        "FN25": {
            "text": "25. De Long ( 1977 , 171) mentions that Bachman was a colleague of Goff’s at the Chicago Academy of Fine Arts. The interruption of the war years makes this project difficult to date precisely. De Long ( 1988 , 343, 345) suggests that work on the Bachman House was split between 1941 and 1947, basing these dates on the memory of Goff’s assistant Don Tosi; correspondence with San Jule suggests work on the first phase, including the cabinets discussed below, was still going on in 1942.",
            "citations": [
                "de_long_1977",
                "de_long_1988"
            ]
        },
        "FN26": {
            "text": "26. AIC/BGC III:6, 20. The house has changed ownership several times (including in both 2016 and 2018), and it is uncertain whether these still exist, and if so, what state they are in. The house sold most recently in May/June 2018, and pictures on the Zillow real-estate website from that time showed substantial modernizations of the house and no evidence of the screens.",
            "citations": []
        },
        "FN27": {
            "text": "27. For instance, Example 8 shows incremental moves between an anhemitonic pentatonic scale and a varied pentatonic scale (using major scale degrees 1 ˆ - 3 ̂ - 4 ˆ - 5 ˆ - 6 ˆ ) which Rowlands identifies as a particular trait of Ireland’s, calling it, “something half-way between a scale and an arpeggio” ( 2011 , 166). Further commonality between Goff’s music and Ireland’s can be found in the trill motives seen on the other screens. While these are not found in “Island Spell,” double trills of this sort, are reminiscent of “Scarlet Ceremonies,” the third movement of Ireland’s Decorations , and are also a significant idea in one of Goff’s other piano roll compositions, the untitled first piece heard on the DVD in AIC/BGC IX:2.",
            "citations": [
                "rowlands_2011"
            ]
        },
        "FN28": {
            "text": "28. Discussions of Goff’s work in painting can be found in Henderson 2017 and in White 2010 . Both items contain color plates of Goff’s work.",
            "citations": [
                "henderson_2017",
                "white_2010"
            ]
        },
        "FN29": {
            "text": "29. The complete, undated manuscript for Section in Octaves is contained in the archive, held among other works mostly dating from the 1930s (AIC/BGC: IX:1, 5). Evidence of the performance comes from programs held in AIC/BGC IX:1, 28.",
            "citations": []
        },
        "FN30": {
            "text": "30. In November 1955, Goff was arrested on a misdemeanor count of “contributing to the delinquency of a minor,” alleged of having inappropriately touched a teenager who exposed himself to the architect. Goff initially pled not guilty but later changed his plea, agreeing to a $500 fine. While newspaper reports from the time tend to be sensationalized, later accounts make the case that this was an entrapment involving a youth, who was offered a clear police record in exchange for helping target Goff. William Wilson’s unpublished remembrance “Bruce Goff, We Love You” (held in the University of Oklahoma’s Orville Witt Collection, with excerpts also in AIC/BGC VI:6, 19b) informs both Henderson 2017 (278n30) and Mason 2015 (131–32), who also relates Goff’s case to issues of homophobia and McCarthyism. De Long ( 1988 , 135–37) interviewed both Wilson and another former student, Rolland Ristine. Although Goff had the support of the University President, students, and others in the community, he resigned his position, citing health reasons.",
            "citations": [
                "henderson_2017",
                "mason_2015",
                "de_long_1988"
            ]
        },
        "FN31": {
            "text": "31. Kusmierski (AIC/BGC I:13, 18) and Partch (AIC/BGC I:17, 25) both write to Goff in 1958 to tell him of this plan. Gilmore ( 1998 , 363, 450n46) documents this as well, although through much later correspondence between Partch and Freeman in 1971.",
            "citations": [
                "gilmore_1998"
            ]
        },
        "FN32": {
            "text": "32. For more on this aspect of Partch, see Johnston 1975 and Dunn 2000 .",
            "citations": [
                "johnston_1975",
                "dunn_2000"
            ]
        },
        "FN33": {
            "text": "33. In a letter from April 13, 1953 (AIC/BGC II:6, 5), Garvey sent Goff typewritten transcripts of Virgil Thomson’s “The Abstract Composers” and John Cage’s “Music for Magnetic Tape: History,” along with biographical information on Cage and Tudor.",
            "citations": []
        },
        "FN34": {
            "text": "34. In the original plan the rooms around the central space were to be aluminum spheres, making this theme even more pronounced. According to Welch, when their contact at Kaiser Aluminum left the company, this aspect of the project was no longer feasible ( Goff 1996 , 283).",
            "citations": [
                "goff_1996"
            ]
        },
        "FN35": {
            "text": "35. Goff arranged for Partch to visit the Garvey House in 1956 (AIC/BGC I:17, 24), and Garvey himself was also supportive of Partch and his music at the University of Illinois (see Gilmore 1998 , 241, 270ff).",
            "citations": [
                "gilmore_1998"
            ]
        },
        "FN36": {
            "text": "36. This sentiment is expressed clearly in Goff ( 1996 , 245), e.g., though attributing it here to John Ruskin.",
            "citations": [
                "goff_1996"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] On a trip to New York early in 1950, Harrison Kerr—founding member of the American Music Center, prominent figure in the American Composers Alliance, and recently appointed Dean of the College of Fine Arts at the University of Oklahoma—paid a visit to his friend, Edgard Varèse. Kerr brought with him a copy of the Architectural Forum , featuring work by his colleague Bruce Goff, who was then chairman of the School of Architecture at Oklahoma. Varèse wrote to Goff subsequently on March 2nd of that year, impressed with the affinity he perceived in their work across the arts, and particularly with the plans for a spiral-shaped house featured in this publication: It is with great pleasure that I became acquainted with your work. . . . I do not know if it is because of what the spiral implies and represents for me in connection with my work, or remembering as a boy gathering snails in Burgundy, of which I am a 1/2 product, but your Helix House fascinated me. The color slides too, were very interesting, and I was impressed by what H. K. told me of your ways of teaching, guiding and awakening, as it is rare to find someone trying to hook something out of the pupils instead of stuffing them with prejudices and patent formulae. (1) When Goff was lecturing on the East Coast in 1952, he made a trip to New York to meet with Varèse, and the two stayed in professional contact for a time, sending each other articles on their respective work. Louise Varèse wrote to Goff, too. As late as March 1963, in response to a recent article the architect had sent, she remarked, “You say things that met with Varèse’s immediate delighted response—so close to his own thinking.” She added that her husband would write as well, except that he was under pressure to finish work on Nocturnal II and was putting all his energies there. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] While Goff is known better in architectural circles than in musical ones, he maintained connections with musicians throughout his life. In addition to the letters from Varèse, his papers at the Ryerson and Burnham Libraries at the Art Institute of Chicago contain signed letters from Henry Cowell and Darius Milhaud and more extended correspondence with Harry Partch. Scholarship in architecture has noted the role that music played in Goff’s innovative pedagogy, as well as his activities as a painter; it is not as widely recognized, however, that Goff also composed, especially in his earlier years. (3) In response, this essay seeks to illuminate the ways that musical concepts made their way into his architecture and architectural ideas returned to musical expression. In doing so, I draw not only on Goff’s correspondence, pedagogical writings, and architectural designs, but also on analyses of some of his own compositions for piano and player piano that are housed in the archives of the Art Institute of Chicago. These little-known sources begin to tell the story of a committedly American modernist community, which, although intersecting with the more prominently discussed artistic scenes in New York and on the West Coast, remained rooted in the middle part of the country and followed its own distinctive patterns. Goff was a central figure in this network of artists, and through examining these archival documents, I hope to shed light on his ideas about organicism and theories on the close interdisciplinary relationships between music and architecture. I also address how our own analytical readings of these artworks can be reframed and affected by the historical context found in the archive. 2. Frank Lloyd Wright, Claude Debussy and the Roots of Goff’s Organicism",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Goff had an early start in the world of architecture and an unconventional education. Born in 1904, he apprenticed at the architectural firm Rush, Endacott, and Rush at the age of twelve. He supervised the building of his first house at fourteen and designed Tulsa’s Boston Avenue Methodist-Episcopal Church in 1926 (built 1927–29), the first of his many buildings on the National Register of Historic Places. Although Goff never studied with Frank Lloyd Wright, they moved in many of the same circles, and Wright served as an inspiration, supporter, and reference for Goff throughout his career, once describing Goff as “one of the most talented members of the group of young architects devoted to an indigenous architecture for America.” (4) Wright’s concept of an “organic” modern architecture profoundly influenced Goff’s own work and thought across all of the arts, including music. For Wright, a building should derive its form both from the nature of its site and from its intended use. The negotiation of these two factors imparts a unified “entity” or “vitality” to the work, an organic force extending from the overall form down to the small-scale design elements and use of material—all of which should reflect both the purpose and the environment and should be renegotiated for the specific circumstances of each individual project. A building, then, is conceived first as an interior space designed for particular function; in turn, the structure reveals its purpose through its form and gains its individuality by mediating between human experience and environment. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Goff found strong parallels between Wright’s organicism and the compositional aesthetic he took from Debussy, who was another major influence throughout his life. Goff studied Debussy’s biography and kept lists of his works and quotations. In addition to well-known compositions such as La Mer , Goff seemed particularly drawn to some of Debussy’s more obscure and challenging works, such as the Ètudes , Le Martyre de Saint Sebastian , and Jeux . (6) As someone whose early apprenticeship was his only formal training, Goff often said that he learned more from music than from architecture ( Goff 1996 , 239). Reflecting this, he made Debussy’s “Monsieur Croche, The Dilettante Hater” ( 1962 [1901] ) required reading for his fourth-year studio class, Architecture 273, in which his pedagogical innovations were most boldly displayed. (7) In this critical essay, Debussy’s character, Croche, advocates something that Goff would quote on numerous occasions, namely that “discipline must be sought in freedom, and not within the formulas of an outworn philosophy only fit for the feeble-minded. Give ear to no man’s counsel; but listen to the wind which tells in passing the history of the world” ( 1962 [1901] , 8). (8) From this sentiment, Goff seemed to draw a connection to Wright, in their shared principles of taking nature as a starting point, of distrusting establishment authorities, of rethinking what is possible from first principles rather than from solutions based on past models, and in seeking an internal logic, drawn up anew from the individual circumstances of each composition, whether in music or in architecture. 3. The Role of Music in Goff’s Pedagogy and Thought",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "goff_1996"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Goff’s lectures and pedagogical writings contain frequent musical analogies, along with numerous references to modern composers. It is no coincidence that Varèse would have taken an interest in his teaching; in fact, the composer served as a reference for Goff in 1962–63, when he applied to the Ford Foundation for a grant to write a textbook. This book, provisionally entitled Organic Design , was to apply numerous musical concepts to architectural design, including sections on rhythm, counterpoint, harmony, theme and variations, and development, as well as consonance and dissonance. (9) While the book was never finished, several of these musical titles also appear in lectures that he gave at the University of Oklahoma, some of which are recorded in the archive. In his lectures, Goff demonstrated each of these concepts not only with slides but with discussions of musical works, ranging from the French and Russian repertoire he favored (Debussy, d’Indy, Ravel, Arensky, Prokofiev, Stravinsky), to other modernists (Bartók, Schoenberg, and Varèse), and occasionally more standard fare (Bach, Beethoven, Wagner). As part of Goff’s teaching at Oklahoma, he arranged listening sessions for his students, where they would gather and listen to selected records from Goff’s collection, which even in the 1960s was estimated at over 5,000 discs and included extensive holdings of modern, avant-garde, and non-Western musics that he had been collecting since his youth. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Goff employed musical analogies repeatedly in his lectures and seems to have built his approach to design in large part around these comparative elements. For Goff, a simple architectural rhythm could be defined by even placement of similar objects—for example, pillars in a Greek or Egyptian temple. And while the monotonous, hypnotizing regularity of such arrangements could be conducive to producing the state of awe and reverence that these spaces inspire, Goff found more potential interest in the exploration of irregular rhythms and felt this was an area where modern architecture lagged behind modern music significantly. Similarly, Goff encouraged his students to recognize how architecture could instantiate both incremental or ornamental “variations” as well as more thoroughgoing “developments,” in which one idea might modulate to another in the manner of music, transforming itself more fundamentally in the process. These concepts would allow for a type of architectural counterpoint that Goff subdivided into types—e.g., adjoining, abutting, or overlapping—on the basis of the kinds of rhythm involved, the potential for transparency when viewed from different perspectives, and the flow between design elements that would provide interest while maintaining coherence. Example 1a . Frank Lloyd Wright’s Johnson Wax Building, Exterior (click to enlarge) Example 1b . Frank Lloyd Wright’s Johnson Wax Building, View of the Workroom (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Organicism is a continual focus in Goff’s writings, in which he often rails against prepackaged, boxy houses and generic, interchangeable, rectangular rooms. One of his favorite counterexamples was Frank Lloyd Wright’s Johnson Wax Building (seen in Example 1 ), which he discussed on several occasions. Goff’s examination of this building reads in many ways like a musical analysis. He demonstrates the basis of order and unity in its composition and notes how variations manifest through all of its large-scale structural features and small-scale design elements, in the process imparting a kind of musicality to Wright’s architectural principles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In Goff’s interpretation, “The Johnson Wax Building is pretty much on a circular theme established by the columns, but basically working within a rectilinear idea of form” ( 1996 , 49). Demonstrating the organic unity of the building, Goff shows how the characteristics of this theme extend to the ornamental features of the building, which he saw as “integral with the form of the column” and from there even to the material of the building itself. In this regard he calls attention to the softened and “slightly concave texture of the brick” and the way the smoothed corners throughout the building (seen clearly in Example 1a ) are derived from the curve of the column tops that round off the corners of the workroom, shown in Example 1b ( Goff 1996 , 48). He continues by discussing the round glass tubing, chairs with “circular seat[s] and circular backs,” and the rounded edges of the desks, circular lamps, and window designs ( Goff 1996 , 49). In his lecture on “Theme, Variation, and Development,” Goff half-jokingly adds that this is “appropriate” because “the motion of waxing is circular,” before making the more serious point that the smooth and polished surfaces help highlight and reinforce the theme. (11) Goff points out a number of possible transitions—at times also mentioned as “modulations” or instances of “development”—between the circular motifs and the rectangular frame, especially in the upper offices, where flared angles, tangent lines, and forty-five-degree angles return to the rectangular idea as a point of variety or interest. In the end, of course, the circular theme prevails and defines the feeling of the building, as well as the functional paths of motion for the people entering and working in the structure. For Goff, the human experience of a building was at least as important as the impact of its visual motifs. (12) At one point, he explains how the rounded exterior and broad glass of the entryway prepare the idea of circular motion in observers. Once inside, the theme of the circle takes focus through the columns and other elements listed above, and ultimately, these determine the natural form of motion through the building itself. In the same lecture, he concludes, “You get the feeling of this theme uniting the whole thing even in the elevator cage, it’s circular, and the stairs that go up around to the gallery, if you’ve ever been in it you notice it feels right that you should go up a spiral rather than a straight stairway” (AIC/BGC X:6). 4. Early Musical Experiences and Influences",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "goff_1996",
                    "goff_1996",
                    "goff_1996"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Goff’s early life brought him into close contact with a number of like-minded artists, many of whom also cultivated connections to Wright and moved between Tulsa and Chicago at around the same time. Goff liked to retell the story of discovering modern music through his childhood friend, Ernest Brooks (1903–80), who introduced him to Ravel through an Alfred Cortot recording of Jeux d’Eau . While in Goff’s later telling, his friend comes off as conservative, baffled and put off by the coloristic harmonies that so intrigued Goff, Brooks was, in fact, a composer with a modern disposition. It is in fact quite likely that he and Goff influenced each other’s tastes considerably during these formative years. Brooks was more formally trained as a composer, having studied with Leo Sowerby. (13) The “Toccata” from his Third Piano Sonata appears in Henry Cowell’s New Music: A Quarterly of Modern Compositions ( Brooks 1936 ), and another of his works, Three Units , was performed by Leopold Stokowski on a “Concert for Youth” on April 20, 1933, along with the world premiere of Henry Eichheim’s Bali: Symphonic Variations , Ravel’s Bolero , and works by Wagner, Rimsky-Korsakov, Mozart, and Tchaikovsky. (14) Brooks was also an instructor and musician-in-residence at Wright’s Taliesin from October 1933 to July 1934, before moving to Chicago. (15) He appears to have taught Goff some theory and harmony as well. Several of Brooks’s own compositions are housed in the AIC’s Goff Collection, including ones dedicated to Goff and projects they co-authored, including librettos for possible musical settings and one sketch for a collaborative composition. Together, Goff and Brooks also organized concerts and listening sessions, and even published an issue of an artistic newsletter, TULSART , featuring Brooks’s commentary on Debussy and Goff’s remarks on Wright, along with record reviews and other musings. Later, while living in Chicago, they revived this type of publication in a new form, now calling it The Circle . Example 2 . Ernest Brooks, Three Units , no. 1 “With Quiet Passion,” mm. 1–7, string parts only (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "brooks_1936"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Brooks’s unpublished score to Three Units , dedicated to Goff, is held in the Art Institute’s Bruce Goff collection. The first movement, in particular, has features reminiscent of Scriabin, moving through chords built solely from the notes D, E, F, G ♯ , B ♭ , and B, or prime form (013679) see mm.  1–5 of Example 2 . 1–8. In the descending gestures of the opening, each string part spans a tritone, and each subdivides that interval into steps of one, two, and three semitones by moving to the next lowest pitch in the hexachord. Since each of the six parts begins on a different note of the collection, they cycle through different voicings of the same invariant chord, while featuring melodic lines of constantly varied step sizes. Moreover, Brooks has orchestrated the progression so that the upper three parts begin with an E-major chord and the lower three with a B ♭ -major chord. These two elements then switch positions between the upper and lower voices with every step of the progression. The second and third movements make extensive use of a whole-tone chord of the French augmented-sixth type (0268), another tritone-laden sonority with similar invariant possibilities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Richard San Jule was another artist who helped foster this environment of creative interchange. San Jule was an aspiring poet and Goff’s partner through much of the 1930s until his untimely death from an embolism following a surgery in December 1945 ( De Long 1988 , 83). In their extensive correspondence, Goff and San Jule often wrote with fervor and in detail on the subject of new music. They favored modern composers, including the American ultramodernists, Russian neo-classicists, French impressionists and post-impressionists, and the Second Viennese School, but also many who have either fallen into relative neglect or never made a lasting impression in the commonly told narratives of music history—Nicolai Berezowsky, Ernesto Halffter, Nikolai Miaskovsky, Georges Migot, Federico Mompou, and Florent Schmitt, to name just a few. Additionally, their correspondence makes it clear that they were listening to early recordings of traditional and folk musics from parts of Africa, Bali, China, Hungary, Laos, Russia, and Turkey.",
                "footnotes": [],
                "citations": [
                    "de_long_1988"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Another important member of this group was Frank Cole, the editor of the local Park Ridge Herald . Cole (for whom Goff would build a house in 1939) wrote letters to Goff and San Jule, updating them on new record releases, which they often compared, and radio broadcasts featuring modern music, which they frequently arranged to have recorded. In a particularly extensive letter from January 17, 1937, addressed to both Goff and San Jule, Cole reviews two recent concerts (AIC/BGC I:4, 5b). He devotes a lengthy paragraph to the Kolisch Quartet playing Schoenberg’s op. 7 and to José Iturbi conducting Carlos Chávez’s Sinfonía de Antígona , describing aspects of its form, orchestration, and use of dissonance. (16) Later broadcasts of Chávez led to a lively debate of the relative merits of his Sinfonía de Antígona , Sinfonía india , and H.P.(Caballos de vapor) (AIC/BGC I:4, 5b). In this same period, Cole also expresses his enthusiasm for Marcel Mihalovici, whom he found superior to Prokofiev, and gives his impressions of two recently released New Music Quarterly records, one featuring works by Cuban composers Amadeo Roldán, José Ardévol, and Alejandro García Caturla and the other with William Russell and Wallingford Riegger, whom, in a February 8, 1937 letter to San Jule, Cole called, “by all odds the most entertaining of the moderns yet to be waxed by the NMQR” (AIC/BGC I:32, 20). When San Jule was away, seeking work in California, Goff kept him updated on the various listening sessions that he, Brooks, Cole, and others were holding. Passages like the following from an August 11, 1939 letter, are typical of their exchange of opinions: The Scaramouche for two pianos by Milhaud is good fun, but Frank [Cole] thinks its [ sic ] corny. So thats [ sic ] that. The Sonata for viola by Q. Porter is good but you will revel in the Harris piano Sonata and the 4 kids pieces [ sic , likely the Little Suite (1938)]. Frank concedes it is a real hunk of music, but Jack likes only the middle part of it. (AIC/BGC I:20, 9) In addition to Chávez and many of the Latin American and Russian composers associated with Henry Cowell’s New Music , Goff’s circle showed particular enthusiasm for Roy Harris, a native son of Oklahoma, as well as for French music, which suggests that while they were aware of the New York scene, they retained strong opinions of their own. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] In one particularly striking episode from the correspondence, San Jule, who was then doing welding work in a Sausalito shipyard, reports to Goff in Chicago that he introduced himself to Darius Milhaud at Mills College before one of the ISCM Concerts in August 1942 (AIC/BGC I:20, 15-17). Their conversation eventually led to Goff sending Milhaud records of Les Songes and a work referred to as “Ronsard Songs” from his collection to supplement works that Milhaud had lost during his chaotic flight from France to the United States. (18) San Jule initially visited Milhaud to deliver these records in person and to listen to them together, but later continued to call in on other social occasions. In return, Milhaud inscribed copies of two scores to Goff and San Jule: the “Madrigal” and “Eglogue” movements from his Four Sketches , op. 227. San Jule sent two signed letters of thanks from the composer back to Goff, which remain in the archive (AIC/BGC I:32, 25). 5. Goff’s Early Activities in Music and Architecture",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] It was in the fertile environment of these pre-war years in Tulsa and then Chicago that Goff undertook his most concentrated musical activities. One of his early architectural projects was the Riverside Studio in Tulsa (1929); this was a small recital hall and music school for Patti Adams Shriner that took music as its overriding inspiration. The interior included themed murals by Olinka Hrdy, representing different types of music—piano, vocal, symphonic, choral, as well as “primitive” music and the “music of the future”—all coming together in the “symphony of the arts.” (19) The Art Institute archive also has recordings of group performances involving Hrdy, Brooks, and Goff, most dating from 1931. Alfonso Ianelli, who had met Goff while working on a different project in Tulsa and would later help bring him to Chicago, designed a multicolored marble fountain for the front of the building. The fountain had chromium basins of different sizes, with the idea that water falling into the receptacles would produce sounds of varied pitch, creating a musical atmosphere as one entered the building. (20) In the corner of his floor plan, Goff drew a staff on which he arranged note heads, first as quarter notes ascending up the lines, and then as more abstract blocks ascending and descending through the spaces in darkened rectangles of different widths. This visual impression was translated into the design of the building’s side windows, which were arranged in a diagonal contour of different sized rectangles, and the design of the great circular window dominating the façade, which was divided into another series of varied rectangles by means of shaded panels. These darker and lighter panes naturally cast differentiated shadows, and along with Ianelli’s fountain, the ensuing interplay of light, water, and time could easily call to mind flittering impressionistic harmonies, colors, and textures like those of Ravel’s Jeux d’Eau . Example 3a . Bruce Goff, Paradox, page 1 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Composed shortly after this project, Goff’s piece Paradox (October 19–21, 1932) is one of the few complete works held in the archive and a good example of how Goff applied his ideals of organicism to music. It is a quirky and charming piece, showing a certain play with the black and white keys of the piano, teasing out their different scalar possibilities and symmetries. As shown on the first page of Goff’s manuscript ( Example 3a ), the work’s opening features five-note, white-key diatonic patterns fitting the right hand. The starting notes of the scales in this first system follow a pentatonic pattern rising from D to E, and continuing to G, A, and finally B. The left hand echoes this pentatonic pattern on the black keys, rising from C ♯ 3. Initially in this arrangement, the hands arrive on a harmonic minor sixth at the close of each burst (see tenuto markings). In the seventh instance, however, the scale pattern spans a tritone from B to F in the right hand, breaking the pattern. This change, in turn, sparks a shift in the texture: the left hand now accents the start of the pattern and emphasizes the dissonant minor second ( C ♯ against D) rather than the minor sixth. Seemingly in response, intervallic seconds begin to proliferate through the texture of the piece. Example 3b . Bruce Goff, Paradox , page 3 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] At the end of the second system of Example 3a, chordal sonorities in slower rhythmic values form a contrasting idea to the opening scales, and an alternation between these two elements becomes the governing logic of the piece. The dynamic direction of the scales increasingly gives way to static, chordal interjections presented at slower tempos in the middle of the piece, before the scales eventually reassert their prominence toward the end. At the same time, there are synthesizing elements within the two contrasting ideas that hinge upon the semitones, the B-F tritone, and the scalar possibilities of the opening. The third system of Example 3a begins with the B-F tritone initiating a gesture in contrary motion, which establishes an axis of symmetry around A ♭ 4. The scales alternate between two-handed black-key and white-key gestures, and the chords mix elements of both collections, yet they all maintain this literal pitch axis. The chords often feature the minor seconds of the white-key diatonic collection, E-F and B-C, which can also be symmetrically arranged around A ♭ , as in the last two systems of the first page. All of this leads to the striking final gesture of the piece ( Example 3b ), which combines white- and black-key scale patterns, clusters, and a dramatic gestural “X” that contracts and expands across the keyboard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] There are several elements in this composition that immediately stand out as organic, in the sense of Wright. First, it is a through-composed form where small details gradually become motivic and gain prominence through the piece. This provides a sense of growth and development, as well as the feeling that the ornamental features are essential and connected to the form. The harmonic seconds, which enter at the end of the first system of Example 3a, become important elements of the contrasting chords, and, in the second system of the last page (Example 3b), harmonize variants of the opening motive as diatonic clusters in a manner reminiscent of Henry Cowell. There is also the natural play of the hands at the keyboard. Goff’s sense of gesture is derived from the physicality of the performer at the instrument, mediating between what is comfortable to play and how one might explore the full topography of the keyboard. All of these elements resonate with and amplify Wright’s concept of organic architecture, emphasizing the physical conditions of human experience and the notion of how one finds one’s place in the environment. Example 4 . Bruce Goff, Three Exaggerations: Going—Going—Gone! , author’s transcription of the opening idea of the piano roll (click to enlarge and see the rest) Example 5 . Bruce Goff, Three Exaggerations , no. 1, “Going—” played and filmed at the Sanfilippo Plum Tree Farm in Barrington, IL, 1995 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The gestural X from Paradox would become a recurrent motif in Goff’s music. He devoted several pages to sketching out this idea, which he also translated into the player piano medium. (21) Goff started exploring the player piano in the early 1930s, hand cutting his own piano rolls a decade before Conlon Nancarrow’s pioneering experiments. The first movement of the Three Exaggerations (Going—Going—Gone) , composed in 1933, also builds towards this gesture from simple thematic beginnings to the superhuman exaggerations of the title. The main thematic idea, transcribed in Example 4 , is given a simple treatment against a descending chromatic bass, each played in octaves. The second statement of the theme (m. 7) reverses the direction of the upper part’s opening chromatic cell ( C ♯ -D- E ♭ to E ♭ -D- C ♯ ), and now sets it over ascending chromatic motion in the bass. The slight rhythmic lengthening that occurs in m. 10 again initiates a critical development. The voice crossing and minor second that appear in the last attack of m. 10 prepare the next treatment of the theme in semitones (heard in Example 5 , 0’43”). The rhythmic irregularity loosens the strict sense of time between the two main ideas. As the piece continues, Goff begins other types of exaggeration—allowing more substantial irregularities in the rhythm, including a faster treatment of the head motive (1’05”), followed by more meandering and freely developing variants (1’13”), the quasi-improvisational character of which is highly ironic in the context of the player piano. When the chromatic bass re-enters at 1’34”, it is ornamented by glissandi: the simple contour differences present in the original ideas have been thoroughly transformed, merging into the X-gesture at the climax of the piece (1’47”). As with Paradox , there is no formal recapitulation. Rather, the work is structured as episodic deviations from and returns to the principle motivic idea in numerous variations. This two-minute-long work, presented in its entirety in Example 5, gives a good sense of Goff’s compositional experiments and his approach to organicism in music. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] The Three Exaggerations , along with Goff’s Toccata (1932) and Outline (1932), were performed to some critical bewilderment at a Chicago Composers Forum concert on July 14th, 1936. Goff himself ran the pedal-operated mechanical piano and fielded questions in the open discussion after the performance. In his program notes for this concert, provocatively entitled “Fair Warning to the Audience,” Goff takes his lack of formal training as a point of pride and refers to Debussy’s Monsieur Croche in critiques of complacent audiences and prepackaged musical forms. In addition, he stresses the organicism of his own compositions, in which “form follows function through the nature of materials, or mediums” and music is conceived “as a natural sequence of ideas.” Goff continues: In the case of these pieces the medium is part and parcel of the scheme. It involves a new concept of the piano made possible by mechanical means. We are used to thinking of it as a two or four-hand instrument and what we get out of it is determined largely by what we can do with our hands. By cutting holes in blank paper piano rolls, we are permitted a new sense in sonority of the piano and in this case we are limited only by our patience in cutting and what we do with our feet as well as hands. (AIC/BGC IX:1, 28)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Eugene Stinson reviewed the concert in the Chicago Daily News the following day, spending the vast majority of his column on Goff’s pieces, while giving just one long sentence about the two other composers on the program, Heniot Levy and Hazel Felman. (23) Stinson marveled at Goff being an untrained musician; more importantly, though, he was highly impressed with the pieces, stating that they reminded him of “what we heard when modern music was new.” He also remarked on the controversy they stirred in the audience saying, “Naturally Mr. Goff was attacked in the forum which followed, and not always with patience or tact. Mr. Goff answered the onslaughts with utmost simplicity and from behind the inexpugnable fastness of total unpretentiousness” ( Stinson 1936 , 25). (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "stinson_1936"
                ]
            }
        },
        {
            "5.8": {
                "text": "[5.8] An anonymous reviewer in the Park Ridge Herald likewise concentrated the majority of his column on Goff, noting the use of unplayable effects spanning the keyboard—clusters, trills and glissandi in multiple octaves, and complexities of rhythm that were hard to decipher, saying, “if there was any effect impossible to hand playing, Mr. Goff found a good use for it,” adding that the pieces were more than just spectacle and that other more traditional devices were “utilized to excellent effect.” On the contentious forum that followed, this reviewer remarked that “the audience which heard his piano rolls were anything but indifferent to his efforts. Some, to judge from the questions asked during the open forum, were decidedly hostile while others expressed both interest and pleasure. No one, apparently, was bored” ( Park Ridge Herald 1936 , 1, 6). 6. Musical Materials Incorporated back into Architectural Design: The Bachman House Example 6 . Bruce Goff, Myron Bachman Residence (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "park_ridge_herald_1936"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Just as the events of World War II would disrupt his career and send him in new directions, Goff undertook a project that would integrate his creative work with piano rolls directly into an architectural design. In 1942 at San Jule’s urging, Goff enlisted as a Navy Seebee, a member of the U.S. Naval Construction Battalion, hoping to put his services there rather than risk being sent to the front lines. In this capacity, he gained valuable experience as an architect in several military building assignments while stationed in the Aleutians and in California. One of Goff’s last Chicago projects before the war was the renovation of a residential house for Myron Bachman, who ran a small business as a recording engineer. (25) The house was to double as Bachman’s studio, and as such music was an integral part of its function and design. As a renovation, rather than an original construction, the Bachman house has received comparatively little critical attention; however, it provides a fascinating case study of music being incorporated into architecture. As seen in Example 6 , Goff added aluminum sheeting, dramatically accenting the peak of the roof and creating diamond- or V-shaped motifs on the face of the exterior. The uninterrupted diagonal lines of the corrugated aluminum created a dramatic contrast with the segmented brick lines of the structure itself (and made the house stand out distinctively from others on the block), but also created motifs that carried through to the window frames and many of the other design elements, including aspects of the interior. Examples 7a and b . Bruce Goff, Piano Rolls for Cabinet Doors (“A-Side” and “B-Side”), Myron Bachman Residence Alterations, Chicago, IL (click to enlarge and see the rest)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Like Wright, Goff often designed the furniture as an integral element of the architecture, and for Bachman, he included a unique design for screens to decorate cabinets in the house. Goff used piano rolls as part of these decorations—a particularly inventive touch, given the role that recording media was to have in the purpose of the house and studio. San Jule responded effusively to a photograph of the screens in a letter from late September or early October 1942, saying, “No daring sensitivity but yours could have correlated the cataract patterns of perforation in the music-roll with intricate accents of spot colors and with that great girder-like span which yokes the whole together” (AIC/BGC I:20, 17). While the original screens do not appear to have survived, there are black and white photographs in the Art Institute archive, which are shown in Example 7a and 7b . (26) Annotations on the backs of these photographs note that the rolls were decorated with colorful metallic stickers, reinforcing rings, and other design elements accenting or complementing the patterns of the perforated rolls. These included the larger circles of Example 7a, which were black, orange, light green, and yellow, and also a glossy black design cutting across different parts of the rolls themselves, which run down the full length of the cabinets.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Certain features of the rolls fit in well with Goff’s organic, motivic design of the house, accented by Goff’s revisions. The contrast between lines made by the series of perforated holes of the piano rolls and the uninterrupted lines drawn by Goff on the rolls, themselves echo the contrast of brick and corrugated aluminum. Likewise, the angular theme of the house is encapsulated by V-shaped gestures in the piano rolls, ranging from small-scale trills, to more wavelike contours, to larger wedge-shaped progressions. These are mixed playfully with curved contours, softening the V-shapes into more fanciful free-formed ideas. In some cases—for instance the large dark curve in Example 7b, which San Jule characterized as an “astounding swoop of riddled black beautifully and breathlessly asymmetric” (AIC/BGC I:20, 17)—these elements overlap physically, suggesting a kind of visual counterpoint along the lines of what Goff would recommended to his students when teaching organic design. Example 8 . John Ireland, Decorations , no. 1, “Island Spell,” excerpts (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Annotations on the backs of the photographs mention the titles of several of the rolls used in these screens. A number of these, such as “A Climax of Metallic Dots” and “Any Resemblance is Purely Coincidental,” reflect the whimsical nature of many of Goff’s titles. Curiously, one of the rolls is identified as a piece by John Ireland. Most of the title is unfortunately concealed by black residue, but from the partially legible characters—appearing to be either “1st” or “Isl”—I presume this piece to be “Island Spell,” which was available as a piano roll from Welte-Mignon (no. 6804), with Persis Cox performing ( Lloyd 2011 , 460). It is difficult to match any of the patterns, annotated and obscured as they are by Goff’s graphic designs, to specific measures of Ireland’s piece, although the wavelike contours of the leftmost strip in Example 7a could conceivably match the middle section of this piece, with its with fast cascading, coloristic, and harmonically-non-functional arpeggios (see Example 8 ). Example 9 . Bruce Goff, Composition (1930), tempera on paper mounted on board (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lloyd_2011"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] Beyond the surface-level pun of using the first movement of Ireland’s Decorations quite literally as a decoration, there are musical features of “Island Spell” that would have appealed to Goff, fitting both his general musical aesthetic and the specific design elements of the house. Ireland’s musical language in this piece, for instance, involves impressionistic features including extensive pentatonicism and a haunting, rising whole-tone figure that appears at the end of the work. Ireland also employs incremental variations and deformations, allowing one idea to transmute slowly into another and lending the whole an organic sense of development. (27) The Bachman-House cabinet screens are a complicated example, created under the pressures of impending deployment, but valuable for illuminating many of Goff’s thoughts about connecting the arts, especially when seen alongside his paintings and other interior designs. In fact, Goff often referred to his paintings as compositions. Example 9 shows his Composition (1930), in which patterns resembling the square perforations of player-piano rolls are integrated into the background of the painting. The principle features of both the screens and the painting—a polyphony of continuous and intermittent lines, boldly interweaving rectilinear and curved variants of basic patterns—are characteristic of Goff’s interior design across his entire career. (28) The early manifestations of those ideas, in a context directly inspired by specific musical references, offer a compelling insight into Goff’s artistic thought.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] When Goff returned from the war, architecture became his exclusive occupation. Music nevertheless continued to play an important role in his teaching, his thought, and his identity. In his application to teach at the University of Oklahoma, he listed “composition of music, non-objective painting and study of interrelationship of the arts,” as “outside activities” (OU/BGPF). On November 7, 1946, Alphonso Ianelli also wrote to Richard Kuhlman on Goff’s behalf that: He is well informed in other mediums of art expression, for instance in music, he is well aware of the creations of great composers, both past and present, and is up to the minute in the findings of the most recent creations. He has a remarkable collection of records, and is aware of the arts of world civilizations, the remote primitives as well as the most sophisticated and well known, and is not a bad composer himself. (OU/BGPF) While Goff had turned his professional attention exclusively to architecture, he found occasional outlets for creative activity in music. Even as late as April 30, 1952, his piano piece Section in Octaves , was performed on a student recital at the University of Oklahoma. (29) Increasingly, however, his musical activities would proceed in other more indirect ways, through his continued contact with musicians and the projects that resulted from these connections. 7. Correspondence with Harry Partch",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Goff’s avid record collecting brought him into contact with Harry Partch in 1952. The correspondence first centered on the details of Partch’s self-released records of works like Oedipus , but grew to encompass exchanges of mutual appreciation. Their sustained contact resulted in Partch making a side trip to visit Goff in Oklahoma on his way to Illinois in April 1956, where Goff—despite having left the University in the wake of a potential scandal surrounding his homosexuality (30) —arranged for Partch to give a lecture to architecture students, showing pictures of his instruments and playing recordings of several pieces. Partch wrote to thank Goff on May 8, 1956: “My visit to Oklahoma was a wonderful experience, and I mean just that—it was full of wonder, like a bright new day.” And Goff responded: Your Oklahoma visit was most inspiring to all of us and somehow I had the feeling we were old friends, altho [ sic ] we had just met. Perhaps this is because you are so like your music and it is so of you, or possibly it is because we have so much in common in the two brother arts, music and architecture. Anyway, I hope it is the beginning of a long and beneficial friendship for us both (AIC/BGC I:17, 24). They continued to correspond off and on until at least 1963, and many of Goff’s former students also became supporters of Partch and his music. Among them was Thad Kusmierski, who was working on a film about Antoni Gaudí and contacted Partch as a composer for the project. Although Partch agreed, unfortunately this potential new intersection of film, music, and architecture would never materialize. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] There is, in fact, a lot of common ground between Goff’s ideas about an organicism centered around physical place and experience and Partch’s notion of “corporeality” in music. Composer Ben Johnston, among others, has observed ways in which Partch’s music resists abstractions and remains focused on the performance itself, on sound as the result of action through various means, but especially the way that the large size of Partch’s homemade instruments calls for a kind of choreographed or ritualized, theatric motion, even beyond the dramatic scenarios of many of his works. (32) Returning to California in 1962, Partch made another side trip to visit Goff in Bartlesville, and wrote again shortly after (December 2, 1962), asking Goff for a letter of recommendation to the Graham Foundation, trying to secure a fellowship to study Noh and Kabuki in Japan. Partch tells the architect that in his materials, “I am emphasizing the sculptural nature of my instruments and stage sets involving them; also emphasizing my prime motivation—that is, integration of the creative arts” (AIC/BGC I:17, 25). 8. The Garvey House and its Musical Response, A Rondo of Rondeaux Example 10a . Bruce Goff, Interior of the John Garvey Residence, Urbana, IL (click to enlarge) Example 10b . Bruce Goff, Plan of the John Garvey Residence, Urbana, IL (click to enlarge)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] In 1954, Goff designed a house for John Garvey, violist of the Walden Quartet and faculty member at the University of Illinois, a house which helped retranslate Goff’s artistry back into the realm of music. While planning the design of the house, it was clear that their discussions often veered toward music, and in correspondence about the house, Garvey sent Goff information on John Cage, David Tudor, and early electronic music. (33) Music is quite central to the house’s conception: it is designed around an interior space that could function as a recital area but would also be inviting as a living room ( Example 10a ). Evelyn Garvey, John’s wife, was a professional pianist who would later join the faculty of the University of Maryland. Thus, the piano is featured prominently in the architectural plans, both in the original design and in the second, somewhat simplified version that was actually built (see Example 10b ). The circular performance space is the central feature of the house, and the motif of the circle extends outward from this focal point, organically integrating other details of the design in the manner of the Johnson Wax Building (discussed above). For example, circular elements are found in the individual rooms, the columns, and even the route approaching the building, which includes a semicircular driveway and a revolving door. (34) Example 11a . Burrill Phillips, A Rondo of Rondeaux , Chart of the Form (click to enlarge and see the rest) Example 11b . Burrill Phillips, A Rondo of Rondeaux , Major Themes (click to enlarge)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] The Art Institute’s archive also holds a clipping from the local News Gazette , dated December 12, 1954, proclaiming: “Circular House Inspires Composition” (AIC/BGC VII:2, 3). Although Partch might have seemed like a logical choice for such a project, he had not yet arrived in Illinois, and the piece in question was A Rondo of Rondeaux for viola and piano, by Burrill Phillips. (35) Phillips, a professor of composition himself at Illinois (1949–64) and a former student of Howard Hanson and Bernard Rogers, had dedicated this work to the Garveys. It can be understood as a large five-part rondo (ABA'CA''), where each part in turn possesses elements of a rondo or rondeaux-type form, as summarized in Example 11a . The large sections are set apart by tempo designations—Allegro-Moderato A sections, a Sostenuto B section, and Piu-mosso C section—as well as the literal restatement of large sections of material that define the return of the A section. The A section’s rondeau begins with a refrain containing an angular theme that opens in the viola (see Example 11b ). This refrain returns in the piano at m. 19 and again in transposed augmentation at m. 42; the latter facilitates a transition into the Sostenuto (B) section. The smaller couplets are separated more fluidly within each large section. The first contrasting episode, for instance, repeats a closely related rhythmic figure (an eighth note plus two sixteenth notes) to segue into the return of the angular theme at m. 19. The subsequent sections work similarly, although they use very different materials (Example 11b). The Sostenuto’s refrain is a twelve-tone melody, always in the same transposition but varied in its rhythm, and the Piu mosso features a repetitive, modal, folk-like melody as its refrain.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] This work, however, raises a number of questions in light of earlier observations. In particular, the deliberate Neo-classicism, the heterogeneity of the musical materials, the quotation of conventional forms, and the slight wordplay connecting the rondo form to the round architecture of the house all seem to bristle against the organic aesthetic of Wright and Goff. While the instrumentation was clearly chosen with the Garveys in mind as performers and their house as a performance space, the musical ideas do not seem particularly crafted to the instruments, other than in a few isolated moments, nor do they have the same physicality as works by Goff and Partch. At the same time, analytically, we may find some unifying elements across the piece. For example, transitional material in the first A section foreshadows the Piu-mosso (C) section (comparing 8 3 figures at mm. 39 and 156), and when this occurs again in the A' section, it helps enact a transition. New material in the A' section also works as a recall of viola’s countermelody in the Sostenuto (mm. 125 and 61). More significantly, semitone neighboring motives connect across nearly all of the sections. From one perspective, these are gestures towards an organicism, interrelating the parts of the piece. But from another point of view, without a more thoroughgoing emphasis on the integration of ornamental detail into the large-scale design of the piece, these brief moments are perhaps no more than isolated reference points, rather than details that accrue meaning and shape our understanding of the compositional form. For this reason, I hesitate to describe the piece as “organic” in the same way that Wright or Goff would have used the term to imply an experiential and environmental connection between physicality and function. Had I studied only Burrill Phillips’s piece and the published materials available—in other words: had I overlooked the archival sources—my analytical observations likely would have leaned in another direction, to emphasize the evocations of circularity in some of the themes and these more traditional analytical arguments towards motivic unity and organicism. It is the context of Harry Partch and Goff’s own music and writings that relate the analysis to a different brand of aesthetic conviction. 9. Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] In her article “The Living Work: Organicism and Musical Analysis,” Ruth Solie demonstrates that “constellations of language like that surrounding the figure of the organism tend to shape and control the observations of the analyst using them,” offering as an example that “the analyst dealing with a ‘musical organism’ will likely respond to it differently from one studying a ‘linguistic structure’ or perhaps ‘fluid architecture’” ( 1980 , 147). With Goff, we find the same problem compounded, as these compelling terms are combined and translated between the arts. Goff detested the aphorism, often attributed to Goethe, that architecture was somehow “frozen music.” (36) For Goff, there was nothing frozen about architecture at all, but rather a living force that resides in the embodied experience of someone moving physically or visually through a space. This kind of experiential unity is at the heart of the organicism that Goff attributed equally to Wright and Debussy. At the same time, I hope this study also raises questions about translating this terminology across the arts, or even within music to composers as different as Debussy, Varèse, Ireland, Partch, and Phillips. Is it truly possible to talk about organicism in the same way for these composers? And how does an awareness of the cross-disciplinary projects they were involved with affect our understanding of any one of their works? These are not easy questions, but ones which are critical to our interpretive practice and which come to the forefront when uncovering the rich and multifaceted contexts preserved in the archive.",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "solie_1980"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.levy.html",
    "data": "mto/data/mto.21.27.3.levy.json"
}