{
    "title": "Celibidache and Bruckner",
    "date": "1998/09/01",
    "volume": "4",
    "issue": "5",
    "authors": [
        "James, Tess"
    ],
    "abstract": "",
    "keywords": [
        "Bruckner",
        "Celibidache",
        "Tremolo",
        "Bow Speed",
        "Rehearsal",
        "Conducting"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.5/mto.98.4.5.james.pdf",
    "author_info": [
        {
            "name": "Tess James",
            "university": "Cross Media UK - Music",
            "address": "Essex, England",
            "email": "Xmwords@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This month sees the release by EMI of the Bruckner\nsymphonies of German-based maestro Sergiu Celibidache.  Even\nbefore his death in 1996, the Rumanian was often considered by\nmany to be the last surviving great genius of conducting.  The\nrelease of this collection is all the more special because\nCelibidache throughout his lifetime opposed recordings of his\nwork. Throughout the world, it will be the first chance for\nmany to discover why music critics wrote that Celibidache was\ncapable of presenting an entirely new and extremely moving\nBruckner.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] There has always been a special relationship between\nCelibidache and Bruckner, the former being said to have\nunderstood the latter like nobody else.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] “To him, time is different than it is to other composers.\nTo a normal man, time is what comes after the beginning. To\nBruckner, time is what comes after the end. All his\napotheotical finals, the hope for another world, the hope of\nbeing saved, of being again baptised in light, it exists\n    nowhere else in the same manner”—these were Celibidache’s\nown words when asked about Bruckner. But what precisely did it\nmean for an orchestra? They had to play Bruckner with Celi’s\nunderstanding of tempi, which made each symphony sound as if\nit were heard for the very first time, and much longer than\never before.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] “It meant very hard work,” recalls Joerg Eggebrecht, who plays\nfirst Cello at the Munich Philharmonic orchestra, where Celibidache\nconducted from the early eighties until his death. “His way of\nrehearing put enormous pressure on us. If I study the score as closely\nas Celibidache, if I make it my life’s work to play Bruckner as\nBruckner meant us to play him—with great calm and quiet—then\nthis means a great effort especially for the wind instruments. Some of\nmy colleagues had actually taken up yoga in order to fulfil Celi’s\nbreathing technique requirements. The release of the CDs will show\nthat our brass players play completely different than anything\nwe have previously heard of Bruckner.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Eggebrecht recalls that the wind instruments were required\nto precisely dosage of their breath. “To keep up this enormous\npeace and quiet all through the symphony was a great strain”\nhe explains, adding: “but it means that our Bruckner\nperformances were completely lacking in violence.  Every note\ncould be born at its own pace, all sound had its own space.\nNothing was swallowed up. It was possible to hear every minute\naspect of the music and comprehend what Bruckner had meant to\nbring across. It was like a moment of truth, and the musical\nspace expanded beyond the orchestra, into the audience.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Eggebrecht feels that Celibidache’s Bruckner could have\nbecome a household name. “But he did not want to make\nrecordings,” the Cellist explains. “He said that our job as an\norchestra is to perform the music as it was written down, to\nbring to life again the original emotion which had been felt\nat the time of writing. The composer had a certain experience,\nhe used a kind of shorthand to write it down, and we must\ndecipher it to bring the experience back to life. This had to\nbe done anew each time the music was played. Hence, a CD could\nnot fulfil the same purpose.” The only reason why the concert\nrecordings are now going to be released is due to\nCelibidache’s son Serge, a film maker who lives in Paris and\nwho believes that the arguably most fascinating Bruckner\nexperience there ever was should not die together with his\nfather.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Peter Jonas, a graduate of the RCM who has formerly worked\ntogether with Solti in England is now the Intendant of the\nBayerischer Staatsoper in Munich—the first English speaking\nIndendant ever in Germany. “I remember his Bruckner\nperformances very well,” Jonas reminiscences. “People have\ncried openly, without shame. It was so moving, it was more\nthan mere music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It has been said that Celibidache’s Bruckner was never an\neffort to listen to, that it sounded more like running water\nand clothed the soul of the listener. Music critics have called\nit natural, flowing, connecting with the very essence of\nsound. “That is easily explained,” says Eggebrecht. “We found\nin his music elements which said that we are mortal, that we\nhave an uncontrollable fate, that we go through periods of\nloneliness, of being god-removed. For all this there are\nsymbols in his music. When a sound becomes reality, it is\nborn. But at the same moment it already dies. The sound C or F\ncomes out of the cosmic force. It is already there, all I have\nto do is to bring it forth on my instrument:  the tuba, the\ncello.  The very moment it is born, it dies already. Just take\nthe wonderful start of the horn in the 4th symphony:  bee bam\nda dee.  A very simple structure, where the birth and demise\nof a sound is the symbol for life:  how it arises and fades\naway.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In rehearsals, Celibidache’s reputation as a slave-driver and\ndictator was legendary. “Rightly so,” recalls Joerg’s brother Harald,\na music critic for one of Germany’s most respected newspapers. “I\nremember the first time I was sent to write about a rehearsal. I went\nthere to write about a monster, whose reputation had preceded him.\nAnd it was exactly as I had been forewarned: there was great drama, he\nwalked out, he sent a musician outside, he screamed, he abused the\nfirst violins. And yet, it wasn’t like I had expected at all. Whatever\nhe did, he was justified. I realised after a few minutes that his\nscreaming was not for the sake of it: he had an immensely deep\nunderstanding of what music should be. He would not stand for anything\nless than perfection, and he got angry of he felt anyone in his\norchestra was not taking the music as seriously as he did. I became\none of his greatest defenders, and one of his best friends. Outside of\nthe music, he was the nicest person.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Indeed, Celibidache must have been a very kind man:  all\nhis rehearsals were open to the public “to give everyone\naccess to music.” He rescued stray dogs from the pound. He\nalways had an open door and heart for his musicians when\nrehearsals were over, and he maintained very close personal\nrelations with his students and many members of his orchestra.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] One of Celibidache’s best friends became Helmut Nicolai,\nfirst viola and today also the head of the Rosamunde quartet,\nwhich is rapidly shooting to fame and will be in the limelight\nagain this month with the world premiere of Bruckner’s\nfavorite student Hans Rott’s string quartet at the Berlin\nFestival.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] “I do recall my first rehearsal with him,” says Nicolai.\n“I had come from the Berlin Philharmonic Orchestra under\nKarajan, wanting to work with Celibidache, but I had no idea\nwhat it meant. It meant four or five days’ rehearsal, and each\ntime we performed a symphony again we had to rehearse it as if\nit were the first time.  He wanted a new experience to come\nout of the music with every performance. What I liked about\nhim was that he always called us by our first names, not by\nour instrument. It made us feel human, but he wanted something\nin return. We were not just to play our own notes but to\nlisten where our instrument stands in relation to the entire\norchestra. He wanted us to think for ourselves, rather than\njust being the executive branch.  We had to consider the music\nin its entirety, like the conductor, and he got mad when he\nfound we were just playing our notes. Once or twice I had to\ntell him not to scream at the first violins so much, because\nthe poor guys got so upset that I was afraid they would\neventually become too scared to ever play freely again. What\nhe did not understand is that you have to balance compliments\nand punishment when you rehearse.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Joerg was there for the first rehearsal ever with\nCelibidache. “It started with him saying:  what is wrong with\nyour breathing technique? to one of the winds. The poor guy\nreplies:  I breathe like all the others. And Celi goes:  is that\nso? You want to be like everyone else, do you? But not here,\nnot with me.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] “And we had to start all over again, as if we had to go\nback to school to grade one.  You have to imagine that:  we\nwere a well-known, well-respected European orchestra.  So a\nbass player gets up and he says:  but Maestro, we aren’t a\nstudent orchestra.  And Celi says:  but you look like you are.\nWhat’s your name? Come on, sit down and play for me.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] “And then we really started work. Ten days. It was as if\nhe had locked the doors to prevent is from leaving, it was\nreally serious. And he said to us:  you think I am joking,\ndon’t think that, gentlemen.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Joerg recalls his first Bruckner rehearsal just as\nvividly. “The first tremolo came up, and he says:  what are you\ndoing? Chicki, chicki, chicki. Wrong, wrong. The tremolo has\nto sound like hot air. What can we do? Let’s all play at\ndifferent frequencies, come on, try it out.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Celibidache saw his work on Bruckner’s symphonies as\nbeing defined by the syllable sym = unity. Each member of the\norchestra had to be part of the whole. “When we went on tour\nto the United States,” recalls Eggebrecht, “although Bruckner\nis not as widely known there as he is here, everyone was\nspellbound by our performance.  I recall an American colleague\nsaying at the start:  look they do different bow speeds, but it\nsounds nice.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Nicolai once observed a deeply moved Celibidache at the\ngrave of Bruckner in St. Florian. “There is no question that he\nfelt very connected to Bruckner as a person.  This may explain\nthe spectacular sound experiences that he could turn a\nBruckner symphony into. Celibidache had survived the second\nWorld War. As a young man he had been in Berlin when the city\nwas bombed. He fled from the horror of his memories into the\nworld of music. With the help of Bruckner, he drowned out the\nscreams of children he had seen die. Music was more than music\nto him, it was his reason for staying alive.” APPENDIX Munich repertoire of Celibidache – Bruckner SYMPHONIES No. 3 in D minor No. 4 in E ♭ Major No. 5 in B ♭ Major No. 6 in A Major No. 7 in E Major No. 8 in C minor No. 9 in D minor VOCAL WORKS Mass No. 3 in F minor Te Deum IMPORTANT DATES Celi born Rumania 11 Juli 1912 1936:  Celi arrives in Berlin. Meeting with composer Heinz\nTiessen. Enters conservatory. Studies philosophy at university\nuntil 1945:  studies and then teaches at conservatory. His main\nteachers are Tiessen, Hugo Distler and Walter Gmeindl. Works\nat his own compositions (concertos, mass and four symphonies)\nwhich have not been performed to this day. Assistant at concerts of Willhelm Furtwaengler, conducting the\nBerlin Philharmonic Orchestra August 1945:  Becomes conductor of the Berlin Radio Orchestra.\nBecause Furtwangler becomes suspended from conducting the BSO\nas part of the “denazification” process, the orchestra\ncontacts his young protegee, Celibidache 29 Aug 1945:  First concert with the BSO and great suceess for\nCelibidache February 1946:  Celibidache becomes conductor of the BSO 1945–1954: Conducts 414 concerts with the BSO 21 December 1946: Premiere in Germany of the 7th symphony of\nChostakovitch. The Russians record the concert, which\nCelibidache hates. He becomes a great enemy of recordings. 25 May 1947:  First concert of Furtwangler after the war’s end 1949–54:  Furtwangler and Celibidache share the conducting of\nthe BSO 1950:  Celi premieres in Berlin the Violin Concerto of Berg\nwith the BSO. Blacher, Hoffer, Raphael, Tiessen. Hindemith and\nWellesz are among the composers whose works Celibidache\npremiered with the BSO. 28 Nov 1954:  Receives the Great Cross of Merit of Germany 29 Nov 1954: Last concert with the BSO 30 Nov 1954:  Death of Furtwaengler 13 December 1954:  Karajan becomes head of BSO, Celibidache\nleaves Berlin 1953–1967:  Celi is active in Italy with the orchestra of La\nScala and others. 1960–63:  Works intensely with the Orchestre de la Chapelle Royale in Copenhagen May 1965:  Marries Ioana Procopie Dhnitrescu 1963–71:  Works regularly with the Swedish Radio Orchestra. 19 June 1968:  Birth of only son Serge 1970:  Receives Swedish equivalent of knighthood. Receives the\nDanish Leonie-Sonning Musical Award 1972: Gives master classes of conducting in Siena and Bologna 1972–77:  Chief conductor of Stuttgart Radio Orchestra. For the\nfirst time, he records his own composition “Taschengarten.” It\nis dedicated to the children of the third world, and the\nproceeds go to UNICEF 1973–75:  Chef Principal de l’orchestre National de l’ORTF in\nParis 1978:  Nominated Professor at the University of Mayence. Gives courses until\n1992 1978–80:  Concerts in Japan with the Yomuri Orchestra in Tokyio 1979: Is nominated general director of music of the city of\nMunich, and head of the Munich Philharmonic orchestra\n(conductor). He travels with them throughout the world: across\nEurope, North and South America, Japan and the rest of Asia,\nand the former Soviet Union 1984:  Works with students of the Curtis Institute’s Orchestra\nin Philadelphia. Concerts in Philadelphia and New York 1991:  Nominated “Professor Honoris Causa” of city of Berlin\nand of the Munich Conservatory 1 April 1992:  At the request of the president of Germany,\nCelibidache conductes the BSO for the first time after 37\nyears June 1992: Receives the Cross of Merit of Germany 1993:  Becomes honorary citizen of Munich 1995:  Awarded “Commadeur des Arts et Lettres” by the French Government 1995:  Master classes in France June 1996: Last concerts at Munich July 1996:  Still gives conducting courses 14 August 1996:  Dies",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.98.4.5.james.html",
    "data": "mto/data/mto.98.4.5.james.json"
}