{
    "title": "Common-tone Tonality in Italian Romantic Opera: An Introduction",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Rothstein, William"
    ],
    "abstract": "Some compositional techniques usually associated with German Romantic music, such as tonal pairing and the frequent use of chromatic mediants, may have originated in Italian opera. These techniques are traced from Rossini’sTancredi(1813) to Verdi’sIl trovatore(1853). Similarities to pre-tonal and twentieth-century neoclassical music are considered. In studying and teaching nineteenth-century music, theorists should broaden their focus beyond the Austro-German repertoire. The notion of “common practice” is misleading and should be abandoned.",
    "keywords": [
        "Rossini",
        "Bellini",
        "Verdi",
        "Mozart",
        "opera",
        "tonal pairing",
        "directional tonality",
        "chromatic mediants",
        "sonorità",
        "mode",
        "Robert Bailey",
        "Pierluigi Petrobelli",
        "David Kopp",
        "Harold Powers"
    ],
    "doi": "",
    "received": "November 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.rothstein.pdf",
    "author_info": [
        {
            "name": "William Rothstein",
            "university": "Queens College and The Graduate Center, City University of New York",
            "address": "365 Fifth Avenue, New York, NY 10016",
            "email": "wrothstein@gc.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Carl von Clausewitz, Vom Kriege (Berlin, 1832), “Nachricht.”",
            "citations": []
        },
        "FN2": {
            "text": "2. For a recent specimen see Taruskin, “The Musical Mystique: Defending classical \nmusic against its devotees,” in The New Republic 237, No. 4,823 (October 22, \n2007): 34–45.",
            "citations": []
        },
        "FN3": {
            "text": "3. Although German Romanticism included aesthetic stances other than \norganicism—notably the cult of the fragmentary pursued by Robert Schumann in the \nfirst half of his career—it seems undeniable that organicism is the dominant \nstrain where music is concerned.",
            "citations": []
        },
        "FN4": {
            "text": "4. The term “Carpenter narrative” (after the late Patricia Carpenter) was coined by \nM. Murray Dineen in his recent writings on Schoenbergian analysis. See his \n“Tonal Problem, Carpenter Narrative, and Carpenter Motive in Schubert’s \nImpromptu, Op. 90, No. 3,” Theory and Practice 30 (2005): 97–120.",
            "citations": []
        },
        "FN5": {
            "text": "5. See Celia Applegate and Pamela Potter, eds., Music and German National Identity (University of Chicago Press, 2002).",
            "citations": []
        },
        "FN6": {
            "text": "6. The notion of Italian opera as counterculture derives in part from Carl \nDahlhaus, Nineteenth-Century Music , trans. J. Bradford Robinson (Berkeley: \nUniversity of California Press, 1989).",
            "citations": []
        },
        "FN7": {
            "text": "7. Robert Bailey, “The Structure of the Ring and Its Evolution,” 19th-Century Music 1, no. 1 (1977): 48–61; see also “An Analytical Study of the Sketches and \nDrafts,” in Wagner, Prelude and Transfiguration from Tristan und Isolde , ed. \nBailey (New York: Norton, 1985), 113–46. Some concepts were introduced, without \ntheir now-familiar names, in Bailey’s Ph.D. dissertation, “The Genesis of Tristan und Isolde and a Study of the Sketches and Drafts for the First Act” \n(Princeton University, 1969).",
            "citations": []
        },
        "FN8": {
            "text": "8. William Kinderman and Harald Krebs, eds., The Second Practice of \nNineteenth-Century Tonality (Lincoln: University of Nebraska Press, 1996).",
            "citations": []
        },
        "FN9": {
            "text": "9. See, e.g., “Alternatives to Monotonality in Early Nineteenth-Century Music,” Journal of Music Theory 25, no. 1 (1981): 1–16; “Some early examples of tonal \npairing: Schubert’s ‘Meeres Stille’ and ‘Der Wanderer’,” in The Second Practice , \n17–33.",
            "citations": []
        },
        "FN10": {
            "text": "10. Kinderman, “Directional tonality in Chopin,” in Jim Samson, ed., Chopin Studies (Cambridge: Cambridge University Press, 1988), 59–75; Korsyn, “Directional \nTonality and Intertextuality: Brahms’s Quintet op. 88 and Chopin’s Ballade op. \n38,” in The Second Practice , 45–83.",
            "citations": []
        },
        "FN11": {
            "text": "11. Kaminsky, “Principles of Formal Structure in Schumann’s Early Piano Cycles,” Music Theory Spectrum 11, no. 2 (1989): 207–25.",
            "citations": []
        },
        "FN12": {
            "text": "12. On the canonization of Chopin in German musical culture see Samson, “Chopin \nreception: theory, history, analysis,” in John Rink and Jim Samson, eds., Chopin \nStudies 2 (Cambridge: Cambridge University Press, 1994), 1–17.",
            "citations": []
        },
        "FN13": {
            "text": "13. The Second Practice , 12.",
            "citations": []
        },
        "FN14": {
            "text": "14. These major-third relations were recognized as independent relations of a tonic \nas early as Rameau’s Génération harmonique (1737). Riemann gave them their own \nfunction symbols in the sixth edition of Handbuch der Harmonielehre (1917).",
            "citations": []
        },
        "FN15": {
            "text": "15. Schumann railed equally against Italian opera, Meyerbeer, and the cult of the \nvirtuoso. Both Schumann and Wagner became more chauvinistic over the course of \ntheir careers. That Schenker held a low opinion of opera in general, not only \nItalian opera, is shown by his recently published Über den Niedergang des \nKompositionskunst (“The Decline of the Art of Composition”), Music Analysis 24/1–2 (2005): 3–232. Interestingly, both Hanslick and Schenker modified their \ncritical view somewhat where Verdi’s last operas were concerned; Hanslick in \nparticular saw these as an approach toward German musical style.",
            "citations": []
        },
        "FN16": {
            "text": "16. A strain of Italophilia (at least Verdi-philia) survived among some American \ncomposers, notably Roger Sessions and Donald Martino, both of whom enjoyed close \nfriendships with Luigi Dallapiccola, an ardent Verdian. This seems to have had \nfew consequences for their theoretical teaching, however. The list of \n“References to Musical Works” in Sessions’ Harmonic Practice (1951), for \nexample, includes a bit more Berlioz than one would find today, but otherwise it \nis very much the usual German repertoire. Italian opera is represented by a \nsingle chord from Rigoletto .",
            "citations": []
        },
        "FN17": {
            "text": "17. See Angela Pachovsky, “Zur Frage der Rossinismen bei Schubert,” and Xaver \nHascher, “Quelques paradigmes harmoniques dans la forme sonate chez Schubert,” \nboth in Dietrich Berke et al ., eds., Franz Schubert: Werk und Rezeption, II: \nBühnen- und Orchesterwerke, Kammer- und Klaviermusik (Kassel: Bärenreiter, \n2000), 35–55 and 151–61.",
            "citations": []
        },
        "FN18": {
            "text": "18. But see Friedrich Lippmann, “Wagner und Italien,” in Lippmann, ed., Colloquium \n“Verdi–Wagner” Rom 1969 ( Analecta musicologica 11; Vienna: Böhlau, 1972), \n200–249.",
            "citations": []
        },
        "FN19": {
            "text": "19. Carolyn Abbate and Roger Parker, eds., Analyzing Opera: Verdi and Wagner (Berkeley: University of California Press, 1989).",
            "citations": []
        },
        "FN20": {
            "text": "20. See the collection cited in note 17.",
            "citations": []
        },
        "FN21": {
            "text": "21. I focus on Verdi scholarship because it has dug deeper, analytically, than have \nwritings on Rossini, Bellini, or Donizetti.",
            "citations": []
        },
        "FN22": {
            "text": "22. There have been individual articles on Verdi’s music by two distinguished \ntheorists on the American scene, Matthew Brown (on Un ballo in maschera ) and \nJohn Roeder (on the Requiem). Brown may be unique among English-language \ntheorists in having published important articles on both Verdi and Wagner. \nRichard Cohn has occasionally cited passages by Verdi in his writings on \nneo-Riemannian theory.",
            "citations": []
        },
        "FN23": {
            "text": "23. Steven Huebner has applied William Caplin’s Formenlehre to the “lyric form” of \nmid-century Italian opera; see “Lyric Form in Ottocento Opera,” Journal of the \nRoyal Musical Association 117, no. 1 (1992): 123–47.",
            "citations": []
        },
        "FN24": {
            "text": "24. Petrobelli, “Per un’esegesi della struttura drammatica del Trovatore ,” in Atti \ndel terzo congresso internazionale di studi verdiani (Parma, 1974); trans. \nWilliam Drabkin as “Toward an Explanation of the Dramatic Structure of Il trovatore ,” Music Analysis 1, no. 2 (1982): 129–41; rept. in Petrobelli, Music \nin the Theater: Essays on Verdi and Other Composers (Princeton University Press, \n1994), 100–112. Petrobelli was surely familiar with Abramo Basevi’s Studio sulle \nopere di Giuseppe Verdi (Florence, 1859), in which Basevi suggested that the \nbeginning of Azucena’s canzone “Stride la vampa” could be harmonized almost \nequally well in E minor or G major. Basevi’s remark is discussed in Giorgio \nSanguinetti, “‘La vera analisi delle melodie’: La teoria ‘meloarmonica’ di \nAbramo Basevi,” in Marco Capra, ed., Una piacente estate di San Martino: Studi e \nricerchi per Marcello Conati (Lucca: Libreria musicale italiana, 2000), 261–85; \n275–76.",
            "citations": []
        },
        "FN25": {
            "text": "25. Chusid, “Rigoletto and Monterone: A Study in Musical Dramaturgy,” in IMS Report \n1972 (Copenhagen, 1974), 325–36; rept. in Verdi: Bollettino dell’istituto di \nstudi verdiani 3, no. 9 (1982): 1544–58. See also Chusid’s “The Tonality of Rigoletto ,” in Analyzing Opera , 241–61, and Marcello Conati, Rigoletto: \nUn’analisi drammatico-musicale (Venice: Masilio, 1992), 147–61 (“Aspetti della \nstruttura musicale”).",
            "citations": []
        },
        "FN26": {
            "text": "26. Powers, “Il ‘do del baritono’ nel ‘gioco delle parti’ verdiano,” in Bianca Maria \nAntolini and Wolfgang Witzenmann, eds., Opera & Libretto II (Florence: Olschki, \n1993), 267–81; Rosen, “Reprise as Resolution in Verdi’s Messa da Requiem ,” Theory and Practice 19 (1994): 105–120.",
            "citations": []
        },
        "FN27": {
            "text": "27. See Joseph Straus’s discussion in Remaking the Past: Musical Modernism and the \nInfluence of the Tonal Tradition (Cambridge: Harvard University Press, 1990), \n149–55; Stravinsky’s remark is quoted on p. 152. Whether Stravinsky’s assessment \nof his Serenade is accurate beyond the opening measures is a question that \ncannot be answered here.",
            "citations": []
        },
        "FN28": {
            "text": "28. LaRue, “Bifocal tonality: An explanation for ambiguous Baroque cadences,” in Essays on music in honor of Archibald Thompson Davison (Cambridge: Harvard \nUniversity Department of Music, 1957), 173–84; rept. in Journal of Musicology 18, no. 2 (2001): 283–94.",
            "citations": []
        },
        "FN29": {
            "text": "29. Schenker, Harmonielehre (Vienna: Universal, 1906), 352–55; Harmony , trans. Elisabeth Mann Borgese (Chicago: University of Chicago Press, 1954), 265–68. The English edition omits some pertinent annotations in Schenker’s musical examples. In line with the abstract view of Stufen taken in Harmonielehre , Schenker labels \nIII merely as III.",
            "citations": []
        },
        "FN30": {
            "text": "30. Compare the passage from Riemann’s Katechismus der Harmonielehre quoted in Kopp, \n81–82.",
            "citations": []
        },
        "FN31": {
            "text": "31. From a review in the Wiener allgemeine musikalische Zeitung , quoted in \nPachovsky op. cit. , 37. “So lässt man gewöhnlich der Stretta des ersten Finale \nein sehr langsames Tempo in einem finstern, aber zugleich theatralisch wirksamen \nAs Dur vorausgehen, worauf die lärmende Stretta im hellen C folgt.”",
            "citations": []
        },
        "FN32": {
            "text": "32. The Overture does not figure into the larger plan of Act 1, perhaps because it \nwas composed for Rossini’s Elisabetta, regina d’Inghilterra (1815), and was \npressed into service for Il barbiere .",
            "citations": []
        },
        "FN33": {
            "text": "33. See Ethan Haimo, “Remote keys and multi-movement unity: Haydn in the 1790s,” Musical Quarterly 74, no. 2 (1990): 242–68.",
            "citations": []
        },
        "FN34": {
            "text": "34. The pas de trois and Tyrolean chorus (No. 15) was briefly shifted from Act 3 to \nAct 1 and back again during the initial performances in August 1829. This \nG-major number, which includes C major and E minor as secondary keys, fits well \nin either context. See the Fondazione Rossini’s critical edition of Guillaume Tell , ed. M. Elizabeth C. Barlet (Pesaro, 1992), 1: xxxiii–xxxvii.",
            "citations": []
        },
        "FN35": {
            "text": "35. Weber’s chart has been the basis of recent studies of Schumann’s Dichterliebe by \nFred Lerdahl (in Tonal Pitch Space ) and Berthold Hoeckner (“Paths through Dichterliebe ,” 19th-Century Music 30, no. 1 [2006]: 65–80).",
            "citations": []
        },
        "FN36": {
            "text": "36. Hoeckner, 71.",
            "citations": []
        },
        "FN37": {
            "text": "37. In the progression I–III–V, the V need not be tonicized. On the progression V–III –I see David Beach, “A recurring pattern in Mozart’s music,” Journal of Music Theory 27, no. 1 (1983): 1–29.",
            "citations": []
        },
        "FN38": {
            "text": "38. The second-act finales of Rossini’s Ermione (1819) and Maometto II (1820) also lack tonal closure. Both operas are in two acts.",
            "citations": []
        },
        "FN39": {
            "text": "39. Some published scores give the chord in question as G major.",
            "citations": []
        },
        "FN40": {
            "text": "40. According to the critical edition, the upper note of the trill is G except in \nm. 39, where it is G . This G is missing in some editions.",
            "citations": []
        },
        "FN41": {
            "text": "41. According to Krebs, Schubert experimented with directional tonality and tonal \npairing in several songs composed in the years 1815–17, although several \nscholars (including Krebs himself) have offered monotonal readings of “Meeres \nStille,” his sole example from 1815. While Rossini seems not to have used these \ntechniques as early as this, these are precisely the years during which Schubert \ncomposed some of his most overtly Italianate works, such as the Sixth Symphony \nand the two Overtures in Italian Style. Presumably Rossini was not the only \nItalian composer who influenced Schubert, a student of Salieri. Hascher argues \nthat the modulatory style of Schubert’s sonata expositions changed abruptly in \n1817, and that the change involves the use of chromatic mediants as middleground \nharmonies.",
            "citations": []
        },
        "FN42": {
            "text": "42. Specifically the Finale to Act 1 and the Septet in Act 2.",
            "citations": []
        },
        "FN43": {
            "text": "43. Budden, The Operas of Verdi (New York: Oxford University Press, 1973–81), 1:16.",
            "citations": []
        },
        "FN44": {
            "text": "44. On the substantial differences between the autograph and first edition of Il pirata , see Philip Gossett’s introduction to the facsimile of the former (New \nYork: Garland, 1983).",
            "citations": []
        },
        "FN45": {
            "text": "45. “Ascolta” is the final word of Gualtiero’s scena in the libretto. In Bellini’s \nsetting, the word is delivered within the musical space of the aria.",
            "citations": []
        },
        "FN46": {
            "text": "46. There are four ways of executing this dominant-preparation bait-and-switch; by \n“dominant preparation” I mean an emphatic V or V 7 (root position) followed by a \ncaesura. Using M for major and m for its relative minor, the four patterns are: \n(1) V/ m to I/ M ; (2) V/ M to I/ m ; (3) V/ m to V/ M ; (4) V/ M to V/ m . (1) is by far \nthe most common; it constitutes a III –I progression in the major key. (2) is \nrelatively uncommon, probably because it resembles a conventional deceptive \ncadence, V–VI, in which VI is subsequently stabilized as a key; Italian \ncomposers preferred VI in such cases. (3) is a favorite of Bellini; if the \nsecond V resolves to I, as it usually does, one can hear the entire progression \nas III –V–I in the major key, despite the presence of caesuras after one or both \ndominants. (4) is the pattern heard in ex. 7; relatively uncommon, it can be \nheard in retrospect as VII–V–I in the minor key. A magnificent example of (4) is \nthe link from Amelia’s scena to her aria in Act 2 of Verdi’s Un ballo in \nmaschera (1859), in which the second dominant preparation consists of a solo for \nEnglish horn, unaccompanied. See Powers, “‘La dama velata’: Act II of Un ballo \nin maschera ,” in Martin Chusid, ed., Verdi’s Middle Period , 1849–1859 (Chicago: \nUniversity of Chicago Press, 1997), 273–336; 284–85 and 298.",
            "citations": []
        },
        "FN47": {
            "text": "47. Schenker, Free Composition , trans. and ed. Ernst Oster (New York: Longman, \n1979), 26 and Fig. 13.",
            "citations": []
        },
        "FN48": {
            "text": "48. See, however, the excellent discussion in Gilles de Van, Verdi’s Theater: \nCreating Drama through Music , trans. Gilda Roberts (Chicago: University of \nChicago Press, 1998), 309–36 (“Unity”).",
            "citations": []
        },
        "FN49": {
            "text": "49. The centrality of the major-third cycle F–A–D to Macbeth (both versions) was \npointed out by Julian Budden in The Operas of Verdi , 1:312. Edward T. Cone \nclaimed that Simon Boccanegra (both versions) is based on the cycle C–E–A ; “On \nthe Road to Otello : Tonality and Structure in Simon Boccanegra ,” Studi verdiani 1 (1982): 72–98. Matthew Bribitzer-Stull has cited Beethoven’s Fidelio as \nanother opera based in large part on C–E–A ; see “The A –C–E Complex: The Origin \nand Function of Chromatic Major Third Collections in Nineteenth-Century Music,” Music Theory Spectrum 28, no. 2 (2006): 167–90.",
            "citations": []
        },
        "FN50": {
            "text": "50. See Budden, The Operas of Verdi, 2:70; Petrobelli, “Toward an Explanation of the \nDramatic Structure of Il trovatore ,” Music Analysis 1, no. 2 (1983): 129–41; \nWilliam Drabkin, “Characters, Key Relations, and Tonal Structure in Il trovatore ,” Music Analysis 1, no. 2 (1983): 143–53.",
            "citations": []
        },
        "FN51": {
            "text": "51. The divisions of Verdi’s operas into numbers are reflected in his autograph \nmanuscripts but are misrepresented in many published scores. See Chusid, A \ncatalog of Verdi’s operas (Hackensack, NJ: J. Boonin, 1974) for an authoritative \nlisting for every Verdi opera.",
            "citations": []
        },
        "FN52": {
            "text": "52. See Jeffrey Kurtzman, The Monteverdi Vespers of 1610: Music, context, \nperformance (Oxford: Oxford University Press, 1999), 202–9 and 242–45.",
            "citations": []
        },
        "FN53": {
            "text": "53. Joachim Burmeister, Musical poetics (1606), trans. Benito Rivera (New Haven: \nYale University Press, 1993).",
            "citations": []
        },
        "FN54": {
            "text": "54. Compare Carl Schachter’s discussion of similar conflicts in Chopin’s music in Unfoldings , ed. Joseph N. Straus (New York: Oxford University Press, 1999), 9.",
            "citations": []
        },
        "FN55": {
            "text": "55. See Mary Jane Phillips-Matz, Verdi (Oxford: Oxford University Press, 1993), 167 \nand 701.",
            "citations": []
        },
        "FN56": {
            "text": "56. Bailey, “An Analytical Study,” 116; Schoenberg, Theory of Harmony , trans. Roy E. \nCarter (Berkeley: University of California Press, 1978), 389. Compare Schenker’s \nexpansive concept of Mischung (“combination” or “mixture”) in Harmonielehre .",
            "citations": []
        },
        "FN57": {
            "text": "57. Daniel Heartz, “The Beginnings of the Operatic Romance: Rousseau, Sedaine, and \nMonsigny,” Eighteenth-Century Studies 15 (1981): 149–78.",
            "citations": []
        },
        "FN58": {
            "text": "58. See especially Heartz’s Figures 1 and 5 (pp. 152 and 164).",
            "citations": []
        },
        "FN59": {
            "text": "59. Rossini follows Mozart’s practice in two stage songs that belong to the \ntradition of the operatic romance: Almaviva’s serenade to Rosina in Il barbiere \ndi Siviglia and Desdemona’s Willow Song in Otello (both 1816). Both dissolve \ninto recitative without coming to a formal end.",
            "citations": []
        },
        "FN60": {
            "text": "60. I have discussed the importance of ambitus and octave species to a \nnineteenth-century composition in my article “Circular Motion in Chopin’s Late \nB-Major Nocturne (op. 62, no. 1),” in L. Poundie Burstein and David Gagné, eds., Structure and Meaning in Tonal Music: Festschrift in Honor of Carl Schachter (Stuyvesant, NY: Pendragon Press, 2006), 19–32.",
            "citations": []
        },
        "FN61": {
            "text": "61. Balázs Mikusi, “Mendelssohn’s ‘Scottish’ Tonality?” 19th-Century Music 29, no. 3 \n(2006): 240–60.",
            "citations": []
        },
        "FN62": {
            "text": "62. See Mendelssohn’s descriptions, in his letters from Italy, of the plainchant he \nheard sung in the churches of Rome.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As Clausewitz famously declared, war is a continuation of politics by other \nmeans. (1) By now it is hardly news that music analysis, in almost all forms \ninherited from the nineteenth and early twentieth centuries, is a continuation \nof German Romantic ideology by other means. Yet saying so (and it has been said \nfor over a quarter-century now) has changed remarkably little in the day-to-day \nlife of North American music theorists. In particular, it has not changed the \npre-twentieth-century repertoires that we study and teach. German Romantic \nhegemony has been challenged in many ways—most loudly perhaps by Richard \nTaruskin (2) —but theorists have hardly begun to do so using other repertoires, \ncontemporary to its ascendancy, that might offer alternatives to it. It seems \nfoolish to eschew organicist methods of analysis for music conceived according \nto organicist premises, (3) but it is equally foolish to apply only organicist \nmethods to music differently conceived. Without seeking to topple German \nRomanticism within its own domain, we should explore other domains and try to \nview them in other ways. Only, since German Romanticism saw its domain as \nuniversal, to relativize it in this way—to deny its universalizing claims—is \nnecessarily to dethrone it. We can continue to draw our Schenker graphs and tell \nour Carpenter narratives without expecting the world to submit to Schenkerian or \nSchoenbergian standards of measurement. (4) Similarly, we can continue to cherish \nthe Austro-German repertoire from Bach to Webern without granting it the \naesthetic exclusivity that its apologists sought or, in many cases, assumed. (5)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For each dominant culture, there are multiple countercultures. The \ncounterculture that I choose to cultivate is nineteenth-century Italian opera. (6) In this essay, intended as a prolegomenon to a larger study, I argue for the \nhistorical and theoretical importance of this repertoire within the larger \ncorpus of nineteenth-century music. This importance lies partly in historical \npriority: some innovations that have widely been ascribed to German composers \ncan more plausibly be traced to Italy. At a minimum, Italian composers \ndiscovered them independently and popularized them earlier than composers in \nother parts of Europe. II.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It has been thirty years since Robert Bailey introduced five concepts for \nthe analysis of Wagner’s operas: associative tonality; expressive tonality; \ndirectional tonality; tonal pairing; and the double-tonic complex. (7) The \ndouble-tonic complex remains controversial, but Bailey’s other ideas have been \nwidely accepted, at least in North American scholarship. Directional tonality \nand tonal pairing have proven especially important to the analysis of \nAustro-German music from Wagner through Wolf, Mahler, and early Schoenberg, \noffering an alternative to more traditional approaches, chiefly \nSchenker-inspired, that seemed to work less well for the post-Wagnerian \nrepertoire. The state of this art circa 1990 can be reviewed in the well-known \nvolume The Second Practice of Nineteenth-Century Tonality , a Bailey Festschrift in all but name. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Bailey’s concepts have also been applied to music before Wagner. Harald \nKrebs has been especially active here, publishing several articles on \ndirectional tonality and tonal pairing in the music of Schubert and Chopin. (9) William Kinderman and Kevin Korsyn have also discussed Chopin’s two-key pieces \nfrom a more or less Bailey-influenced point of view. (10) Peter Kaminsky has \nexplored the subject of tonal pairing and directional tonality in Schumann’s \nearly piano cycles, albeit without direct reference to Bailey’s ideas. (11)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Virtually all of this attention has been focused on music by Austro-German \ncomposers, the sole exception being Chopin—a composer who, as most theorists \nknow, was adopted as an honorary German by Heinrich Schenker, much as Berlioz \nwas adopted (for different reasons!) by adherents of the New German School. (12) William Kinderman, in his introduction to The Second Practice , acknowledges the \nAustro-German focus of that volume, while expressing the hope that scholars will \napply its approach to “French, Russian, and other musical repertoires of the \nnineteenth century.” (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] David Kopp’s recent book, Chromatic Transformations in Nineteenth-Century \nMusic , continues the Austro-German bias. Kopp’s book is largely about chromatic \nthird-relations, especially modally matched transformations involving one common \ntone—for example, a move from a major triad to its major mediant (III ) or \nlowered submediant ( VI). (14) There is nothing peculiarly Germanic about \nchromatic third-relations, but when it comes time for analytical illustration \nKopp rounds up the usual suspects: Schubert, Chopin, and Wolf. He does include \npieces by Liszt and Dvorak, two composers closely identified with German styles, \nand a short excerpt by Smetana. There is even a snippet of Chausson.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Kopp’s omission of Italian music is both noteworthy and symptomatic: \nnoteworthy, because in chromatic third-relations it was Rossini who set the \npattern for the rest of Europe to follow; symptomatic, because the \nmarginalization of nineteenth-century Italian opera has long been a defining \nfeature of North American music theory. I can only sketch the relevant history \nhere. Italian opera was the Other against which German Romantic musical culture \ndefined itself, as can be seen in the writings of critics from Schumann to \nWagner, Hanslick, and Schenker. (15) Even before the arrival in America of \nSchoenberg, Hindemith, and the Schenker circle, those American musicians \ninvolved in teaching and writing about music theory tended to be Germanic in \ntheir musical sympathies, and some (including Percy Goetschius) studied in \nGermany. But other, non-Germanic viewpoints continued to flourish—as evidenced, \nfor example, by those American composers who flocked to Nadia Boulanger. The \nmusico-intellectual climate changed gradually after the arrival of Austro-German \némigrés, who impressed their Germanocentrism on American composers and, still \nmore profoundly, on American theorists. (16) That theory was even more deeply \naffected than composition surely owed to the fact that speculative theory was \noverwhelmingly a German field after 1850; to think theoretically was, almost by \ndefinition, to think Germanically. By the 1950s American theory was dominated by \nan Austro-German (often specifically Viennese) aesthetic, which only increased \nas professional theorists progressively displaced composers in the theory \nclassroom. While American opera fans were thrilling to Maria Callas and the bel \ncanto revival, elite opinion held that the only acceptable Italian operas were Otello (Verdi’s, not Rossini’s), Falstaff , and anything by Mozart. The only \nnineteenth-century vocal pieces encountered in the typical theory classroom \nwere, and are, Lieder .",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] What, for an earlier generation, was principled Germanocentrism has \ncontinued to the present day through a combination of inertia, indoctrination, \nand prejudice. While twentieth-century popular music has been declared ripe for \ntheoretical attention, American theorists have largely cleaved to the \n“classical” repertoires they learned in their youth and the prejudices they \nimbibed from their teachers. I speak, of course, partly from personal \nexperience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As I suggested earlier, many of the innovative practices addressed by \nBailey, Kopp, and others can be found in early-nineteenth-century Italian opera, \nwhich may represent their historical source. That Schubert was affected by the \nViennese mania for Rossini; that Chopin’s melody shows the imprint of Rossini \nand Bellini; that Wagner admired Bellini’s melodies and his dramatic sense—all \nof these things are well known. The effects of Rossini’s music on Schubert’s \nharmonic practice are only beginning to be described, (17) while Italian influence \non Schumann seems to have gone unrecognized. Myths created by Wagner himself \nhave obscured recognition of what he learned from his Italian predecessors. (18) III.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The same decades that saw the efflorescence of North American scholarship \non Wagner and his successors saw an unprecedented upsurge of analytical \nattention to the music of Verdi. An early indication of both trends was the 1984 \nVerdi–Wagner conference at Cornell University (which I did not attend) and the \nbook, Analyzing Opera , that grew out of it. (19) The editors of that volume, \nCarolyn Abbate and Roger Parker, juxtaposed Verdi essays and Wagner essays as \ncarefully as a chief of protocol seating guests at a state dinner, but they \nfailed to hide the lack of scholarly intercourse between Verdians and \nWagnerians. Like the Italian and German divisions of the Metropolitan Opera in \nits early decades, the two groups of scholars merely occupied the same building. \nThey may have chatted cordially, but they didn’t cite each others’ work—this \ndespite the shared heritage of their heroes in the music of Spontini, Rossini, \nBellini, Halévy, Meyerbeer, et al . The situation was different in Europe, where \na similar conference had been held in 1969 with far greater emphasis on the \nmixing of national traditions. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The new Verdi scholarship has been extremely impressive, yet this \nliterature seems to be unknown to all but a few American music theorists. (21) Although much of this work has been carried out by Europeans (among them \nPierluigi Petrobelli, Friedrich Lippmann, and Gilles de Van), many leading Verdi \nanalysts have been North Americans; yet hardly any have held professional \npositions in music theory. (22) Verdi analysts to emerge in the 1970s included \nMartin Chusid, David Lawton, and Robert Moreen. The ‘80s and ‘90s produced \nHarold Powers, James Hepokoski, Scott Balthazar, Steven Huebner, and Roger \nParker (although Parker has become more of an anti-analyst). Among the younger \ngeneration there is Andreas Giger, who specializes in Verdi’s French operas. \nEvery one of these figures has emerged from the disciplines of historical \nmusicology or, in Powers’ case, ethnomusicology. To ask why would be to confront \nsome of the most deeply entrenched biases of American music theory.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Let us turn instead to some of the positive ideas that have emerged from \nVerdi scholarship. A great deal of attention has been paid, understandably, to \nmatters of musical form, since formal principles in this repertoire differ \nsignificantly from those familiar to theorists from the study of Viennese \ninstrumental music ca. 1775–1815. (23) More important, for my purposes, has been \nan idea that was proposed, apparently independently, by Pierluigi Petrobelli and \nMartin Chusid in the early 1970s. Petrobelli argued that Azucena’s music in Il trovatore centers around a single melodic pitch, B4, which is alternately \nharmonized by the keys of E minor and G major. (24) At about the same time, Chusid \ndemonstrated the centrality of the pitch C4 to the music sung by two baritone \ncharacters in Rigoletto , Monterone and Rigoletto himself. (25) In effect, \nPetrobelli and Chusid argued that, at least for these characters, the center of \nmusical gravity lay not in the orchestral bass but in the vocal line. Instead of \nemanating upward from a fundamental, as in the tonal theories of Rameau and \nSchenker, musical coherence emanates downward from a focal melodic pitch. \nPetrobelli dubbed such a focal pitch a sonorità (“sonority”).",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The concept of sonorità was adopted by other scholars, including Harold \nPowers and David Rosen. (26) Both promoted the sonorità as a distinctively Italian \norganizing principle, arguing (as I shall argue) that Verdi’s music follows \nprinciples different from those that underlie most Austro-German music. In \naddition to building on Chusid’s work on “baritone C,” Powers offered an \nanalysis of the love duet from Verdi’s Otello , also based on the sonorità . Here, \nit seemed, was a new way of demonstrating musical coherence in non-monotonal \nmusic. But the implications of the sonorità concept are more radical than this. \nAs I have already noted, the sonorità de-privileges the bass of a musical \ntexture, using melodic pitches (not tonics) as the principal agent of coherence. \nIt thus represents a departure from all bass-oriented theories of tonality. One \ntask of opera analysis in the coming decades will be to evaluate the \napplicability and scope of the sonorità concept.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Unlike the early Wagner analyst Alfred Lorenz, Verdi scholars have rarely \ninvoked Hugo Riemann. But the Riemann revival of recent years reminds us that \nRiemann, too, argued against privileging the bass; he railed ceaselessly against \nwhat he called “thoroughbass” theories, among which he included Rameau’s \nfundamental bass and Gottfried Weber’s Roman numerals. Riemann’s function theory \nhas no fixed points of reference except the tonic and its two dominants; his \ntheory of Schritte and Wechseln lacks even these. A theory of nineteenth-century \nmusic based on common-tone relations—Kopp’s term “common-tone tonality” \ndescribes it nicely—has much in common with Riemannian and especially \nneo-Riemannian theories. It also has obvious points of contact with theories of \ntwentieth-century “centric” music. Igor Stravinsky, for example, pointed to the \nnote A as the “axis of sound” in his Sérénade en la (1925), regardless of \nwhether A is harmonized by chords of F major, A minor, or (later) A major. In \nother words, Stravinsky’s la is a sonorità . (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] We are left with multiple theoretical traditions, German and non-German, \nwith no clear relation to each other. In what follows, I begin to bring some of \nthese traditions together for the purpose of understanding Italian operatic \nmusic between 1810 and 1860. I proceed more or less chronologically, beginning \nwith Rossini and ending with a famous excerpt from Verdi’s Il trovatore . As we \nshall see, Rossini embeds chromatic mediants and tonal pairing within a mostly \ntraditional tonal framework. Composers from Bellini onward increasingly disrupt \nthis framework, moving into realms beyond monotonality. To explain these later \npractices (which begin no later than 1825), we will need to employ theoretical \napproaches not typically applied to music from the first half of the nineteenth \ncentury. IV. Example 1 . Rossini, Tancredi, “Cavatina Tancredi,” cabaletta (excerpt) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The frequent use of chromatic mediants is a Rossinian fingerprint from the \nearliest years of his career. What made the cabaletta “Di tanti palpiti” from Tancredi (1813) wildly popular for half a century was only partly its jaunty \nmelody; it was also the quietly thrilling move from a C-major chord \n(representing a half cadence in F major) to a new phrase in A-flat major, with \nnothing to foreshadow it save a crescendo on scale-degree 2 ˆ , which becomes the \nleading tone to A . (See Example 1 .) The characteristically Rossinian move \nof a major third downward, from one major triad to another, was far from unknown \nin eighteenth-century music, where it usually involved a direct move from III , \napproached as V of the relative minor, to a major tonic. In an article first \npublished in 1957, Jan LaRue called this phenomenon “bifocal tonality,” which he \ndescribed as a combination of a major key with its relative (not parallel) \nminor. (28) The presence of III –I progressions in the music of J. S. Bach, Haydn, \nMozart, and Beethoven has been widely discussed; in his Harmonielehre (1906), \nSchenker describes III –I as a means of tonicization, an alternative to V–I. (29) Rossini’s move in Tancredi is more unconventional, because it involves not a \nreturn to the tonic but a leap from an active dominant into a distant key.",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Rossini’s progression can easily be described using any of the available \nneo-Riemannian theories. In the best-known version, based on the work of David \nLewin and others, Rossini’s move from a C-major to an A -major triad \nrepresents the double transformation PL; the change of key, F major to A-flat \nmajor (a more abstract relation), represents PR. Using Kopp’s positional \nterms—not his transformations—Rossini moves from V to UFM (the Upper Flat \nMediant) of his main tonic, F major; in relation to A-flat major, the move is \nfrom USM (the Upper Sharp Mediant) to I. In terms of Daniel Harrison’s theory, \nthere is a dominant discharge from G to A (leading tone to tonic) and a \nsubdominant discharge from E (representing F , the flatted sixth degree) to \nE . (30) Readers who are so inclined may translate my remaining analyses into \nthe desired dialect of neo-Riemannian.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Although Rossini’s music is not as stereotyped as some believe, his most \neffective ideas often turned into predictable mannerisms. In 1818, less than two \nyears after Rossini’s music was first performed in Vienna, a critic there wrote: \n“[Rossini] generally precedes the stretta of the first finale with a very slow \nmovement in a dark but theatrically effective A-flat major, whereupon the noisy stretta follows in a bright C major.” (31) The critic may have been describing the \nfirst-act finale of Il barbiere di Siviglia (1816), which follows precisely this \npattern. He might have added that if a Rossini finale ends in C major, it also \nbegins there; a slow movement in A-flat major would thus be heard as VI in \nrelation to the finale’s overall tonic. In 1816, Rossini—a classicist in many \nrespects—still believed in unity of key over the course of an operatic number, \nwhether that number was an introduzione , a double aria, a four-movement duet, or \na multi-movement finale. The slow movement of any of these tends to be set by \nRossini in a chromatic mediant key, either III , III, or VI. (Rossini did not \nfavor VI for this purpose.)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The first-act finale of Semiramide (1823) is also in C major, but its slow movement—known, in a finale, as the pezzo concertato —goes a step further than usual. Rossini begins this concertato in A-flat minor, although he uses a key signature of only four flats; he resolves this extremely distant key to the usual A-flat major midway through the movement. And yes, the final movement is a “noisy stretta . . . in a bright C major.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Especially (but not only) in comic operas, Rossini found sudden shifts to \nchromatic mediants useful to depict outbursts of surprise, frustration, or rage \non the parts of his characters. The flat chromatic mediants, III and VI, are \nheavily favored for this purpose. In Barbiere a surprising number of these \nchromatic outbursts involve the triad of E-flat major, acting either as III in \nC major, as VI in G major, or in one case as II in D major (in Basilio’s aria \n“La calunnia”). The focus on E-flat major is especially striking in Act 1, in \nwhich all numbers but one are in sharp or neutral (“white-note”) keys. The \nexception is the act’s penultimate number, Bartolo’s aria “A un dottor della mia \nsorte,” which is in E-flat major. Once the finale begins, Bartolo’s key is \nrecontextualized as III of C major. The only other number in Act 1 with a key \nsignature of more than two sharps or flats is Rosina’s cavatina “Una voce poco \nfa,” which is in E major— VI of the act-opening G major, III of the finale’s C major. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In Barbiere , the chromatic outbursts that I have described generally \nexplain themselves retrospectively; their entrances are disruptive, but their \nexits are well-mannered. Even the noisiest VI, for example, usually resolves to V (although there is a complete major-third cycle I– VI–III –I in Figaro’s “Largo al factotum”). Such conventional contextualizations of chromatic mediants \noccur less consistently where the slow movement of a multi-movement number is \nconcerned. Usually a modulating transition will lead fairly smoothly into the \nslow movement, but the movement itself is tonally closed, ending with repeated \nPACs in its assigned key. The following tempo di mezzo (a transitional movement) \nmay begin directly with the governing tonic, so that the underlying chromatic \nthird-relation is heard directly; or the tempo di mezzo may prolong the home \ndominant, so that the slow movement’s chromatic mediant is heard to progress to \nV; or the t empo di mezzo may begin in some foreign key and work its way back to \nthe tonic. When there is direct motion from the chromatic mediant to the tonic, \nthe effect may be compared to that in some of Haydn’s late instrumental works in \nwhich a slow movement in some distant, flat-side key is followed by a minuet or \nfinale in the tonic. (33) Example 2 . Gottfried Weber, table of key relations (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Some of Rossini’s most adventurous harmonic writing is found in his last \nopera, Guillaume Tell (1829). A significant portion of Tell —the famous Overture, \nthe five-movement Introduction, the four-movement finale to Act 1, and much of \nAct 3—is dominated by the pairing of two tonics, E and G. (34) G appears almost \nexclusively as G major; E vacillates between its minor and major modes. (C major \nappears often as an intermediary key.) In effect, E minor is surrounded by its \nrelative and parallel major keys—recalling, perhaps, Gottfried Weber’s \nwell-known chart of key relations ( Example 2 ), in which each minor key is \nsurrounded in precisely this fashion on the chart’s horizontal axis. (35) We know \nthat Robert Schumann was familiar with Weber’s chart; (36) whether Rossini knew \nit is uncertain.",
                "footnotes": [
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Tell is Rossini’s most Romantic opera not only aesthetically but \ncompositionally. Employing both relative and parallel keys is nothing new, but \nRossini employs them in a decidedly post-classical way. By “post-classical” I \nrefer primarily to three phenomena: (1) the frequent use of direct modulation by \ncommon tone, foregoing dominant preparation of the new key; (2) use of the \nrelative major outside the I–III–V bass arpeggiation described by Schenker as \nnormative for the minor mode; (3) in major, using III –I progressions that are \nnot hierarchically subordinate to some larger fifth-relation. (37) Example 3 . Rossini, Overture to Guillaume Tell , middleground analysis (click to enlarge)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In Tell , no fewer than three numbers—the finales of Acts 2, 3, and \n4—violate Rossini’s usual practice of beginning and ending a number (excluding \nany introductory recitative) in the same key, perhaps with a change from minor \nto parallel major. (38) However, all numbers that feature the E–G pairing are \ntonally closed; that is, they begin and end with the same tonic. The Overture, \nin four short movements, traces the key scheme e/E–e–G–E. Despite its \nnontraditional form, the Overture’s tonal arc is sufficiently traditional to be \nrepresented in a Schenkerian graph, which also reveals some (though not all) of \nthe music’s unusual features. Example 3 offers such a graph. It shows that G \nmajor is repeatedly reached from V of e/E, a major triad in either mode. The \nfamous stretta (Allegro vivace, E major, 2/4) is announced by a trumpet call on \nB4, B being the one tone common to the tonic triads of all three keys. Within \nthe stretta , E major alternates several times with its relative minor, c . Moves \nfrom E to c are made directly, from one tonic to the other, with emphasis on \nthe common tone G 4. The quiet middle section (measures 316–43) consists of twelve \nmeasures in C minor followed by sixteen measures in E major, linked by the \nchord of G minor—minor dominant of c , diatonic mediant of E—and the melodic \ntone G 4. (39) Example 4 . Rossini, Overture to Guillaume Tell , mm. 1–44 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Example 4 gives most of the Overture’s first movement in a piano reduction. \nThe head-motive of the main theme, in E major, is harmonized differently on each \nof its four appearances (measures 17, 21, 28, and 32). The last two of these harmonizations include the pitch-class E /F, which was introduced in a highly \nmarked way in measures 12–13, where it was dramatized by the unusual leap of a \ndiminished fifth—unusual, that is, in the progression from a Neapolitan sixth to \na dominant. The F-major chord returns at the upbeat to measure 34, now not as \nNeapolitan but as subdominant of a C major that returns immediately to E major. \nIn the ensuing cadential progression, a conventional trill on scale-degree 2 ˆ (F 4) is accompanied by some rather unconventional harmonies: in addition to V \nof E, we hear dominant seventh chords on G and D, in each of which the trilled \nF is heard as an unresolved tendency tone, either leading tone or seventh. (40) Within measures 37–40 F is heard variously as root, third, fifth, and seventh. \nRossini avoids only sounding F as a minor ninth above a bass of E /F; doing so \nwould have completed a minor-third cycle in the bass. In short, the Overture’s \nfirst movement exhibits some features associated with post-classical tonality, \nincluding common-tone shifts and unresolved dissonant chords. Example 5 . Rossini, Guillaume Tell , Act 1, Introduction, transition between movements 2 and 3 (reduction) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Example 5 sketches the orchestral transition between movements 2 and 3 of \nthe Introduction (the opening number of Act 1). The Introduction’s five \nmovements trace the key scheme G–C–e–E–G, so the overall modulation in our \nexample is from C major to E minor. The decisive move is the first, from C major \nto E major, which is carried out by first isolating the common tone E4 in the \nsolo horn (the stage directions read “Ici l’on entend le ranz des vaches [here \none hears the ranz des vaches ]”). Motion to the implied G-major harmony is from \nV of E, another III –I progression in a major key; the common tone B (heard in \ntwo registers) forms the link. As my sketch shows, G major is embedded within \nthe transition in a rather classical way, forming part of a dominant \nprolongation in E minor. G returns to V of E through a harmonic sequence and a \ndescending fourth-progression in the upper voice, the latter outlining the \ninterval from root to fifth of the V harmony. Repeated soundings of B3 and B4 \nlead to the third movement, an Allegro vivace in E minor. A similar but shorter \ntransition links movements 4 and 5, again emphasizing B4 as common tone between \nthe tonic triads of E major and G major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] To summarize: Rossini was an early adopter of chromatic mediants, which he \nused chiefly for purposes of dramatic contrast. It is in this area that he most \nclearly influenced Austro-German composers, beginning with the first Viennese \nperformances of his operas in 1816. (41) Rossini was more conservative about \ndirectional tonality and tonal pairing, Guillaume Tell being a conspicuous \nexception. His frequent use of common-tone modulation, in which the common tone \nis often isolated or otherwise highlighted, adumbrates the use of the sonorità as a unifying device. His chromaticism, which I have only touched upon here, was \nsufficiently advanced for Fétis to count him among the pioneers of the genre omnitonique . Tonal closure within an operatic number was a binding requirement \nfor the young Rossini and remained the norm thereafter. Nevertheless, the \nenormous size of some numbers, their division into several movements, and the \nfreedom of modulation within movements made the move away from monotonality \nrelatively easy, for later composers if not for Rossini himself. V.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Donizetti’s operatic career began in 1818, Bellini’s in 1825. I am \nunfamiliar with most of Donizetti’s early operas, but there are numbers in La zingara (1822) that begin and end in different keys. (42) Interestingly, this \nopera was a favorite of Bellini’s in his student years. While both composers \nfelt free to begin and end a number in different keys, Bellini used tonal \npairing—which involves repeated motion between two tonics—remarkably early and \nin an especially prominent way. He also uses fixed melodic pitches in ways that \nseem to have little precedent in Rossini.",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In Bellini’s first opera, Adelson e Salvini (1825), the duet of Salvini and \nBonifacio begins in F minor and ends in C major. The orchestral prelude begins \nwith a unison C repeated many times, and C acts as a dominant pedal almost \ncontinuously throughout the prelude. The duet’s initial F-minor strain ends with \nan emphatic half cadence, whereupon the unison C returns (again repeated many \ntimes) and leads to A-flat major in a III –I progression. After this, a \nmodulatory transition leads to another half cadence in F minor (the tonic \nappears only in passing), to be followed once again by the repeated unison C and \nthe A-flat-major strain. A lengthy dominant pedal of C minor then leads to the \nC-major cabaletta. It could easily be argued that the duet is forged into a \nmusical unit by the note C, which acts successively as dominant of F minor, \nthird of A-flat major, and tonic of C major. This C does not quite fit \nPetrobelli’s definition of a sonorità because it is emphasized primarily in the \norchestra, not in the vocal lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In The Operas of Verdi , Julian Budden cites Gualtiero’s cavatina, or \nentrance aria, in Il pirata (1827) as an early example of a number that begins \nand ends in different keys. (43) Budden seems to be referring principally to the \nfirst movement, or cantabile , of Gualtiero’s aria, but the path of directional \ntonality that defines the cantabile—G minor to B-flat major—also defines the \naria as a whole. It also matches the tonal trajectory of Act 1 in the opera’s \nfirst printed score, a vocal score published in 1828. (44) The pairing of G \n(mostly minor) and B (mostly major) also pervades Gualtiero’s scena (recitative), which is not counted as part of the aria proper.",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Example 6 gives a simple diagram for the aria as a whole; Example 7 is an \nexcerpt. The scena vacillates between B-flat major and G minor. The aria’s \nopening ritornello begins solidly in G minor. It modulates to D minor just as \nthe tenor enters, singing the final word of his scena , “ascolta” (“listen”). (45) And listen we do, for the D-minor cadence is followed immediately by a fortissimo dominant seventh of B-flat major, which is followed in turn (after a \nbrief silence) by a quiet PAC in G minor. Providing dominant preparation for one \nkey but delivering its relative becomes an Italian trademark for decades to \ncome. (46) Example 6 . Bellini, Il pirata , “Cavatina Gualtiero,” diagram (click to enlarge) Example 7 . Bellini, Il pirata , “Cavatina Gualtiero,” end of the scena and beginning of the cantabile (click to enlarge and see the rest)",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The main body of Gualtiero’s cantabile repeats the ritornello as far as the \ninternal cadence in D minor. After the fermata, we hear a completely new strain \nin B-flat major, entirely over a tonic pedal; with this the first strophe will \nend. After a modulating middle section, the opening strophe is heard a second \ntime. The following tempo di mezzo returns to the aria’s original tonic, G, but \nthis time it is G major. After a spell in related sharp keys (E minor and B \nminor), Bellini modulates by way of G minor back to B-flat major for the \ncabaletta. The latter is firmly in B-flat major, with internal cadences in G \nminor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The aria’s tonal plot could hardly be clearer. Two years before Rossini’s Guillaume Tell , Bellini pairs two tonics, G and B , within a trio of keys in \nwhich G minor is flanked by its relative and parallel majors. Unlike Rossini, \nBellini allows free motion between his tonics, with no obligation of ending \nwhere he began, either within a single movement or over the course of a \nmulti-movement aria.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Bellini’s three tonic triads share a single pitch class, D. Not \nsurprisingly, D4 is the focal pitch in Gualtiero’s vocal line. D4 is more than a \nSchenkerian Kopfton (although it is that, too); it is more like a reciting tone. \nFurthermore, Bellini repeats an unordered group of three pitches, F4–E 4–D4, \nwithin both the G-minor and the B-flat-major portions of the aria. In example \n7 \nI have bracketed this three-note cell on many of its appearances. Toward the end \nof the scena (measures 41–45), the cell’s F is pointedly cross-related to the \ndominant’s F . Here F is an appoggiatura to an upper-neighbor E , as \nunstable a tone as can be imagined within a largely diatonic passage. During the \norchestral ritornello, the oboe repeats the three-note cell obsessively—much as \nGualtiero, the pirate of the opera’s title, has dwelt on the mental image of his \nbeloved Imogene during his years at sea. F remains an upper neighbor to an upper \nneighbor. But when it comes time actually to represent Imogene’s image—to fix it \nwithin his mind—Gualtiero fixes the three-note cell within a B-flat-major \nharmony, so that F becomes consonant. The psychological aptness of the \nmusical transformation is clear. Example 8 . Bellini, Il pirata , “Cavatina Gualtiero,” end of the cantabile (click to enlarge) Example 9 . Bellini, Il pirata , “Cavatina Gualtiero,” beginning of the cabaletta (click to enlarge and see the rest) Example 10 . Schenkerian analysis of example 9 (foreground) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The cantabile is in the usual two-strophe form. In its brief coda, the \nthree-note cell is sung slowly over a tonic pedal in B-flat ( Example 8 ), \nimprinting it still more firmly. The cell disappears from the tempo di mezzo but \nis heard repeatedly at the beginning of the cabaletta ( Example 9 )—first \nascending, consonant, and over a major triad, as when Gualtiero conjured \nImogene’s image in the cantabile; then descending, dissonant, and over a minor \ntriad, as in the earlier G-minor music. Elementary Schenkerian analysis of the \nopening phrase reveals the presence of the cell just beneath the musical surface \n( Example 10 ), an instance of so-called hidden repetition. Curiously, this \ncabaletta is a transposed version of the cabaletta from the Salvini/Bonifacio \nduet in Adelson e Salvini . Recycling pieces from little-known or failed operas \nwas common practice for Rossini and Bellini, so its use here is not surprising. \nWhat is impressive is that Bellini realized just how well his old wine suits its \nnew bottle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Bellini’s recurring use of a three-note scale fragment common to two keys \nsuggests that Petrobelli’s sonorità concept may be unnecessarily restrictive in \nits focus on a single pitch. If Gualtiero has a single sonorità , it is surely \nD4. But recognizing the three-note cell as a unifying entity seems a better \nanalytical strategy for this aria.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Directional tonality and tonal pairing remain exceptional in Il pirata and \nin Bellini’s next opera, La straniera (1829). When they do occur, therefore, \nthey are especially striking. The rondò-finale (concluding aria) of La straniera includes a cantabile in B-flat major, a widely modulating tempo di mezzo , and a cabeletta that moves from a B-flat-minor beginning to a D-flat-major ending; the \ncontrasting interlude between the cabaletta’s two strophes provides dominant \npreparation for B-flat minor, as did the end of the tempo di mezzo . One notes a \nsimilarity between the cabaletta’s key scheme and that of Chopin’s Scherzo op. \n31 (1837); although Chopin surely knew La straniera , the similarity may be \ncoincidental. Owing to the presence of the B-flat-major cantabile, it is \ndifficult and probably nonsensical to hear the cabaletta’s opening B-flat minor \nmerely as VI of D , as Schenker argued should be done in Chopin’s op. 31. (47) Unlike Gualtiero’s cavatina from Il pirata , there is no obvious sonorità or \nrecurring pitch-cell in Alaide’s rondò . VI.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In Italian operas of the 1830s, tonal unity within an operatic number is at \nbest a weak stylistic expectation, violated as often as it is fulfilled. By 1850 \na tonally unified number sounds faintly archaic. The forms inherited from \nRossini become a principal means of orientation for listeners, without stable \ntonal props to support them. Cantabiles and cabalettas often remain tonally \nclosed, but larger numbers (of which these are components) do not.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] It is impossible to generalize about tonal architecture in Verdi’s operas. \nSome operas seem more tightly constructed than others, but the means on which \nVerdi relies for tonal association and contrast are not consistent from one \nopera to the next. (48) Not surprisingly, operas that were never substantially \nrevised once completed, such as Rigoletto and Un ballo in maschera , tend to have \nclearer structures than those, such as Don Carlos , that went through multiple \nversions. Some operas, such as Macbeth (1847, rev. 1865) and Simon Boccanegra (1857, rev. 1881), rely on major-third cycles and their associated hexatonic \nsystems for their principal keys, each of which may have clear dramatic \nassociations. (49) Each Verdi opera inhabits its own world and must be evaluated \nindependently.",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Il trovatore has attracted more analytical comment than any middle-period \nVerdi opera except, perhaps, Rigoletto . The most obvious thread running through \nthe opera, especially for listeners with absolute pitch, is the opposition \nbetween mildly sharp-side or neutral keys (C major, A minor, E minor, and G \nmajor) and keys with four or more flats, especially the trio of keys F \nminor–A-flat major–A-flat minor (I list them in an order opposite to Weber’s so \nthat the most extreme key appears last). Several commentators have convincingly \nassociated the former set of keys with the gypsy Azucena and the gypsies in \ngeneral; the latter, flatter set is associated with the high-born Leonora. (50) Aurally, the gypsies inhabit a realm of light, Leonora one of darkness.",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The opening number of Act 2 was entitled Coro di Zingari e canzone (“Chorus \nof Gypsies and song”) by Verdi. (51) It is popularly known as the “Anvil Chorus,” \nalthough Azucena’s canzone “Stride la vampa” is often erroneously regarded as a \nseparate number. By “Anvil Chorus” I designate the entire number as Verdi \nconceived it. In this number we again encounter the kinds of fixed-pitch \nreferences that were such a striking feature of the Bellini aria analyzed \nearlier. These references are so little dependent on their harmonization that \nthey recall pre-tonal settings of cantus firmi —for example, Monteverdi’s \nsettings of psalm tones in his 1610 Vespers. (52)",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] I will claim that Verdi’s “Anvil Chorus” is “in” E in much the same sense \nthat Stravinsky’s Sérénade en la is “in” A. The piece begins in E minor and ends \nin C major, with E prominently featured at both beginning and end. E gradually \nemerges as a sonorità for the chorus, acting as a reciting tone first over V of \nA minor, then over I of C major (another III –I progression). The chorus’s final \ncadence occurs on the melodic notes G–F–E, doubled in octaves. Example 11 . Verdi, Il trovatore , Act 2, “Coro di Zingari e canzone,” end of chorus and end of canzone compared (click to enlarge and see the rest) Example 12 . Verdi, Il trovatore , Act 2, “Coro di Zingari e canzone,” \nmelodic analysis (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Azucena’s two-strophe canzone acts as a middle section within the “Anvil \nChorus” as a whole. As Petrobelli has pointed out, Azucena’s vocal line features \na sonorità of B4, sounding here as the fifth degree in E minor; her line \ndescends by step within a conventional parallel period (scale degrees 5 ˆ – 2 ˆ in the \nantecedent, 5 ˆ – 1 ˆ in the consequent). In the second half of her strophe, B4 is \nincreasingly overtaken by E5, which is harmonized in multiple ways within \ntonicizations of C major, A minor, and E minor. Azucena’s final cadence, \nG5–F 5–E5 ( 3 ˆ – 2 ˆ – 1 ˆ in E minor), conspicuously echoes the chorus’s earlier cadence, \nG5–F5–E5 ( 5 ˆ – 4 ˆ – 3 ˆ in C major), especially since the final three pitches are \napproached similarly, are heard in similar rhythms, and receive similar \norchestral punctuation (see Example 11 ). Following the canzone there is an \nabbreviated reprise of the chorus, followed by a quiet orchestral postlude. Only \nin the last two measures of the postlude is the melodic E relinquished in favor \nof the local tonic, the E–C third forming a link to the following number \n(“Racconto d’Azucena”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Example 12 diagrams the melody of the “Anvil Chorus”; readers should also \nconsult a score, either orchestral or piano-vocal. In the following discussion, \nI analyze Verdi’s melody using terms borrowed from modal and neo-modal theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The principal ambitus of the melody lies between E4 and E5, solidly within \nAzucena’s mezzo-soprano range. The opening orchestral melody begins lower than \nthis, however: starting on E4, it repeatedly touches the fifth degree both below \nand above, moving within the ambitus B3–B4, as though in a plagal mode (E \nHypoaeolian). Once the key changes to G major, still within the orchestral \nprelude, the ambitus shifts upward, with the violins “reciting” on B4. When \njourneying beyond their reciting tone, the violins touch first on E5, then G5, \nbefore cadencing on G4; a G4–G5 octave is briefly outlined. The unison chorus \nthen enters on G4 and moves upward by step to E5. As the orchestra settles onto \nV of A minor, E is heavily emphasized in both chorus and orchestra. The “anvil” \ntheme features E as a reciting tone and decorates it with F, its semitone upper \nneighbor. Nevertheless, the melody moves mostly downward from E, traversing the \noctave E5–E4 (here I privilege the women’s register within the unison chorus) as \nif outlining the authentic mode on E (E Phrygian). The final climax is on G5, \nthe highest sustained pitch in the entire number, followed by the G–F–E descent \nmentioned earlier. E has emerged as the melodic final, and the authentic octave, \nE4–E5, as the principal ambitus. G5 lies outside this ambitus but is used as a \nclimax note; in Joachim Burmeister’s terms, it represents the figure hyperbole . (53) E5 has been featured prominently in four different keys: E minor, G major, A \nminor, and C major. The outlining of the modal fourth B4–E5 over a G-major \nharmony (measures 13–14) is an especially noteworthy instance of the melody’s \nindependence from its accompaniment. (54)",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The opening of the canzone remains within the E4–E5 ambitus while \nemphasizing B4 as a reciting tone. A secondary sonorità of E5 is established, as \nwe have seen, and soon becomes the principal focus; it is again exceeded by the \ncadential figure, this time G5–F 5–E5. I have already noted the musical rhyme \nbetween the end of the chorus and that of the canzone . The similarity of ending \nformulas emphasizes the change from the neutral system (with F ) to the \none-sharp system (with F ). In neo-modal terms, the change could be \ndescribed as one from E Phrygian to E Aeolian and back again (in the reprise of \nthe chorus), following the Hypoaeolian orchestral prelude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Square brackets in example 12 demonstrate melodic correspondences within \nthe “Anvil Chorus.” The legend at the bottom of the example labels individual \nmotives, all of them scale fragments ranging from a second to a sixth in length. \nThe number assigned to each motive indicates the size of its boundary interval: \n2 for a second, 3 for a third, etc. Motives with the same number and letter \nshare the same pitch level; for example, motive 3B outlines the third from B4 to \nG4 in either direction. (All motives are shown descending, but this ordering is \narbitrary.) The restriction to stepwise motives exhibits a certain Schenkerian \nbias, but it permits me to show stepwise motives that lie a little beneath the \nsurface, such as the instance of motive 3B very near the beginning (measures 2–3). It \nis interesting that, within the orchestral prelude, motive 3B appears three \ntimes and in two different keys, E minor and G major. A disadvantage of the \nlimitation to stepwise motives is that some quite audible correspondences do not \nappear, including one between measure 1 and measure 207, where the melody shares the \ndescending fourth E4–B3, representing the lower fourth of a plagal ambitus. VII.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Especially in his later years, Verdi argued that Italian composers should \nfocus their study on the Italian musical inheritance, not that of the Germans. \nThe Germans do well to study Bach, he said, but Italians should learn from their \nItalian predecessors, stretching back to Palestrina. Verdi put this pedagogical \nphilosophy into practice as early as the 1840s in his teaching of Emanuele \nMuzio, his longtime amanuensis. (55) I do not know how much early music Verdi \nknew, but it is remarkable how well the “Anvil Chorus” responds to theoretical \nconcepts that predate major-minor tonality. Perhaps Verdi’s technique in Il trovatore seems innovative to us because, in some ways, it is so old.",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Bellini’s “Nel furor della tempesta” (Gualtiero’s cavatina) and Verdi’s \n“Anvil Chorus” have much in common. They do not so much explode the concept of \nbass-oriented tonal unity as they ignore it, and they do so in an overwhelmingly \ndiatonic way . The musical language of both composers becomes more chromatic in \nlater works (e.g., Bellini’s Beatrice di Tenda and Verdi’s Otello ), but the \nexcerpts examined here exhibit only the mildest chromaticism, thus contravening \nthe idea (which apparently began with Fétis) that the dissolution of classical \ntonality is causally bound to increasing chromaticism and enharmonicism. Bailey, \nfollowing Schoenberg, claims that Wagner eliminated the duality of major and \nminor and substituted, for twenty-four keys, twelve “chromatic keys” based on \nthe tonic alone. (56) Without addressing whether this is an accurate description \nof Wagner’s practice overall (it surely is for parts of Tristan and Parsifal ), \nit is untrue of the Italian composers who pioneered the use of tonal pairing. \nFor them, what dissolved was less the distinction between parallel major and \nminor than that between relative major and minor. The parallel relation remained \navailable, to be sure, but it was a supra-tonal diatonicism that Italian \ncomposers called upon when they wanted to combine tonal mobility with simplicity \nof melodic surface, as they often did. S onorità and diatonic system became more \nimportant as unifying factors than the choice of final note in the bass (tonic).",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Precedents for nineteenth-century Italian diatonicism may be found in the \neighteenth century, mostly outside of Italy. Rameau wrote at length, in his Code \nde musique pratique (1760), on the possibility of harmonizing the same melodic \n“cadences” in a major key and its relative minor, and on the interlacing \n( entrelacement ) of keys that may result. In the opera house, eighteenth-century \naudiences could hear Rameau’s interlacing of relative keys in the operatic \nromance. Daniel Heartz has traced the early history of this genre, which began \nin mid-century France. (57) As Heartz notes, many romances shifted from a minor \nkey to its parallel major, but the self-conscious archaism of the genre \nsometimes led composers to write modal-sounding melodies in which the boundary \nbetween relative keys was blurred. (58)",
                "footnotes": [
                    "FN57",
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The most remarkable of eighteenth-century romances is surely “Im Mohrenland” from Mozart’s Die Entführung aus dem Serail (1782). The shifting \nkeys of this romance (example 13), which dissolves into spoken dialogue and thus \nhas no fixed ending, (59) can perhaps best be understood within a referential \nsystem of two sharps and a melodic final of F –F Phrygian, in other words. If \nour analysis addresses system, final, and ambitus (Pedrillo’s is F authentic), \nwe are speaking in terms of Harold Powers’ tonal types, not those of major-minor \ntonality. (60) Since we are dealing with a musical texture in which there is one \nleading melody rather than a polyphonic web, there is no conflict between mode \nand tonal type. Example 13 . Mozart, Die Entführung aus dem Serail , \nAct 3, Romance (“Im Mohrenland”) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN59",
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] A recent study by Balázs Mikusi explores the interpenetration of relative \nkeys in Felix Mendelssohn’s “Scottish” works. (61) Mikusi notes that Mendelssohn \nalso blends relative keys in other pieces in which an exotic flavor is intended, \nincluding the first of his “Venetian Gondola Songs” (G minor, no. 6 of the Lieder ohne Worte op. 19b, composed in 1830). The seven-measure introduction to \nthe Gondola Song touches strongly on a tonicized B-flat major, albeit in a \nsyntactically classical way, as III in the bass arpeggiation I–III–V–I. The \nfour-note melody, representing the cry of the gondolier (obviously a tenor), is \nD4–F4– E 4 –D4, recalling Gualtiero’s pitch-cell in Il pirata (1827).",
                "footnotes": [
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] All of the compositional examples of entrelacement that we have just \nconsidered were motivated by exoticism, a desire to portray the Other, whether \nthat Other resided at a distance of time (the neo-medieval French romance) or of \nspace (Mozart’s “Moorish land,” Mendelssohn’s Scotland) from the composer’s \nhere and now. To a lesser degree, Othering may be detected in our two principal \nnineteenth-century examples, Bellini’s Gualtiero (an outlaw, though of noble \nbirth) and Verdi’s Azucena (a gypsy and an outlaw). I chose these examples \nbecause they portray nineteenth-century Italian diatonicism, including its \ndisregard for tonal unity, in an especially pure and striking form. On the other \nhand, what was exotic for Mozart and Mendelssohn quickly became routine for \nBellini, Donizetti, and Verdi. Most Italian examples that one could cite betray \nno obvious exoticism. Common-tone tonality is a normal part of the Italian \nmusical language from the late 1820s onward. As Kaminsky demonstrated in his \nstudy of Schumann’s piano cycles, it became normal for Schumann by the \nmid-1830s. The position of Schubert in this development—not only the degree of \nRossini’s influence on Schubert, but the degree of Schubert’s influence on his \nimmediate successors—is less clear and requires further research. VIII.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The notion that music of the eighteenth and nineteenth centuries represents \na “common practice” is a myth whose burial is long overdue. We have seen that \nclassical tonality (as I choose to call it for want of a better term) does not \nalways apply even to Mozart. Vestiges of pre-tonal practice survive to the end \nof the eighteenth century; post-classical practice begins soon after. An \nhistorical link between the two seems probable, especially in Catholic parts of \nEurope, where plainchant continued to be sung in variously modified forms. (62) A \nlater stage of this development is represented by the neo-modality of \nlate-nineteenth-century French music (linked to the Gregorian revival) and, \nlater still, by the neoclassicism of the early twentieth century. These \ndevelopments all relate to what might be called the diatonic genus of \ncommon-tone tonality. The chromatic genus, which is the principal focus of \nneo-Riemannian theory, deserves separate historical consideration, which would \nagain include Rossini and Verdi but also Meyerbeer and, of course, Wagner.",
                "footnotes": [
                    "FN62"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Music theorists do not generally write music histories, but their \nperspective can benefit those who do. Nineteenth-century Italian opera is a \nworthy object of analytical study for its own sake. Such study can also teach us \nmuch about the history of compositional technique, and the contribution of \ncomposers both Italian and non-Italian to a European musical language that was \nundergoing rapid change, especially in the century’s middle decades. To see \nthese developments clearly, however, we need to unlearn the unitary historical \nnarratives imposed by German Romanticism and its offspring, Viennese Modernism. \nTheirs is not the only story that needs to be told, and their tendency to claim \nexclusive possession of aesthetic truth should be resisted. The tales of \nHoffmann, Schumann, and Marx in the nineteenth century, and of Schenker and \nSchoenberg in the twentieth, were designed (in times of great political stress) \nfirst to establish German hegemony in music, then to preserve or regain it. \nTwenty-first-century North Americans need not be bewitched by their histories, \ntheir nationalism, or their aesthetics.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.08.14.1.rothstein.html",
    "data": "mto/data/mto.08.14.1.rothstein.json"
}