{
    "title": "Review of Matthew Dirst, <i>Engaging Bach: The Keyboard Legacy from Marpurg to Mendelssohn</i> (Cambridge University Press, 2012)",
    "date": "2013/09/01",
    "volume": "19",
    "issue": "3",
    "authors": [
        "Brody, Christopher"
    ],
    "abstract": "",
    "keywords": [
        "Bach",
        "Bach reception",
        "Mozart",
        "fugue",
        "chorale",
        "Well-Tempered Clavier"
    ],
    "doi": "",
    "received": "July 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.3/mto.13.19.3.brody.pdf",
    "author_info": [
        {
            "name": "Christopher Brody",
            "university": "Indiana University",
            "address": "Jacobs School of Music, 1201 E. Third St., Bloomington, IN 47405",
            "email": "brodyc@indiana.edu"
        }
    ],
    "citations": {
        "albrechtsberger_2008": "Albrechtsberger, Johann Georg. (1790) 2008. Gründliche Anweisung zur Composition. Facsimile of the first edition, edited by Wolfgang Horn. Wilhelmshaven: Noetzel.",
        "christensen_1998": "Christensen, Thomas. 1998. “Bach among the Theorists.” In Bach Perspectives 3: Creative Responses to Bach from Mozart to Hindemith, edited by Michael Marissen. Lincoln and London: University of Nebraska Press.",
        "dadelsen_1958": "Dadelsen, Georg von. 1958. Beiträge zur Chronologie der Werke Johann Sebastian Bachs. Trossingen: Hohner-Verlag.",
        "david_and_mendel_1945": "David, Hans T., and Arthur Mendel. 1945. The Bach Reader. New York: W. W. Norton.",
        "dreyfus_1996": "Dreyfus, Laurence. 1996. Bach and the Patterns of Invention. Cambridge, MA and London: Harvard University Press.",
        "dürr_1976": "Dürr, Alfred. (1957) 1976. Zur Chronologie der Leipziger Vokalwerke J. S. Bachs. 2nd ed. Kassel: Bärenreiter. Originally published in Bach-Jahrbuch 44: 5–162.",
        "harriss_1980": "Harriss, Ernest. 1980. “A Chronology of the Works of Johann Sebastian Bach.” Bach: Journal of the Riemenschneider Bach Institute 11, no. 2: 2–20 (Part I); 11, no. 3: 2–8 (Part II).",
        "heinemann_and_hinrichen_1997–2005": "Heinemann, Michael, and Hans-Joachim Hinrischen, eds. 1997–2005. Bach und die Nachwelt. 4 vols. Laaber: Laaber-Verlag.",
        "heinemann_and_hinrichen_2007": "Heinemann, Michael, and Hans-Joachim Hinrischen, eds. 2007. Johann Sebastian Bach und die Gegenwart. Köln: Verlag Christoph Dohr.",
        "kassler_2004": "Kassler, Michael, ed. 2004. The English Bach Awakening: Knowledge of J. S. Bach and his Music in England, 1750–1830 . Aldershot: Ashgate.",
        "kirkendale_1979": "Kirkendale, Warren. 1979. Fugue and Fugato in Rococo and Classical Chamber Music. 2nd ed. Translated by Margaret Bent and Warren Kirkendale. Durham, N.C.: Duke University Press.",
        "marshall_1991": "Marshall, Robert L. 1991.  “Bach and Mozart: Styles of Musical Genius.” Bach: Journal of the Riemenschneider Bach Institute 22, no. 1: 16–32.",
        "marshall_1998": "Marshall, Robert L. 1998; “Bach and Mozart’s Artistic Maturity.” In Bach Perspectives 3: Creative Responses to Bach from Mozart to Hindemith, edited by Michael Marissen. Lincoln and London: University of Nebraska Press.",
        "wolff_1998": "Wolff, Christoph. 1998. The New Bach Reader. New York and London: W. W. Norton."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The chief discoveries of the new chronology, based on such techniques as the study of handwriting and manuscript paper, were that Bach’s church cantata composition in Leipzig was mostly packed into his first few years there (1723 to about 1729), rather than being spread throughout his three decades there. The (nearly) yearlong cycle of chorale-based cantatas was thus not a late-in-life crowning achievement but an early Leipzig endeavor, written for the 1724–25 church year, and the greater extent of his involvement in the 1730s with the secular Collegium musicum was suggested. The founding documents of the new chronology were Dürr 1976 and Dadelsen 1958 . A brief introduction in English can be found in Harriss 1980 .",
            "citations": [
                "dadelsen_1958",
                "harriss_1980"
            ]
        },
        "FN2": {
            "text": "2. There is nothing really comparable in English to Heinemann and Hinrischen 1997–2005 or Heinemann and Hinrischen 2007, both broad collections of essays on Bach reception that aim for comprehensiveness.",
            "citations": []
        },
        "FN3": {
            "text": "3. In the words of Reichardt (quoted by Dirst on page 51).",
            "citations": []
        },
        "FN4": {
            "text": "4. As Dirst quotes August William Schlegel (53n62).",
            "citations": []
        },
        "FN5": {
            "text": "5. This boldly counterintuitive pronouncement is due to Carl Ferdinand Becker (quoted by Dirst on page 53).",
            "citations": []
        },
        "FN6": {
            "text": "6. Readers will want to supplement both of these first two chapters with Thomas Christensen’s ( 1998 ) indispensable essay “Bach among the Theorists.” Christensen engages some of the same aesthetic issues as does Dirst, interestingly juxtaposing Mattheson’s viewpoint against that of the highly scholastic Lorenz Mizler concerning fugue, but more importantly providing a full account of the struggle between Marpurg and Kirnberger for the Bachian legacy. By offering a more analytically-minded perspective on what these sophisticated musicians found so compelling in Bach’s harmony, Christensen’s article helps complete the picture of how Bach’s chorales attained their prestigious position among connoisseurs by the end of the eighteenth century.",
            "citations": [
                "christensen_1998"
            ]
        },
        "FN7": {
            "text": "7. Although Dirst casts a wide net for sources in Chapter 5, a thorough treatment of this period in England already exists in Kassler 2004 .",
            "citations": [
                "kassler_2004"
            ]
        },
        "FN8": {
            "text": "8. Dirst mentions the fugues in Haydn’s Op. 20 as “some early examples” of a resurgent interest in fugue among galant composers (58–59), whereas Warren Kirkendale ( 1979 ) portrays fugue as never having “gone underground” at all.",
            "citations": [
                "kirkendale_1979"
            ]
        },
        "FN9": {
            "text": "9. As Kirkendale puts it: “Strict stretto rarely occurs in fugues for strings [in the mid- to late-eighteenth century], but instead we find numerous pseudo-strettos, where the first part to enter abandons the subject soon after the entry of the second” ( 1979 , 72). However, Dirst nonetheless overstates the absence of full-subject stretto from composition and treatise in this period. Albrechtsberger himself, whom Dirst quotes to the effect that stretto is merely “occasionally ... possible” (66) when working with given (chorale) subjects, elsewhere recommends that freely composed fugue subjects should always lend themselves to stretto: “In order to write a good fugue, in either the strict or free manner, you should write ... a strong idea [i.e., subject] ... which lends itself to a stretto” ( Albrechtsberger 2008 , 172; quoted and translated in Kirkendale 1979 , 71–72). Albrechtsberger, at least, took his own advice, “consistently tak[ing] pains to write complete strettos” ( Kirkendale 1979 , 72).",
            "citations": [
                "kirkendale_1979",
                "albrechtsberger_2008",
                "kirkendale_1979",
                "kirkendale_1979"
            ]
        },
        "FN10": {
            "text": "10. Marshall  ( 1998 , 68) cites, inter alia, the three simultaneous orchestras of the Act I finale in Don Giovanni as the kind of compositional puzzle that, while in no way fugal, Mozart may have been more inspired to attempt after having assimilated Bach’s more involved contrapuntal inventions. Dirst is also puzzlingly dismissive of Marshall’s claim, regarding an unfinished fugue in G minor, K. 401/375e, that its contrapuntally stunning “counter-double fugue” structure (i.e., “a double fugue whose two subjects are inversions of one another” [Marshall 1998 , 55]) is unthinkable without Mozart’s having been exposed, probably in 1770 by Padre Giovanni Battista Martini, to Bach’s Art of Fugue. Calling K. 401 in one spot “impressive” (78n45) and in another “little more than an exercise in modulation and chromaticism” (68n38), Dirst seems not to have entirely evaluated what Marshall’s claim might mean for his argument.",
            "citations": [
                "marshall_1998",
                "marshall_1998"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Historical research on Johann Sebastian Bach entered its modern era in the late 1950s with the development, spearheaded by Alfred Dürr, Georg von Dadelsen, and Wisso Weiss, of the so-called “new chronology” of his works. (1) In parallel with this revolution, the history of the dissemination and reception of Bach was also being rewritten. Whereas Hans T. David and Arthur Mendel wrote, in 1945, that “Bach and his works ... [were] practically forgotten by the generations following his” ( 358 ), by 1998 Christoph Wolff could describe the far more nuanced understanding of Bach reception that had arisen in the intervening years in terms of “two complementary aspects”: on the one hand, the beginning of a more broadly based public reception of Bach’s music in the early nineteenth century, for which Mendelssohn’s 1829 performance of the St. Matthew Passion represents a decisive milestone; on the other hand, the uninterrupted reception of a more private kind, largely confined to circles of professional musicians, who regarded Bach’s fugues and chorales in particular as a continuing challenge, a source of inspiration, and a yardstick for measuring compositional quality. ( 485–86 )",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "david_and_mendel_1945",
                    "wolff_1998"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In most respects it is with the latter (though chronologically earlier) aspect that Matthew Dirst’s survey Engaging Bach: The Keyboard Legacy from Marpurg to Mendelssohn concerns itself, serving as a fine single-volume introduction to the “private” side of Bach reception up to about 1850. Yet with a growing focus in its later chapters on performance trends for this “private” repertoire, it satisfyingly sets the stage for the emergence of the “public” Bach, stitching the two narratives together. Copiously footnoted and engagingly written, the book collects in one place many compositional, critical, and performative responses to Bach that have previously been detailed in monographs, book chapters, and German-language sources. (2) *",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The breadth of Engaging Bach can be seen in the topics of the three chapters of Part I, “The posthumous reassessment of selected works.” Chapter 1, “Why the keyboard works?”, is an overview of critical reaction to Bach from well before his death to about the turn of the nineteenth century. The answer to the titular question, then, is less that Dirst wished to focus on the keyboard works to the exclusion of other repertoire, and more that Bach reception in those first decades was largely reception of the keyboard works. While the 1720s and -30s saw controversy around Bach’s sacred vocal music in well-known polemics involving Johann Mattheson and Johann Adolph Scheibe, advocates of Bach’s music from his death onward mostly chose to make their case on works such as The Art of Fugue and The Well-Tempered Clavier . Berlin-based critics and theorists such as Friedrich Wilhelm Marpurg and Johann Friedrich Agricola constructed entire systems of aesthetic virtue around qualities they perceived in Bach’s music, in which “naturalness” became equated with “unity in diversity.” At chapter’s end, Friedrich Rochlitz’s writings for his Allgemeine musikalische Zeitung foreshadow what the new century would make of Bach, with a renewed interest in the intellectual and didactic value of his works, a thread that is picked up in the second half of the book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] By contrast, Chapter 2, “Inventing the Bach chorale,” is about the nexus of the world of music publishing in the later eighteenth century and the transformation of the practical, sacred genre of the harmonized chorale into a type of piece whose value lay in its exemplification of harmony and voice leading, and which was expected to be more studied than performed. The key figures here are Marpurg, C. P. E. Bach, and Johann Philipp Kirnberger, who in various combinations collaborated to produce two early editions of the chorales—a selection of 200 published by Birnstiel (1765–69) and the famous complete Breitkopf edition (1784–87)—both of which suffered from nearly nonexistent sales. Ultimately they benefited from Bach’s growing reputation as “greatest harmonist of all times and nations” (3) and by the turn of the century were admired as “an imitation of harmonic perfection,” (4) which devotees could claim were “not really intended for the church.” (5) Dirst observes that the ceaseless advocacy of a few “turned a routine genre into a universal concept” (53). (6) I will return in a moment to Chapter 3, an essay on aspects of Mozart’s development as a fuguist.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Part II, “Divergent streams of reception in the early nineteenth century,” comprises three major chapters on the uses to which Bach’s music was put in the early decades of published Bach editions, from the first editions of WTC in 1801 to the founding of the Bach-Gesellschaft in 1850. Intermingling musical practice, documentary history, and aesthetics and criticism, the overriding theme of these chapters is the first sustained efforts of musical elites to come to grips with a compelling body of work that was unmistakably not of the present. Chapter 4, “A bürgerlicher Bach: early German advocacy,” documents the explosion of editions of WTC from 1801 to 1844, including early efforts at “complete” Bach editions, and the arguments of Rochlitz and Johann Nikolaus Forkel that Bach’s genius was uniquely German, and thus that familiarity with his music was a German responsibility. The situation in England in the same decades, covered in Chapter 5, “The virtuous fugue: English reception to 1840,” was similar in some respects: after decades of circulating in hand copies, editions began to appear in a flurry around the turn of the century, and Bach had an energetic advocate in the famous Samuel Wesley. (7) However, in contrast to the accessible image Forkel and Rochlitz crafted for Bach in Germany, Wesley worked to exalt Bach in sometimes ludicrous terms, a few of which are amusingly quoted by Dirst: “ ‘our matchless man (if man he may be called),’ ‘the irresistible omnipotence of truth,’ ... ‘the Jupiter of harmonists,’ even ‘Saint Sebastian’ ” (133).",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The remainder of Chapter 5 and Chapter 6, “Bach for whom? Modes of interpretation and performance, 1820–1850,” enact the book’s turn to performance and Bach’s increasingly public stature. In England, WTC was thought suitable for church, and a robust performance tradition arose of playing such music on the organ. In Leipzig, Czerny’s important 1837 edition for Peters sought to reify a particular approach to Bach performance with copious editorial suggestions for dynamics and articulation—many of which, as Dirst points out, are still with us, such as the invariable foregrounding of fugue subjects. Not surprisingly, a certain divide seems to have existed between those who favored an austere approach to Bach performance (Forkel, and his disciple Friedrich Konrad Griepenkerl) and those who would play Bach in a more fashionable manner (such as Mendelssohn, whose showmanship led him to some very modern elaborations [see Dirst’s Example 6.4 (154)]). In the book’s final vignette, the views of many nineteenth-century luminaries are heard on how these preferences should be expressed in an edition. Czerny’s heavily edited approach made Bach more accessible to those who might find the Baroque lack of performance indications daunting. Dirst argues that the contrasting “pure text” approach that found favor in the edition of the Bach-Gesellschaft (whose WTC appeared in 1866), though in part rooted in a historicizing impulse, also had an aesthetic dimension: Bach as tabula rasa, whose music “could vary in realization from one day to the next” (164), as he characterizes Schumann’s view. *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  For theoretically-oriented readers, the chapter of greatest interest is without doubt the third; titled “What Mozart learned from Bach,” this chapter contains the book’s only forays into music analysis as well as the large bulk of its musical examples. Referring early on to its two main figures as “two individuals whose connection ... is crucial to the history of western music” (55, emphasis mine), the chapter promises insight not only into what that connection was but also into why it was important, at least for Mozart studies if not for the broader course of music history.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] So it is surprising that the chapter—for reasons that are, in my view, largely to Dirst’s credit—might better have been titled “What Mozart didn’t learn from Bach.” Beginning with an overview of the hype, in biographies and elsewhere, that has surrounded Mozart’s “brief spurt of interest in the music of Bach, Handel, and other old masters” (57) in the early 1780s, Dirst points out that in many cases the similarity that can be observed between passages of Bach’s and Mozart’s fugues simply boils down to their shared usage of the stock figures of Baroque counterpoint. No one thinks it was Bach who stimulated Mozart’s interest in fugue tout court —he wrote in a fugato style from an early age in generic contexts that were quite typical for the 1760s and -70s. (8) More than once Dirst repeats that his goal, a responsible one, is to ascertain what Mozart learned “from Bach and no one else” (my emphasis). The unexpectedly minimal answer is stretto of the full fugue subject, whose possibilities Mozart explored in only a very few pieces, of which Dirst focuses in a lengthy discussion on the Fugue in C minor for two pianos, K. 426, written at the end of 1783.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In Mozart’s early fugues, such as those concluding the string quartets K. 168 and K. 173, he used a then-standard workaround, which was to adopt the rhetoric of stretto (overlapping canonic entries of the subject’s head motive) without actual stretto of the full subject, making free adjustments to the counterpoint. (9) That his “research” into stretto was ad hoc rather than systematic is shown by Dirst’s Example 3.8 (70), where a viable possibility for full-subject stretto in the finale of K. 168 goes unused in the actual work. The turning point for Mozart was the years 1782–83, during which he was exposed in the salon of Baron Gottfried van Swieten to Bach’s keyboard music, most importantly WTC, and wrote several fugues of his own that, in their technical ambition, transcend his earlier efforts. Judging by the six fugues of which he chose to make transcriptions (the five pieces of K. 405 and one companion piece) for string quartet—all of which are stretto fugues—Dirst argues that Mozart learned from WTC to think systematically about stretto. Drawing on Laurence Dreyfus’s ( 1996 ) approach to analyzing stretto, he produces an analysis of K. 426 that shows Mozart doing just that, including nearly 30 stretti at various intervals of time and pitch (see his Table 3.2, 79), many of which feature unabbreviated and unaltered subjects. Not that the resulting piece is necessarily an aesthetic success: its relentless stretto texture is ultimately exhausting and, lacking the variety (and perhaps tasteful restraint) of Bach’s stretto fugues, it is judged by Dirst “a serious misreading of its artistic antecedents” (84) in WTC.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "dreyfus_1996"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Dirst’s informative discussion of Mozart has important strengths and a few weaknesses. I most admire its skepticism in the face of the nearly irresistible conventional wisdom that Mozart’s “mature style is unimaginable without [the music of Johann Sebastian Bach]” ( Marshall 1991 , 16). Determined to isolate precisely what aspects of Mozart’s later style such statements refer to, Dirst eliminates one after another and winds up with a narrowly technical answer, a procedure hardly returned to by Mozart after this 1783 effort. In this, the Mozart chapter reads as a debunking of Robert L. Marshall’s ( 1998 ) “Bach and Mozart’s Artistic Maturity,” which shows some fairly superficial similarities between works of Mozart and Bach—many of them easily attributable to mere clichés of topic or genre, or even to chance—in arguing for the more pervasive influence of Bach upon Mozart. Dirst makes a persuasive case that the amount of “provable” influence is much less than Marshall and others would have it. At the same time, while it may be true that Mozart had almost no interest in writing standalone fugues after 1783, Marshall’s argument that Mozart’s period of deep engagement with Bach and fugue increased his interest in infusing his non-fugal works with contrapuntal ingenuity is plausible, and cannot be so easily falsified. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "marshall_1991",
                    "marshall_1998"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Although Engaging Bach makes no pretense to being a work of music theory, it is in this most music-theoretical chapter that one wishes Dirst had gone further in that direction. Its basic claim that in 1782–83 Mozart learned how to construct fugue subjects so as to permit stretto (as opposed to writing subjects without this in mind and then using stretto if he happened upon it), though likely correct, would be substantially bolstered with some technical explanation of what property these new fugue subjects have, or what procedure might be used to construct them. Too much technical detail is glossed over, yet implicitly relied upon, by merely labeling a certain contrapuntal combination “grammatical” or “possible” (a criticism that could also be leveled at Dreyfus 1996 , Dirst’s model for his style of fugue analysis). In addition to better arguing for his case connecting (however minimally) Mozart and Bach, this would also have had the welcome effect of making Bach’s music a real presence in a book that, despite its title, is so rigorously a work of reception history that, for lengthy stretches, its subject-once-removed seems little more than a shadow on the cave wall. *",
                "footnotes": [],
                "citations": [
                    "dreyfus_1996"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Engaging Bach is a constant pleasure to read; I was taken by the wit, lucidity and freshness of Dirst’s prose. For a book with so much detail in the footnotes, there are relatively few errors; the only ones I wish to point out are a reference to the English Suite no. 2 (117) that should say English Suite no. 6 (the footnote [117n102] correctly refers to the key, D minor), and a citation to a letter from Felix Mendelssohn (153n30) to his sister that should be labeled E10 in Volume VI of Bach-Dokumente instead of E9, and whose German original is surprisingly full of transcription mistakes. The musical examples are rather perfunctorily produced, in very small type, with occasional errors; the most distracting of these is the missing three-flat key signature for the first example from Mozart’s K. 426 (Example 3.20, 79).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] For the skill with which Dirst interweaves the various elements of late eighteenth- and early nineteenth-century musical life into Engaging Bach —creating a big-picture view out of vignettes of many different kinds—it is a worthwhile addition to the English-language literature on Bach reception. In fleshing out lesser-known episodes in the pre-1829 role of Bach in European musical life, it undercuts Wolff’s private-versus-public divide in Bach reception history and tells what is, after all, the more plausible story that those two aspects were two sides of the same coin. Among other virtues, it offers many valuable reminders of the non-inevitability of Bach’s place in musical culture in the twentieth century and beyond: the conscious efforts of many individuals created his legacy and shaped perceptions of his music. It is remarkable how many of those perceptions remain with us today—many readers will recognize the prehistory of things they were taught as young piano students about fugue, or as college freshmen about harmony. Dirst’s contribution thus has a welcome relevance to those of us for whom Bach is an important part of our musical lives.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.3.brody.html",
    "data": "mto/data/mto.13.19.3.brody.json"
}