{
    "title": "Review of Judy Lochhead, <i>Reconceiving Structure in Contemporary Music</i> (Routledge, 2015)",
    "date": "2016/12/01",
    "volume": "22",
    "issue": "4",
    "authors": [
        "Stover, Chris"
    ],
    "abstract": "",
    "keywords": [
        "analysis",
        "structure",
        "difference",
        "Saariaho",
        "Gubaidulina",
        "philosophy"
    ],
    "doi": "",
    "received": "August 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.4/mto.16.22.4.stover.pdf",
    "author_info": [
        {
            "name": "Chris Stover",
            "university": "The New School",
            "address": "55 West 13th Street, room 509A, New York, NY 10011",
            "email": "stoverc@newschool.edu"
        }
    ],
    "citations": {
        "deleuze_1994": "Deleuze, Gilles. 1994. Difference and Repetition , trans. Paul Patton. Columbia University Press.",
        "derrida_1972": "Derrida, Jacques. 1972 [1966]. “Structure, Sign, and Play in the Discourse of the Human Sciences.” In The Structuralist Controversy: The Languages of Criticism and the Sciences of Man , ed. Richard Macksey and Eugenio Donato, 247–65. Johns Hopkins Press.",
        "fales_2002": "Fales, Cornelia. 2002. “The Paradox of Timbre.” Ethnomusicology 46 (1): 56–95.",
        "fink_2011": "Fink, Robert. 2011. “Goal-Directed Soul? Analyzing Rhythmic Teleology in African American Popular Music.” Journal of the American Musicological Society 64 (1): 179–238.",
        "guattari_2009": "Guattari, Félix. 2009. Chaosophy: Texts and Interviews 1972–1977 . Transl. David L. Sweet, Jarred Becker, and Taylor Adkins. Semiotext(e).",
        "haraway_1988": "Haraway, Donna. 1988. “Situated Knowledges: The Science Question in Feminism and the Privilege of Partial Perspective.” Feminist Studies 14 (3): 575–99.",
        "heidegger_1962": "Heidegger, Martin. 1962. Being and Time , trans. John Macquarrie and Edward Robinson. Harper and Row.",
        "lochhead_2016": "Lochhead, Judy. 2016. “‘Difference Inhabits Repetition’: Sofia Guaidulina’s String Quartet No. 2.” In Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 , ed. Laurel Parsons and Brenda Ravenscroft, 102–26. Oxford University Press.",
        "sewell_1992": "Sewell, Jr., William H. 1992. “A Theory of Structure: Duality, Agency, and Transformation.” American Journal of Sociology 98 (1): 1–29.",
        "stover_2017": "Stover, Chris. 2017. “Time, Territorialization, and Improvisational Spaces.” Music Theory Online (forthcoming)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Less commendable is its unapologetic shying away from music outside the highly proscribed bounds of Western concert music. While this is intentional on Lochhead’s part, and is in large part a result of staying within her sphere of expertise, it is disappointing to read another account of musical process that continually circles back to the composer and the score, efforts to steer away from those two reified constructs notwithstanding.",
            "citations": []
        },
        "FN2": {
            "text": "2. It is important to note that thing still presupposes a fixed identity, and in Lochhead’s analyses, thingness is indeed fixed: it changes, for sure, but its fixedness precedes change. This is ontologically untenable from, say, Deleuze’s perspective of a difference prior to identity—of a difference-in-itself, as Lochhead summarizes elegantly in a later passage (124–25)—or from the process-philosophical perspective of, say, Bergson or Whitehead. I’ll return to this below.",
            "citations": []
        },
        "FN3": {
            "text": "3. See note 1 above—the notion of work-concept is brought into even starker relief when we turn to improvised music or improvisational aspects of any music. There is a secondary issue here too, which is that throughout this volume the term process is used variably to refer to (1) the identity of a musical work as it unfolds through the time of its performance (the behaviors of the “musical things” themselves as they interact to create a cohesive whole; this is the conception that drives the four analyses in Part II) and (2) the emergent identity of a musical work as multiple performed articulations are considered in relation with one another. While these two should flow smoothly into one another, there is a gap between them in this account, which stems partly from an unwillingness to quite make the leap away from analysis as the consideration of relationships between the kinds of musical things that can be circled in the score (or circumscribed verbally), even when that leap is exactly what is being proselytized for throughout Part I.",
            "citations": []
        },
        "FN4": {
            "text": "4. These are introduced earlier (4) as critical, productive, and speculative stages; the transformation into the working models in Chapter 4 underlies the story that Part I tells.",
            "citations": []
        },
        "FN5": {
            "text": "5. Note, though, that a page later sensory and hermeneutic are once again decoupled: they “may not be fully disentangled” (87); macroperceptions are “more explicitly hermeneutical” (87); “the analyst encounters a work . . . from the perspectives of both micro- and macroperceptions, plotting the dimensions of musical understanding that are both sensory and hermeneutic” (88); “one focuses on microperceptions and hence on sensory features . . . , the other on macroperceptions and hence on . . . hermeneutic features” (88). The real move of drawing the two modalities irreducibly into one another is never made; the binary posed initially (and, I’d argue, correctly) as false is never quite deconstructed.",
            "citations": []
        },
        "FN6": {
            "text": "6. This comes up in different form on p. 88 in a discussion of Heidegger, in which a “world already shaped” through intersubjective processes is posited as the space in which micro- and macroperceptions operate (and into which we’re thrown , as Heidegger would put it). While this does resonate with some of Heidegger’s positions about history and context (cf. Heidegger 1962 , 230–32 and 417–18 for just two of many relevant passages), it denies post-structuralist accounts in which history-formation is revealed to be a creative, plural, and political process (cf. Haraway 1988 and Derrida 1972 , both of whom Lochhead cites).",
            "citations": [
                "heidegger_1962",
                "haraway_1988",
                "derrida_1972"
            ]
        },
        "FN7": {
            "text": "7. The internal quotes are from DeLanda 2011. Lochhead does not make clear that “immanent” in DeLanda’s usage draws upon Deleuze’s technical use of the term—see for instance Deleuze 1994 , 35–42, in which he develops the conditions for a philosophy of immanence. This is only problematic in that without access to Deleuze’s meaning, immanence is a concept that should be foreign to the ontological model that Lochhead is championing.",
            "citations": [
                "deleuze_1994"
            ]
        },
        "FN8": {
            "text": "8. Lochhead’s three-stage account is imaginative and fruitful but presents a false telos—with investigating and mapping leading to speculating and speculating as the “last” stage (97). Instead, these should be imagined as undirected, rhizomatic, proliferating processes. It is easy to fall back into the language of the dialectic, with its directed historicism, where the double movement of investigating and mapping encounter their antithesis in speculation, synthesizing in an ever-new ground for investigating and mapping. This is not Lochhead’s model, but without specifically drawing a multidimensional space in which these three stages can be de-historicized—in which their territories can be drawn creatively through their interaction—there is always the danger that that is how the reader will take it.",
            "citations": []
        },
        "FN9": {
            "text": "9. But perhaps a longer, more contextualized analysis that engaged things first of all as self-differentiated—with the fact of their self-difference animating their identity—would mitigate this issue.",
            "citations": []
        },
        "FN10": {
            "text": "10. See, for example, Figure 5.3, p. 113. What Lochhead describes as interaction between the planes (119–21) is really more of a co-occurrence, although she is correct in asserting that there is a clear salience to such coincidence that is analytically interesting.",
            "citations": []
        },
        "FN11": {
            "text": "11. On the “flickering” plane, associations are drawn when timbrally similar elements recur in new contexts. Here timbre is given the role that, say, motif is given in more conventional analyses. This is an important move, because it elevates timbre to a role as a “primary” musical element, thereby breaking down the questionable distinction between primary and secondary musical characteristics. Electronic music, where pitch is often not a primary characteristic (or, in some cases, even relevant at all), is a perfect ground for developing an argument in favor of other musical aspects, like timbre, as determinate of structure. Lochhead’s analysis, while brief, convincingly locates timbre in such a way. But in addition to my criticism just above, on the essentially transformational nature of timbre in Lohn , I would add that (1) Lochhead’s associational analysis stops short of examining the role that recontextualization plays; that is, how new contexts provide opportunities to hear timbral relations differently (and what this might mean for conceiving structure or mapping out a sense of musical meaning), and (2) associations are only drawn between sounds that sound alike (or similar), and that a more detailed reading should consider different kinds of association besides the merely mimetic. How does a sound change, and how might a later sound recall aspects of that change (or aspects of a perceived continuation of that change)?",
            "citations": []
        },
        "FN12": {
            "text": "12. This chapter, which also appears in a recent collection edited by Laurel Parsons and Brenda Ravenscroft ( 2016 ), marks the only point in Reconceiving Structure where the gender of the composer is engaged directly. Lochhead’s engagement is disappointing, as it provides only a brief, essentializing account of the position of a woman composer in a still-overwhelmingly male field, stopping short of closely engaging the ways in which such a status positions the composer, the performers or any potential listeners in terms of the music’s particular way of being other, of performing otherness, or especially, in the context of the Deleuzian tone of the chapter, of becoming-other. Lochhead’s reading of Gubaidulina’s quartet in Deleuzian terms seems exactly apt in my opinion, but there are many missed opportunities in not pursuing some of these themes in more depth and to more radically political ends.",
            "citations": [
                "lochhead_2016"
            ]
        },
        "FN13": {
            "text": "13. Guattari 2009 , 278–79. I develop this point further in Stover 2017 .",
            "citations": [
                "guattari_2009",
                "stover_2017"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It is rare when reading a book-length music-theoretical work, especially one with a foot firmly in continental philosophical terrain, to wish for the volume to be twice as long as it is. But that was frequently my desire reading Judy Lochhead’s Reconceiving Structure in Contemporary Music .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The reasons for this are threefold. First, Lochhead’s book covers a lot of ground. The four chapters that comprise Part I function together as a critical reading of the recent history of music-analytic inquiry, a timely intervention into some issues and assumptions in need of address, and a creative plane on which many philosophical concepts come into communication. Part II then comprises a series of analytical forays, each offering a way to engage some particular “problem.” Part II also focuses on compositions by four living woman composers, a commendable effort in itself. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Second, the book is conceptually rich. Drawing upon and inflecting myriad sources—Ihde’s creative reading of Husserl’s phenomenology, Heidegger’s ontologies of things and worlds, Deleuze’s difference, Haraway’s situated knowing, and much more—it offers a wealth of music-analytic perspectives that a reader might pick up and carry into new territory. Common terms in music-scholarly discourse are taken apart and redeployed. Assumptions about what “counts” as analytically fruitful loci of attention are overturned.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Third, on a slightly less affirmative note, the brevity of the volume often results in a discouraging lack of development of any given thread. A tremendous amount of material is packed into 175 pages. But while several themes “flicker” (to use one of Lochhead’s concepts) throughout, many get swept up in the flow, never to appear again. (I will address some instances of this below.) This seems to be Lochhead’s gambit, however, and while it requires patience on the reader’s part, that patience pays off—if, that is, we read Part I not as a stream of interesting and important points, each aborted prematurely before moving on to the next, but instead as a slow accumulation of concepts. No single theme animates Reconceiving Structure , and that is the point: a productive analytic model, emerging as it does from specific acts of engaging a “musical sounding,” should not be guided by a priori ideas of how music should go. The compositions Lochhead examines, each of which resists approach via traditional music-analytic means, bring this fact to the forefront. But the lesson underlying Lochhead’s mode of inquiry is that all music should be approached in this way—that through the radically singular ontological status of “recent music” (4ff.) we can rethink what structure means for any kind of musical situation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Part I begins with a historical account of how music analysis, as practiced by certain European and North American musical thinkers, has come to be what it is. Lochhead describes the alignment of music-analytic inquiry with scientific discourse in the post-war years, focusing in large part on ways in which scientific rigor was brought into alignment with music-compositional practice. I encourage the reader to read these early passages alongside, say, the Haraway text that Lochhead cites, which remains one of the more powerful critiques of scientism in contemporary scholarship ( Haraway 1988 ; see Lochhead pp. 8–9, 89, and 98–99).",
                "footnotes": [],
                "citations": [
                    "haraway_1988"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Chapter 2 inquires into what is meant by structure in music-scholarly discourse and critical theory. Lochhead describes four prevailing perspectives: structure as an ontological condition—either “that which lies ‘underneath’ the concrete details” (48) of the musical surface, or a metaphysical structure toward which a work aspires, structure conceived in opposition to (a) non-structural elements, (b) process, and (c) expression or meaning, inquiry into structure as a “way in”—epistemological considerations of how and why to think about structure, the discursive effects of thinking in terms of structure, i.e. evaluative claims about “unity” and “coherence” that generally go unchallenged.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Lochhead returns several times to a pair of statements by William Sewell: structure is an “epistemic metaphor” that “empowers what it designates” ( Sewell 1992 , 1–2; Lochhead pp. 46, 48, 53, and 60).  This outlines a foundational problem that Lochhead illuminates via two examples—Cornelia Fales’s ( 2002 ) critique of Western scholarship’s “‘pitch-centrism’ or ‘timbral deafness’” and Robert Fink’s ( 2011 ) assertion that there is indeed telos in groove-based music. These cut against two common claims: first, that some musical parameters ( viz. pitch, rhythm) are more structurally determinant than others (timbre, dynamics; see perspective 2 above), and second, that some kinds of music (“high art”) get to be considered in structural terms, while others (“groove-based music”) do not. To reinforce this critique she turns to some key names in structuralist and post-structuralist theory, including Lévi-Strauss, Barthes, Foucault, Derrida, and Ricoeur. I find two of her engagements especially relevant. In Lochhead’s reading of Lévi-Strauss, structure is something that is disclosed ; by drawing lines between surface features and “higher level concepts,” it explains difference. And in Derrida’s pointed critique, an act of structuring actually neutralizes structure as a concept and as a function, and “suppresses the ‘play’ of structure” (59).",
                "footnotes": [],
                "citations": [
                    "sewell_1992",
                    "fales_2002",
                    "fink_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Lochhead defines music analysis as a series of acts that produce knowledge. In doing so, she offers a refined definition of “musical work,” emphasizing the active implications of “work” and eschewing any assumption that an essential version of a work lurks behind (or metaphysically outside of) a performed realization of it. Analytical attention, thereby, turns away from the symbols inscribed in a score to a musical event’s “sounding features” (74). Lochhead calls these “the ‘sounding things’ of musical experience,” and engagement with a musical event a “sound-thinking” (78). She introduces the term “musical thing” (79) to describe any musical feature that might be approached analytically, replacing conventional terms like motif, melody, and chord, in order to stimulate creative engagement with any potentially fruitful aspect of musical experience. “Thing,” in Lochhead’s usage, is more flexible than a term like object , and she is careful to clarify that “musical things occur over time, enacting various types of groupings, associations, and relationships with other musical things” (79), thereby reminding the reader that time and relationality are intricately wrapped up in any account of musical working. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As much as Lochhead intends “sound-thinking” to foreground listening and experience, she has some difficulty making the leap away from a composer–opus work concept. In a cryptic claim, she announces that she is taking “an operational approach to the term, understanding work as something identifiable and linked to a creator—for instance, Saariaho’s Lohn ” (69). This definition seems to cut against Lochhead’s larger project. Furthermore, the notion that “works are often linked to a notated score” may be true enough for some kinds of music, but this idea forecloses a world of possibilities that Lochhead might have invoked to make a stronger case for thinking about how performance articulates difference as part of an ongoing process of identity-formation. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Part I culminates in the introduction of a three-stage model of analytic inquiry: investigating , mapping , and speculating . (4) The investigative stage is drawn in terms of phenomenological and post-phenomenological inquiry, beginning with Husserl’s lifeworld and activated through Don Ihde’s concept of micro- and macroperceptions. Microperceptions are “the sensory aspects of human experience” (86), whereas macroperceptions refer to “the cultural, social, and historical features that shape the background of human experience” (86). The two require each other, as Lochhead makes clear, and both should be thought of as hermeneutical engagements with the world. The radical move here is thinking of sensory experience as hermeneutic. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Lochhead directs Husserl’s lifeworld in a way that is directly useful for thinking about musical experience—how the lifeworld’s intersubjectively-constituted plurality engenders social thought (Habermas’s “communicative actions”; 86) in order to think about how meaning emerges through communication . “It is through . . . actions of social coordination that the lifeworld emerges as a horizon of meaning” (86–87). One issue with this conception is that cultural, social, and historical features are presented merely as conditions within which sensory experience takes place—as “background.” (6) But history, society, and culture are fluid, creative constructs that emerge from experience, positionality, relationality, and discourse, as many of the writers that Lochhead channels insist upon tirelessly. In conceiving of them as a background within which phenomenological inquiry functions, Lochhead advocates for an older, more conservative hermeneutics in which meaning is somehow “there,” if we look closely enough.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Mapping , for Lochhead, is a means of creating knowledge. Drawing upon contemporary cartography studies, Lochhead investigates the power relations inherent in mapmaking, the political interests maps serve or reinforce, and the ways they “reflect the embodiment of makers and readers” (94). Less interested in the fixedness of a finished map than in what goes into making one, Lochhead invokes the gerund “mapping” rather than “map” to describe cartography as an active process. As she turns to musical contexts, Lochhead describes analytic models like Schenker graphs in terms of their cartographic potential: how they map the music they embody, not reproducing the music but drawing a creative path through it, “constructing” a musical world rather than reproducing an already-existing one. Mappings, in this sense, are exploratory: they are not “a valorization of musical structure per se ”; “they embody the analyst’s encounters with the sound-thinking of a musical work” (96).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Lochhead’s third stage is speculating , “an interpretive account that flows from the activities of investigating and mapping” (96). Through the act of speculating, “‘immanent patterns’ . . . emerge from the relations between musical things during the work’s sounding,” which “generate the work’s ‘interactional possibilities’” (97). (7) A work’s identity is emergent in the sense that the analyst “structures” it through acts of investigating, mapping, and speculating. This analytic inquiry produces knowledge, which becomes part of the emergent identity of the musical work. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The second half of Reconceiving Structure comprises four analytic episodes, all of recent works by living woman composers: Kaija Saariaho, Sofia Gubaidulina, Stacy Garrop, and Anna Clyne. Each begins with Lochhead’s situated experience of the music (as a practice of investigating ), and folds into that an epistemological perspective (usually interpreting an existing critical conceptual model) as a way of mapping a path through the music, which points to a speculative analytical model, a way of thinking one’s way through the music that is consonant with what the music seems to be projecting. I refer to these as episodes (not Lochhead’s term) because they stand in for what would ideally be a much longer and more involved engagement that included many such forays in dialogue with one another. Each of these episodes functions as a site-specific analytic framework: each harnesses a conceptual apparatus in pursuit of a singular path that maps the music according to an emergent logic. So for Saariaho’s Lohn , an overarching concept of “radiance” is approached via three coinciding processes: luminance, flickering, and intensity. (Heidegger’s technê , as a bringing-forth of the reality of the world through practice, lurks in the background.) For Gubaidulina’s Second String Quartet, difference and differing are the operational concepts, and Deleuze’s difference-in-itself the guiding framework. Lochhead’s path through Garrop’s Demons and Angels takes on a narrative cast in which memory is transformed and atomized in an emergent psychological drama. And for Clyne’s Choke , an image of “spiral morphing” subtends notions of transformation and return, and piece-specific processes of emergence, saturation, and uncoiling become the particular ways that identity is staked out. All of the analyses reveal (or invent) interesting and useful facets of the music’s structuring. As throughout the volume, I find myself wishing that each reading (a) pursued its analytic claim further, with more detail and nuance, (b) located that analysis in a larger context of other analyses, performances, and hearings, and (c) considered more carefully the implications of segmenting musical processes into things: even if those things are considered temporally and creatively, they remain things with clearly articulated identities in these accounts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] To this last point, I’ll conclude with a brief look at Lochhead’s analyses of Saariaho’s Lohn and Gubaidulina’s quartet. Lochhead describes two types of events in Lohn : live vocal events and fixed electronic ones. When her analysis turns fully to the second category, she presents a taxonomy of the electronic sounds that are used (110). However, this sort of taxonomy seems to cut against the very principle that Lochhead is suggesting underlies their usage in Lohn —the fluidity of timbral types and how they transform and merge into one another. I would argue that the very act of ascribing categorical identities to these sounds fixes them in a way that misrepresents their actual status in the music. In other words, the fact of their transformational flux is a primary ontological characteristic ; it is hard to assert that there is some thing (in Lochhead’s sense) that then undergoes a transformation. I would argue for a more radical analytical intervention at this point, which does away with such fixed identities in favor of, say, a Deleuzian identity that begins with difference-from-itself. Moreover, I am not yet convinced that Lochhead’s method for codifying timbre in Lohn squares with her larger project of rethinking musical structure. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Similarly, Lochhead describes three musical processes—luminance, flickering, and intensity—that together generate the concept of “radiance” that animates Lochhead’s mapping of Lohn (111). This is a lovely equation, and a plausible analytic model. Lochhead refers to the first three terms as planes ; and while she describes them as interacting, they really seem to freely co-exist without impinging on one another. (10) This resonates with how Lochhead first describes the voice and electronics strata of Lohn . But there is a third term, which is how voice and electronics fold into one another. This is accomplished in two ways: by electronic manipulation of the live voice, and by the presence of recorded voices in the composed electronic accompaniment. These are noted in the analysis but they don’t figure prominently, which is unfortunate, since the ways in which different circumscribable aspects of Lohn ’s texture (or structure) melt into one another seems not accidental but ontologically significant—something to which our analytic attention should be drawn and from which a productive analytic model should derive. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] A Deleuzian ontology of difference is suggested in Lochhead’s engagement with Gubaidulina’s Second String Quartet. (12) The chapter begins with a masterful summary of what Deleuzian difference means (124–25). Important in this introduction is a new term, “differing” (not Deleuze’s), one of many examples of Lochhead’s gerunding of infinitives to highlight their active nature. Lochhead’s argument turns on a pair of tantalizing quotes from Gubaidulina’s program note: “But it is just as possible to experience this phenomenon as a vital and essential transition from one state to another” and “And this modulation, this transition between the two, happens . . . through transformation or transfiguration by means of an instrumental symbol” (126). If there was ever evidence for enacting a process-oriented reading of a composer’s work, this surely is it.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] However, neither Gubaidulina’s statement nor Lochhead’s analysis can really be considered Deleuzian. This is not a problem analytically, but it calls into question why Deleuze’s conceptual apparatus is invoked. In Deleuze’s difference, there are no states, or if there are states they are drawn after the fact as arborescences within lively processes of territorialization and deterritorialization. They are almost always conceived in pejorative terms in these cases: what Guattari calls “micro-fascisms.” (13) Deleuze’s difference is found in the thing (to stay with Lochhead’s term)—the thing is first of all self-different, that difference expressed in large part (but not only) through its temporal enactment. This self-difference, though, is not simply an ontological starting place (we recognize a thing’s self-difference and then examine the ways in which it is different from the other things around it). It is the only difference that matters, because its identity is formed by the ways in which it comes into contact with those other things. Identity is formed by dynamic relations in exactly the same way that internal self-difference precedes a thing’s quantifiable identity. “Being is said in a single and same sense of everything of which it is said.” ( Deleuze 1994 , 36) So the fact that two things are distinct from one another, necessary to enact a transformation from one into the next, is less important that the ways in which they affectively construct one another.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "deleuze_1994"
                ]
            }
        },
        {
            "19": {
                "text": "[19] To speak of a transformation of one identifiable thing into another is an exactly anti-Deleuzian position. In Lochhead’s analysis of Gubaidulina’s quartet, a number of musical things are identified and circumscribed: sonorities, “cries,” and “multidimensional pitch-interval 7s,” and two processes are presented that operate through the piece, transforming things into other versions of themselves in different kinds of relationships with the other things around them. The analysis is highly compelling, drawing a path through the music that orients my listening in ways that I might not have otherwise considered. But it is not Deleuzian.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Reconceiving Structure is a significant addition to a growing canon of music-theoretical thought that turns a critical lens back on the practice of music analysis, with an eye toward productive expansion of analytic practices and aligning such practices with a multiplicity of intersecting modalities of “sound-thinking.” As such, it should animate many discussions around what exactly we should be doing when we analyze music, and what we should expect to get out of analytic acts.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.4.stover.html",
    "data": "mto/data/mto.16.22.4.stover.json"
}