{
    "title": "Introduction to Panorama of Music Theory, 1987–97",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Morris, Robert"
    ],
    "abstract": "",
    "keywords": [
        "plenary session"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.morris.pdf",
    "author_info": [
        {
            "name": "Robert Morris",
            "university": "Eastman School of Music, University of Rochester",
            "address": "Departments of Composition and Music Theory, 26 Gibbs Street, Rochester, NY 14604",
            "email": "rdm@wozzeck.esm.rochester.edu"
        }
    ],
    "citations": {
        "inline_citation": "Xenakis, Iannis. 1989. “Concerning Time.” Perspectives of New Music 27.1 [91, 4, 1–2]."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] When I was asked by Thomas Christensen to participate \n\nin this plenary session, my first inclination was to review \n\nand celebrate the published work of the last decade in the \n\nfields of music theory to which I have contributed.  But \n\nas I thought through the last ten years, I reminded myself \n\nthat half of my contributions to music have been in \n\ncomposition and that my interests and attitudes, both musical \n\nand academic, have broadened in ways I could not have \n\npredicted in 1987. So, for a while, I was at a loss to know \n\nhow to respond. After further reflection, I realized that I \n\nshould compose some music for this session rather than \n\npresent a paper. Actually, my decision does reflect an \n\nimportant and recent direction in musical scholarship: the \n\nemphasis upon musical experience, in all its guises and \n\ndisguises, either in opposition to, or in cooperation with, \n\nthe ongoing study of musical structure. Besides, music \n\ntheory scholarship and pedagogy has been a major influence \n\non my compositional poetics, and I have been worried that \n\nthe present-day separation of composition from theory and \n\nanalysis in many academic institutions may have gone too far.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I found I wanted to express in music the sense of wonder \n\nat the rich, deep, provocative, and often beautiful insights, \n\nthoughts, and conceptions that I had encountered in music-\n\ntheory writings of the last ten years. So, after reviewing \n\nthe literature, I selected 35 quotations, one per author, to \n\nbe read over a specially designed musical fabric of slowly \n\nevolving harmony. The order of the quotations was chosen \n\nfor aesthetic reasons and does not consciously reflect any \n\nbias or prominence of interest on my part.  The limitation \n\nto culling relatively short quotations that suggest issues\n\nrather than documenting results or reviewing detailed and \n\nsubtle reasoning eliminated more than many important \n\ncontributions. But perhaps the other speakers will discuss \n\nsuch texts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] With some trepidation, I have provided a handout to \n\naccompany your listening to my piece, if you so desire. Let \n\nme assure you the handout is not a necessary part of this \n\npresentation; nevertheless, let us look at it for a moment. \n\nThe list under the heading in bold-face: “Order of Authors” \n\nlists the authors of the quotations in order of appearance \n\nin my piece; a series of asterisks indicates a short section \n\nof music without text. When listening to the piece, those of \n\nyou who are immediately curious about who wrote a text you \n\nhear can find out by glancing at the list but without losing \n\nyour concentration on the music of words and sounds. Of \n\ncourse, others of you may enjoy not knowing the identity of \n\nthe authors until the piece is over. In any case, the reverse \n\nside of the handout provides a bibliography for the quotes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The composition is in 50 sections, 35 of which have texts. \n\nThe numbers 35 and 50 might suggest to some of you something \n\nabout the structure of the piece. In any case, there are \n\nconnections between the music-sound and the texts, some of \n\nwhich are obvious and perhaps amusing. The sounds were \n\ngenerated in my own computer music set-up at home, then \n\ntransported to one of the computer music studios at the \n\nEastman School of Music, where they were mixed in stereo \n\n\nwith the texts. I am very grateful to the five readers: \n\nGavin Chuck, Ellen Koskoff, Elizabeth West Marvin, Thomas \n\nPaul, and Kala Pierson. Panorama of Music Theory, 1987-97 by Robert (D.) Morris in celebration of The Society of Music Theory’s 20th Anniversary Voices of Gavin Chuck, Ellen Koskoff, Elizabeth West Marvin, Thomas Paul, Kala Pierson This composition has 50 sections, 35 of which have texts. The following \n\n“Order of Authors” lists the authors of the texts in order of occurrence. \n\n(See below for exact citations.) Panorama.mp3 [17.3Mb] Order of Authors: (“* * * * *” indicates a section without text) Jonathan Kramer * * * * * * Joseph Dubiel Stephen Peles Ed Sarath Eugene Narmour Brian Hyer Joseph N. Straus * * * * * John Roeder Joel Galand * * * * * Larry Polansky and Richard S. Bassein * * * * * William Rothstein Rosemary N. Killam Kate Covington and Charles H. Lord * * * * * Michael L. Friedmann * * * * * Matthew Brown and Douglas J. Dempster Daniel Harrison * * * * * Marion Guck Richard Cohn Elaine Barkin * * * * * Norman Carey and David Clampitt * * * * * * * * * * Elizabeth West Marvin and Robert W. Wason John Rahn Peter Westergaard * * * * * Stephen Soderberg * * * * * * * * * * Benjamin Boretz * * * * * Kevin Korsyn Steven Block Kofi Agawu Diana Deutsch John Clough, Jack Douthett, N. Ramanathan, and Lewis Rowell Suzanne G. Cusick Jonathan W. Bernard Andrew Mead * * * * * Iannis Xenakis Arthur Komar The computer-generated sounds and voices were mixed in the Computer \n\nMusic Studios of the Eastman School of Music, August 1–3, 1997.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.morris.html",
    "data": "mto/data/mto.98.4.2.morris.json"
}