{
    "title": "Review of <i>The Cambridge Companion to Bartók.</i> Edited by Amanda Bayley.",
    "date": "2001/10/01",
    "volume": "7",
    "issue": "5",
    "authors": [
        "Novak, John K."
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.5/mto.01.7.5.novak.pdf",
    "author_info": [
        {
            "name": "John K. Novak",
            "university": "Northern Illinois University",
            "address": "",
            "email": "jknovak@niu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This volume is part of a continuing series of books designed to promote the \nunderstanding of composers and their work. The fifteen scholars who contributed to \nthe book appear well qualified to undertake such an endeavor concerning the \nmusic of Béla Bartók. The volume succeeds in two principal areas. The first \narea, which one should expect from a book called a “companion,” is the \ndiscussion of the origin, style, and reception of a great many of Bartók’s works, and \ntheir relationship to one other. The other area of contribution is found \nin several essays which deal with the relationship of Bartók and his music to \nthe political histories of Hungary and  Europe.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\nWhile the book succeeds in presenting the principal issues of Bartók studies to \nthe uninitiated, it fails to present much that is new for those readers who are \nalready knowledgeable in the area. The collection could be likened more to a \nmirror that reflects what is known and seen, rather than to a door through which \nnew possibilities may be found. In addition, the book contains nearly as much \ndiscussion of Bartók’s early works as it does his later, more characteristic works. \nThis emphasis seems unwarranted, even if it is an intentional reaction to \nprevious studies that more or less dismiss Bartók’s early style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\nIn “The Political and Cultural Climate in Hungary at the Turn of the Twentieth \nCentury,” Lynne Hooker aims to dispel the notion that Bartók was a nostalgic \nNationalist. After contrasting the cultures of the urban areas (which were \nlargely Germanic and Jewish in origin) to the myriad of cultures found in rural \nHungary, Hooker points out that the growing population of nationalistic \nchauvinists at this time were either indifferent to or ignorant of the actual \ncultures of the Hungarian peoples, as brought to light at the 1896 Millennium \nExhibition in Budapest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\nStephen Ederly deals with Bartók’s collecting of folksongs, the methodology of \nwhich was actually based on a Finnish system of comparative musicology. Ederly \nuses primary and secondary sources and compiles the information in a large graph \nof Bartók’s collecting endeavors from the many regions in Hungary as well as \nfrom other nations. The most original contribution here is probably the \nintroductory segment where Ederly traces the history of the Gypsy-influenced Verbunkos style, which urbanites mistook for genuine Hungarian folk music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nDavid Cooper explores Bartók’s orchestral music and elucidates its modernist \nqualities. He concentrates mostly on his first and last orchestral works: the Straussian Kossuth Symphony and the  Concerto for Orchestra, although he \ndiscusses other works as well. In his excellent investigation of Bartók’s three \nworks for the stage, Carl Leafstedt finds a common theme of loneliness. \nAlthough, Leafstedt does not manage to substantiate his hypothesis that the \ncomposer was plagued by this emotion, this does not altogether nullify the theme \nof this insightful article. Rachel Beckles Willson finds Bartók’s vocal \nofferings to be stylistically rather conservative, with the exception of the Village Scenes and the Cantata Profana , whose motivically developed styles go \nbeyond the simple arrangement of folksongs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nThe volume contains three essays on Bartók’s piano music. Victoria Fischer \nconcentrates on Bartók as a pedagogue and presents a catalogue of articulation \nmarks which he devised for his own edition of Notebook for Anna Magdalena \nBach . An important theme here (and one which might have been investigated \nfurther) is the relevance of the original text of folksongs (which were usually \nnot included by the composer) to the dramatic aspects of interpretation in Bartók’s many piano works based on folksongs. Susan Bradshaw’s partly analytical \ndiscussion of Bartók’s piano music is repeatedly marred by her overly creative \nterminology that obscures meaning. For instance, she speaks of “octave-based \nchords” and the “rolling reiterations of an intermittently formulaic bass.” Vera \nLampert’s essay extemporizes on Bartók as an interpretive pianist whose generous \nrubato was akin to that of other master pianists of the turn of the century. \nAlthough we benefit greatly from the recordings that he left behind, Lampert \nemphasizes that Bartók thought of his works not as finished masterworks, but as \na living entities that ought to differ with each new performer and each new \nperformance. The author also stresses that Bartók’s playing was not particularly \npercussive even though his works employed the piano in a percussive manner. She \nprovides an amusing anecdote which involved Bartók correcting a student’s \nbombastic interpretation. The composer pleaded, “Please don’t play it in such a Bartókian manner!”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nNicky Loesseff satisfactorily explores the dramatic elements of the piano \nconcertos and the  Sonata for Two Pianos and Percussion, while Peter Laki \ncharacterizes the violin works as having a distinct “warm” and melodic stylistic \nthread that draws across all periods of Bartók’s career. In the collection’s longest \nessay, Amanda Bayley (also the volume’s editor) encapsulates for the reader many \nprincipal issues of the pithy string quartets, covering topics such as quartal \nharmony, intervallic expansion and compression, semitonal juxtaposition, \nbimodality, and the generation of harmony from melody, as well as the influence \nof Hungarian national and folk idioms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nThe most engaging essays of the volume are found in the third and final part, \nwhich is dedicated to the reception of Bartók’s music. David E. Schneider traces \nBartók’s quick rise to fame with the tone poem Kossuth , followed later by the \npublic’s distrust of Bartók’s cosmopolitan interests as well as a \nmisunderstanding of his conscientious move from clichéd “gypsy” influences to \ntrue peasant Hungarian sources. In the 1920s, the important Hungarian writers Antal Molnár and Aladár Tóth did much to make a case for Bartók as the prototype \nof a progressive Hungarian national. Ironically, a communist governmental \ninitiative in the year 1934 that increased budgetary support of folk culture \nhelped Bartók to regain his status in his later years. Malcolm Gillies’ essay \ndispels the widely-held myth that Bartók was misunderstood and mistreated by \nAmerica, as he favorably compares Bartók’s means in America with those of other \ncomposers and points to the abundance of folk music research that Bartók \nproduced in his American years.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nAlthough most post-World War II German critics believed Bartok’s music to be \ncompromised for not following the musical thought of Schoenberg, Danielle \nFosler-Lussier traces the lectures and essays of the Darmstadt school for both \nsupport and criticism of Bartók. At this time, the West confused Bartok’s \nmusical accessibility with the musical style of Soviet idealism, while at home \nin communist Hungary, the same music was under fire for evidencing Western \n“bourgeois decadence.” The criticisms on both sides resulted in a dichotomy of \nBartók’s output, i.e., different works were being performed in Hungary than \nabroad.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\nIvan F. Waldbauer’s essay on analytical responses to Bartók’s music is a cogent \nsummary of the history of Bartók analysis. The author finds six different pitch \ntheories directed towards Bartók’s oeuvre. Waldbauer summarizes theories of \nEdwin von der Nüll, Ernö Lendvai, Milton Babbitt, George Perle, Roy Travis, \nJános Kárpáti, Elliott Antokoletz, Paul Wilson among others, and examines the \nlevel of self-containment of the various theories, as well as their relationship \nto traditional tonal systems. The author’s neglect of the rigorous analytical \nwritings of Malcolm Gillies appears to this reviewer as an oversight.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\nIt is difficult not to compare the Cambridge Companion to Bartók with Oxford’s Bartók’s Perspectives , which came into print only a year earlier. (This \nreviewer hesitates to compare the two since he has contributed to the Oxford \nvolume.) Although the two volumes actually share four authors, it appears that \nthe premise of the Cambridge book, in which the authors appear to be more or \nless assigned specific musical genres of Bartók’s output, necessarily limits not \nonly the topics of the essays, but also the amount of detail that the authors \ncould provide. Therefore, the essays of the Companion appear in general to be \nless original and their analyses less probing than those of the Oxford volume.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.01.7.5.novak.html",
    "data": "mto/data/mto.01.7.5.novak.json"
}