{
    "title": "“Octatonic” Voice Leading and Diatonic Function in the <i>Allegro molto</i> from Elgar’s String Quartet in E minor, op. 83",
    "date": "2020/03/01",
    "volume": "26",
    "issue": "1",
    "authors": [
        "Chandler, Oliver"
    ],
    "abstract": "In this article, I focus on a short, two-bar passage from the end of the development section of the finale of Edward Elgar’s String Quartet op. 83, which explores smooth voice-leading relationships between octatonic polar seventh chords. I look to ascertain whether this short passage can be heard to form part of a larger, coherent tonal gesture or if it effects a change of syntax that swaps the movement’s predominantly diatonic frame of reference for an octatonic one and thus establishes a moment of disjuncture within the form. My answer to this question is informed by analysis both of the passage in question and of earlier (albeit less piquant and transparent) instances of octatonic voice leading in the exposition.",
    "keywords": [
        "Elgar",
        "octatonicism",
        "Kurth",
        "Cohn",
        "Schenker",
        "tonality"
    ],
    "doi": "10.30535/mto.26.1.1",
    "received": "May 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.1/mto.20.26.1.chandler.pdf",
    "author_info": [
        {
            "name": "Oliver Chandler",
            "university": "Anglia Ruskin University",
            "address": "East Road, Cambridge, Cambridgeshire, CB1 1PT",
            "email": "oliverllchandler@googlemail.com"
        }
    ],
    "citations": {
        "anderson_1980": "Anderson, Robert. 1980. “Review: Violin Sonata by Elgar, Yehudi Menuhin and Hephzibah Menuhin; Violin Sonata by Vaughan Williams, Yehudi Menuhin and Hephzibah Menuhin.” The Musical Times 121 (1652): 634.",
        "anderson_1993": "Anderson, Robert. 1993. Elgar . J. M. Dent.",
        "chandler_2019": "Chandler, Oliver. 2019. “Edward Elgar’s Chamber Music, 1918–1919: Tonality, Form, and Aesthetics.” Ph.D. diss., Royal Holloway, University of London.",
        "chew_1991": "Chew, Geoffrey. 1991. “Ernst Kurth, Music as Psychic Motion and ’Tristan und Isolde’: Towards a Model for Analysing Musical Instability.” Music Analysis 10 (1): 171–93.",
        "cohn_2004": "Cohn, Richard. 2004. “Uncanny Resemblances: Tonal Signification in the Freudian Age.” Journal of the American Musicological Society 57 (2): 285–324.",
        "cohn_2012a": "Cohn, Richard. 2012a. Audacious Euphony: Chromaticism and the Consonant Triad’s Second Nature . Oxford University Press.",
        "cohn_2012b": "Cohn, Richard. 2012b. “Peter, the Wolf, and the Hexatonic Uncanny.” In Tonality 1900–1950: Concept and Practice , eds. Felix Wörner, Ullrich Scheideler and Philip Rupprecht, 47–64. Franz Steiner.",
        "cohn_and_harper-scott_2016": "Cohn, Richard, and J. P. E. Harper-Scott. 2016. “On Hexatonic Poles.” Music Analysis 35 (1): 134–38.",
        "colles_1919": "Colles, H. C. 1919. “Music of Yesterday and To-day.” The Times , May 24, 1919.",
        "colton_1995": "Colton, Andrew. 1995. “Characteristics of Edward Elgar’s Late Style.” Ph.D. diss., The Peabody Conservatory of Music.",
        "dunhill_1938": "Dunhill, Thomas F. 1938. Sir Edward Elgar . Blackie and Son Limited.",
        "forte_and_gilbert_1982": "Forte, Allen, and Steven Gilbert. 1982. Introduction to Schenkerian Analysis . W. W. Norton and Company.",
        "greenfield_1964": "Greenfield, Edward. 1964. “Review: Piano Quintet by Elgar; Legend for Viola and Piano by Bax, Cassini, Forbes and Aeolian Quartet.” The Musical Times 105 (1452): 127.",
        "grimley_2004": "Grimley, Daniel M. 2004. “‘A Smiling with a Sigh’: The Chamber Music and Works for Strings.” In The Cambridge Companion to Elgar , eds. Daniel M. Grimley and Julian Rushton, 123–38. Cambridge University Press.",
        "harper-scott_2006": "Harper-Scott, J. P. E. 2006. Edward Elgar, Modernist . Cambridge University Press.",
        "harper-scott_2007": "Harper-Scott, J. P. E. 2007. “Elgar’s Deconstruction of the Belle Époque : Interlace Structures and the Second Symphony.” In Elgar Studies , eds. J. P. E. Harper-Scott and Julian Rushton, 172–219. Cambridge University Press.",
        "harper-scott_2012": "Harper-Scott, J. P. E. 2012. The Quilting Points of Musical Modernism: Revolution, Reaction, and William Walton . Cambridge University Press.",
        "harper-scott_2014": "Harper-Scott, J. P. E. 2014. “Review: Felix Wörner, Ullrich Scheideler and Philip Rupprecht (eds.), Tonality 1900–1950: Concept and Practice (Stuttgart: Franz Steiner Verlag, 2012).” Music Analysis 33 (3): 388–405.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of its Precedents . Chicago University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "hurd_1969": "Hurd, Michael. 1969. Elgar . Faber & Faber.",
        "kennedy_1968": "Kennedy, Michael. 1968. Portrait of Elgar . Oxford University Press.",
        "keys_1993": "Keys, Ivor. 1993. “‘Ghostly Stuff’: The Brinkwells Music.” In Edward Elgar: Music and Literature , ed. Raymond Monk, 108–20. Scolar Press.",
        "kopp_2011": "Kopp, David. 2011. “Chromaticism and the Question of Tonality.” In The Oxford Handbook of Neo-Riemannian Music Theories , eds. Edward Gollin and Alexander Rehding, 400–18. Oxford University Press.",
        "kurth_1920": "Kurth, Ernst. 1920. Romantische Harmonik und ihre Krise in Wagner’s “Tristan” . Haupt. Translated and reproduced in Lee Rothfarb (ed.). 2011. Ernst Kurth: Selected Writings . Cambridge University Press.",
        "lendvai_1988": "Lendvai, Ernő. 1988. Verdi and Wagner . International House Budapest.",
        "lewin_1984": "Lewin, David. 1984. “Amfortas’s Prayer to Titurel and the Role of D in ‘Parsifal’: The Tonal Spaces of the Drama and the Enharmonic C-flat/B.” 19th-Century Music 7 (3): 336–49.",
        "maine_1933_1993": "Maine, Basil. (1933) 1993. Elgar: His Life and Works , Vol. II. J. M. Dent & Sons.",
        "mccreless_2007": "McCreless, Patrick. 2007. “Elgar and Theories of Chromaticism.” In Elgar Studies , eds. J. P. E. Harper-Scott and Julian Rushton, 1–49. Cambridge University Press.",
        "mcveagh_1955": "McVeagh, Diana. 1955. Edward Elgar: His Life and Music . J. M. Dent & Sons Ltd.",
        "mcveagh_2007": "McVeagh, Diana. 2007. Elgar the Music Maker . Boydell Press.",
        "milford_1998": "Milford, Julian. 1998. Liner note to Elgar: Sospiri: Music for Violin and Piano , Linda Mordkovitch and Julian Milford, CD, Chandos Records Ltd., CHAN9624, ©1998.",
        "moore_1984_1990": "Moore, Jerold Northop. (1984) 1990. Edward Elgar: A Creative Life . Oxford University Press.",
        "nice_1996": "Nice, David. 1996. Edward Elgar: An Essential Guide to His Life and Works . Pavilion Books Ltd.",
        "parrott_1971": "Parrott, Ian. 1971. Elgar . J. M. Dent & Sons Ltd.",
        "parrott_1990": "Parrott, Ian. 1990. “Elgar’s Harmonic Language.” In Elgar Studies , ed. Raymond Monk, 35–45. Scolar Press.",
        "pownall_1993": "Pownall, David. 1993. “Elgar’s Rondo.” In The Composer Plays , 107–60. Oberon Books.",
        "reed_1929_1963": "Reed, W. H. (1929) 1963. “Elgar.” In Cobbett’s Cyclopedic Survey of Chamber Music , Volume 1, A–H, 372–77. Oxford University Press.",
        "rings_2011a": "Rings, Steven. 2011a. Tonality and Transformation . Oxford University Press.",
        "rings_2011b": "Rings, Steven. 2011b. “Riemannian Analytical Values, Paleo- and Neo-.” In The Oxford Handbook of Neo-Riemannian Music Theories , eds. Edward Gollin and Alexander Rehding, 487–511. Oxford University Press.",
        "rothfarb_1991": "Rothfarb, Lee, ed. and trans. 1991. Ernst Kurth: Selected Writings . Cambridge Studies in Music Theory and Analysis. Cambridge University Press.",
        "schoenberg_1954_1977": "Schoenberg, Arnold. (1954) 1977. Structural Functions of Harmony . Ernest Benn Limited.",
        "schonberg_1977": "Schonberg, Harold C. 1977. “Music View: Reflective Late Works of Edward Elgar.” The New York Times (December 18), 113.",
        "sheldon_1932": "Sheldon, A. J. 1932. Edward Elgar . London Office of “Musical Opinion.”",
        "smith_2007": "Smith, Howard. 2007. Liner note to Elgar: Piano Quintet and Violin Sonata , Nash Ensemble, CD, Hyperion, CDH55301, ©2007.",
        "taruskin_1985": "Taruskin, Richard. 1985. “Chernomor to Kashchei: Harmonic Sorcery; Or, Stravinsky’s ‘Angle’.” Journal of the American Musicological Society 38 (1): 72–142.",
        "taruskin_2011": "Taruskin, Richard. 2011. “Catching up with Rimsky-Korsakov.” Music Theory Spectrum 33 (2): 169–85."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See, for example, Dunhill 1938 , 175–81; McVeagh 1955 , 179–80; Kennedy 1968 , 235; Hurd 1969 , 48; Parrott 1971 , 79; Parrott 1990 , 35; Anderson 1993 , 138; Nice 1996 , 78; Milford 1998 , 4; and Smith 2007 , 2.",
            "citations": [
                "dunhill_1938",
                "mcveagh_1955",
                "kennedy_1968",
                "hurd_1969",
                "parrott_1971",
                "parrott_1990",
                "anderson_1993",
                "nice_1996",
                "milford_1998",
                "smith_2007"
            ]
        },
        "FN2": {
            "text": "2. See, for example, Sheldon 1932 , 54–55; Kennedy 1968 , 235; Schonberg 1977 ; and Moore [1984] 1990 , 721.",
            "citations": [
                "sheldon_1932",
                "kennedy_1968",
                "schonberg_1977",
                "moore_1984_1990"
            ]
        },
        "FN3": {
            "text": "3. Colles 1919 (cited in Moore [1984] 1990 , 740); Greenfield 1964 , 127; Anderson 1980 , 634; Moore [1984] 1990 , 738; and Pownall 1993 , 151–52.",
            "citations": [
                "colles_1919",
                "moore_1984_1990",
                "greenfield_1964",
                "anderson_1980",
                "moore_1984_1990",
                "pownall_1993"
            ]
        },
        "FN4": {
            "text": "4. Perhaps surprisingly, the earliest reviewers of Elgar’s chamber music in the London newspapers and beyond shared this perspective. A comprehensive reception history of these works is given in Chandler 2019 , 15–41.",
            "citations": [
                "chandler_2019"
            ]
        },
        "FN5": {
            "text": "5. The term “octatonic” might well generate a number of expectations for the reader. It is important to note that this passage neither 1) composes out an octatonic collection horizontally, as in the music of Liszt and Rimsky-Korsakov, with the roots of minor-third-related consonant triads being connected by means of passing motions in the bass, nor 2) “superimpose[s]” such triads as “vertical simultaneities”, à la Stravinsky (see Taruskin 1985 , 92; 140–41). In short, it does not sound conventionally octatonic. It does fully traverse each of the three possible octatonic collections, however; the relevant tetrachords do not have to be arbitrarily plucked out of their contexts and related to mere fragments from a number of different octatonic sets, as Taruskin argues happens in the worst sorts of “octatonic” analysis ( 2011 , 179). Furthermore, Richard Cohn has demonstrated that there is historical precedent for Elgar’s brand of octatonic voice leading in the opening Prelude from Wagner’s Tristan und Isolde ( 2012a , 155–58). Elgar studied this score extensively ( McVeagh 2007 , 208); not to describe both composers’ chromatic progressions in similar ways seems illogical. In a nutshell: it would diminish our understanding of the passage in question to discount an octatonic interpretation of it, but it is just as important to note how this “abstract,” technical idea will inevitably be colored by historical, stylistic, and geographical associations, which might make its use seemingly counterintuitive. On this score, it is important to note that Taruskin and Cohn have both traced this collection (in its most nascent form) back to the early nineteenth century, and to Schubert’s music, in particular ( 1985 , 79; 2012a, 91). Elgar drew on this heritage just as the giants of post-1860 Russian composition did; his music represents a different stage in the pluralistic and asynchronous development of octatonicism.",
            "citations": [
                "taruskin_1985",
                "taruskin_2011",
                "cohn_2012a",
                "mcveagh_2007",
                "taruskin_1985"
            ]
        },
        "FN6": {
            "text": "6. My central research question—“To what extent do Elgar’s chromatic progressions interrupt tonal syntax?”—has been asked about many pieces by many scholars over the last two decades; one might expect theorists to have come to some form of consensus by now. However, a recent public debate between Richard Cohn and J. P. E. Harper-Scott in the journal Music Analysis ( 2016 )—“Are hexatonic poles intrinsically dissonant or can they merely be heard (under specific cultural conditions) as dissonant?”—has demonstrated that answers to it remain as varied and as contradictory as ever. In his published work, Cohn ( 2012a , 207–8; 2012b , 49) has consistently stressed that chromatic, parsimonious voice leading often breaches the abstract and logical requirements immanent in the concept of “classical tonality”. Harper-Scott ( 2014 , 393), by contrast, has argued that tonality is not only about necessary and sufficient conditions: listeners are very often brought up on a diet of common-practice, functional harmony and are thus likely to hear even “non-tonal” music as being in some sense tonal, because of their enculturation; it is the analyst’s job to explain how we might account for orthodox functional effects, produced by unorthodox materials. Again, this position is not new, in and of itself (see Harrison 1994 ), but it has seen a resurgence (and a technological finessing) in the recent work of Steven Rings ( 2011a , particularly 83–88) and David Kopp ( 2011 ). These theorists argue that neo-Riemannian analysis, one of theory’s burgeoning fields of enquiry, tends to downplay (or, indeed, totally to deny) the tonal implications with which Hugo Riemann and even David Lewin invested chromatic transformations of various kinds ( Kopp 2011 , 401; Rings 2011a , 2; 101 and 2011b ). It is imperative for new analyses to restore this repressed conceptual foundation, which is essential to the understanding of much music from the late nineteenth and early twentieth centuries.",
            "citations": [
                "cohn_2012a",
                "cohn_2012b",
                "harrison_1994",
                "rings_2011a",
                "kopp_2011",
                "kopp_2011",
                "rings_2011a",
                "rings_2011b"
            ]
        },
        "FN7": {
            "text": "7. Octatonic, tetrachordal voice leading is still present in the recapitulation, but its use is less thoroughgoing. This is because of the excision of both P’s contrasting middle and a crucial part of its transitional preparation (see Example 1), which together had contained two of the exposition’s three octatonically-inflected passages. The B ♭ -major tonicization that colors the movement’s final E-major cadence between 58:9 and 15, however, might be understood as an oblique reference to the movement’s earlier fascination with the octatonic scale, which has a propensity to be divided up into minor-third-related major consonances.",
            "citations": []
        },
        "FN8": {
            "text": "8. McCreless 2007 notes that half-diminished sonorities “permeate” Elgar’s work just as much as they do Wagner’s; they often receive “rhetorical emphasis” and occur at “important nodes of musical design” (9). He suggests, however, that Elgar tends to treat them in a more “conservative,” less explicitly “non-diatonic” way. That this Elgarian fingerprint is ultimately used to construct such a complex, chromatic argument in this movement suggests that the Allegro molto marks both a nod to, and a finessing of, his earlier compositional practice; the prevalent assumption that the chamber music is somehow less complex than his middle-period symphonism appears to be misplaced.",
            "citations": [
                "mccreless_2007"
            ]
        },
        "FN9": {
            "text": "9. This method of representing octatonic poles comes from Lendvai 1988 , 139.",
            "citations": [
                "lendvai_1988"
            ]
        },
        "FN10": {
            "text": "10. For further exposition of this concept, see Chew 1991 , 178–79; 187.",
            "citations": [
                "chew_1991"
            ]
        },
        "FN11": {
            "text": "11. It might be said that I am merely weighing one analytical apparatus against another, rather than formulating a truly new theoretical perspective, or coming to a judgment about a specific piece, as opposed to revolutionizing how we think about a much broader repertoire. However, one need not continually build new theories if there is still scope to refine and/or criticize existing ones. The testing of general claims on particular cases is, in my view, an essential part of what makes music theory a self-reflexive discipline.",
            "citations": []
        },
        "FN12": {
            "text": "12. Cohn 2004 similarly compares impressionistic and music-theoretical writing (on the aural effects of so-called “hexatonic poles,” in this instance) and demonstrates how they can be mutually supporting.",
            "citations": [
                "cohn_2004"
            ]
        },
        "FN13": {
            "text": "13. Hepokoksi and Darcy might balk at this term: “S never begins a large structural unit but continues one already in process” ( 2006 , 354), and the movement is best described as a Type-2 sonata in which the arrival of P-materials in the development marks the beginning of a second rotation. A number of factors, though, have motivated me to retain the label “reversed recapitulation.” First, the development actually begins with S-based material. Thus, if the movement were to be classified as a Type-2 sonata, then it would be one in which the rotational principle is, however briefly, “abandoned” (376). The well-established concept of recapitulatory reversal, by contrast, enables us to interpret the movement’s form without relying on the controversial idea of “deformation.” Second, the modules of S (i.e., S1 and S2) are themselves reversed, which makes talk of “mirror effects” more plausible (384) (refer back to Example 1). Third, the themes and intra-thematic modules of both the development and the coda also seem to be reversed. This is an important structural parallelism that a Type-2 reading would occlude. Finally, if Hepokoski and Darcy insist on labelling mirror form and the reversed recapitulation “twentieth-century concepts” (368), then it surely makes sense to apply them to a twentieth-century piece.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN14": {
            "text": "14. A tritone substitute reharmonizes the most important chord tones of a dominant (namely, its third and its seventh, or F and B/ C ♭ in this instance), while helping to create a smooth chromatic bass line (e.g., A ♭ to G).",
            "citations": []
        },
        "FN15": {
            "text": "15. I refrain from describing this relationship as hexatonic because, although E minor and C major are arguably related by a leading-tone transformation, the finale is free of the characteristic chromatic-mediant relationships that hexatonic analyses render so neatly; the relationship between E minor and C major (as triads) is plainly diatonic in this movement, even if the cadences by which they are each tonicized are chromatically embellished.",
            "citations": []
        },
        "FN16": {
            "text": "16. In its recapitulated form, S1 effects two octatonic transformations: C 7 – F ♯ ø7 (52:1–2) and E ♭ 7 –A ø7 (53:6–7); both take place within Octatonic Pool 3, as the equivalent transformation between A 7 and D ♯ ø7 did in the exposition.",
            "citations": []
        },
        "FN17": {
            "text": "17. I follow Arnold Schoenberg’s practice in Structural Functions of Harmony ( 1977 , 16-18) of using a strikethrough to indicate when basic functional chords have been chromatically modified.",
            "citations": [
                "schoenberg_1954_1977"
            ]
        },
        "FN18": {
            "text": "18. “p” stands for “parallel transformation” (i.e., a change of mode within the same harmony); “L” stands for “leading-tone transformation” (i.e., the root of a major triad descends a semitone to its leading tone, while the fifth of a minor triad is raised by a semitone). Different cases represent different modes: lower-case letters indicate a transformation from a major to a minor triad, while upper-case letters indicate a transformation from a minor to a major triad. For a further example of a double voice exchange that prolongs an outer tonic and an inner, dissonant harmony, see Forte and Gilbert 1982 , 113, Example 116.",
            "citations": [
                "forte_and_gilbert_1982"
            ]
        },
        "FN19": {
            "text": "19. Despite theorizing the intrinsic differences between Riemannian and Stufen -based pitch space, Lewin 1984 similarly argues that listeners often fail to register such conceptual asymmetries aurally. As he puts it, even though “the two musical spaces do not conform isomorphically [. . . ], there must be a flaw, a splice, a hidden seam, to create the impression that they do.” (347) Cohn ( 2012a , 40–41) suggests that this “hidden seam” is the consonant triad itself, which is pre-adapted to life in both spaces. However, whereas Lewin’s analyses of Wagnerian passages that defy Roman numeral analysis highlight how they can still express a series of functional relationships to an underlying tonic, despite partaking of a non-diatonic logic, Cohn emphasizes the incommensurability of diatonic and chromatic-tertiary significations.",
            "citations": [
                "lewin_1984",
                "cohn_2012a"
            ]
        },
        "FN20": {
            "text": "20. Notable exceptions are Harper-Scott 2006 and 2007 .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "§1 Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Elgar’s String Quartet op. 83 forms part of a trio of chamber works, also including the Violin Sonata op. 82 and Piano Quintet op. 84, written between 1918 and 1919. Together with the Cello Concerto op. 85, they were the last major works that the composer would complete. Between the late 1930s and the early 2000s, much writing, both popular and academic, emphasized the chamber music’s apparent harmonic and formal conservatism. (1) At its most positive, this branch of criticism considers these works to have “autumnal depth” (2) —that is, Elgar displays an awareness of the historical belatedness of the Austro-German tonal idiom in which he was writing; his music is reserved rather than brashly confident, but ultimately falls short of the inspired standards of his middle period ( Kennedy 1968 , 235 exemplifies this view). At its most negative, Elgar’s retention of a nineteenth-century aesthetic is seen to be symptomatic of a failure to come to terms with the new musical developments of the early twentieth century, as well as with the devastation wrought by the First World War. (3) Recent studies, however, have sought to challenge these prevailing views (i.e., that the chamber music is ersatz Elgar and/or insensitive to its historical contexts). Strewn with subtle novelties, these works can be shown to be compositionally forward-looking: (4) that which is still blandly traditional is there simply to hold the chamber music’s modernist energies in check, to stop them entirely breaking free ( Grimley 2004 ; Harper-Scott 2006 , 21–24). Example 1 . Elgar, String Quartet op. 83, finale; principal cadences marked in bold (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "kennedy_1968",
                    "grimley_2004"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this paper, I focus on a short, two-bar passage from the end of the development section of the String Quartet’s finale, which explores smooth, octatonic voice-leading relationships between seventh chords. (5) Despite its brevity, it is one of the most harmonically adventurous passages in all of his music. I look to ascertain whether it can be heard to form part of a larger, coherent tonal gesture or if it effects a change of syntax that swaps the movement’s predominantly diatonic frame of reference for an octatonic one and thus establishes a moment of disjuncture within the form. (6) My answer to this question is informed by an analysis both of the passage in question and of earlier (albeit less piquant and transparent) instances of octatonic voice leading in the exposition. (7) While I ultimately opt for a tonal interpretation, I look to show how the dark saying of this “strangely sinister” passage ( Maine [1933] 1993 , 267) is woven throughout the diatonic substance of the music that precedes it. Tonality is lightly corrupted; the movement bears the subtle imprint of its post-“emancipation of dissonance” present. Before going any further, however, I will provide an impressionistic sketch of the main events leading up to the moment in question so that readers might better orient themselves in the following technical discussion. An outline of the movement’s form is given in Example 1 .",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "maine_1933_1993"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The movement begins with a taut introduction in which clipped iambic rhythms in the cello and viola are contrasted with glittering sixteenth notes in the violins. E minor predominates, albeit flashes of its submediant major are never far away. In the very first bar, the cello and viola (playing in octaves) unfold a ii ø7 chord in implied two-part counterpoint. In context, this chord is plainly diatonic, but it foreshadows the structural importance that tetrachords (both half-diminished and dominant) will take on later in the movement: they are a locus about which the finale’s materials circle. (8) (I further develop this reading in [3.1];  a score excerpt is provided in Example 7.) The P theme begins at rehearsal figure 38; it is small ternary in design. Characterized by a brilliante melody in the lead-violin part, which is recycled by the viola and second violin in a process of antiphonal exchange, its opening A section effects a number of weak contrapuntal closes in E minor. At 38:6, however, the ensemble becomes shipwrecked for four bars and oscillate yearningly between a dominant and a leading-tone diminished-seventh chord. On the third beat of 38:9, the building wave of energy, underpinned both by a growing desire for resolution and a series of crescendos, breaks and a series of falling gestures and chromatic slippages ensue as part of the transition to P’s contrasting middle. Elided with the exposition’s first proper cadence at 39:1—namely, a VI: IAC—this new theme is characterized principally by sequential continuation, albeit a tonic Stufe is articulated by a i: IAC between 39:6 and 7, which marks the exposition’s second cadence. P’s A theme returns in E minor at rehearsal figure 40. Five bars later, its basic idea is condensed into a single bar and repeated as part of a haze of brilliante , sixteenth-note tutti. This surging wave of energy breaks once more to a series of descending chromatics at 41:1, which again fail to provide resolution to the expected local tonic, albeit they preface the return of introductory materials at 41:5.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] A change of mood manifests itself at rehearsal figure 42. Tonic minor is transformed into a dominant seventh in preparation for the arrival of the secondary theme group in the subdominant major. The resultant V 7 /IV chord between 42:6 and 7, however, seems almost to evaporate as a result of textural attenuation. The A-major chord that comes after it appears almost in spite of (rather than because of) its preceding dominant and therefore does not sound overtly cadential. S-space is composed of two themes: S1 is loosely periodic in structure (see rehearsal figures 43 and 44), while S2 is more sequential in character and awash with half-diminished sevenths (44:5 to 45:1). Both effectively prolong A major, albeit S2 plays itself out on the chromatic peripheries of this global subdominant’s diatonic territory. The nearest S1 gets to a conventional diatonic cadence is the IV: HC/V at 43:4, which figures as the third principal cadence of the exposition. Example 2 . Elgar, String Quartet op. 83, 3rd movement, 48:9–10 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] In the words of Daniel M. Grimley, the development section (rehearsal figure 45:1 to 49:1) is characterized by ‘gestational flux’ ( Grimley 2004 , 134). It is principally composed of a series of ascending and descending sequential fifth motions. Its final bars, however, are set apart from the preceding welter through the use of an extended string technique (see the will-o’-the-wisp-like ponticello tremolandi in the cello, viola, and second violin from rehearsal figure 48:9 to 10 in Example 2 ). This is the only occurrence of such a technique in all of the chamber music. Despite (or perhaps because of) its ephemerality, it is the part of the movement that has most frequently sparked critics’ hermeneutic imaginations. In Basil Maine’s words, “all that has gone before in this and earlier movements has been essentially the music of daylight and the open air: so much so that this sudden break in its genial warmth is strangely sinister, as if it were a capricious and willful disturbance of the clear, delightful atmosphere” ( 1993 , 267). W. H. Reed similarly writes that “in the midst of all the warmth and vivacity of this movement,” the passage in question can be heard as “a warning that there are other and harsher moods of nature. But it is only a fleeting one, and the hearer basks in summer warmth until the end of the work” ( 1963 , 375). According to such accounts, the ponticello music is an alien interjection that appears as if from nowhere and without apparent motivation. Example 3 . Octatonic poles, 48:9–10 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "grimley_2004",
                    "maine_1933_1993",
                    "reed_1929_1963"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] It is not only its unusual texture that inspires such poeticism, however, but also the passage’s characteristic use of chromatic harmony. The passage is composed of a series of four ascending half-diminished chords separated by whole step, each of which is juxtaposed with a dominant seventh. The fundamental roots contained within each dominant/half-diminished pair are separated by a minor third, and the combined pitch aggregate of both chords produces an octatonic scale, with no common-tone retention between either harmony (see Example 3 ). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Such relationships are what Richard Cohn would term “polar” in quality: the relevant chords are the furthest apart from one another but maintain the same harmonic cardinality and membership of the same octatonic scale. Because Elgar repeats this initial octatonic polar progression three times, the music passes through the two remaining octatonic collections and returns to its starting point at 48:10.4 (albeit the initial scale is now instantiated by a different octatonic-polar relationship between A ♯ ø7 and G 7 ). Despite both the macroharmonic return and the use of seventh chords, so often used to imply perfect or plagal resolutions, the syntax of this ponticello interjection seems distinct from that of classical diatonic tonality. Indeed, Cohn ( 2012a , 148–58) has suggested that, while seventh chords have well-established diatonic functions (i.e., they are reducible in some way to triads that relate to each other as Stufen in a fundamentally diatonic system), they can also participate in a separate syntax that prioritizes smooth, chromatic voice leading between other seventh chords over and above explicitly triadic forms of connection. For him, it is no longer the harmonic pillars at either side of a progression that matter most—as in classical prolongation—but the quality and voice-leading magnitude of the various contrapuntal relationships that bridge the gap between them. An examination of the ponticello interjection and its immediate context helps to make this idea clearer. Example 4 . 48:8–49:1, Kurthian Reading (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "cohn_2012a"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] The two bars in question are themselves flanked by a B chord and a root-position G dominant seventh, which resolves to C major at 49:1 (see Example 4 ). The argument of a theorist such as Ernst Kurth might be that B and G 7 are “basic pillars” [ Grundpfeiler ] (akin to middleground Stufen in Schenkerian parlance), which articulate a loosely cadential structure; the octatonic-polar transformations are attached to these pillars merely as a means of contrapuntal embellishment ( 1920 , translated and reproduced in Rothfarb 1991 , 145). (10) (In much  the same way, Schenkerians often interpret non-functional linear intervallic patterns—a chain of 7–3 suspensions, for example—as connecting the functional harmonies at their beginning and end points.) In this context, the “pillars” in question can be telescoped so as to produce a V /iii–V (or pre-dominant to dominant) progression in C, on account of the F ♯ – G ♮ neighbor-note motion in the bass. Rather than necessitating the theorization of a new harmonic syntax, the dissonant, octatonic polar harmonies that are squeezed between them might be encompassed under what Kurth terms “an enormously broad expansion of the idea of applied dominants” (147): that is, they can be said to function as a form of preparation for the diatonic pillar that is to come after them, whether that proves in practice to be a pre-dominant, a dominant, or a tonic. Local detail is brushed over so as to account for shallow middleground coherence. For Cohn, by contrast, any such diatonic logic that attempts to connect up pillars of these kinds is necessarily specious. These harmonies are the by-products of surface, chromatic voice-leading motions: they do not generate counterpoint, like Stufen in a diatonic middleground, but are rather subordinate to it.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "kurth_1920",
                    "rothfarb_1991"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] The tension between these theories of Kurth and Cohn, which prioritize middleground and surface voice leading, respectively, cannot ultimately be resolved in favor of either author. Each piece of music will treat both its structural pillars and the voice-leading spaces that form between them very differently. Sometimes pillars will be arbitrary (as when a composer engages in a string of attractive voice-leading transformations and just happens to begin in one place and arrive in another) whereas others will be planned and necessary (as when a composer wants to establish one Stufe at point A and another at point B as part of a larger, pre-ordained tonal scheme). Consequently, both theories need to be trialed on particular pieces, at which point one can make provisional and necessarily specific conclusions about which might work best in a given context. (11) The remainder of the present paper looks to exemplify this process in its analysis of the finale’s ponticello interjection and its surrounding voice-leading contexts. §2 A Cohnian reading",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] For Cohn, chromatic tetrachordal voice leading cannot be said to compose out diatonic Stufen because it often articulates a separate syntax that operates according to non-tonal principles. One of the defining features of this new syntax is its utilization of half-diminished and dominant-seventh chords as harmonic substitutes for fully diminished sevenths. While this might seem to put the dissonant cart before the relatively consonant horse, there is a compelling formal efficiency to Cohn’s argument. The three possible fully diminished harmonies (i.e., C– E ♭ – F ♯ –A, C ♯ –E–G– B ♭ , and D–F– A ♭ – C ♭ ) can be used to generate all twenty-four half-diminished and dominant sevenths by adjusting individually each of their chord tones upwards and downwards by a semitone. For example, both B 7 (B– E ♭ – F ♯ –A) and C ø7 (C– E ♭ – F ♯ – B ♭ ) “minimally perturb” a fully diminished seventh (i.e., C– E ♭ – F ♯ –A): the dominant tetrachord displaces its first chord tone downwards by a minor second, while the half-diminished sonority adjusts its last chord tone upwards by a semitone. Elgar’s ponticello interjection appears to make this generative relationship explicit: the various neighbor notes (marked with boxes in Example 2) with which Elgar decorates Violin 1’s ascending fourth progression (D–G) serve to elucidate momentarily the fully diminished sonorities that make possible the octatonic transformations between dominant and half-diminished seventh chords. In other words, he foregrounds the fact that, in order to pass from one non-symmetrical seventh chord to another, one must move through a (literally or virtually present) symmetrical diminished tetrachord. Example 5 . Octatonic Pools, Diminished Spiders ( ponticello interjection) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The Cohn-derived graph in Example 5 uses three “spiders” to capture this relationship pictorially. Fully diminished sevenths are indicated by the circular body of each “spider” and the four legs attached to each of its sides represent the half-diminished and dominant chords one can derive by displacing any one of the body’s chord tones by a minor second ( 2012a , Fig. 7.10, 154). Each set of legs is modally matched: tetrachords to the right-hand side of the body are dominant, while those to the left are half-diminished. The three different spiders can be joined together through so-called octatonic pools, which are produced by combining the dominant sevenths of one spider with the same-rooted half-diminished sevenths of another (Fig. 7.15, 157). Connection between chords in this pool is guaranteed through their membership of the same octatonic scale.",
                "footnotes": [],
                "citations": [
                    "cohn_2012a"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] More specifically, Example 5 captures the way in which the finale’s ponticello interjection traverses each octatonic pool and thus completes a full, anti-clockwise rotation through tetrachordal voice-leading space (see the dashed arrows). In this brief musical parenthesis Elgar appears to leave behind the primarily triadic and diatonic syntax of the rest of the movement in order to embark on an exploration of a different sound world: tonality is seemingly abandoned for non-tonality. To this extent, analysis appears to reinforce the impressionistic accounts of Maine and Reed, quoted earlier: (12) the strangeness of the music between 48:9 and 10 is a product both of its unusual timbral quality and its tetrachordal syntax, which breaks the frame of the movement’s established diatonicism. Various details, however, serve to complicate this interpretation. Example 6 . Octatonic Pools, Diminished Spiders (exposition) (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] As shown in Example 6 , each of the exposition’s three cadences (in C major, E minor, and A major, respectively) is embellished with tetrachordal voice leading derived from octatonic pools 1, 2, and 3, respectively. Abstracted from their immediate harmonic contexts, these brief forays into the tetrachordal universe produce a clockwise rotation through pitch space, which the octatonic polar passage will later reverse. Viewed in this way, the ponticello interjection is not genuinely alien: it is foreshadowed by aspects of the exposition’s voice leading. Indeed, it seems almost organic in motivation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Unlike the octatonic poles just discussed, however, the individual juxtapositions between these chordal pairs (namely, G ø7 and C ♯ 7 , B ø7 and B 7 , and A 7 and E ♭ ø7 ) do not produce a full octatonic scale. They are characterized by a different kind of voice leading, albeit one that still relies on an underlying octatonic collection. When moving from B ø7 (B D F A) to B 7 (B D ♯ F ♯ A), for example, only two notes are altered: D and F both move upwards in parallel, semitonal motion to D ♯ and F ♯ , while the other two chord tones (namely, B and A) remain stationary. To my mind, this is reminiscent of oblique voice leading in counterpoint, in which one voice remains static while the other moves by step. This particular transformation might be expressed by the shorthand formula O 2(3) , which I have adapted from Cohn ( 2012a , 155). “O” stands for oblique motion: the first superscript number “2” describes the interval of the stationary dyad (a major second between A and B) and the second supescript number “3” (enclosed in parentheses) describes the interval expressed by the active dyad (a minor third between D and F or D ♯ and F ♯ ). Cohn denotes this kind of motion by means of the letter “S,” which stands for “similar motion.” However, similar motion implies that all voices move in the same direction but with different voice-leading magnitudes. The concept of oblique motion captures better this kind of tetrachordal relation because of its emphasis both on moving and static voices.",
                "footnotes": [],
                "citations": [
                    "cohn_2012a"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] (NB: In other parts of the exposition, Elgar effects transformations between tetrachords of the same species [i.e., dominant or half-diminished], which belong to the same fully diminished progenitor, or “spider.” These also voice lead to one another in a slightly different way: two voices remain stationary, while the other two move in or out from one another in contrary semitonal motion. For example, if E 7 were to become G 7 , its root note would be displaced upwards by a semitone, while its third would be lowered by a semitone [i.e., E G ♯ B D -> F G B D]. In this case, a single superscript number would still be used after the O to indicate the interval of the stationary dyad B–D, but it would be followed by a superscript negative sign in brackets (-) , which indicates that the active dyad contracts from a major third E– G ♯ to a major second F–G [i.e., O 3(-) ]. If E 7 were voiced in such a way that its G ♯ was lower in pitch than its fundamental, as in a chord, however, then the transformation would be re-labelled O 3(+) : the B–D dyad would remain stationary, but G ♯ –E would expand outwards to G–F, thus producing a minor seventh.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] It is not only in terms of voice-leading magnitude that the seventh-chord relations depicted in Examples 5 and 6 differ. While the octatonic polar progressions in the former suggest a genuinely chromatic context, those in the latter (considered so far only abstractly) can also clearly be heard to imply diatonic cadential functions when reinserted into their broader voice-leading contexts: indeed, they are responsible for effecting the exposition’s three principal cadences (see the analytical sketches provided in §3). In light of this, one might go so far as to say that the exposition encourages us to interpret octatonic voice leading in an explicitly diatonic way. This, in turn, vindicates the Kurthian reading of the octatonic polar progression between 48:9 and 10, provided in the previous section. Despite its extreme chromaticism, the ponticello interjection is subordinate to two underlying diatonic, structural pillars, which serve to tonicize C major at 49:1. Furthermore, one can interpret this octatonic-polar-inflected cadence as marking the beginning of an off-tonic reversed recapitulation. (13) The ponticello interjection is not only texturally and harmonically interesting: it decorates the most emphatic cadence of the finale thus far, which serves to articulate a major juncture in the movement’s form.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] While some interpretations do not locate the point of recapitulation here, the rationales given for locating it elsewhere are relatively weak. Robert Anderson ( 1993 , 385), for example, considers the recapitulation to begin at the upbeat to 47:1, but it is difficult to agree with such a contention: the material that he supposes to be recapitulatory is haunted by the development’s sixteenth-note fugato figure in the second violin, and there is no sense of a strong tonal arrival; the music passes quickly through the distant key of F major. Andrew Colton ( 1995 , 59), by contrast, places the point of recapitulation at either 52:1 or 53:3, with the reintroduction of S1. While defensible, such a reading is insensitive to three crucial points: As Ivor Keys ( 1993 , 115) points out, the marked “near stillness” of the music at 49:1 communicates powerfully the idea of a structural re-beginning: it is as if the cyclical recurrence of the movement’s introductory materials here emerges out of the dying embers left by the blaze of the development. Colton’s reading does not register the fact that S2 returns at 49:6. That the order of S-group materials in the recapitulation should be reversed marries well with the reversal of the order of the exposition as a whole. Colton’s reading does not address the structural importance of the ponticello passage, which is not just a special effect: it forms part of the movement’s strongest cadence. Indeed, it is the only cadence to feature a descending fifth in the bass, but it also captures, in nuce , one of the defining features of the movement as a whole: namely, the relationship between diatonic cadence and chromatic, tetrachordal voice leading.",
                "footnotes": [],
                "citations": [
                    "anderson_1993",
                    "colton_1995",
                    "keys_1993"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] The above recognition of both the ponticello interjection’s formal significance and its relationship to earlier, diatonic cadences, which is foregrounded (ironically) by the Cohn-inspired voice-leading graphs given in Examples 5 and 6, has important ramifications for the debate this paper stages between Cohnian and Kurthian conceptions of chromatic, tetrachordal voice leading. It appears that local octatonicism might be said to be subordinate to various diatonic pillars and that these in turn generate the tonal scaffolding of Elgar’s sonata-form argument in this movement. The next section explores this Kurthian perspective in more detail by examining both the individual principal cadences and the general harmonic trajectory of the exposition. §3 A Kurthian reading Example 7 . Rehearsal figures -:1–2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The finale’s opening two bars provide the basic harmonic and motivic ideas out of which much of the rest of the finale’s argument is generated (see Example 7 ). In prospect, the opening bar (plus the anacrusis) might be thought to graduate through three different chords: namely VI, iv, and ii ø7 of E minor. In retrospect, however, it can be heard to spell out a half-diminished seventh rooted on F ♯ in two-part counterpoint by means of a sustained E in the upper voice and a descending arpeggiation from C ♯ to F ♯ in the lower. (Note that the F ♯ on the third beat of the bar is not only the lowest note, but it is also the only note in the lower part to receive eighth-note articulation and neighbor-note decoration, which makes it possible to hear it as both the goal and the harmonic anchor of the passage.) Not only in terms of its articulation (i.e., repeated eighth as opposed to sixteenth notes) but also of its metrical placement (i.e., the beginning of each quarter-note beat), E 3 is the note most clearly spotlighted for the listener. While also being the root of the movement’s tonic, its quality in this context as a natural seventh above a diminished triad foreshadows the tetrachordal harmonic syntax that will prove so pivotal at moments of cadence in the exposition and the development. Elgar plays on the polysemy of seventh chords throughout the movement, however, treating them both as irreducible tetrachords with a proclivity for smooth, chromatic voice leading and as extensions of (or substitutions for) consonant triads: the opening ii ♯ ø7 /e chord, for example, can be parsed as an extended iv chord with an under third, which seems a plausible interpretation in light of the later modulation to IV ♯ 3 for the secondary theme group, which would otherwise appear unmotivated. The second bar foreshadows the joining together of E minor and C major as a tonal pair in the primary theme group through its 5 ˆ – 6 ˆ – 5 ˆ voice leading in the alto voice (see Example 7). Later in the Allegro molto, either triad of this tonal pair can be substituted for the other at points of resolution (i.e., a virtual tonic can be instantiated by two different, closely related chords) and some of the tetrachords immanent to their respective diatonic collections (i.e., vii ø7 or V 7 /C and V 7 /e) transform into one another through chromatic voice leading, so as to consolidate a link between two closely related diatonic harmonic areas, rather than as a syntactically separate means of implying no tonal center at all. Example 8 . Voice-leading reduction, -:1–38:4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The initial A section of P’s small ternary form (i.e., P: A–B–A′) further develops the 5 ˆ – 6 ˆ – 5 ˆ voice leading of the introduction’s second bar, both by rhythmically augmenting it so that it now appears at a middleground rather than a surface level and by lifting it into the upper voice (see Example 8 ). It is counterpointed with a 3 ˆ – 2 ˆ – 1 ˆ descent in the alto. The emergent importance of tonal pairing in the movement is further consolidated by the resolution of the ii ø chord from 38:1, beats 1 and 2. It functions as an altered subdominant in a plagal cadence in E minor, albeit that the fifth of the expected tonic at 38:1.3 is nudged up a semitone so as to produce C major . Chord VI stands in for the tonic. Example 9 . Rehearsal figures 38:9–39:1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The transitional passage between 38:9 and 39:1, which links the A and B sections of P, might be broken into two distinct parts, organized by different harmonic syntaxes. To begin with the first of these, leaps of a fifth in Violin 1, decorated with lower neighbor notes, imply a triadic sequence (i.e., a cycle of fifths) between 38:9 and 10, albeit the accompanying harmonization in the quartet’s lower voices is sometimes ambiguous (see Example 9 ). B ♭ acquires an under third at 38:10 and the E ♭ chord that is anticipated on the third beat of the bar as the next fifth down in the sequence is similarly harmonized with an under third, although it has both its third and its fifth flattened (!). A diatonic cycle of fifths seems to become progressively corrupted by extensions and chromaticism. Between 38:11 and 13, by contrast, G ø7 moves to D ♭ 7 via O 4(3) voice-leading motion in Octatonic Pool 1. This change to a more explicitly tetrachordal syntax is marked out by a reduction in harmonic rhythm (i.e., two rather than four chords per bar), an attenuation of the instrumental texture (observe the introduction of rests in the second violin, viola, and cello parts), and staccato articulation. An O 6(+) transformation then takes D ♭ 7 to G 7 between 38:13 and 39:1; the latter chord resolves to C major as part of a VI: IAC on the third beat of 39:1. This marks the exposition’s first and only root-position cadence. Example 10 . Voice-leading reduction, 38:4–39:1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] However, these seemingly distinct parts of the transition, which are based on fifth-based sequential repetition and octatonic transformation, respectively, can also be heard mutually to fill out one and the same diatonic tonal gesture. As shown in Example 10 , the root of C major’s dominant is secured at 38:9 by a third progression in the bass (i.e., E– F ♯ –G) and is subsequently prolonged, both by the decorated resolution of a cadential at 38:10 and the octave coupling at 38:11; the terminal note of the latter is decorated by chromatic neighbor-note motion (i.e., G– A ♭ –G). This passage might be thought to function almost like a dominant lock. Rather than describing the C ø7 chord at 38:10 as a distended E ♭ triad with an under third, it might be heard instead to function as a prolongational iv ø7 /v. Similarly, the D ♭ chord can be interpreted both as a tritone substitute for G 7 (in which case it has dominant function) or as C’s Neapolitan/German Sixth (in which case it has subdominant function). (14) Either way, it is prolongational. The passage in question might utilize both sequential (and thus typically non-cadential) fragmentation as well as smooth, chromatic voice leading between seventh chords, but it is still manifestly tonal. Example 11 . Voice-leading reduction, 39:1–40:2 (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The G 7 at 39:1 discharges itself by fifth to C major at the beginning of P: B (see Example 11 ). This contrasting middle uses chromatic voice leading to connect seventh chords that imply E minor and C major as tonal centers. (15) The music between 39:5 and 6, for example, moves from B ø7 (i.e., vii ø7 /C) to B 7 (i.e., V 7 /e) through O 2(3) voice leading in Octatonic Pool 2. This produces the exposition’s second IAC. Far from sidestepping tonality, this progression serves to intensify chromatically the paired relationship between E minor and C major, which was instantiated diatonically by the 5 ˆ – 6 ˆ – 5 ˆ voice leading of the finale’s second bar. In this respect, however, the small-ternary form of the Allegro molto’s primary theme is highly unusual: both of its principal cadences occur in the contrasting middle, rather than in the initial statement or its repetition. In other words, more structural weight appears to be given to a typically weaker part of the form. Example 12 . Voice-leading reduction, 43:1–44:1 (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The close relationship between subdominant and tonic, implied by the resolution of F ♯ ø7 to E minor at the beginning of the Allegro molto, appears to be consolidated when Elgar modulates to the subdominant major for S1 at 43:1 (see Example 12 ). The antecedent phrase of its loosely periodic structure articulates a IV: HC/V, which is prepared once again by tetrachordal voice leading. The opening A-major tonic is colored by a natural seventh and voice leads to D ♯ ø7 via an O 4(3) transformation, which marks the traversal of Octatonic Pool 3. (16) The latter chord functions as a substitute V/V (i.e., V/V (17) ), which is prolonged by an ascending third progression (i.e., D ♯ –E– F ♯ ) in the bass to V /V. While dominant half cadences are weaker than tonic half cadences and tonic V–I motions, they still strongly denote tonality. Furthermore, this is the closest the secondary theme group comes to a clearly articulated cadence: S1’s consequent manages only to produce a weak subdominant-functioning progression (i.e., IVpL–I 7 ♮ ), whose tonic portion is prolonged by a double voice exchange and two O 3(+) transformations. (18) Example 13 . Voice-leading reduction, 48:8–49:1 (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Viewed as a whole, the exposition completes a clockwise rotation through tetrachordal pitch space’s three octatonic pools as a by-product of its cadences in C major, E minor, and A major, respectively. Despite its potential for articulating a syntax that is separate from diatonicism, chromatic movement between sevenths is marshalled for tonal ends. Perhaps the octatonic polar progression at the end of the development, which seems temporarily to jettison any feeling of diatonic progression due to its proliferation of dissonant, octatonic polar relationships, might be thought to unlock the true potential of voice leading free of ties with conventional tonality. As already intimated, however, if one places this passage back in its immediate voice-leading context, it becomes apparent that the ponticello interjection similarly functions as part of an expanded cadence in which harmonic functions associated with E minor and C major are blended (see Example 13 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The first time the dominant of E minor appears in the development is at 48:8. It is voiced, however, in a weak inversion; its bass note resolves contrapuntally up to G. The resultant chord at 48:9, which initiates the octatonic polar progression, is ambiguous: it can be interpreted either as a corrupted version of the tonic with a flattened fifth and a natural seventh, or as a G-minor 6 chord (in which case V /E minor becomes a sort of pre-dominant in C). The G root of this harmonically bivalent chord is then “prolonged” by an ascending chromatic line, which culminates in a G 7 chord (i.e., V/VI) at 48:11.4. Taken as a whole, the passage might be heard to transform a minor-mode dominant sixth into a major-mode dominant seventh through chromatic voice leading, which composes out an implied octave coupling in the bass. Far from pulling tonality apart at its seams, the inherent dissonance of the relevant octatonic poles serves merely to intensify the moment of diatonic resolution, which is elided with the return of introductory material at 49:1 for the beginning of the recapitulation proper. Contra Cohn, the structural pillars of this middleground cadence are of paramount importance to the passage’s tonal meaning; they are not a secondary by-product of chromatic voice-leading motion. Indeed, while Cohn’s graphic amalgamation of diminished spiders and octatonic pools renders the moment-to-moment logic of Elgar’s tetrachordal voice leading with great precision, it might be said that Kurth’s concept of structural pillars better captures the overall functional import of this progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] On the face of it, Elgar’s tendency to let the decentered and “strangely sinister” world of chromaticism be absolved in the purity of diatonicism might be considered to have provided the early twentieth-century listener with succor. One can sample the transgressive thrills of the chromatic universe while keeping one’s feet firmly anchored in well-to-do diatonicism; the arrival of modernism in Britain’s concert halls did not necessitate the extinction of the musical past. However, there is a darker way to read the meaning of the octatonic polar passage. As Harper-Scott observes in relation to Schubert’s music, chromaticism can sometimes be used by a composer to “conceal the functioning of tonality” and to make pitch space thus “feel capacious [and] ‘free’” ( 2012 , 244). By enmeshing the tetrachordal voice leading that characterizes the octatonic polar passage so tightly within the movement’s cadential architecture, Elgar is conceding that no escape from tonality is possible for movements that accept its precepts as part of their compositional strategy. There can be no middle way: either tonality is entirely repudiated or one remains completely under its control. Furthermore, if there is something disturbing conveyed by the ponticello interjection, then its message runs through the summer tonality of the rest of the movement, too: diatonicism provides no guarantee of a less complicated world. §4 Conclusions: Cohn’s concept of code switching and a comment on Elgar studies",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Despite its diminutive size, the two-bar ponticello interjection from the finale of Elgar’s String Quartet has proved to be a useful vehicle with which to explore a much larger theoretical problem. Cohn’s abstract and formalist explanation of tetrachordal syntax, outlined in §2, provides an incredibly useful model for coming to terms with particular kinds of chromatic progression. I have argued, however, that it would be a mistake to suggest that these progressions are consequently “atonal” (as Cohn 2012a , 208, does) because they adhere to a different syntax from that of triadic diatonicism. Cohn’s model is designed to map smooth, chromatic transformations in a neutral voice-leading environment, in which there is no diatonic interference, but the finale of Elgar’s String Quartet is dependent on such interference for much of its effect. Tetrachordal chromaticism is often used to fill out the contrapuntal architecture of that which might otherwise be described as an expanded diatonic cadence, for example. In light of this, “atonal” appears to be a somewhat inappropriate label.",
                "footnotes": [],
                "citations": [
                    "cohn_2012a"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In an attempt to account for interactions between different harmonic syntaxes, Cohn suggests that listeners have the facility to swap between chromatic and diatonic codes in much the same way that bilingual people can switch between different languages without conscious delay or effort. He maintains that it is only an ideological commitment to ideas of unity that makes us disinclined to talk about pieces of music being organized by two different harmonic systems, as this would imply that they are not organic wholes. On the subject of unity, though, it is worth pursuing further one of the linguistic examples Cohn uses to preface the idea of musical “code switching.” He writes that “on a hot summer day in Alsace, Gardner-Chloros [a professor of applied linguistics] recorded an office worker complaining on the phone about a malfunctioning air-handling system. ’The whole extract was delivered at high speed and the fifteen or so switches [between French and Alsatian] in no way interrupt the flow.’” (202) Cohn goes on to suggest that musical listeners too might be able to switch between different codes without noticing. It is important to note, however, that whichever language was being used at any particular point in the conversation, the overriding purpose of the office worker’s phone call remained the same throughout: he or she wanted the air-handling system fixed. Code switching, in other words, did not obscure the overall meaning of the communicated message. This paper has sought to demonstrate something similar: there might indeed be changes from diatonic and triadic to chromatic and tetrachordal “languages” in the Allegro molto, but they often contribute to the formation of the same tonal “message.” (19) While a phone conversation using different languages might still be orientated by the same practical goal, so might musical passages using a variety of different harmonies and voice-leading types be orientated by the same tonic. Much as an Alsatian word might crop up in a French sentence, octatonic chromaticism is often imbued with diatonic function, by virtue of its inclusion within a cadential unit. Tonality, or the perception of centricity in music, in other words, can be instantiated by more than one type of harmony or voice leading.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] More generally: detailed, systematic analyses of Elgar’s work are largely absent from Anglo-American studies of chromatic music. (20) This article has attempted both to analytically vindicate McCreless’s view that Elgar’s “chromatic usage is technically as adept as that of his German peers” ( 2007 , 1), and to renew the process, begun by Harper-Scott ( 2006 ), of plugging a gap in our historical understanding of both the development and the geographical scope of chromatic tonality in the early twentieth century by paying more attention to the work of a composer whose complex engagements with chromatic harmony have not yet been sufficiently elucidated.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "mccreless_2007"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.1.chandler.html",
    "data": "mto/data/mto.20.26.1.chandler.json"
}