{
    "title": "PL Voice Leading and the Uncanny in Pop Music",
    "date": "2017/12/01",
    "volume": "23",
    "issue": "4",
    "authors": [
        "Forrest, David L."
    ],
    "abstract": "Chromatic, major-third root movement comprises a special class of triadic progression. The contrary motion of half steps, described as PL voice leading, produces a perceptual paradox that simultaneously destroys any sense of background diatonic collection and forces irreconcilable interpretations of consonance and dissonance. Richard Cohn, Richard Taruskin, Matthew Bribitzer-Stull, and Scott Murphy identify examples from 19th-century music and film scores that connect this type of progression with descriptions of uncanny or supernatural phenomena. This article explores the same association in contemporary pop music. Surveying a wide variety of songs from 1956–2016, I examine different tonal and formal contexts in which this phenomenon occurs and provide hermeneutic readings where the association between lyrics and harmony is less obvious. While not every PL/LP transformation evokes an uncanny experience, when the transformations are used conspicuously between adjacent or framing harmonies, the pervasive associations with the uncanny, across sub-genre and generational lines, are hard to ignore.",
    "keywords": [
        "pop music",
        "neo-Riemannian transformations",
        "uncanny",
        "tonal harmony",
        "voice leading",
        "hermeneutics",
        "The Beatles",
        "Pearl Jam"
    ],
    "doi": "",
    "received": "August 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.4/mto.17.23.4.forrest.pdf",
    "author_info": [
        {
            "name": "David L. Forrest",
            "university": "Texas Tech University",
            "address": "School of Music, 2624 18th Street, Lubbock, TX 79409-2033",
            "email": "david.forrest@ttu.edu"
        }
    ],
    "citations": {
        "anderson_2007": "Anderson, Kyle. 2007. Accidental Revolution: The Story of Grunge . St. Martin’s Press.",
        "<i>the_beatles<-i>_1993": "The Beatles: Complete Scores . 1993. Hal Leonard and Wise Publications.",
        "belting_2012": "Belting, Hans. 2012. Hieronymus Bosch: Garden of Earthly Delights . Prestel.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "bribitzer-stull_2012": "Bribitzer-Stull, Matthew. 2012. “From Nibelheim to Hollywood: The Associativity of Harmonic Progression.” In The Legacy of Richard Wagner , edited by Luca Sala, 157–84. Brepols Publishers.",
        "bribitzer-stull_2006": "Bribitzer-Stull, Matthew. 2006. “The -C-E Complex: The Origin and Function of Chromatic Major Third Collections in Nineteenth-Century Music.” Music Theory Spectrum 28 (2): 167–190.",
        "byrne_1992": "Byrne, David. 1992. Liner notes to Once in a Lifetime: The Best of Talking Heads . EMI/Warner Bros.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26 (2): 177–199.",
        "cohn_2012a": "Cohn, Richard. 2012a. Audacious Euphony: Chromaticism and the Triad’s Second Nature . Oxford University Press.",
        "cohn_2012b": "Cohn, Richard. 2012b. “Peter, the Wolf, and the Hexatonic Uncanny.” In Tonality 1900–1950: Concept and Practice , edited by Felix Worner, et. al. 47–62. Franz Steiner Verlag.",
        "cohn_2006": "Cohn, Richard. 2006. “Hexatonic Poles and the Uncanny in Parsifal.” Opera Quarterly 22 (2): 230–48.",
        "cohn_2004": "Cohn, Richard. 2004. “Uncanny Resemblances: Tonal Signification in the Freudian Age.” Journal of the American Musicological Society 57 (Summer): 285–324.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15 (1): 9–40.",
        "corgan_2000": "Corgan, Billy. 2000. Interview on VH1 Storytellers: Smashing Pumpkins , November 4.",
        "de_clerq_and_temperley_2011": "de Clercq, Trevor, and David Temperley. 2011. “A Corpus Analysis of Rock Harmony.” Popular Music 30 (1): 47–70.",
        "easley_2015": "Easley, David. 2015. “ Riff Schemes, Form, and the Genre of Early American Hardcore Punk (1978–83). ” Music Theory Online 21 (1).",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From Blue Suede Shoes to Suite: Judy Blue Eyes . Oxford University Press.",
        "everett_2004": "Everett, Walter. 2004. “ Making Sense of Rock’s Tonal Systems. ” Music Theory Online 10 (4).",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver through the Anthology . Oxford University Press.",
        "ferrandino_2017": "Ferrandino, Matthew E. 2017. “Multi-Centric Complexes in Rock.” Paper presented at the annual meeting of the Society for Music Theory, Arlington, VA.",
        "forrest_2017": "Forrest, David. 2017. “Britten and the Supernatural.” In Essays on Benjamin Britten from a Centenary Symposium , edited by David Forrest, Quinn Patrick Ankrum, Stacey Jocoy, and Emily Ahrens Yates, 181¬–206. Cambridge Scholars Publications.",
        "freud_1917–1919": "Freud, Sigmund, 1917–19. “The ‘Uncanny.’” In An Infantile Neurosis and Other Works , vol. 17 of The Standard Edition of the Complete Psychological Works of Sigmund Freud , edited by James Strachey. Hogarth, 1955: 217–52.",
        "fricke_1994": "Fricke, David. 1994. “Kurt Cobain, The Rolling Stone Interview: Success Doesn’t Suck.” Rolling Stone (January 27).",
        "gardner_2015": "Gardner, Martin, ed. 2015. The Annotated Alice: Alice’s Adventures in Wonderland and Through the Looking-Glass . 150 th Anniversary Deluxe Edition. W. W. Norton & Company.",
        "heetderks_2015": "Heetderks, David. 2015. “From Uncanny to Marvelous: Poulenc’s Hexatonic Pole.” Theory and Practice 40: 177–204.",
        "hoffman_2017": "Hoffman, Brian D. 2017. “Mapping the Modulation Zone: A Formal and Stylistic Study of Stepwise Modulation in Pop-Rock.” Paper presented at the annual meeting of the Society for Music Theory, Arlington, VA.",
        "koozin_2011": "Koozin, Timothy. 2011. “ Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach. ” Music Theory Online 17 (3).",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformations in Nineteenth-Century Music . Cambridge University Press.",
        "lehman_2013": "Lehman, Frank. 2013. “Transformational Analysis and the Representation of Genius in Film Music.” Music Theory Spectrum 35 (1): 1–22.",
        "martin_and_pearson_1994": "Martin, George, with William Pearson. 1994. With a Little Help from My Friends . Little, Brown.",
        "miles_and_marchbank_1978": "Miles, Barry, and Pearce Marchbank, eds. 1978. Beatles in Their Own Words . Omnibus.",
        "morris_1998": "Morris, Robert. 1998. “Voice Leading Spaces.” Music Theory Spectrum 20 (2): 175–208.",
        "murphy_2014a": "Murphy, Scott. 2014a. “Scoring Loss in Some Recent Popular Film and Television.” Music Theory Spectrum 36 (2): 295–314.",
        "murphy_2014b": "Murphy, Scott. 2014b. “Transformational Theory and the Analysis of Film Music.” In The Oxford Handbook of Film Music Studies , edited by David Neumeyer, 471–99. Oxford University Press.",
        "moore_1992": "Moore, Allan. 1992. “Patterns of Harmony.” Popular Music 11 (1): 73–106.",
        "nobile_2017": "Nobile, Drew F. 2017. “Double-Tonic Complexes in Rock Music.” Paper presented at the annual meeting of the Society for Music Theory, Arlington, VA.",
        "nobile_2015": "Nobile, Drew F. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce.’” Music Theory Spectrum 37 (2): 189–203.",
        "osborn_2016": "Osborn, Brad. 2016. Everything in its Right Place: Analyzing Radiohead . Oxford University Press.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse-Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47.",
        "<i>oxford_english_dictionary<-i>_2017": "Oxford English Dictionary . 2017. “Little Death,” www.oed.com , accessed January 9, 2017.",
        "richards_2017a": "Richards, Mark. 2017a. “ Tonal Ambiguity in Popular Music’s Axis Progressions. ” Music Theory Online 23 (3).",
        "richards_2017b": "Richards, Mark. 2017b. “Multimodality and Tonal Ambiguity in Rock’s Aeolian Progression.” Paper presented at the annual meeting of the Society for Music Theory, Arlington, VA.",
        "riley_2017": "Riley, Tim. 2017. “Rethinking Sgt. Pepper,” keynote presentation at Summit of Creativity: A Celebration of the Fiftieth Anniversary of The Beatles’ Sgt. Pepper’s Lonely Hearts Club Band, University of Michigan, June 1–4.",
        "<i>rip_magazine<-i>_1994": "RIP Magazine . 1994. “Soundgarden: The Badass Seed,” April.",
        "<i>rolling_stone<-i>_2012": "Rolling Stone . 2012. “500 Greatest Albums of All Time,” May 31.",
        "spicer_2017": "Spicer, Mark. 2017. “ Fragile, Emergent, and Absent Tonics in Pop and Rock Songs. ” Music Theory Online 23 (2).",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "straus_2016": "Straus, Joseph. 2016. Introduction to Post-Tonal Theory , 4 th edition. W. W. Norton.",
        "taruskin_2010": "Taruskin, Richard. 2010. The Nineteenth Century. The Oxford History of Western Music , vol. 3. Oxford University Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "wenner_1995": "Wenner, Jann. 1995. “Mick Jagger Remembers.” Rolling Stone (December 14)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Unless otherwise noted, all transcriptions are by the author.",
            "citations": []
        },
        "FN2": {
            "text": "2. Cohn 2004 , 2006 , 2012a , 2012b ; Bribitzer-Stull 2006 ; Murphy 2014b ; Heetderks 2015 ; Forrest 2017 . Taruskin 2010 devotes a whole chapter to the trance-inducing power of motion to flat submediant chords and key areas, though he does not cite the specific voice-leading phenomena addressed in Example 3.",
            "citations": [
                "cohn_2004",
                "cohn_2006",
                "cohn_2012a",
                "cohn_2012b",
                "murphy_2014b",
                "heetderks_2015",
                "forrest_2017",
                "taruskin_2010"
            ]
        },
        "FN3": {
            "text": "3. Special thanks to Andy Harn of Heartbyrne and Mason Moy of Citizen’s Arrest for their help in identifying songs for this study.",
            "citations": []
        },
        "FN4": {
            "text": "4. This article builds on Capuzzo 2004 by advocating the use of neo-Riemannian transformational labels in pop-music analysis specifically for their clear applicability regardless of the tonal context.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN5": {
            "text": "5. For an explanation of P and L transformational labels see Cohn 1996 .  Compound labels should be read sequentially, e.g. PL should be read as P-then-L, even when the intervening chord is not present. In a break with much published work on neo-Riemannian analysis, this paper does not use + and – to denote major and minor, respectively. Rather, this paper uses upper-case letters to denote major chords, lower case for minor chords, a + sign with upper case to denote augmented triads, and a ° with lower case to denote diminished. Following Robert Morris 1998 , this analysis employs P’ and L’ to represent what Cohn labels SLIDE and N progressions, respectively.",
            "citations": [
                "cohn_1996",
                "morris_1998"
            ]
        },
        "FN6": {
            "text": "6. In his analysis of Prokofiev’s Peter and the Wolf , Cohn refers to major-mode PL and LP progressions as “Taruskins,” in deference to Richard Taruskin’s discussion of their use to describe the uncanny in 19 th -century music. However, unlike the present study, Taruskin’s discussion is clearly focused on tonal areas rather than voice leading and would not recognize major-third motions between other tonal areas as equivalent.",
            "citations": []
        },
        "FN7": {
            "text": "7. Cohn 2012b, 50–51 uses “ Tarnhelm ” as an analytical term; Cohn 2012a , Bribitzer-Stull 2012 , and Murphy 2014b make direct comparisons with the Tarnhelm theme but do not use it as an analytical term.",
            "citations": [
                "cohn_2012a",
                "murphy_2014b"
            ]
        },
        "FN8": {
            "text": "8. Recording by Herbert van Karajan and the Berlin Philharmonic Orchestra.",
            "citations": []
        },
        "FN9": {
            "text": "9. These progressions are so named because they represent polar opposites within a hexatonic cycle and, as such, form a hexatonic scale when combined. PLP voice leading from a given triad yields the same result as LPL. For more on hexatonic-pole progressions, see Cohn 2012a , chapter 2.",
            "citations": [
                "cohn_2012a"
            ]
        },
        "FN10": {
            "text": "10. In his chapter on Peter and the Wolf , Cohn says, “Although hexatonic poles represent the most intense way to induce a diatonic paradox using two consonant triads, there is another genus of triadic progression that induces a milder version of the same effect: when two triads of the same mode are root-related by major third” ( Cohn 2012b , 51).",
            "citations": [
                "cohn_2012b"
            ]
        },
        "FN11": {
            "text": "11. Cohn describes the effect as the “hexatonic trance” owing to each of the progressions’ participation in hexatonic cycles, Cohn 2012a , 20.",
            "citations": [
                "cohn_2012a"
            ]
        },
        "FN12": {
            "text": "12. Murphy’s labeling method differs from the neo-Riemannian approach explored here. The conclusion of this article features a detailed comparison of the two models.",
            "citations": []
        },
        "FN13": {
            "text": "13. The study looks at 20 of the greatest songs of each decade from 1950–2000 as defined by Rolling Stone magazine. 80% of the chords in those songs are built on scale degrees 1 ˆ , 4 ˆ , 5 ˆ , and ♭ 7 ˆ (in that order of frequency), none of which are related by ic4 ( de Clerq and Temperley 2011 , 60).",
            "citations": [
                "de_clerq_and_temperley_2011"
            ]
        },
        "FN14": {
            "text": "14. The 8% figure only reflects adjacent chords and doesn’t take account of phrase-framing progressions such as those explored later in this paper. De Clercq and Temperley ( 2011 ) suggest that chromatic-chord progressions in general were rare in 1950s music but became part of the language from the 1960s on.",
            "citations": [
                "de_clerq_and_temperley_2011"
            ]
        },
        "FN15": {
            "text": "15. Mainstream pop music is predominantly tonal.  While Everett 2004 outlines six types of tonal systems in rock music, he clarifies that “the greatest percentage of all songs succeeding on the pop charts” follow traditional common-practice harmonic and voice-leading behaviors ( 2004 , [5]).",
            "citations": [
                "everett_2004",
                "everett_2004"
            ]
        },
        "FN16": {
            "text": "16. Following Capuzzo 2004 , this article treats chord extensions such as sevenths and ninths as added color extensions that do not affect transformational labels.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN17": {
            "text": "17. See Capuzzo 2004 for a complete analysis of the voice leading in this song.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN18": {
            "text": "18. The reference to “snow” in this case can be understood as a nickname for cocaine, the side effects of which include dilated pupils (“my eyes become large”) and hallucinations (“the light that you shine can’t be seen”).",
            "citations": []
        },
        "FN19": {
            "text": "19. The uncanny sound of the song may have prompted its use in a scene from the 2008 movie Twilight , in which “Supermassive Black Hole” accompanies a baseball game between vampires.",
            "citations": []
        },
        "FN20": {
            "text": "20. Adding to the uncanny associations of this song, at the end of Fight Club (1999), a psychological thriller with a mind-bending conclusion, “Where Is My Mind?” slowly fades in as the lead character, surrounded by an exploding cityscape, tells his girlfriend, “Everything’s gonna be fine.”",
            "citations": []
        },
        "FN21": {
            "text": "21. The E-major chord could also be heard as a V/vi with deceptive resolution to IV.",
            "citations": []
        },
        "FN22": {
            "text": "22. Indirect Ids such as these are discussed below.",
            "citations": []
        },
        "FN23": {
            "text": "23. Alternatively, one could hear the second half of the example in C major with modal borrowing in the melody to coincide with the A ♭ -major chord.",
            "citations": []
        },
        "FN24": {
            "text": "24. Tonal ambiguity, a fairly common feature in popular music, has recently caught the attention of several analysts. Mark Spicer ( 2017 ) describes three levels of ambiguity; Mark Richards ( 2017a ) describes ambiguity in the axis progressions. Three papers at this year’s Society for Music Theory conference addressed tonal ambiguity in pop music: Michael Ferrandino ( 2017 ); Drew Nobile ( 2017 ); and Richards ( 2017b ).",
            "citations": [
                "spicer_2017",
                "richards_2017a",
                "ferrandino_2017",
                "nobile_2017",
                "richards_2017b"
            ]
        },
        "FN25": {
            "text": "25. Capuzzo ( 2004 , 186) suggests A minor.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN26": {
            "text": "26. For a more thorough analysis of the rhythm and meter of this song, see Osborn 2016 , 60–61.",
            "citations": [
                "osborn_2016"
            ]
        },
        "FN27": {
            "text": "27. Osborn ( 2016 , 61) reads this lyric as a reference to King Solomon’s decree to cut a child in half, I Kings 3:25. The transcription of the synthesizer chords (middle staff of Example 24) comes directly from Capuzzo 2004 , 187. For more on the parsimonious transformations in “Morning Bell,” see Capuzzo 2004 , 186–188.",
            "citations": [
                "osborn_2016",
                "capuzzo_2004",
                "capuzzo_2004"
            ]
        },
        "FN28": {
            "text": "28. On pages 25–28, Cohn ( 2012a ) describes examples from Mozart, Haydn, Beethoven, and Schubert where a hexatonic cycle of keys is elaborated with references to local dominant and subdominant chords.",
            "citations": [
                "cohn_2012a"
            ]
        },
        "FN29": {
            "text": "29. The use of these stepwise fills in rock likely stems from preferred hand-shape patterns on the guitar. Capuzzo ( 2004 , 181) notes the ubiquity of parallel fifths and octaves in pop-rock music. For more on the relationships between voice leading, genre, and guitar technique in pop-rock music, see Moore 1992 , Koozin 2011 , and Easley 2015 .",
            "citations": [
                "capuzzo_2004",
                "moore_1992",
                "koozin_2011",
                "easley_2015"
            ]
        },
        "FN30": {
            "text": "30. This analysis takes the vocal G ♯ as a lower neighbor to A and does not count it as a chord tone since (1) the stepwise sequence in the guitar is so salient before the voice enters and (2) when this progression returns in the chorus, the G ♯ is absent.  Another compelling analysis would be to label the second chord as g ♯ 7, which could serve either C ♯ as a minor dominant (v) or A as a kind of secondary dominant (vii 7 / ♭ VI). Globally, the verses establish C ♯ as tonic; however, while the guitar plays C ♯ major, the vocal line borrows the lowered third, E natural. This common blues/rock convention foreshadows the P half of the PL progression. Admittedly, the modality of the C ♯ chords is not always clear. The vocal lines consistently sing E naturals in place of E ♯ s and the guitar often displaces the E ♯ s with F ♯ suspensions.",
            "citations": []
        },
        "FN31": {
            "text": "31. This closing section represents what Brad Osborn ( 2013 ) refers to as a “thematically independent terminal climax.”",
            "citations": [
                "osborn_2013"
            ]
        },
        "FN32": {
            "text": "32. The A-major tonality of this section is confirmed by a dominant-function E chord at 3:12, just before the music of Example 30.",
            "citations": []
        },
        "FN33": {
            "text": "33. Following Capuzzo 2004 , chord sevenths are treated as color extensions and do not affect transformational labels. Chord labels in my analyses reflect the sounding chords. All transcriptions are by the author. My analysis treats the voice’s B ♮ in the fourth bar of the example (on the “-ver” of “river”) as a passing tone, or, following Temperley 2007 and Nobile 2015 , as a moment of melodic-harmonic divorce. An alternative reading would take the B ♮ as the structural melodic note, suggesting a melodic half cadence on 2 ˆ and implying a B-half-diminished-seventh chord in place of the F-augmented chord.  Such a reading would not affect the 8-bar PL reading.",
            "citations": [
                "capuzzo_2004",
                "temperley_2007",
                "nobile_2015"
            ]
        },
        "FN34": {
            "text": "34. Everett ( 1999 , 103–105) provides a complete structural analysis of the song.",
            "citations": [
                "everett_1999"
            ]
        },
        "FN35": {
            "text": "35. “Hey Joe” was first recorded in 1965 by The Leaves. The Jimi Hendrix Experience released their (much more successful) cover of the song in 1966. Everett 1999 explains that McCartney consciously borrowed the progression from Hendrix’s recording. Example 37 excerpts Sections F and G as labeled in The Beatles: Complete Scores ( 1993 ).",
            "citations": [
                "everett_1999"
            ]
        },
        "FN36": {
            "text": "36. Everett ( 1999 , 117–118) suggests the term “quadiplagal progression (?).” Everett describes the progression as a composing out of the “P.S. I Love You” cadence, ♭ VI– ♭ VII–I. Unlike Hendrix’s use of the progression, the tonic is underdetermined in this passage.  Hendrix spends an extra bar on E major, four times as long as any other chord, which tips the balance towards E as the tonal destination of the sequence. In “A Day in the Life,” each chord is given equal duration in an asymmetrical, five-bar phrase. E major might be heard as tonic by virtue of the preceding music in E, but as a transition between tonal areas, C might be heard as more structurally significant by virtue of its position as the first chord in the progression. Even so, C might either be heard as local tonic or as subdominant preparation for the coming G-major section.",
            "citations": [
                "everett_1999"
            ]
        },
        "FN37": {
            "text": "37. For an additional layer of associated uncanniness, James Horner composed “My Heart Will Go On” for the soundtrack to Titanic , a movie told in dreamy flashback about the doomed ocean voyage.",
            "citations": []
        },
        "FN38": {
            "text": "38. Hoffman ( 2017 ) examines the seams between half- and whole-step modulations in pop songs.",
            "citations": [
                "hoffman_2017"
            ]
        },
        "FN39": {
            "text": "39. For more on the parsimony in this song, see Capuzzo 2004 .",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN40": {
            "text": "40. Lennon’s identity search “had begun in earnest with ‘She Said She Said’ and ‘Strawberry Fields.’” According to Everett, “Walrus” was a deliberate attempt by Lennon to confound those searching for deeper meaning in his lyrics ( 1999 , 133–134).",
            "citations": [
                "everett_1999"
            ]
        },
        "FN41": {
            "text": "41. For a full description of the meaning and origin of the lyrics, see Everett 1999 , 133–135.",
            "citations": [
                "everett_1999"
            ]
        },
        "FN42": {
            "text": "42. Other Lennon songs with surreal lyrics include “Glass Onion,” “Happiness is a Warm Gun,” “Dig a Pony,” and “Come Together” ( Everett 1999 , 134).",
            "citations": [
                "everett_1999"
            ]
        },
        "FN43": {
            "text": "43. Helping to paint the nonsense, verses 2 and 4, labeled “Verse B” in The Beatles 1993 , feature oscillations between I and ♭ VI elaborated with intervening IV and ♭ VII chords.",
            "citations": []
        },
        "FN44": {
            "text": "44. On the local level, Everett describes this C–D–E progression as tonally ambiguous.  At deeper levels he graphs it as closing the verse/refrain group with a half cadence in A. For a complete analysis of the tonal structure of the song, see Everett 1999, 133–138.",
            "citations": []
        },
        "FN45": {
            "text": "45. Osborn ( 2016 , 163) describes the I–III ♯ –IV–iv progression in “Creep” as a staple of rock harmony, especially useful for harmonizing scale-degree motion 5 ˆ – ♯ 5 ˆ – 6 ˆ – ♭ 6 ˆ . Indeed, the I–III ♯ –IV–iv progression is also employed to describe Major Tom’s escape from earth in “Space Oddity,” as explored in Example 22 above. Capuzzo’s hermeneutic reading of “Creep” is similar to mine. He recognizes the association between the ascending 5 ˆ – ♯ 5 ˆ pattern with the lyrics’ “strain towards optimism” and the subsequent fall of 6 ˆ to ♭ 6 ˆ as a “sink[ing] back into the throes of self-pity,” ( Capuzzo 2004 , 186). See Capuzzo 2004 for a full transformational analysis of “Creep.”",
            "citations": [
                "osborn_2016",
                "capuzzo_2004",
                "capuzzo_2004"
            ]
        },
        "FN46": {
            "text": "46. The lyric “stitches over both your eyes” describes her partner’s choice to deny what he sees.",
            "citations": []
        },
        "FN47": {
            "text": "47. For more on the critical reception of the album, see Everett 1999 , 122–124.",
            "citations": [
                "everett_1999"
            ]
        },
        "FN48": {
            "text": "48. “Lucy” and “A Day in the Life” appear on the album Sgt. Pepper’s Lonely Hearts Club Band . “Strawberry Fields Forever” and “Penny Lane” were originally planned for the album but released early as a two-sided single.  “Walrus” was released only five months after Sgt. Pepper , on an album featuring re-releases of “Strawberry Fields” and “Penny Lane,” and contains a lyrical reference to “Lucy.”",
            "citations": []
        },
        "FN49": {
            "text": "49. Everett 1999 even highlights album-scale, major-third connections such as the fact that each side of the album ends in E and Side 2 begins in C, suggesting PL relationships between sides of the album.",
            "citations": [
                "everett_1999"
            ]
        },
        "FN50": {
            "text": "50. The Beatles played “Honey Don’t” often in concerts and covered it in multiple recordings, including Beatles for Sale in the UK and Beatles ’65 in North America, as well as in solo recordings by each of the Beatles. Both McCartney and Lennon cited Buddy Holly as a major influence. The PL progression in “Peggy Sue” clearly made an impression on Lennon, as evidenced in his 1975 cover of the song, in which Lennon adds an extended 9-bar tag to the end that spends 8 full bars on the major flat submediant chord—an extreme augmentation of the “pretty, pretty, pretty, pretty” moment. Everett describes “Hey Joe” as a favorite of McCartney’s, released as they were composing “A Day in the Life” and performed on the radio show “Top of the Pops” the night the Beatles recorded “A Day in the Life” ( Everett 1999 , 118).",
            "citations": [
                "everett_1999"
            ]
        },
        "FN51": {
            "text": "51. Anderson 2007 defines grunge’s life in the mainstream from 1991 with the release of Nirvana’s Nevermind and Pearl Jam’s Ten until Kurt Cobain’s death in 1994.",
            "citations": [
                "anderson_2007"
            ]
        },
        "FN52": {
            "text": "52. In some examples, the major-third root shift involves a chord with a missing third (a power chord). In these cases, unless the third is filled in by the voice or other instruments, the PL or LP voice leading would involve implied pitches. Notable grunge hits that do not feature major-third shifts include Nirvana’s “Come as You Are” and Pearl Jam’s “Daughter.”",
            "citations": []
        },
        "FN53": {
            "text": "53. From Nevermind , only “Come as You Are,” “Breed,” and “Lithium” do not feature PL/LP progressions. Anderson 2007 identifies the release of Nevermind as the moment that grunge entered the mainstream.  Pearl Jam’s Ten was actually released a month earlier but took longer to gain popularity.",
            "citations": [
                "anderson_2007"
            ]
        },
        "FN54": {
            "text": "54. Anderson says that “heroin defined grunge’s aesthetic so thoroughly and completely that it cannot be denied . . . ” ( 2007 , 90).",
            "citations": [
                "anderson_2007"
            ]
        },
        "FN55": {
            "text": "55. Cohn’s landmark 1996 article argues for the use of P, L, and R for tonally ambiguous moments in 19 th -century music. In Audacious Euphony ( 2012a ), he describes the triad’s primary diatonic nature with Roman-numeral-based language and its chromatic “second nature” with neo-Riemannian labels. Similarly, while the prose in Capuzzo’s 2004 article describes tonality in his examples with both Roman numerals and scale degrees, the only graphic example to employ Roman numerals alongside neo-Riemannian operators does so with the express goal of showing the consistency of voice-leading labels in tonally nebulous circumstances (178–181).",
            "citations": [
                "cohn_1996",
                "cohn_2012a",
                "capuzzo_2004"
            ]
        },
        "FN56": {
            "text": "56. Cohn says that “to view consonant triads against the background of chromatic space is to decline to interpret them in terms of the number of diatonic degrees that separate their root from some tonic” ( 2012b , 8). For a description of the cognitive and phenomenological implications of combining diatonic and chromatic listening, see Cohn 2012a , Chapter 9 y .",
            "citations": [
                "cohn_2012b",
                "cohn_2012a"
            ]
        },
        "FN57": {
            "text": "57. Murphy’s system, which outlines “tonal-triadic progression classes” (TTPCs), only examines motion involving tonic chords. The TTPC system labels any progression from tonic by the mode of the two chords involved and the ordered pitch-class interval from tonic. For example, assuming a C tonic, Murphy’s system would label the progressions in Example 4 as M8M, M4M, m8m, m4m, M8m, and m4M, respectively, where the first “M” denotes the mode of the tonic chord, the integer denotes the ordered pitch-class interval from tonic, and the second “M” denotes the mode of the non-tonic chord ( Murphy 2014b , 486).",
            "citations": [
                "murphy_2014b"
            ]
        },
        "FN58": {
            "text": "58. “Today” (Example 23) features a rising root and “Where is My Mind?” (Example 20) features two rising roots, one in major and one in minor. “Pennyroyal Tea” (Example 25) features a falling root. “Something in the Way” (Example 10), “Blow Up the Outside World” (Example 11), “Kiss from a Rose” (Example 12), and “People are Strange” (Example 15) feature oscillation that begins with falling roots.  “Morning Bell” (Example 24) features oscillation of minor triads that opens with a rising root. “Jeremy” (Example 32) and “Heathens” (Example 33) feature rising roots that frame their phrases.",
            "citations": []
        },
        "FN59": {
            "text": "59. There may be a case for a rising-root preference for supernatural topics: “Bohemian Rhapsody” (Example 21) and “Creep” (Example 47) describe supernatural phenomena with rising roots; “Two-Headed Boy” (Example 14) does too, but in an oscillating pattern; and “My Heart Will Go On” (Example 39) employs a rising key center. However, “Wuthering Heights” (Example 35) and “Birdhouse in your Soul” (Example 42) employ both rising and falling roots to describe their otherworldly topics.",
            "citations": []
        },
        "FN60": {
            "text": "60. For an analogy, in the context of a deceptive cadence, V–vi motion can create surprise, while in other contexts, like the so-called “Pachelbel progression,” ubiquitously employed in pop music, the V–vi motion simply offers smooth connection between parts of a sequence.",
            "citations": []
        },
        "FN61": {
            "text": "61. Everett 1999 examines what he calls the “’P.S. I Love You’ cadence” in a wide variety of Beatles songs.",
            "citations": [
                "everett_1999"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The lyrics to Pearl Jam’s “I Got Id” describe a man trapped in his own mind, unable to discern reality from imagination.  As suggested by the song’s title, he lacks the ability to rationalize conflicting desires.  Verse 1 opens by describing the physical manifestations of his anxiety, “My lips are shaking, my nails are bit off, been a month since I heard myself talk.”  He describes his confused mental state in metaphorical terms, e.g. “an empty shell seems so easy to crack . . . picture a cup in the middle of the sea.”  His memories clearly haunt him—“I got memories, I got shit”—and these memories affect his dreams, “so I’ll just lie alone and wait for the dream where I’m not ugly and you’re looking at me.”  The central memory that seems to be the source of his torment involves the lover to whom the song is addressed.  The chorus’ description of this memory suggests that the singer feels regret about an unspecified decision: “I walked the line when you held me in that night.”  By the end of the song we learn that the memory itself may be pure fantasy as the singer replaces words in the chorus to sing, “I walked the lie . . . never held you in real life.”  This final twist of the lyrics adds another layer of uncertainty and invites the audience to similarly question the line between reality and imagination.  Sigmund Freud ( 1917–1919 ) describes our psychological reaction to such reality-bending moments as “ Unheimliche ,” or uncanny. Example 1 . Primary chord progression from “I Got Id” by Pearl Jam, 1995 (0:00) (click to enlarge and listen) Example 2 . contrary half-step motion between consonant and dissonant intervals (click to enlarge) Example 3 . Perceptual paradox from E major to C major, adapted from Cohn 2012b (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "cohn_2012b"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The voice leading in the song’s primary progression participates in its own kind of uncanny process.  As shown in Example 1 , the opening D-major chords alternate with B ♭ -major chords with stationary Ds in the top and bottom voices. (1) (For visual clarity, rhythms have been simplified in the example.)  The voice leading between the tonic and its chromatic submediant features a peculiar kind of parsimony, namely, two voices moving by half step in opposite directions.  In tonal music, this type of motion is typically reserved for progressions between dissonant and consonant intervals such as those shown in Example 2 .  However, the contrary motion of half steps in the Pearl Jam example occurs between two consonant triads, inviting the listener to question the line that divides consonance and dissonance into two mutually exclusive categories ( Cohn 2012a , 22). Example 3 illustrates Richard Cohn’s explanation of the perceptual paradox.  Example 3a shows a progression from E major to C major.  Example 3b describes a hearing of that same progression that tries to reconcile the voice leading with the dissonance-resolution models of Example 2.  Listeners tend to hear half-step motion as a scale step (a minor 2 nd ) rather than as a chromatic inflection (an augmented unison) ( Cohn 2012a , 22). Therefore, in Example 3b, the new root, C, is heard as approached from its leading tone, B; the new fifth, G, is heard as approached from its 6 ˆ , A ♭ . The minor third of the first chord is revealed as an augmented second, undermining the first chord’s status qua triad. ( Cohn 2012b , 51) Once the ear recognizes both chords as major triads, the diatonically oriented mind is forced to reconcile the paradox of a consonant dissonance.  Put into Freudian terms, the peculiar voice-leading relationship between two major triads with roots separated by major third makes the familiar consonance of the second triad seem strangely unfamiliar.  Returning to “I Got Id,” in addition to the song’s introduction, the voice-leading patterns in Example 1 accompany the guitar solos and the opening of each verse when the lyrics describe the singer’s most anxious and dreamy moments.  The vocal melody repeatedly highlights the chromatic motion B ♭ –A.  The guitar solos similarly emphasize this melodic half step as well as the F ♯ – F ♮ motion.  Musically, this song is focused on the contrary motion of half steps between consonant triads.  In this way, the voice-leading confusion paints the reality confusion suggested by the lyrics.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "cohn_2012a",
                    "cohn_2012a",
                    "cohn_2012b"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The perceptual paradox created by the voice leading modeled in Example 3 provides composers with an effective tool for painting dramatic paradoxes—moments in stories, liturgy, or poetry that explore the liminal space between presumed binaries such as reality and imagination or life and death.  This harmonic technique has been well documented in film music and music of the Western classical canon. (2) This study demonstrates that such associations also occur in contemporary pop music. (3) After reviewing the relevant theoretical writings, I examine a wide variety of examples in pop music from the past sixty years that connect chromatic major-third progressions with descriptions of uncanny phenomena.  These analyses are organized by the various musical contexts in which these progressions occur; namely, direct progressions, phrase-framing progressions, and progressions involving key changes. (4) Example 4 . Chromatic, major-third relations between consonant triads (a) major PL (b) major LP (c) minor PL (d) minor LP (e) major PLP (f) minor PLP (click to enlarge) Example 5 . The Tarnhelm theme from Das Rheingold , Act 1 Scene 3, by Wagner (click to enlarge and listen)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The diatonic confusion in Example 3 only occurs between non-diatonic, consonant triads with roots separated by interval class (ic) 4. Example 4 models all six varieties of the progression from a C-rooted triad.  The voice leading in each is described with the neo-Riemannian labels P and L. (5) To simplify the terminology, where appropriate I will refer to major-mode PL and LP progressions, modeled in Examples 4a and 4b, as “ Ids ,” in reference to the musical model provided in Example 1 from “I Got Id.” (6) Similarly, following several previous authors, I will refer to minor-mode LP and PL progressions, modeled in Examples 4c and 4d, as “ Tarnhelms ,” in reference to Richard Wagner’s use of the progression to signify the magic ring in his Ring Cycle. (7) (For comparison, Wagner’s Tarnhelm theme is shown in reduction in Example 5 . (8) )  Examples 4e and 4f model progressions between hexatonic poles. (9) Hexatonic-pole progressions feature the same contrary motion of half steps as Ids and Tarnhelms plus an additional half-step displacement.  Therefore, not only do they provide all of the perceptual-paradox ingredients of the progressions modeled in Examples 4a–4d, they also lack a common-tone connection, intensifying the potential for diatonic confusion.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Cohn ( 2004 and 2006 ) highlights how composers as diverse as Monteverdi, Haydn, Wagner, and Schoenberg have used hexatonic-pole progressions to depict uncanny scenarios such as “death, grotesquerie, disorientation, paradox, [and] the living dead” ( Cohn 2004 , 290).  In later publications Cohn ( 2012a and 2012b ) expands his approach to include Ids and Tarnhelms . (10) Cohn ( 2012b ) employs all three progression types to describe uncanny phenomena in Prokofiev’s Peter and the Wolf .  In Audacious Euphony , Cohn formalizes the grouping of all three types of progressions as frequently used tools for depicting “sublime, supernatural, or exotic phenomena” in film music and music of the 19 th century ( Cohn 2012a , 21). (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "cohn_2004",
                    "cohn_2006",
                    "cohn_2004",
                    "cohn_2012a",
                    "cohn_2012b",
                    "cohn_2012b",
                    "cohn_2012a"
                ]
            }
        },
        {
            "6": {
                "text": "[6] While Cohn’s work represents the most detailed theorizing about the connections between the uncanny and PL, LP, and hexatonic-pole progressions, several other authors have also explored the association in various repertories.  Richard Taruskin ( 2010 ) describes PL motion in 19 th -century music, specifically motion from a major tonic to its flat-major submediant, as a “quintessentially romantic” convention for describing transcendence from one psychological plane to another ( Taruskin 2010 , 87).  He further describes its use as an attempt to reach an inner truth removed from the conscious world.  Elsewhere I explore how Benjamin Britten employs PL progressions, sometimes realized as RP’, to represent supernatural beings ( Forrest 2017 ).  Matthew Bribitzer-Stull ( 2012 ) demonstrates how leading film-music composers, especially in the sci-fi/fantasy genre, employ Tarnhelms to signal mystery, magic, mental instability, sinister memories, and darkly supernatural conditions.  The most famous example of this association is found in the “Imperial March” from John Williams’ scores for the Star Wars movies.  Scott Murphy ( 2014b ) expands on Bribitzer-Stull’s work, confirming the Tarnhelm associations and also associating major-mode PL progressions with references to the fantastical. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "taruskin_2010",
                    "taruskin_2010",
                    "forrest_2017",
                    "murphy_2014b"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The hexatonic-pole progression is extremely rare in pop music; but Ids and Tarnhelms occur with just enough frequency in pop-rock harmonic syntax to allow for a specialized study of their employment for dramatic effect.  Trevor de Clercq and David Temperley’s study of 99 of the top songs from 1950–2000 discovers that only 8% of chord progressions feature root movement by ic4 ( 2011 , 62). (13) That 8% figure includes diatonic L transformations such as I–iii, vi–IV, and i– ♭ VI, so chromatic PL and LP relationships are even less common. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "de_clerq_and_temperley_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Freud ( 1917–1919 ) lists a wide range of stimuli that produce uncanny responses, including wax figures, ventriloquism, epileptic seizures, dead bodies, magic, and spirits.  The common thread that holds these phenomena together under the uncanny label is their ability to make the familiar seem strangely unfamiliar, forcing us to question preconceived boundaries.  Surveying pop music from the past sixty years reveals that uncanny topics associated with PL and LP motion tend to fall into at least one of six generic categories: (1) directly questioning reality; (2) visions, such as dreams, memories, and hallucinations; (3) psychological conditions, such as depression, disorientation, and drug addiction; (4) supernatural phenomena; (5) the process of transcending mental barriers; and (6) descriptions of dystopia.  The boundaries of these categories are not strictly defined; listing them here simply facilitates exploration of the depth and breadth of this phenomenon in pop music.  While some songs fit neatly into one category or the other, several examples below engage more than one category.  Some songs reference drugs such as marijuana, heroin, and LSD as the vehicles for uncanny encounters while others refer to social conditions such as war, politics, and personal relationships.  While some songs use the PL/LP progressions ubiquitously, creating an overall sense of disorientation, more often the harmonic transformations occur at conspicuous moments in otherwise tonally conventional contexts. (15) In these examples, a word-for-word connection to the lyrics makes the voice-leading paradox particularly effective.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Following analyses by Cohn, Bribitzer-Stull, Capuzzo, Taruskin, and others, my analyses recognize chromatic transformations in pitch-class space, even when the surface-level voice leading has been displaced through octave equivalence.  However, where appropriate, the following analyses do point out moments when the surface-level voice leading calls attention to the half-step resolutions in play. Direct Ids and Tarnhelms Example 6 . “Honey Don’t” by Carl Perkins, 1956, Verse 1 (0:07) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Some of the most aurally obvious instances of the association between the uncanny and PL/LP progressions occur when the chords in question are played in immediate succession.  Such motions can occur in a variety of tonal positions and are useful for describing a variety of uncanny scenarios.  Like some 19 th -century Romantic music, many of these progressions involve motion between tonic and chromatic-submediant chords.  One of the earliest examples of an uncanny Id in the modern pop era can be found in Carl Perkins’ “Honey Don’t” (1956).  The chorus of the song is set to a 12-bar blues pattern in E but, as shown in Example 6 , the verses feature alternation between E-major and C-major chords.  The first and third verses describe the sense of limbo that Perkins feels as a result of his lover’s fickle nature.  He is caught in that undefined space between friend and lover.  Perkins concludes the first verse by summarizing his mental disorientation with the line, “Is love real?” addressing the paradox of non-reality.  This reading of the verses adds depth to the repeated chorus lyric “Honey, don’t,” as a plea to his love to stop toying with his heart, as well as bittersweetness to the second verse, a straightforward profession of love. Example 7 . “Even Flow” by Pearl Jam, 1991, Chorus (0:59) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Intangible visions such as dreams, memories, and hallucinations are popular topics for this kind of treatment.  Several Pearl Jam songs offer clear examples.  For instance, the chorus of “Even Flow,” excerpted in Example 7 , describes hallucinations expressed within the subconscious of someone dealing with prolonged homelessness.  The accompanying progression opens with an Id , direct PL motion from the tonic D major to submediant B ♭ major and back.  As shown in Example 8 , direct motion from I to ♭ VI in the verses of “Black” signals an uncanny narrative shift from a happy present to dark memories.  While pop music in general tends to favor major chords, minor-mode Tarnhelms do occur.  For example, Janelle Monae employs a Tarnhelm in “Look into My Eyes” to paint the act of hypnosis as she invites her love to envision “a lover’s fantasy” with surreal visions such as “a road winding up into sun rays” (see Example 9 ).  The song opens with alternating LP-related A-minor and F-minor ninth chords. (16) The opening verse connects the progression to the visions by setting “look into my eyes” in A minor and “let them hypnotize” in F minor. Example 8 . “Black” by Pearl Jam, 1991, Verse 2 (1:59) (click to enlarge and listen) Example 9 . “Look into My Eyes” by Janelle Monae, 2013, Verse 1 (0:16) (click to enlarge and listen) Example 10 . “Something in the Way” by Nirvana, 1991, Verse 1 (0:18) (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Pop songs also employ motion between major tonics and major submediants to depict a variety of psychological conditions including depression, shock, and the effects of drug use.  The tonal uncertainty of the transformations approximates the mental haziness associated with these conditions.  An extreme example is found in Nirvana’s “Something in the Way,” excerpted in Example 10 .  Composed exclusively of alternating F ♯ -major and D-major chords, the song describes \"the foggy, watery feeling of a heroin high\" ( Anderson 2007 , 93).  Soundgarden’s “Blow Up the Outside World,” a song about social alienation with hints of suicidal thoughts, centers mostly on motion from E major to C major (I- ♭ VI) ( Example 11 ).  The progression is featured in the introduction, chorus, guitar solo, and beginning of each verse.  The voicing in the guitar and vocal line makes the half-step connections prominent aurally. (17) Similarly, in Seal’s “Kiss from a Rose,” the singer compares his love affair to a drug addiction.  The verse and chorus open with direct motion from tonic to flat submediant that walks back up by whole step, ||: G | G | E ♭ | F | G :||.  The end of the verse inserts a G-minor chord between G major and E ♭ major, breaking down the transformation into component P and L voice leading as the lyrics make the direct metaphorical connection between the effects of addiction and the effects of love ( Example 12 ). (18) Example 11 . “Blow Up the Outside World” by Soundgarden, 1996 (0:00) (click to enlarge and listen) Example 12 . “Kiss from a Rose” by Seal, 1994, Verse 1 (0:24) (click to enlarge and listen) Example 13 . “Air” by the Talking Heads, 1979 (1:00) (click to enlarge and listen) Example 14 . “Two-Headed Boy” by Neutral Milk Hotel, 1998, Verse 1 (0:06) (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "anderson_2007"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Motion between tonic (I) and altered mediant chords ( III ♯ ) can also produce an uncanny effect.  “Air” by the Talking Heads exemplifies the process of making something familiar feel strangely unfamiliar.  The lyrics describe something we typically consider harmless, air, as something dangerous that can “hurt you” and “break your heart.”  The surreal description of the air is highlighted by repetitions of the word over alternating E-major ( III ♯ ) and C-major (I) chords.  (See Example 13 .)  Many of the examples of PL, LP, and hexatonic progressions that Cohn cites in his research accompany descriptions of the supernatural.  This association also occurs in pop music.  Neutral Milk Hotel’s “Two-Headed Boy” is addressed to an early 20 th -century carnival freak-show attraction.  Each verse begins by addressing the “two-headed boy” set to alternating G-major (I) and B-major ( III ♯ ) chords ( Example 14 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] While motions between tonic, mediant, and submediant harmonies are the most common kinds of Ids and Tarnhelms in pop music, these progressions can occur in a variety of tonal positions that don’t involve the tonic chord.  Depending on the context of the other musical parameters (i.e. melody, rhythm, meter, and form), Ids and Tarnhelms that do not involve a tonic chord can potentially be even more disorienting.  Motion from the flat major mediant ( ♭ III) to dominant (V) can serve uncanny purposes in both major and minor contexts.  Written in E minor, the Doors’ “People are Strange” describes Jim Morrison’s depression and social alienation.  As shown in Example 15 , the 10-bar chorus paints his strangeness with alternations between dominant B-major chords and mediant G-major chords.  Another kind of uncanny situation often described in pop music is a psychological transcendence over perceived obstacles.  Queen and David Bowie use ♭ III–V motion to paint social transcendence in “Under Pressure.”  The song describes life under the weight of a variety of social burdens.  The song’s global tonic is D major.  The bridge, shown in Example 16 , modulates to G major.  The transcendent moment in the song occurs just before the climactic verse when the lyrics suggest that the salvation from life’s pressures is “Love! Love! Love!” harmonized by motion from F major to A major.  This poignant poetic moment carries harmonic significance as the transition back to the home key of D major. Example 15 . “People are Strange” by the Doors, 1967, Chorus (0:17) (click to enlarge and listen) Example 16 . “Under Pressure” by Queen and David Bowie, 1981, Bridge (2:06) (click to enlarge and listen) Example 17 . “Supermassive Black Hole” by Muse, 2006, Chorus (0:48) (click to enlarge and listen) Example 18 . “Uprising” by Muse, 2009, Chorus (1:22) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Two songs by Muse feature ♭ III–V motion to connect two halves of a repeated chord progression.  In “Supermassive Black Hole,” the E-minor chorus progression, ||: iv | ♭ III | V | I :||, sets the singer’s description of a particular girl’s supernatural power to attract attention as “superstars sucked into the supermassive (black hole).”  The LP voice leading from ♭ III to V is highlighted by the move from G to F ♯ in the melody and D to D ♯ in the backup vocals ( Example 17 ). (19) PL and LP progressions are also popular ways to illustrate dystopia.  The song “Uprising” offers an Orwellian view of life under an oppressive government.  Similar to “Supermassive Black Hole,” the chorus of “Uprising” features a progression bisected by LP motion from ♭ III to V, this time in D minor, as shown in Example 18 .  The chorus further highlights the voice leading when the vocal melody slips from a repeated F down to E, completing the L part of the LP progression.  The progression repeats the ♭ III–V motion just before the turnaround. Example 19 . “Strawberry Fields Forever” by The Beatles, 1967, Chorus (0:20) (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The Beatles’ “Strawberry Fields Forever” features an Id between the subdominant chord and a chord that has no clear function in the governing tonality.  One of the most effective text-painting moments in the song occurs in the chorus at the line “Nothing is real.”  As Walter Everett points out, the accompanying G 7 chord supports the notion of non-reality by drawing the tonic pitch, B ♭ , into what he calls an “identity crisis” ( Everett 1999 , 83).  The G 7 might be heard as an altered submediant ( VI ♯ 7) or as a V 7 /ii that resolves deceptively to IV.  As Example 19 demonstrates, the oscillation with the subdominant chord, E ♭ major, plays out an Id .  In the context of this song, the E ♭ chord clearly serves a functional role.  The song’s introduction sets up IV–I as the normative cadential pattern just before the music in Example 19.  Similar to the introduction of “I Got Id” explored in Example 1, the alternation with the functional E ♭ chord further marks the G 7 as an “unreal” harmony.  Therefore, just as the lyrics in Example 19 elaborate on the concept of non-reality, so does the chord progression.  (Perhaps the truly uncanny moment is when we realize John Lennon is asking us to accept non-reality as “nothing to get hung about.”) Example 20 . “Where is my Mind?” by the Pixies, 1988, Chorus (0:45) (click to enlarge and listen) Example 21 . “Bohemian Rhapsody” by Queen, 1975, Bridge 1 (3:10) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "everett_1999"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The use of multiple Ids and/or Tarnhelms in succession can produce an especially potent sense of paradox.  The song “Where is My Mind?” by the Pixies employs both an Id and a Tarnhelm through a clever reorganizing of the primary progression.  In the first verse, the singer calmly explains to an unnamed third party that their head is completely empty, “there’s nothin’ in it.”  This scenario sets up the chorus which repeats the song’s title question, “Where is my mind?,” over repetitions of the song’s main progression, ||: E c ♯ | G ♯ A :||, or ||: I vi | III ♯ IV :|| in an E-major context.  This progression contains a veiled LP progression between downbeats.  However, the last line of the chorus, which responds to the bizarre question with an even more bizarre answer, reorganizes the chords to highlight two chromatic relationships.  As shown in Example 20 , the last line of the chorus removes the vi chord between the I and III ♯ chords, bringing those two chords into immediate proximity.  The IV chord then proceeds by parallel transformation to iv, which sets up a minor-mode PL progression into the belated vi chord.  This increased concentration of PL/LP activity sets the baffling resolution of the song’s central question, explaining that your mind is “way out in the water, see it swimming.” (20) Similarly, in Queen’s “Bohemian Rhapsody,” three LP progressions inserted into an otherwise tonal progression paint a nightmarish encounter with devils in the first bridge section; see Example 21 . Example 22 . “Space Oddity” by David Bowie, 1969 (0:50) (click to enlarge and listen) Example 23 . “Today” by Smashing Pumpkins, 1993, Verse 1 (0:34) (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The uncanny association can be particularly effective when the song sets up a certain expectation and replaces it with PL/LP motion.  David Bowie’s “Space Oddity” provides a subtle yet effective example of a I– III ♯ Id that communicates both physical and psychological transcendence.  As shown in Example 22 , the song begins with pre-launch dialogue between Major Tom and Ground Control.  This dialogue is harmonized primarily by alternating L-related C-major (I) and E-minor (iii) chords.  As this dialogue concludes, a voice in the background counts down to launch and extended, rising glissandi in the accompaniment depict liftoff.  As Ground Control announces Tom’s successful departure from earth’s atmosphere, Bowie replaces the diatonic C–e (I–iii) progression with the LP-related C–E (I– III ♯ ), aurally painting Tom’s escape from life on earth. (21) This LP progression occurs twice more in the song, both times harmonizing descriptions of transcendence: once as Tom announces his passage through the door of his ship for a spacewalk and again when he measures his distance from earth, “Though I'm past one hundred thousand miles.”  The progression is particularly salient because of its relation to the earth-bound C–e progression.  This majoring of E paints the separation from earth’s gravity all the more effectively.  Furthermore, the song’s instrumental section features two expanded LPs, Fmaj 7 –e–A and C–D–E, which might be heard as illustrating the continued journey further and further from earth. (22) Similarly, “Today” by the Smashing Pumpkins describes songwriter Billy Corgan’s deep depression and thoughts of suicide ( Corgan 2000 ).  As shown in Example 23 , the seemingly innocent opening verse, set diatonically to a repeating I–V–IV progression, reveals underlying sadness in the 8 th bar when the progression substitutes the IV chord ( A ♭ major) with a VI ♯ chord (C major).  As the following lyrics describe Corgan’s true state of mind, the guitar suddenly increases in volume and distortion, and the progression changes to F– A ♭ –C, highlighting motion from the new tonic, F, to its dominant by way of LP voice leading.  The C-major chord in the 8 th bar of the example, then, signals the pivot point in the lyrics, simultaneously replacing the expected A ♭ with its uncanny, LP-related substitute and ushering in the new tonal area as the dominant of F. (23) Realizing the singer’s inner darkness invites a reinterpretation of the opening line: today isn’t a great day, it just isn’t worse than any other. Example 24 . “Morning Bell” by Radiohead, 2000, Verse 2 (0:50) (click to enlarge and listen)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "corgan_2000"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The inherent chromaticism in Ids and Tarnhelms can introduce a degree of tonal ambiguity. (24) While the lyrics are ambiguous enough to invite a variety of interpretations, I hear Radiohead’s “Morning Bell,” excerpted in Example 24 , as a description of the shock and psychological disorientation of a messy and possibly violent divorce.  Where Smashing Pumpkins’ “Today” begins diatonically and turns to LP progressions for moments of darkness, “Morning Bell” flips that pattern by using Tarnhelms to establish confusion as the norm, broken by moments of diatonic lucidity.  The verse in Example 24 might be heard in either A minor or D major, though both candidates are underdetermined. (25) The lyrics, filled with confused imagery as the singer casts about for security, are predominantly harmonized with regular alternations between PL-related A-minor and C ♯ -minor chords in 4 5 time, prolonging the sense of disorientation by denying a clear diatonic framework a chance to establish itself. (26) The A-Dorian melody (or is it D-Mixolydian?) offers little help in establishing tonic as it hovers around the PL transformation’s common tone, E.  Poignantly, the oscillating- Tarnhelm pattern breaks on the words “Release me,” harmonized by diatonic motion from G major to D major, as the singer prays for relief from the mental captivity of the moment.  The most disturbing lyrics in the song, “cut the kids in half,” are set to another pair of alternating PL-related chords, E minor and G ♯ minor. (27) Example 25 . “Pennyroyal Tea” by Nirvana, 1993 (0:00) (click to enlarge and listen)",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The chorus of Nirvana’s “Pennyroyal Tea” similarly invites multiple harmonic interpretations.  The song describes the effects of a wide variety of drugs, both directly and by implication, that seem to be both counteracting and contributing to the singer’s depression.  As shown in Example 25 , the chorus progression, which concludes with direct PL motion, sets the singer’s wish for pennyroyal tea, an herbal abortifacient, to cleanse him of the unwanted parts of his soul.  The verses consist of alternating A-minor (i) and G-major ( ♭ VII) chords with an A-centered melody.  In the context of A minor, the chorus progression can be heard as III–IV– ♭ II M7 .  Concluding with B ♭ M7 , however, undermines A’s stability as tonic.  The chorus might also be heard in G major, casting the harmonic motion as IV–V– ♭ III M7 .  Regardless of tonal orientation, the progression from D major to B ♭ major is a clear example of PL voice leading away from tonic. Phrase Frames Example 26 . Symphony in E ♭ major, K. 543, finale, by Mozart, adapted from Cohn 2012a, 25 (Fig. 2.5) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The transcendent effect of Ids and Tarnhelms can even occur when the two chords involved aren’t immediately adjacent to each other.  Recognizing the governing nature of elaborated PL progressions of this sort is not without precedent.  In Audacious Euphony , Cohn cites several passages from the Classical era where local-level dominant and subdominant chords intervene in middleground PL transformations. (28) Example 26 quotes one of Cohn’s examples from Mozart where PL motion from A ♭ major to E major is elaborated with motion through a B 7 chord.  This dominant of E acts as a “buffer,” tonicizing the dissonant move consistent with 18 th -century practice ( Cohn 2012a , 25).",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "cohn_2012a"
                ]
            }
        },
        {
            "22": {
                "text": "[22] In pop music, these kinds of indirect Ids and Tarnhelms are particularly salient when they frame a musical phrase.  In these instances, the chromatic relationship between the phrase’s bookends can produce a deeper sense of transcendence.  In contrast with the Mozart example, such intervening chords are less likely to tonicize the chromatic goal.  Instead, intervening chords may serve either tonal or practical purposes, or both. Example 27 . “King of the World” by Steely Dan, 1973, Verse 1 (0:25) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Given the prevalence of guitar- and keyboard-based composition in pop music, it is not uncommon to find PL and LP progressions that are elaborated with intervening chords that fill in stepwise motion. (29) Steely Dan’s “King of the World” and the Rolling Stones’ “Gimme Shelter” offer two complementary examples that provide different takes on dystopian views of the future, as shown in Examples 27 and 28, respectively.  The verses of “King of the World” fill in an ascent from ♭ VI to I with stepwise motion through ♭ VII to set descriptions of life in post-nuclear-war New Mexico ( Example 27 ).  By contrast, “Gimme Shelter” elaborates a descent from I to ♭ VI with a ♭ VII chord.  Reflecting widespread fears of social upheaval surrounding the Vietnam War, the song describes a world where war, rape, and murder are “just a shot away” ( Example 28 ). The song’s introduction sets the stage with a progression from the tonic C ♯ major through B major to A major.  A haunting, sung “ooh” floats over the progression; its move from G ♯ to A simultaneously highlights the L half of the voice leading and invites some tonal ambiguity by resolving to A from its leading tone. (30) In both songs, the progressions’ repetition highlights the relationship between the boundary harmonies. Example 28 . “Gimme Shelter” by the Rolling Stones, 1969, Introduction (0:00) (click to enlarge and listen) Example 29 . “Wings” by Little Mix, 2012, Chorus (0:44) (click to enlarge and listen)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] “Wings” by Little Mix provides an example of a transcendent LP progression filled in by stepwise motion.  The chorus, shown in Example 29 , is composed of four melodic phrases.  Each of the first three phrases is two bars long and begins with the same syncopated motive on G, set to different harmonies.  The fourth phrase expands to three measures and increases the harmonic rhythm to one chord per bar.  The song encourages the listener to rise above the judgment of others.  The chorus lyrics metaphorically describe the transformation from self-doubt to self-confidence as taking flight.  To paint the transcendence musically, the chord change on the word “fly” completes a phrase-framing LP transformation from ♭ VI to I.  The sudden three-part harmony and extended melisma bring further attention to this important poetic/harmonic moment.  The song itself is in E minor; therefore, completing the LP progression in the parallel major further paints the image of transcendence to a brighter reality. Example 30 . “Under the Bridge” by the Red Hot Chili Peppers, 1991, thematically independent terminal climax (3:14) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In some songs, the intervening chords fill diatonic roles.  A good example is found in the Red Hot Chili Peppers’ breakout hit, “Under the Bridge.”  The song describes lead singer Anthony Kiedis’ recovery from heroin addiction.  Most of the song describes the poetic present when Kiedis is sober and warmly embraced by the city of Los Angeles.  These verses are clearly in E major: the E-major pentatonic melody is harmonized with chords diatonic to E major, E–B– c ♯ – g ♯ –A, which might be understood tonally as I–V–vi–iii–IV.  The end of the song, however, describes a flashback to a heroin trip. (31) After resisting the memory in the chorus, “I don’t ever want to feel like I did that day,” Kiedis slips into the drug-tinged memory by way of the progression shown in Example 30 .  At first, Kiedis struggles with whether or not to embrace the memories by alternating statements of “no” and “yeah.”  Ultimately, he gives in to the memory and describes his experience “under the bridge.”  The progression, which repeats fifteen times in the song, is bookended with PL partners A major and F major.  Floating between these chords imbues this section with dream-like intangibility.  The voice leading between these chords engages both chromatic parsimony and modal function.  A parallel transformation carries A major to A minor.  Then the local minor dominant, E minor, elaborates the L half of the transformation. (32) This progression is a near transposition of the Mozart example above (Example 26); a single half-step adjustment nullifies the tonicizing effect of the intervening chord.  The contrast between the A-centered chromaticism of the flashback music with the clear E-major diatonicism of the present music enhances the PL-progression’s transcendent effect.  With this reading in mind, the song’s off-tonic introduction, an alternation of PL-related D-major and F ♯ -major chords that has no clear relation to the E-major tonality of the verses and choruses, can be taken as poetic foreshadowing, framing the entire song with PL-derived sections. Example 31a . “Lucy in the Sky with Diamonds” by The Beatles, 1967, Verse 1 (0:05), Verse 2 (1:08), Verse 3 (2:09) (click to enlarge and listen) Example 31b . “Lucy in the Sky with Diamonds” by The Beatles, 1967 pitch-class voice leading (click to enlarge and listen)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The Beatles’ “Lucy in the Sky with Diamonds” takes a similar approach to elaborating PL motion.  The verses employ a repeating 4-bar pattern that begins on A-major and melts parsimoniously to a variety of destinations. Example 31 illustrates how the first two instances of this pattern elaborate a PL transformation from A major to F major. (33) This progression harmonizes an invitation to the listener to transcend reality and enter a surreal dreamscape of “tangerine trees and marmalade skies.”  In subsequent verses, the music of Example 31 sets similar invitations to the song’s most nonsensical imagery.  The governing perceptual paradox of this excerpt suspends the local diatonic gravity of A major, providing a sonic analogy to the floating, fantasy experience described by the lyrics.  Rhetorically, the timing of the first F-major chord coincides with the first words to suggest that this is anything other than a regular boat ride.  The intervening F ♯ -minor chord realizes the PL progression as RP’ on the surface.  As Example 31b shows, this motion is only half achieved the first time—E moves to F but C ♯ stays put.  The progression then backs up to A and tries again, finally achieving the Id in bar 8 of the example.  The bass motion in this excerpt blurs the 4+4 harmonic pattern by continuing its descent to the dominant pitch in bar 5 of the example.  The song’s global tonic is G major; therefore, returns to this chromatic expansion of A major (II ♯ ) at the beginning of each verse promote a feeling of suspended tonality at multiple levels of structure. (34) Audiences often interpret the lyrics as a description of the hallucinogenic effects of taking acid.  However, while Lennon was known to have experimented with LSD during this time in his career, he maintained that he was unaware of the LSD reference in the song title’s acronym, and based the lyrics purely on fictional imagery and nonsense poetry from Lewis Carroll’s Through the Looking Glass and Alice’s Adventures in Wonderland ( Everett 1999 , 104).  Sober or not, the PL transformation provides an effective means to blur our connection with reality and transport the listener to a new psychological state of mind. Example 32 . “Jeremy” by Pearl Jam, 1991, Chorus (2:12) (click to enlarge and listen) Example 33 . “Heathens” by twenty-One Pilots, 2016, Chorus (0:05) (click to enlarge and listen)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": [
                    "everett_1999"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Where “Under the Bridge” and “Lucy” employ phrase-framing PL progressions, Examples 32 and 33 present phrase-framing LP progressions.  The chorus of Pearl Jam’s “Jeremy” is framed by a ♭ VI–I progression with intervening motion through a minor subdominant chord; see Example 32 .  Based on a tragic true story, this song describes a boy who shoots himself in front of his class at school.  The verses describe scenes from a troubled childhood.  The chorus lyrics describe the gruesome event in non-specific terms, “Jeremy spoke in class today.”  In this case, the phrase-framing LP progression, which could either represent the boy’s psychological state or the state of shock experienced by the witnesses (or both), fills in the part of the story implied by the lyrics.  Comparing this example with “Lucy” (Example 31), which realizes PL motion with R then P’, the LP progression here is realized as R then L’.  The chorus of “Heathens” by Twenty-One Pilots employs the same progression as the “Jeremy” chorus, in E major with a doubled harmonic rhythm ( Example 33 ).  This progression sets descriptions of a dangerous “freak show” of “psychopaths” and “murderers” whose brains are like “hand grenades.”  “Heathens” also appears on the soundtrack to Suicide Squad , a movie about a group of mentally unhinged comic-book villains, which adds a layer of uncanny association.  Notice how both songs employ a minor-mode melody against the major tonic chord.  While rock melodies often include both major and minor third scale degrees as part of the blues scale, in these examples the lowered-thirds are sung against the ♭ VI chords, which makes them sound more like consonant chord tones than modal inflections. Example 34 . “Memories Can’t Wait” by the Talking Heads, 1979, thematically independent terminal climax (2:38) (click to enlarge and listen) Example 35 . “Wuthering Heights” by Kate Bush, 1978, Verse 1 (0:07) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In contrast to the previous examples, some songs feature non-functional, non-parsimonious elaborations of phrase-framing Ids .  “Memories Can’t Wait” by the Talking Heads describes the experience of traveling through various memories.  The uncanny twist comes at the end of the song when the singer realizes the memories are actually in control of his thoughts.  The progression shown in Example 34 repeats eight times and, as in the “Under the Bridge” analysis above, this section serves as a “thematically independent terminal climax” ( Osborn 2013 ).  Based on Emily Brontë's eponymous novel, Kate Bush sings to Heathcliff as the ghost of Catherine in her 1978 hit “Wuthering Heights.”  The verse harmony paints the spectral encounter with a phrase-level LP transformation from I–III ♯ which is itself elaborated, in part, by a direct PL transformation from I– ♭ VI ( Example 35 ). The sense of A major as tonic, confirmed by the surrounding music, is tenuously held together in this excerpt by A-major and E 7 chords on downbeats. Example 36 . “Hey Joe” by the Jimi Hendrix Experience, 1966, rhythmic reduction of harmonic ostinato (0:08) (click to enlarge and listen) Example 37 . “A Day in the Life” by The Beatles, 1967, retransition (2:48) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "osborn_2013"
                ]
            }
        },
        {
            "29": {
                "text": "[29] Jimi Hendrix’s “Hey Joe” provides one of the most elaborate examples of a phrase-framing Id .  In the song, Joe escapes an adulterous relationship by shooting his “old lady” and then escapes the law by fleeing to Mexico.  Some listeners interpret the song as a metaphorical attempt to escape the horrors of the Vietnam War.  The harmonic progression for all this physical and metaphysical escaping is an ascending-fifths sequence, framed by an Id progression from C major ( ♭ VI) to E major (I).  Sequences are common in pop music and they can have a disorienting effect, but a clear diatonic framework typically mitigates that effect.  However, C major’s uncanny relationship to E major sharpens the sense of tonal disorientation in this song.  As Example 36 shows, the E-major centricity of this progression is determined as much by salience as by functional harmony—the music sits on E major four times longer than any other chord.  Inversional symmetry also contributes to E-major centricity.  The vocal line in the example, which represents the background vocals as well as a reduction of the lead singer’s melody, descends stepwise four half steps from C to G ♯ .  Meanwhile the bass tracks a sequential route through the chord roots, ultimately ascending four half steps from C to E.  Taken together, these two voices divide the C octave equally by traveling inward by ic4 from octave Cs to arrive at the vertical ic4 formed between E and G ♯ .  The resulting inversional ic4 wedge of the bass and voices mirrors the ic1 wedge of the abstract phrase-framing LP progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In “A Day in the Life,” The Beatles take the “Hey Joe” progression, chord for chord, and repurpose it for a different set of uncanny allusions in the so-called “dream” music shown in Example 37 ( Everett 1999 , 117–118). (35) Following the line “Found my way upstairs and had a smoke, and somebody spoke and I went into a dream,” a wordless “Ah” melisma is harmonized by the same Id -framed ascending-fifths sequence as in “Hey Joe”. (36) The Beatles confirmed that the section refers to a marijuana trip.  As in the 19 th -century use of Ids , the goal of the marijuana dream seems to be an attempt to reach inner truth, removed from the façade of daily life.  As Paul McCartney put it, “what we want is to turn you on to the truth rather than pot” ( Miles and Marchbank 1978 , 92).  However, this passage serves other uncanny purposes as well.  Lennon’s verses describe stories from the daily newspaper in a melancholy G major. McCartney’s contribution, a light-hearted contrasting section in E major, describes a morning commute to work.  The music in Example 37 serves as the second transition between these two realities.  Tim Riley ( 2017 ) interprets the two narratives as two separate dreams and poses the paradoxical question about the transition sections, “who is waking up from whose dream?”  This question goes straight to the heart of Freud’s concept of the uncanny: a defamiliarization of what was once assumed to be familiar, forcing a crisis in defining the line between reality and imagination. Example 38 . “I Am the Highway” by Audioslave, 2002, Chorus (1:16) (click to enlarge and listen) Example 39 . “My Heart Will Go On” by Celine Dion, 1997, Chorus 1 (0:58) and Chorus 3 (3:24) (click to enlarge and listen)",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "everett_1999",
                    "miles_and_marchbank_1978",
                    "riley_2017"
                ]
            }
        },
        {
            "31": {
                "text": "[31] In the excerpts from “Space Oddity” and “Today” above, replacing an expected chord with a PL-related substitute enhanced the uncanny effect.  This technique can also play out at the phrase level.  A clear example can be seen in “I Am the Highway” by Audioslave ( Example 38 ). In the chorus, the singer uses a series of metaphors to describe his release from a bad relationship: “I am not your rolling wheels, I am the highway.”  Each metaphor is set to a diatonic ascending-fifths sequence in A minor, ||: C–G–d–a :||.  The final metaphor, “I am not your autumn moon, I am the night,” replaces the expected A-minor tonic chord with an E-major dominant chord, producing an LP phrase frame between C and E, and signifying his transcendence beyond his lover’s restrictive definitions of him.  The song also engages the supernatural by alluding to a “carpet ride” and by declaring “I am the sky . . . I am the lightning . . . I am the night.”  The E-major chord and the lyric “the night” are repeated and elongated, emphasizing the transcendence. Modulation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The transcendent effect of Ids and Tarnhelms can also occur between key centers.  Taruskin’s discussion of the flat-submediant trance is clearly focused on key relations rather than direct chord relations ( 2010 , Chapter 2).  Similarly, Cohn’s analysis of Ids (which he labels “Taruskins”) and Tarnhelms in Prokofiev’s Peter and the Wolf engages both direct chord changes as well as key relations ( Cohn 2012b ).  While less common in pop music, this key-level use of Ids does occur.  In Celine Dion’s “My Heart Will Go On,” for example, the singer addresses a loved one who has died ( Example 39 ).  In the final chorus she speaks directly to him and invokes his physical presence, transcending \"the spaces between us.\"  At the words, \"You're here,\" the music modulates up a major third, transposing the now-familiar chord progression from the key of E major to the key of A ♭ major, composing out a large-scale LP transformation and signifying the physical presence of the lover’s ghost. (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": [
                    "taruskin_2010",
                    "cohn_2012b"
                ]
            }
        },
        {
            "33": {
                "text": "[33] The seams between keys are also ripe for this kind of chromaticism. (38) The Beatles’ “Penny Lane” focuses on the nostalgia of childhood in Liverpool.  McCartney sets up two key centers to represent two types of narratives.  The B-major verses describe daily neighborhood activity in the poetic present.  By contrast, the A-major chorus positions Penny Lane as a part of McCartney’s memory.  As shown in Example 40 , the music transitions between these two states of mind by way of an LP progression from D major (the IV of A) to F ♯ major (the V of B).  The LP progression, then, marks the boundary between present concrete action and the euphoria of dreamy nostalgia.  In this light, the dream music in “A Day in the Life” examined above serves a similar role as a transition between competing keys and narratives.  As such, it fills the same role as the LP progression in “Penny Lane,” writ large to fill five bars, as shown in Example 41 . Example 40 . “Penny Lane” by The Beatles, 1967 (0:33) (click to enlarge and listen) Example 41 . “A Day in the Life” by The Beatles, 1967 (click to enlarge) Example 42 . “Birdhouse in your Soul” by They Might Be Giants, 1989, Chorus (0:14) (click to enlarge and listen)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] A pair of Ids in “Birdhouse in Your Soul” by They Might Be Giants helps paint the process of supernatural animation.  The song describes a nightlight’s desire to be friends with the child it protects.  Beneath the innocent, nursery imagery and nonsense poetry lies a deeper existential question about whether or not an inanimate object can come to life and have a personal relationship with a human child.  The nightlight opens the song by wrestling with the limits of its existence: “I’m your only friend, I’m not your only friend but I’m a little glowing friend but really I’m not actually your friend, but I am.”  In the chorus, shown in Example 42 , the nightlight, which is in the shape of a blue canary, makes a direct plea, asking the child to make a place for it in his/her heart, “make a little birdhouse in your soul.”  The invocation of the child’s soul , something that the nightlight lacks, serves as the focus of the song’s central question of whether the nightlight can transcend its existence to experience a human relationship.  PL and LP transformations mark this desire for transcendence.  The C-major chorus modulates to E ♭ major and back, facilitated by PL and LP transformations that culminate on the word “soul.”  The melody draws attention to the voice leading at these points, first approaching the E ♭ from D, completing the L of the PL transformation, then approaching the E ♮ from E ♭ (prolonged by chromatic changing tones), completing the P of the LP transformation. Hermeneutics Example 43 . Transformational network from the guitar solo of “Flying High Again” by Ozzy Osbourne, 1981 (2:32), adapted from Capuzzo 2004 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "capuzzo_2004"
                ]
            }
        },
        {
            "35": {
                "text": "[35] Taking the previous analyses as models allows for hermeneutic reading of instrumental moments where there are no lyrics or where lyrics are present but their meaning is vague or cryptic.  One type of interpretive reading involves purely instrumental progressions that can be heard as commentary on uncanny lyrics from elsewhere in the song.  For example, Ozzy Osbourne describes his adventures with LSD in “Flying High Again.”  The lyrics are filled with descriptions of altered, synesthetic states of consciousness such as “swallowing colors of the sound I hear.”  While the verses and choruses are securely rooted in A ♭ major, the guitar solo, diagramed in Example 43 , features a prominent sequence of PL transformations.  These sequences can be read as sonic realizations of the shifting hallucinations suggested by the lyrics. (39) Example 44 . “Peggy Sue” by Buddy Holly, 1957, Chorus (0:44) (click to enlarge and listen)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Another kind of hermeneutic reading involves taking meaning from the harmony beyond the surface-level meaning of the words.  A good example is Buddy Holly’s “Peggy Sue.”  The signature chromatic moment in the song, a motion from the tonic A major to F major and back, describes Peggy Sue as “pretty, pretty, pretty, pretty.”  The association with the uncanny requires some interpretive license but, in light of the current argument, the Id could be suggesting that Peggy’s beauty is otherworldly or at least, beyond the limits of Holly’s imagination.  Another reading might be that the uncanny progression describes a kind of intangible, weak-in-the-knees feeling that takes over when words fail.  In this reading, the repetition of “pretty, pretty, pretty, pretty” might be heard as indeterminate, love-struck babbling. Example 45 . “I Am the Walrus” by The Beatles, 1967, Chorus (0:54) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Recognizing the uncanny/LP association outlined in this paper can also provide hermeneutic support for existing song interpretations.  For example, Everett ( 1999 ) reads The Beatles’ “I Am the Walrus” as part of Lennon’s search for self-identity as well as a response to critics who over-analyze his lyrics. (40) In the lyrics, Lennon pieces together nonsense lines from childhood rhymes, Lewis Carroll, and, for good measure, a reference to his own fantasy-laden “Lucy in the Sky With Diamonds.” (41) Nonsense poetry provides another method for making the familiar seem strangely unfamiliar (e.g. “sitting on a cornflake” and “crabalocker fishwife”).  Lennon speaks directly to the nonsense aesthetic in saying that, with “Walrus,” he was “writing obscurely, a la [Bob] Dylan, never saying what you mean, but giving the impression of something.” (42) By announcing himself as “the eggman” and “the walrus,” punctuated by gibberish (“Goo goo g’joob”), Lennon identifies himself with two of Lewis Carroll’s nonsensical characters who confuse Alice (by analogy, Lennon’s critics) with ridiculous riddles. (43) Recognizing the transcendent association with the phrase-framing LP progression, shown in Example 45 , supports Everett’s reading of this central moment in the song as Lennon’s triumph over both internal self-doubt and external detractors. (44) Example 46a . “Bohemian Rhapsody” by Queen, 1975 (1:32) (click to enlarge and listen) Example 46b . “Bohemian rhapsody” by Queen, 1975 (5:11) (click to enlarge and listen)",
                "footnotes": [
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": [
                    "everett_1999"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Applying this paper’s understanding of Tarnhelms to “Bohemian Rhapsody” by Queen reveals some delicate dramatic moments in the song.  Early in the song, the singer confesses to murder and contemplates suicide.  The middle of the song describes a wild, fantastical meeting with demons (a passage from this section is analyzed above in Example 21).  The beginning and ending of the song, however, are quiet and personal.  Anticipating his own death, the singer tells his mother to forget about him, as shown in Example 46a .  The phrase “nothing really matters,” expressing the singer’s desire to erase his own existence, is marked musically with a Tarnhelm .  The singer returns to this thought at the end of the song, as shown in Example 46b , harmonized with the same minor-mode LP.  Syntactically, the pause on the A ♭ -minor chord serves as a comma.  Recognizing the uncanny nature of the LP relationship, we can understand it as a signal of his depression or, more personally, as the moment when the singer mentally releases his attachment to his own life and embraces his own impending non-existence. Example 47 . “Creep” by Radiohead, 1992, Verse 2 (0:39) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The absence of an expected Id allows for a nuanced reading of Radiohead’s “Creep” as a failed attempt at transcendence.  The song describes a man vying for the attention of a woman to whom he is attracted.  He puts her on an unreachable pedestal, describing her as an angel with whom he can’t even make eye contact.  Ultimately he lacks the self-confidence to face her and, adopting her perspective, labels himself a “creep” and a “weirdo.”  The chord progression G–B–C–c (I–III ♯ –IV–iv) serves as a ground throughout the song.  The poetic and harmonic meanings map onto each other most clearly in the second verse of the song, shown in Example 47 .  The LP transformation from G major to B major occurs right at the description of the woman’s “beautiful world,” describing her existence in an alternate reality.  But as the poet looks back at himself, “I wish I was special” (on C, the subdominant of G), his own attempt at transcendence (either to the woman’s B major or to an LP-related E major) collapses on C minor.  He ultimately accepts his self-designation as a creep, signified by the return to G.  In this reading, the supernatural state of being “special” is achieved by the woman he desires but denied to him. (45) Example 48 . Lyrics to “Apocalypse Song” by St. Vincent, 2007 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Finally, many pop songs feature ambiguous, cryptic lyrics, the meaning of which can be hard to untangle.  In some cases, understanding the various uncanny associations with PL and LP voice leading can help interpret these lyrics.  For example, “Apocalypse Song” by Annie Clark (who performs under the stage name St. Vincent) features complicated metaphors of sex, religion, and creation.  The lyrics, shown in Example 48 , are full of obscure references.  There are several vague descriptions of time and light.  Despite the song’s title, there is no overt reference to the end of the world, but there are references to death and “a billion years of time.”  Contrary to most songs on the subject, the single use of the word “apocalypse” seems to treat the concept lightly.  Furthermore, she seems to be arguing with whomever she is addressing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] I interpret the song as a conversation with a reluctant sexual partner who cites religious arguments for abstinence.  Clark counters the argument directly and mockingly in the chorus, “I guess you are afraid of what everyone is made of.”  Examination of the connections between poetic and musical texts provides clues to support this reading as well as to decipher some of the poetic allusions to spiritual, psychological, and physical transcendence. Example 49a . “The Apocalypse Song” by St. Vincent, 2007, Verse 1 (0:04) (click to enlarge and listen) Example 49b . “The Apocalypse Song” by St. Vincent, 2007, Verse 2 (0:29) (click to enlarge and listen) Example 49c . “The Apocalypse Song” by St. Vincent, 2007, Verse 3 (1:20) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] This song engages several of the categories and strategies examined above.  The song is in D major.  The opening verse begins with the progression, ||: D | e° | C b | D :||, as shown in Example 49a .   The second half of Verse 1 repeats the progression but cadences on G minor (iv), creating a minor-mode LP progression from the preceding B-minor chord (vi).  Reading this moment as an allusion to uncanny phenomena supports the poetic interpretation that Clark is referencing a temporal paradox, equating the immediate, reproductive act of sexual intercourse between carbon-based human bodies with the perpetual and infinite act of creation of carbon-based celestial bodies throughout the universe.  This understanding sets the stage for a science-versus-religion argument and adds meaning to the line from the chorus, “what everyone is made of.”  Not only are we all the product of sexual intercourse, we are also made of carbon, one of the most abundant elements in the universe.  Similarly, the themes of time and light take on dual meaning as both symbols of the infinite cycle of the universe, and metaphysical feelings incarnated in the act of sex.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Verse 2, shown in Example 49b , repeats the progression from the beginning but this time cadences on B ♭ major ( ♭ VI), creating a phrase-level Id with the D major from the beginning of the phrase.  Also, similar to the analysis of “Today” in Example 23, the B ♭ chord replaces the expected tonic chord from the normative progression with its PL partner.  The surface-level voice-leading alterations at this moment are subtle: a SLIDE (P’) transformation created by a chromatic inflection in the bass and synthesizer coupled with a borrowed flat-third scale degree in the melody.  Compared to the end of Verse 1, this deeper-level chromaticism sets a deeper, multilayered metaphor.  On the surface, “All earthly delights” refers to the joy of sex, which the singer claims her partner will deny.  But the phrase also alludes to the 15 th -century painting by Hieronymus Bosch, “Garden of Earthly Delights,” a complicated commentary on the relationship between sex and biblical teaching, but which many interpret as a moral warning about damnation for fornicators ( Belting 2012 ).  Therefore in this verse the singer is simultaneously describing the “delights” of sex and her partner’s fears about divine judgment. (46)",
                "footnotes": [
                    "FN46"
                ],
                "citations": [
                    "belting_2012"
                ]
            }
        },
        {
            "44": {
                "text": "[44] Verse 3, shown in Example 49c , combines the chromatic progressions from Verses 1 and 2 and sets similarly layered analogies at the cadence points.  The first line of the verse employs the direct Tarnhelm cadence from the end of Verse 1.  Similar to Verse 1, this Tarnhelm sets a temporal paradox, comparing the lifetime of breath required for praying with the short catch-breath that commonly accompanies orgasm.  (An un-pitched, off-beat “huh!” confirms this analogy.)  In the second line, the phrase-framing Id from Verse 2 sets the term “little death” which refers to the brief, transcendent weakening of consciousness at orgasm ( Oxford English Dictionary 2017 ).  In the context of this song, especially given the “earthly delights” metaphor given at the parallel moment in the previous verse, it might also refer to the spiritual death that the reluctant partner fears.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] After a tonally disorienting instrumental section and syrupy version of the chorus, which might be read as the sexual act itself, she tells her partner, “So take to the streets with apocalypse refrain.  Your devotion has the look of a lunatic’s gaze,” set to the harmonic progression of verse 2.  On the surface, the final deceptive cadence on ♭ VI that sets “lunatic’s gaze” invokes both the vision and psychological-condition categories examined above.  In the context of the current interpretation, this final verse is used to mock her partner’s religious conservatism by equating his devotion with insanity. Conclusions Example 50 . Timeline overview of the 41 examples analyzed above (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] While the 41 songs examined in this study clearly do not represent a comprehensive list of Ids and Tarnhelms in pop music from the past 60 years, an overview of the timeline of these examples does suggest some broad trends and provides a platform for further study into the history of this technique.  Firstly, as shown in Example 50 , instances of the technique can be found in each decade since the dawn of Rock ‘n’ Roll.  That said, examples are scarce before 1967.  This scarcity is consistent with studies by Everett and by de Clercq and Temperley demonstrating that chromaticism in general was rare in ‘50s and early ‘60s music, but became more common in the late ‘60s through today ( Everett 2004 ; de Clerq and Temperley 2011 ).",
                "footnotes": [],
                "citations": [
                    "everett_2004",
                    "de_clerq_and_temperley_2011"
                ]
            }
        },
        {
            "47": {
                "text": "[47] The spike of examples in 1967 and the widespread use of the technique since 1967 contributes to the already long list of evidence claiming The Beatles’ output of that year, and specifically the Sgt. Pepper’s Lonely Hearts Club Band album, as singularly influential on the genre. Rolling Stone magazine (2012) labels Sgt. Pepper “the most important rock & roll album ever made . . . by the greatest rock & roll group of all time” while William Mann calls it “a sort of pop music master class” ( Martin and Pearson 1994 ). (47) Everett describes the album, coupled with the single that includes “Strawberry Fields Forever” and “Penny Lane,” as the peak of The Beatles’ creative output, and observes that “the introspective psychedelia in the words and sounds of these records would revolutionize popular music” ( Everett 1999 , 87). Taken together, the five 1967 Beatles tunes examined in this article might be understood as a “master class” in the PL/uncanny technique. (48) On one hand, they collectively provide models for the various musical contexts explored in this article: “Penny Lane” and “Strawberry Fields Forever” employ direct Ids while “Lucy in the Sky with Diamonds,” “A Day in the Life,” and “I Am the Walrus” employ phrase-framing Ids .  “Penny Lane” and “A Day in the Life” also use their Ids as seams between key changes.  On the other hand, these five songs also provide models for the six categories of uncanny scenarios described by Ids in pop music: “Strawberry Fields” and “Lucy” describe nonreality or alternate realities; “Lucy,” “A Day in the Life,” and “Penny Lane” describe dream-like visions; “Lucy” and “A Day in the Life” both describe the psychological distortion of drug use (overt in “A Day in the Life” and interpreted by listeners in “Lucy”); “Lucy” engages the supernatural in its descriptions of monstrous cellophane flowers; and while many critics hear “A Day in the Life” as a “warning of ashy apocalypse,” Everett hears it as a call for us to “overcome the status quo” ( Everett 1999 , 116). (49) “Walrus,” too, suggests psychological transcendence of social judgment.  Of course, The Beatles did not invent the technique.  Each of the pre-1967 examples explored in this article was a big influence on The Beatles. (50) However, The Beatles’ ability to synthesize these techniques into songs of overwhelming and lasting popularity suggests some explanation for the ubiquity of the uncanny/PL association in pop songs since 1967. Example 51 . Grunge hits with prominent PL and LP transformations, 1991–1994 (click to enlarge)",
                "footnotes": [
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50"
                ],
                "citations": [
                    "martin_and_pearson_1994",
                    "everett_1999",
                    "everett_1999"
                ]
            }
        },
        {
            "48": {
                "text": "[48] Example 50 also shows a spike of activity in 1991.  Most of the songs contributing to that spike belong to the Seattle-based, alternative-rock genre known as grunge. (51) Major-third shifts permeate virtually all of the most successful and iconic grunge songs (see Example 51 ). (52) In fact, 9 out of the 12 songs on Nirvana’s Nevermind and 5 of the 11 songs on Pearl Jam’s Ten feature prominent PL and/or LP progressions. (53) Given the uncanny signification explored in this paper, the association between grunge and PL/LP voice leading aligns with the relevant artists’ stereotypical image as “arty, mildly depressed slackers who already did a lot of navel contemplation,” not to mention the genre’s associations with heroin use (Anderson 2007, 97). (54)",
                "footnotes": [
                    "FN51",
                    "FN52",
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] The analyses above also demonstrate the compatibility of Roman-numeral and neo-Riemannian operations in the same analysis.  This combination of methods might strike some readers as uncomfortable.  Typically, neo-Riemannian operators are reserved for chromatic moments when Roman numerals lose their usefulness. (55) Adding to the presumed exclusivity of the two systems, Cohn makes important points about the differences between diatonic and chromatic listening which he calls the triad’s first and second natures, respectively. (56) But the association between neo-Riemannian labels and tonally nebulous music is circumstantial.  There is no reason why motion from, say, I to vi or IV to ii cannot be understood as an R transformation.  In fact, recognizing that similarity might help explain, succinctly and pedagogically, why both motions often serve to prolong their respective functional areas.  Furthermore, recognizing the voice-leading patterns within clearly tonal progressions provides a deeper understanding of both those tonal motions and their relationships to non-tonal patterns.  While the theoretical bases for the distinct syntaxes of root movement and voice-leading transformation are fundamentally different, in practice the two systems simply describe different phenomena that coexist in triadic music.  Roman numerals measure chord roots against a tonal center.  Neo-Riemannian labels measure voice-leading parsimony.  The usefulness of the two analytical tools, like the phenomena they describe, overlaps.",
                "footnotes": [
                    "FN55",
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] This paper employs PL and LP labels to highlight similarities between a variety of tonal motions such as I– ♭ VI, I–III ♯ , ♭ III–V, IV–VI ♯ , i– ♭ vi, and iv–vi, as well as tonally ambiguous moments; similarly, the PL and LP labels underline consistencies concerning motion between major chords ( Ids ) and between minor chords ( Tarnhelms ).  The recurrence of uncanny associations with PL and LP motion despite varying tonal contexts makes the labels P and L useful in this study.  However, the use of voice-leading labels does not suggest that tonal center, root-movement, and/or root relation to tonic (represented by Roman numerals) in these songs is irrelevant.  To the contrary, tonal relations are an important part of the listening experience.  For example, Taruskin’s chapter on the symbolic and narrative significance of the major flat submediant is relevant no matter how the harmony is approached.  His observations are even relevant in the context of a minor tonic which, in terms of this study, would represent a diatonic L shift rather than a chromatic PL.  But root motion and root relation to tonic are not the only profitable listening strategies for triadic music.  I believe we gain important understanding when we use both Roman numerals and voice-leading labels to recognize the interactions between vertical and horizontal domains.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Comparing the observations in this paper with Murphy’s observations about similar associations in film music exposes some potential differences between the two genres.  While there is some overlap, the specific associations that Murphy cites in film music seem less consistent in pop music.  For example, according to Murphy, the four varieties of Ids and Tarnhelms modeled in Examples 4a–d carry distinct and consistent associations in film music. (57) In my pop-song analyses, I found limited consistencies between the type of progression and the type of uncanny association.  For an example of consistency, falling-root progressions from I to ♭ VI are commonly used for painting a sense of falling into a dream, memory, or hallucination.  “Even Flow” (Example 7), “Black” (Example 8), and “Flying High Again” (Example 43) describe their visions with direct, I– ♭ VI motion.  The effect seems to work equally well in minor keys, as evidenced by “Look into My Eyes” (Example 9).  Similarly, “Under the Bridge” (Example 30), “Lucy in the Sky” (Example 31), and “Memories Can’t Wait” (Example 34) describe visions with phrase-framing Ids from I– ♭ VI.  As an example of an inverse relationship, “Penny Lane” (Example 40) features a rising -root motion to paint the sensation of coming out of a memory rather than falling into one.  And while the dream-music excerpt from “A Day in the Life” (Example 37) features a rising root, the preceding music is in E major, which makes the move to C major feel like a descent to ♭ VI.  Another consistency can be found between descriptions of positive transcendence with major-mode LP transformations that feature a rising major-third root.  These transformations are effective in any tonal position.  To paint their transcendent moments, “Wings” (Example 29) engages ♭ VI–I motion, “Space Oddity” (Example 22) uses I–III ♯ , and “Under Pressure” (Example 16) employs ♭ III–V.  Similarly, “Hey Joe” (Example 36), “I Am the Highway” (Example 38), and “I Am the Walrus” (Example 45) describe their transcendence with phrases framed by rising roots.  Finally, examining “I Got Id” (Example 1), “Honey Don’t” (Example 6), and “Strawberry Fields Forever” (Example 19) suggests that the concept of nonreality is best described with oscillation between PL and LP motion.",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] This is the point where the associations between root motion and uncanny type seem to end.  Rising and falling roots in both major and minor contexts seem equally capable of describing the other three types of uncanny scenarios.  (1) The ten examples above describing psychological conditions include a mixed bag of rising roots, falling roots, tonal position, and regular oscillation between PL partners. (58) Similarly, (2) supernatural phenomena are described by a variety of techniques. (59) And, as noted above, (3) “King of the World” (Example 27) and “Gimme Shelter” (Example 28) describe two dystopian realities with opposite root motion.",
                "footnotes": [
                    "FN58",
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] There is evidence that closer examination of associations between the uncanny and other types of chromatic, parsimonious motion may yield interesting results.  Frank Lehman ( 2013 ) shows how networks of L, R, and P’ (SLIDE) are used to represent uncanny genius in James Horner’s film music.  In the analyses above, surface-level P’ voice leading coincides with phrase-level PL motion in “Lucy in the Sky with Diamonds” (Example 31) and “Apocalypse Song” (Example 49).  Similarly, surface-level L’ motion accompanies phrase-level LP motion in “Jeremy” (Example 32) and “Heathens” (Example 33).",
                "footnotes": [],
                "citations": [
                    "lehman_2013"
                ]
            }
        },
        {
            "54": {
                "text": "[54] Not every instance of PL and LP motion in pop music evokes an uncanny experience.  Broadly speaking, Ids and Tarnhelms are like any other harmonic device in that some songs make more overt use of their expressive potential than others. (60) Certain rock-harmony conventions can compose out these progressions by coincidence.  For example, an LP progression underlies the so-called Aeolian cadential pattern, ♭ VI– ♭ VII–I, as found in the Beatles’ “P.S. I Love You” and Grand Funk Railroad’s “We’re an American Band” ( Everett 2004 and Biamonte 2010 ). (61) And songs that fall under Everett's Type 5 system can create incidental motion between I and ♭ VI.  In such examples, like the Monkees’ “Not Your Stepping Stone,” the bass line is developed melodically from the minor pentatonic scale and is simply embellished with fifths or full triads ( Everett 2004 ).  However, when the transformations are used conspicuously between adjacent or framing harmonies, the pervasive associations with the uncanny, across sub-genre and generational lines, are hard to ignore.",
                "footnotes": [
                    "FN60",
                    "FN61"
                ],
                "citations": [
                    "everett_2004",
                    "biamonte_2010",
                    "everett_2004"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.4.forrest.html",
    "data": "mto/data/mto.17.23.4.forrest.json"
}