{
    "title": "Gender Identity and Gestural Representations in Jonathan Harvey’s String Quartet No. 2",
    "date": "2021/09/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Emmery, Laura"
    ],
    "abstract": "Jonathan Harvey debuted several novel techniques and elements in his String Quartet No. 2—“temperature” and gender markings, unique to this piece, and the melodic chain technique, a method which he continued to use in his subsequent quartets. Though the melodic chain technique is decipherable from score analysis, and has been explained by the composer in interviews, Harvey’s temperature and gender markings have continued to puzzle scholars, due to vague descriptions that obscure their meaning (especially in the case of the temperature markings) and to the implied stereotypes of themes that are gendered feminine and masculine (more shocking to the modern eye than it was in 1988). The question thus arises: did Harvey engage in a sexist trope with his gendered stereotyping of the themes, or was he ahead of his time by offering a nuanced and fluid approach to understanding gender, guided by his spirituality, presenting the constraints of binary stereotypes before dismantling them? Building on the scholarship of gender theory and musical gesture and embodiment, this article examines the meaning of gender in this piece.",
    "keywords": [
        "Jonathan Harvey",
        "String Quartet No. 2",
        "twentieth-century string quartet",
        "music and gender",
        "gender theory",
        "music and gesture",
        "music embodiment",
        "music and spirituality",
        "sketch study",
        "Paul Sacher Stiftung"
    ],
    "doi": "",
    "received": "January 2021",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.emmery.pdf",
    "author_info": [
        {
            "name": "Laura Emmery",
            "university": "Department of Music",
            "address": "Emory College of Arts and Sciences, Emory University, 1804 N. Decatur Rd, Atlanta, GA 30322",
            "email": "laura.emmery@emory.edu"
        }
    ],
    "citations": {
        "butler_1988": "Butler, Judith. 1988. “Performative Acts and Gender Constitution: An Essay in Phenomenology and Feminist Theory.” Theatre Journal 40 (4): 519–531.",
        "butler_1990": "Butler, Judith. 1990. Gender Trouble . Routledge.",
        "butler_1993": "Butler, Judith. 1993. Bodies That Matter . Routledge.",
        "cox_2006": "Cox, Arnie. 2006. “Hearing, Feeling, Grasping Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 45–60. Ashgate. https://doi.org/10.4324/9781315091006-4 .",
        "cox_2018": "Cox, Arnie. 2018. “On the Subjects and Objects of Music Analysis.” In Music, Analysis, and the Body: Experiments, Explorations, and Embodiments , ed. Nicholas Reyland and Rebecca Thumpston, 15–30. Peeters Publishers.",
        "cumming_2000": "Cumming, Naomi. 2000. The Sonic Self: Musical Subjectivity and Signification . Indiana University Press.",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27. https://doi.org/10.2307/833149 .",
        "deaux_and_lewis_1984": "Deaux, Kay, and Laurie Lewis. 1984. “Structure of Gender Stereotypes: Interrelationships Among Components and Gender Label.” Journal of Personality and Social Psychology 46 (50): 991–1004. https://doi.org/10.1037/0022-3514.46.5.991 .",
        "diekman_and_eagly_2000": "Diekman, Amanda B., and Alice H. Eagly. 2000. “Stereotypes as Dynamic Constructs: Women and Men of the Past, Present, and Future.” Personality and Social Psychology Bulletin 26 (10): 1171–88. https://doi.org/10.1177/0146167200262001 .",
        "downes_2009": "Downes, Michael. 2009. Jonathan Harvey: Song Offerings and White as Jasmine . Ashgate.",
        "eagly_1987": "Eagly, Alice H. 1987. Sex Differences in Social Behavior: A Social-Role Interpretation . Lawrence Erlbaum Associates.",
        "eagly_1997": "Eagly, Alice H. 1997. “Sex Differences in Social Behavior: Comparing Social Role Theory and Evolutionary Psychology.” American Psychologist 52 (12): 1380–83. https://doi.org/10.1037/0003-066X.52.12.1380.b .",
        "felici_2017": "Felici, Candida. 2017. “Spectral Thinking as Spiritual Research . . . und electronics ist auch dabei: Jonathan Harvey’s Tombeau de Messiaen, String Quartet No. 4 and Speakings.” Nuove Musiche 3: 119–53. https://doi.org/10.12871/97888333922336 .",
        "fetis_1858_1844": "Fétis, François-Joseph. 1858. [1844]. Traité complet de la théorie et de la pratique de l’harmonie , 6th ed. G. Brandus.",
        "gilbert_2002": "Gilbert, Anthony. 2002. “The British Quartet.” In The Twentieth Century String Quartet , ed. Douglas Jarman, 93–108. Royal Northern College of Music in association with Arc Music.",
        "godøy_2010": "Godøy, Rolf Inge. 2010. “Gestural Affordances of Musical Sound.” In Musical Gestures: Sound, Movement, and Meaning , ed. Rolf Inge Godøy and Marc Leman, 103–25. Routledge. https://doi.org/10.4324/9780203863411 .",
        "graybill_2011": "Graybill, Roger. 2011. “Whose Gesture? Chamber Music and the Construction of Permanent Agents.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 221–42. Ashgate.",
        "grosz_1994": "Grosz, Elizabeth. 1994. Volatile Bodies: Toward a Corporeal Feminism . Indiana University Press.",
        "haines_et_al_2016": "Haines, Elizabeth L., Kay Deaux, and Nicole Lofaro. 2016. “The Times They Are A-changing . . . or Are They Not? A Comparison of Gender Stereotypes, 1983–2014.” Psychology of Women Quarterly 40 (3): 353–63. https://doi.org/10.1177/0361684316634081 .",
        "harvey_1975": "Harvey, Jonathan. 1975. “Schönberg: Man or Woman?” Music & Letters 56 (3–4): 371–85. https://doi.org/10.1093/ml/LVI.3-4.371 .",
        "harvey_1986": "Harvey, Jonathan. 1986. “Madonna of Winter and Spring.” The Musical Times 127 (1720): 431. https://doi.org/10.2307/965157 .",
        "harvey_1988a": "Harvey, Jonathan. 1988a. “Performance Notes.” In String Quartet No. 2 . Musical score. Faber Music Ltd.",
        "harvey_1988b": "Harvey, Jonathan. 1988b. String Quartet No. 2 . Musical score. Faber Music Ltd.",
        "harvey_1999": "Harvey, Jonathan. 1999. In Quest of Spirit: Thoughts on Music . University of California Press.",
        "harvey_2000": "Harvey, Jonathan. 2000. “Spectralism.” Contemporary Music Review 19 (3): 11–14. https://doi.org/10.1080/07494460000640331 .",
        "harvey_2009": "Harvey, Jonathan. 2009. String Quartet No. 2 . Arditti Quartet. Recorded 12 May 2009. Jonathan Harvey: Complete String Quartets & Trio . Aeon, Hybrid SACD–DSD.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hatten_2006": "Hatten, Robert. 2006. “A Theory of Musical Gesture and its Application to Beethoven and Schubert.” In Music and Gesture , eds. Anthony Gritten and Elaine King, 1–23. Ashgate.",
        "hentschel_et_al_2019": "Hentschel, Tanja, Madeline E. Heilman, and Claudia V. Peus. 2019. “The Multiple Dimensions of Gender Stereotypes: A Current Look at Men’s and Women’s Characterizations of Others in Themselves.” Frontiers in Psychology . https://doi.org/10.3389/fpsyg.2019.00011 .",
        "hillier_1997": "Hillier, Paul. 1997. Arvo Pärt . Oxford University Press.",
        "jaffé_nd": "Jaffé, Daniel. [n.d.]. “Jonathan Harvey. Interview by Daniel Jaffé.” Originally published in Classic CD , July 1999. Republished in Composition: Today. www.compositiontoday.com.",
        "jarman_2002": "Jarman, Douglas, ed. 2002. The Twentieth-Century String Quartet . Royal Northern College of Music in association with Arc Music.",
        "jones_2009": "Jones, Evan, ed. 2009. Intimate Voices: The Twentieth-Century String Quartet . University of Rochester Press.",
        "karnes_2017": "Karnes, Kevin. 2017. Arvo Pärt’s Tabula Rasa . Oxford University Press.",
        "kite_et_al_2008": "Kite, Mary E., Kay Deaux, and Elizabeth L. Haines. 2008. “Gender stereotypes.” In Psychology of Women: A Handbook of Issues and Theories , vol. 2, ed. F. Denmark and M. A. Paludi, 205–36. Praeger.",
        "klein_2018": "Klein, Michael. 2018. “Bodies in Motion: Musical Affect and the Pleasure of Excess.” In Music, Analysis, and the Body: Experiments, Explorations, and Embodiments , ed. Nicholas Reyland and Rebecca Thumpston, 155–70. Peeters Publishers.",
        "koenig_and_eagly_2014": "Koenig, Anne M., and Alice H. Eagly. 2014. “Evidence for the Social Role Theory of Stereotype Content: Observations of Groups’ Roles Shape Stereotypes.” Journal of Personality and Social Psychology 107 (3): 371–92. https://doi.org/10.1037/a0037215 .",
        "leman_2010": "Leman, Marc. 2010. “Music, Gesture, and the Formation of Embodied Meaning.” In Musical Gestures: Sound, Movement, and Meaning , ed. Rolf Inge Godøy and Marc Leman, 126–53. Routledge.",
        "leong_and_korevaar_2005": "Leong, Daphne and David Korevaar. 2005. “The Performer’s Voice: Performance and Analysis in Ravel’s Concerto pour la main gauche.” Music Theory Online 11 (3). http://www.mtosmt.org/issues/mto.05.11.3/mto.05.11.3.leong_korevaar.html .",
        "lidov_1987": "Lidov, David. 1987. “Mind and Body in Music.” Semiotica 66 (1): 69–97.",
        "lidov_1993": "Lidov, David. 1993. “The Discourse of Gesture.” Paper delivered to the Semiotic Society of America, St. Louis.",
        "lidov_2006": "Lidov, David. 2006. “Emotive Gesture in Music and its Contraries.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 24–44. Ashgate. https://doi.org/10.4324/9781315091006-3 .",
        "lindsey_2015": "Lindsey, Linda L. 2015. Gender Roles: A Sociological Perspective . 6th ed. Routledge. https://doi.org/10.4324/9781315664095 .",
        "lochhead_2016": "Lochhead, Judy. 2016. “‘Difference Inhabits Repetition’: Sofia Gubaidulina’s String Quartet No. 2.” In Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 , ed. Laurel Parsons and Brenda Ravenscroft, 101–26. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190236861.003.0005 .",
        "mailman_2018": "Mailman, Joshua Banks. 2018. “Pragmatist Ironist Analysis and (Re)-Embodied Interactivity: Experimental Approaches to Sensor-Based Interactive Music Systems Inspired by Music Analysis.” In Music, Analysis, and the Body: Experiments, Explorations, and Embodiments , ed. Nicholas Reyland and Rebecca Thumpston, 295–328. Peeters Publishers.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43 (1): 1–19. https://doi.org/10.2307/3090688 .",
        "parsons_2016": "Parsons, Laurel. 2016. “Elisabeth Lutyens’s Essence of Our Happiness (1968).” In Analytical Essays on Music by Women Composers: Concert Music , 1960–2000, ed. Laurel Parsons and Brenda Ravenscroft, 196–219. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190236861.003.0009 .",
        "peirce_1931-1960": "Peirce, Charles Sanders. 1931/1960. Collected Papers of Charles Sanders Peirce . Vols. 1–6 edited by Charles Hartshorne and Paul Weiss. Vols. 7–8 edited by Arthur W. Burks. Harvard University Press.",
        "pickard_1987": "Pickard, William F. 1987. “The Symplegades.” Greece & Rome 34 (1): 1–6. https://doi.org/10.1017/S0017383500027649 .",
        "plant_et_al_2000": "Plant, E. Ashby, Janet Shibley Hyde, Dacher Keltner, and Patricia G. Devine. 2000. “The Gender Stereotyping of Emotions.” Psychology of Women Quarterly 24 (1): 81–92. https://doi.org/10.1111/j.1471-6402.2000.tb01024.x .",
        "rameau_1737": "Rameau, Jean Philippe. 1737. Génération harmonique, ou Traité de musique théorique et pratique . Praoult fils.",
        "rao_2016": "Rao, Nancy Yunhwa. 2016. “The Transformative Power of Musical Gestures: Cultural Translation in Chen Yi’s Symphony No. 2.” In Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 , ed. Laurel Parsons and Brenda Ravenscroft, 127–52. Oxford University Press.",
        "reyland_and_thumpston_2018": "Reyland, Nicholas, and Rebecca Thumpston, eds. 2018. Music, Analysis, and the Body: Experiments, Explorations, and Embodiments . Peeters Publishers.",
        "riemann_1884": "Riemann, Hugo. 1884. Musikalische Dynamik und Agogik . D. Rahter.",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 927–55. Cambridge University Press. https://doi.org/10.1017/CHOL9780521623711.032 .",
        "schenker_2004_1921–23": "Schenker, Heinrich. 2004 [1921–1923]. Der Tonwille: Pamphlets in Witness of the Immutable Laws of Music, Offered to a New Generation of Youth by Heinrich Schenker . Vol. 1: Issues 1–5 (1921–1923). Edited and translated by Ian Bent and William Drabkin. Oxford University Press.",
        "seo_2013": "Seo, Ju Ri. 2013. “Jonathan Harvey’s String Quartets.” DMA diss., University of Illinois at Urbana-Champaign.",
        "seo_2017": "Seo, Ju Ri.  2017. “Jonathan Harvey’s String Quartets Nos. 1 and 2.” Nuove Musiche 3: 45–81. https://doi.org/10.12871/97888333922334 .",
        "tseng_2008": "Tseng, Jennifer. 2008. “Sex, Gender, and Why the Difference Matters.” AMA Journal of Ethics . Virtual Mentor 10 (7): 427–28. http://doi.org/10.1001/virtualmentor.2008.10.7.fred1-0807 .",
        "williams_and_best_1990": "Williams, John E., and Deborah L. Best. 1990. Measuring Sex Stereotypes: A Multination Study . Sage.",
        "zbikowski_2008": "Zbikowski, Lawrence. 2008. “Metaphor and Music.” In The Cambridge Handbook of Metaphor and Thought , ed. Raymond W. Gibbs, Jr., 502–24. Cambridge University Press. https://doi.org/10.1017/CBO9780511816802.030 .",
        "zbikowski_2011": "Zbikowski, Lawrence. 2011. “Musical Gesture and Musical Grammar: A Cognitive Approach.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 83–98. Ashgate.",
        "zuckerkandl_1956": "Zuckerkandl, Victor. 1956. Sound and Symbol . 2 vols. Translated by W. R. Trask. Pantheon Books. https://doi.org/10.1515/9780691218366 ."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank the Paul Sacher Stiftung, especially Simon Obert, for providing me with the copies of the archival documents presented in this study, as well for granting me permission to publish the material. My gratitude extends to Felix Meyer, Director of the Paul Sacher Stiftung, and all the musicologists and librarians on staff for their continuous support over the past decade. I would also like to thank Ben Levy and the anonymous reviewers for their insightful comments. Lastly, thank you, Mitch Ohriner and the MTO editorial team, for supporting this symposium project.",
            "citations": []
        },
        "FN1": {
            "text": "1. In general terms, “sex” refers to the biological differences between males and females, whereas “gender” refers to the “continuum of complex psychosocial self-perceptions, attitudes, and expectations people have about members of both sexes” ( Tseng 2008 , 427).",
            "citations": [
                "tseng_2008"
            ]
        },
        "FN2": {
            "text": "2. Especially Lochhead 2016 , Butler 1990 and 1993 , Grosz 1994 , and Cusick 1994 .",
            "citations": [
                "lochhead_2016",
                "butler_1990",
                "butler_1993",
                "grosz_1994",
                "cusick_1994"
            ]
        },
        "FN3": {
            "text": "3. Especially Rao 2016 , Parsons 2016 , Cox 2006 , Hatten 2004 , Lidov 2006 , and Leong and Korevaar 2005 .",
            "citations": [
                "rao_2016",
                "parsons_2016",
                "cox_2006",
                "hatten_2004",
                "lidov_2006",
                "leong_and_korevaar_2005"
            ]
        },
        "FN4": {
            "text": "4. The most significant study of Jonathan Harvey’s string quartets is Ju Ri Seo’s DMA dissertation . Seo and I come to many similar conclusions about the piece, and I believe these conclusions are strengthened through the sketch studies contained in this article. In 2017, Italian music journal Nuove Musiche dedicated an entire issue (no. 3) to the study of Jonathan Harvey. Two essays in this collection address Harvey’s string quartets: Seo’s 2017 article “Jonathan Harvey’s String Quartets Nos. 1 and 2,” and Candida Felici’s 2017 article, “Spectral thinking as spiritual research . . . und electronics ist auch dabei: Jonathan Harvey’s Tombeau de Messiaen, String Quartet No. 4 and Speakings.”",
            "citations": [
                "seo_2013",
                "seo_2017",
                "felici_2017"
            ]
        },
        "FN5": {
            "text": "5. Also see Godøy 2010 .",
            "citations": []
        },
        "FN6": {
            "text": "6. Rao cites Cusick 1994 . Also see Cumming 2000 , Graybill 2011 , Leman 2010 , Leong and Korevaar 2005 , and Mead 1999 . See also essays by Cox, Klein, and Mailman in the Reyland and Thumpston 2018 collection Music, Analysis, and the Body .",
            "citations": [
                "cusick_1994",
                "cumming_2000",
                "graybill_2011",
                "leman_2010",
                "leong_and_korevaar_2005",
                "mead_1999",
                "reyland_and_thumpston_2018"
            ]
        },
        "FN7": {
            "text": "7. For more on Pärt’s diverse compositional styles and techniques, see Hillier 1997 .",
            "citations": [
                "hillier_1997"
            ]
        },
        "FN8": {
            "text": "8. Pärt’s spirituality in music emerged after his “years of crisis,” a three-year period that lasted from 1968 to 1976, during which he renounced modernist techniques. For more on Pärt’s spirituality in music, see Hillier 1997 and Karnes 2017 .",
            "citations": [
                "hillier_1997",
                "karnes_2017"
            ]
        },
        "FN9": {
            "text": "9. Also cited in Seo 2013 , 33–34.",
            "citations": [
                "seo_2013"
            ]
        },
        "FN10": {
            "text": "10. For further detail about Harvey’s chain melody technique, see Seo 2013 and 2017 .",
            "citations": [
                "seo_2013",
                "seo_2017"
            ]
        },
        "FN11": {
            "text": "11. Seo posits that Harvey uses the serial interpolation not to form a melodic chain, but to create a transition (see Seo 2013 , Examples 2.4 and 2.5 on p. 39).",
            "citations": [
                "seo_2013"
            ]
        },
        "FN12": {
            "text": "12. The color scheme is used for visual differentiation of themes and it has no correlation to gender identification.",
            "citations": []
        },
        "FN13": {
            "text": "13. I would like to thank the reviewers for this insight.",
            "citations": []
        },
        "FN14": {
            "text": "14. Both audio excerpts are from the 2009 Arditti Quartet Recording ( Harvey 2009 , Jonathan Harvey: Complete String Quartets & Trio , Arditti Quartet, recorded 12 May 2009).",
            "citations": [
                "harvey_2009"
            ]
        },
        "FN15": {
            "text": "15. Also referred to as Clashing Rocks or Cyanean Rocks in Greek Mythology, they are located on the strait of the Bosphorus in Turkey. The pair of rocks, according to Greek Mythology, clashed together whenever a ship attempted to sail through them. It is not until Jason and Medea conquered the rocks by sailing through them that made the rocks permanently stand still ( Pickard 1987 ).",
            "citations": [
                "pickard_1987"
            ]
        },
        "FN16": {
            "text": "16. I would like to thank the reviewers for their insightful comments.",
            "citations": []
        },
        "FN17": {
            "text": "17. See Harvey 2000 for a more detailed discussion about spectral music, sound resonance, harmony, and timbre.",
            "citations": [
                "harvey_2000"
            ]
        },
        "FN18": {
            "text": "18. See Example 12 in Seo 2017 , p. 71.",
            "citations": [
                "seo_2017"
            ]
        },
        "FN19": {
            "text": "19. In his “Performance Notes” ( 1988a , 1988b ), Harvey defines scraping as “very slow, sticking bow.”",
            "citations": [
                "harvey_1988a",
                "harvey_1988b"
            ]
        },
        "FN20": {
            "text": "20. I am grateful to the reviewers, who through their wisdom and insightful comments helped me reveal many of the subtleties of Harvey’s understanding of gender.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Jonathan Harvey’s (1939–2012) modernist aesthetic reflects both his diverse musical background and his religious views. Harvey grew up practicing High Anglicanism—from the age of nine, he studied at St. Michael’s College in Tenbury, where he also sang as a chorister. Following a short period of atheism in his teenage years, he soon discovered the work of Evelyn Underhill, whose book Mysticism had an enormous impact on his life and his compositional aesthetic ( Downes 2009 , 3, 32). Harvey explains, This book changed my life. It gave form to all the vague yearnings I had experienced. I found myself recognizing the things she wrote about, confirming outside myself what was half formed within. From then on I had the support to continue listening to the small voice that whispered sweetly and secretly. It is fatally easy to dismiss that delicate message, because it does not square with the worldview of society, friends, or teachers. Science told me nothing of it, empiricism and reason even less. Yet it is everything: the heart, the source, of all the rest. ( Harvey 1999 , 3)",
                "footnotes": [],
                "citations": [
                    "downes_2009",
                    "harvey_1999"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Following a period of an intense study of the writings on Christian mysticism, Harvey became increasingly interested in South-Asian spiritual traditions, including Vedic meditation and Hindu scriptures, which in turn led him to adopt Buddhism. But for Harvey, his immersion in Buddhism does not mean a rejection of other religions or spiritual beliefs. Rather, they all inform one another, as he explains: “Selfless Christian love leading to profound peace I find again in Buddhism, as I do in Vedic and Anthroposophical experience of higher consciousness. There is no question of eliminating earlier spiritual selves, only of incorporating them” ( Harvey 1999 , 6; Seo 2013 , 3).",
                "footnotes": [],
                "citations": [
                    "harvey_1999",
                    "seo_2013"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] As Juri Seo observes, Harvey’s musical background was as complex as his religious views ( 2013 , 3). As a chorister at St. Michael’s College, he developed great familiarity and admiration for choral repertoire. In the 1950s and early 1960s, on the recommendation of Benjamin Britten, Harvey entered doctoral studies at the University of Glasgow, studying with Erwin Stein and Hans Keller. In the late 1960s and early 1970s, he studied with Karlheinz Stockhausen at Darmstadt and Milton Babbitt at Princeton University, eventually developing his own voice and style by the 1980s, leading to greater recognition. Following his studies, Harvey led the research lab at Institut de Recherche et Coordination Acoustique/Musique (IRCAM) in Paris and taught composition at Sussex University and Stanford University ( Downes 2009 , 6–7). Harvey’s interviews, writings, and unpublished notes reveal that the result of all these mixed influences is a kind of eclecticism within an overall modernist and atonal sound world.",
                "footnotes": [],
                "citations": [
                    "seo_2013",
                    "downes_2009"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Regardless of a particular technique or style, Harvey thought of his compositions as “musical journeys.” Michael Downes further notes that Harvey’s works progress towards a goal, which allows us as listeners to understand this trajectory from the beginning to the end. That is, the audience can “follow the route, note the landmarks, [and] discern the destination” in his compositions ( 2009 , 1). These musical journeys find root in his spirituality, as many of his compositional ideas arise from his Buddhist worldview. For instance, Harvey’s String Quartet No. 2 (1988) features peculiar annotations, such as “temperature markings” and themes that are assigned masculine and feminine personalities. These binary gender boundaries become increasingly blurred as the characters and themes undergo transformations through a spiritual journey.",
                "footnotes": [],
                "citations": [
                    "downes_2009"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Harvey does not associate “masculine” or “feminine” with a particular biological sex. (1) Rather than ascribing genders to strict biological confinement, his notion of masculinity and femininity is to be evaluated in line with his Buddhist thinking: masculine and feminine may be found in everyone. Downes concludes that there is nothing “crude or schematic” about how Harvey characterizes “femininity” in his music, including String Quartet No. 2; rather, this type of gendering is “crucial to his understanding of the transformative potential of music itself” ( Downes 2009 , 36).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "downes_2009"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Building on the scholarship of identity and feminist theory, (2) as well as musical gesture and embodiment, (3) I examine the meaning of masculine and feminine identity in Harvey’s String Quartet No. 2, and analyze musical gestures involving register, pitch, tuning, rhythm, dynamics, timbre, and articulation associated with each ascribed gender. On a larger scale, I show how these signifiers articulate both spectral and spiritual transformation of the gendered themes as the piece progresses through a “musical journey.” Jonathan Harvey’s String Quartets",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Jonathan Harvey composed his four string quartets over a span of twenty-six years: No. 1 in 1977; No. 2 in 1988; No. 3 in 1995; and No. 4 in 2003. While each quartet illustrates new compositional techniques—Quartet No. 1 shows influences from his teachers with a tranquil beginning inspired by Rudolf Steiner and Stockhausen and serialism derived from his study with Babbitt ( Seo 2017 , 7), Quartet No. 3 features extended techniques, and Quartet No. 4 uses electronic processing—it is his String Quartet No. 2 that stands out as perhaps the most innovative and curious one. In it, Harvey introduces the technique of melodic chains and metric modulations and peculiar annotations with temperature and gender markings.",
                "footnotes": [],
                "citations": [
                    "seo_2017"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Although Jonathan Harvey is recognized as one of the most prominent British composers, his compositions, including the quartets, have not received the deserved attention by music scholars. (4) Even more recent volumes dedicated to the twentieth-century string quartets, such as the 2009 collection of essays in Intimate Voices: The Twentieth-Century String Quartet (Jones) or the 2002 edited volume, The Twentieth-Century String Quartet (Jarman), the latter even containing a chapter dedicated specifically to the “The British Quartet” ( Gilbert 2002 ) do not so much as mention Harvey. Informed by primary documents housed at the Paul Sacher Stiftung in Basel, this study aims to bring to light some of Harvey’s compositional techniques in his String Quartet No. 2, and critically examine his gendering of masculine and feminine themes. In doing so, it hopes to provoke fresh interest in this composer’s output in this medium, and, more broadly, generate fascination with his music. String Quartet No. 2 and Musical Gestures",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "jones_2009",
                    "jarman_2002",
                    "gilbert_2002"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Commissioned by the Arditti Quartet, the sixteen-minute String Quartet No. 2 (1988) is divided into three continuous sections: I (mm. 1–132); II (mm. 133–141); and III (142–283). While the sections share some material, each one is characterized by certain musical events and specific gestures. As is typical of Harvey’s works, the piece reveals a journey complete with character transformations. That is, spiritually, Harvey’s female- and male-gendered themes transform spectrally, texturally, and gesturally, transcending their binary genders. Harvey uses his new chain-melody technique to sonically transform characters—linking the neighboring melodies to form a composite one—as will be illustrated in the following sections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The term “musical gestures” is used in a variety of contexts and meanings when applied to the discussion of music. Robert Hatten ascribes twelve attributes to musical gestures, noting that, for instance, they are grounded in human affect and its communication, and that they may be inferred from music notation or from a musical performance ( 2004 , 93–95). He also identifies several types of musical gestures, including stylistic, rhetorical, and thematic ( 2006 , 1–23). Because gestures are such a complex phenomenon, there are many ways to understand their meaning in relation to music. Thus, in order to define musical gesture, Hatten begins by offering a definition of human gesture : “any energetic shaping through time that may be interpreted as significant,” elaborating that by “significant,” he means that “a gesture will convey information with respect to affect, modality and/or communicative meaning” for an interpreter ( 2006 , 1). By extension, a musical gesture is “ communicative . . . expressive, energetic shaping through time (including characteristic features of musicality such as beat, rhythm, timing of exchanges, contour, intensity ), regardless of medium (channel) or sensory-motor source” ( Hatten 2004 , 109; italics in the original). Applying these definitions of human and musical gestures to the analysis of Harvey’s String Quartet No. 2 becomes helpful in deciphering a piece with a rather elaborate system of unusual markings. For example, this piece uses male- and female-gendered themes and temperature markings of cold, cool, warm, and hot energies; extended techniques and the physicality of sound and effect production (technique indications such as “slow ¼ tone glissandi out and back,” or “make bow stick (scraping sound with silences)”; and descriptive annotations in the score and in Harvey’s text manuscripts (metaphors such as “shadowy,” “freely and very sweetly,” or “bird-like”). Harvey’s Quartet No. 2 is an expressive and communicative piece, and its affect is inferred from both music notation and its interpretation by a performer. Thus, the descriptive score annotations in Harvey’s Quartet No. 2 must be interpreted by the performer, and then gesturally communicated to the listener in “expressive and energetic shaping” as the piece unfolds. Example 1 . Jonathan Harvey, String Quartet No. 2: circular bowing annotation, mm. 281–282, viola part (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "hatten_2004",
                    "hatten_2006",
                    "hatten_2006",
                    "hatten_2004"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Arnie Cox offers a simpler definition of musical gestures, noting that they are “musical acts,” adding that our perception and understanding of gestures “involves understanding the physicality involved in their production” ( 2006 , 45). Cox’s view also allows for more imagined physical actions—those not necessarily explicitly involved in their production, but actions that could be imagined as correlating to the sound. Harvey’s Quartet No. 2 explicitly illustrates these types of musical acts, such as with his call for the performers to produce “circular bowing” in the last measure of the piece. The verbal annotation is further accompanied by a drawn visual of the desired effect to ensure the performers’ understanding of the physicality necessary to produce this sound: a circular squiggly line, which requires that the performer create the same motion with their right hand while bowing, in order to produce a musical effect that corresponds to its visual illustration ( Example 1 ). With his annotated diagram of this gesture, Harvey leaves no doubt as to the physicality needed for its sound production.",
                "footnotes": [],
                "citations": [
                    "cox_2006"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Lawrence Zbikowski posits that “our notion of musical gestures is a thoroughly metaphorical one” ( 2011 , 83). Building on his previous writings on metaphor in music ( 2008 ), Zbikowski notes that musical gesture “reflects a conceptual mapping in which knowledge from one domain of experience (namely, physical gestures ) is used to structure another domain of experience ( sequences of musical materials ) with the goal of organizing our understanding of the second domain” ( 2011 , 81; italics in the original). This is what enables the performer to interpret the instruction “circular bowing” (indicated by Harvey verbally and graphically) and communicate it to the listener—circular rotations of a continuous, uninterrupted sound, created by a circular gesture of the hand movement. However, this chain of communication becomes more problematic and open to misunderstanding when Harvey’s indications seem to involve stereotypical portrayals of female and male actions in mapping musical meaning across domains. The female theme, for example, can easily be interpreted as being rooted in sexism and clichés—it is always in the softest dynamics, high register, sweet, and frail with a wide vibrato on the harmonics, while the masculine theme portrays characteristics of stereotypical masculinity: it is loud, harsh, and rhythmic. With themes and their accompanying characteristics clearly annotated throughout the score, such interpretation of the meaning of these annotations seems unquestionable. Yet, as evident from Harvey’s own writings, this perception was not his intended meaning, as his understanding of gender is not confined to biology but to spirituality, a meaning one would infer only if familiar with the details of Harvey’s Buddhist philosophy. (The issue of stereotyping, especially regarding the feminine theme, will be examined more critically and substantively in Section 6). Cross-domain mapping of prior context is also challenging when transferring Harvey’s temperature markings in the score of this quartet, where “cold,” “cool,” “warm,” and “hot” annotations are meant to be interpreted as fields of energies. With such an ambiguous description, Harvey leaves it up to the performer to infer the meaning, which may differ from one performer to another. For instance, the Arditti Quartet may interpret the temperature markings as an instruction for how to produce different types of vibratos.",
                "footnotes": [],
                "citations": [
                    "zbikowski_2011",
                    "zbikowski_2008",
                    "zbikowski_2011"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] It is only through the lens of these physical embodiments of sound that we can decipher Harvey’s annotations, such as the temperature markings. More recent literature on musical gestures connects their meaning to musical embodiment. For instance, Nancy Rao ( 2016 ) examines musical gestures in transnational and cross-cultural contexts, which in the case of Harvey’s quartet affords us the understanding of his Buddhist spiritual gendering of themes versus the preconceived biased Western understanding of such gendering. Cox ( 2006 ), Hatten ( 2004 ), and David Lidov ( 1987 ) examine how musical events physically engage listeners. (5) Others explore how the body affects acts of performance, composition, and listening, or the connection between the performers’ physical engagement with music to our understanding of gestures ( Rao 2016 , 129). (6) All these perspectives on musical gestures will be of importance when analyzing Harvey’s String Quartet No. 2. Interplay of Gestures in Harvey’s String Quartet No. 2",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "rao_2016",
                    "cox_2006",
                    "hatten_2004",
                    "lidov_1987",
                    "rao_2016"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Jonathan Harvey’s String Quartet No. 2 exhibits a diverse range of techniques, sounds, and gestures. From his notes pertaining to this work, housed at the Paul Sacher Stiftung in Basel, Harvey’s eclectic list of influences and styles becomes apparent. In the first few pages of his small manuscript notebook of preliminary thoughts and sketches, Harvey refers to John Cage. The very opening thought of the quartet is laden with metaphors and musical gestures he strives to achieve—“beautiful” and “soft” harmonics, “fast, fleeting, muted” night-music. He is also alluding to the stylistic gestures of “tiny wisps of romantic quartet harmony,” and to musical embodiment by “scratching grating, but not aggressive” playing of the instrument. On this first page of the notebook Harvey inscribes: String 4tet: ‘beautiful’ soft string-writing, many harmonics. Almost no ‘recognizable’ sounds for a long time- yet written ‘ with ’ the instruments, not against them. Night-music, fast, fleeting, muted: tiny wisps of romantic quartet harmony, espressivo. Scratching, grating, but not aggressive. Labyrinth of ♂ ♀ available choices Neutral (Cage-like) music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Several pages later, he makes a reference to stylistic traits and musical gestures associated with Stockhausen, Olivier Messiaen, and Arvo Pärt in relation to rhythm, articulation, and length, such as Messiaen’s specific use of “short, articulate and abrupt” birdsongs with “many rests.” He also envisions a structure of the piece where “elements of rearrangement” can be used “systematically,” while simultaneously referring to Stockhausen’s Klavierstück XI , which has an aleatoric structure—a piece in which nineteen fragments may be performed in any order: Another movement like Stockh. XI . . . Messiaen found salvation in birdsong because it is short, articulate & abrupt – many rests. Sometimes only 2 or 3 notes then a break. This element of rearrangements outside breaks can be used systematically. Cf also Arvo Pärt. The most curious reference is to Pärt with a vague inscription “Cf also Arvo Pärt.” Without any specificity as to which of Pärt’s styles and techniques Harvey is thinking about, we are left to ponder if he is referring to Pärt’s early 1960s serialism, or if it is a vague reference to Pärt’s spirituality and his religious choral music, since he also mentions Messiaen finding his salvation? (7) Both scenarios are unlikely, as Harvey’s serialism was influenced by Babbitt and his road to spirituality was quite different from Pärt’s. (8) Perhaps, what Harvey alludes to in this note is Pärt’s amalgamation of different styles and techniques—from neoclassicism, serialism, and minimalism to sonorism, collage, aleatory, and tintinnabuli styles. Example 2 . Jonathan Harvey, String Quartet No. 2: Performance Notes (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The end result is what Harvey set out to accomplish, as can be deduced from his preliminary ideas, his list of influences, and verbal descriptions of the String Quartet No. 2: it is an atonal, expressive, and lyrical piece, written in a quasi-twelve-tone technique, with metric modulations that systematically shift the tempos, and with a middle section that uses an aleatoric procedure to compose the chords. Additionally, Harvey introduces several new compositional elements in this piece: the melodic chain technique; annotated temperature markings, which, according to his performance notes, represent ascending degree of tone-energy as differentiated from dynamic level; and the ascription of gender identities to the themes, as masculine and feminine personalities ( Example 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Harvey’s chain-melody technique entails linking the neighboring melodies to form a composite one. He first discussed the technique in his essay, “Madonna of Winter and Spring,” two years before composing his String Quartet No. 2, in which he explained: There are 20 of these ‘melodies’, forming a linked chain. Each ‘primary’ melody has, between it and its neighbour, a melody which is the sum of them both. This latter reveals that the rests (or long notes) in melody A are exactly the right length for inserting notes from melody B, and vice versa. So put them together and the result is a busier melody, (A+B), made up of both yet, I hope, with a clear coherence of its own, existing as a statement in its own right. The last melody links with the first, making the chain circular. ( Harvey 1986 , 431) (9) Example 3 . Jonathan Harvey, String Quartet No. 2: “chain melody” sketch (click to enlarge and see the rest) Example 4 . Jonathan Harvey, String Quartet No. 2: “chain melody” sketch, extracted detail (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "harvey_1986"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] More specifically, in his String Quartet No. 2, Harvey labels themes A, B, and C, which are dependent on one another for transformations. The transformations take form of their “sums”—linking of consecutive melodic pairs, A+B and B+C by means of taking a melodic fragment from one melody and inserting it into the next melody during the rests or long notes. A resulting sum of melodies thus has characteristics of both themes, and is more active than the individual melodies it comprises. As Harvey illustrates the technique in a sketch for String Quartet No. 2 ( Example 3 ), the melody on the top is labeled as theme B, whereas a theme in the middle system is labeled A. In the third system, Harvey superimposes and merges both themes so that the repeated pitch A4 at the end of theme B connects into theme A, whose second note is also A4. The insertion of theme A’s pitch of A4 into theme B’s creates a joined chain melody A+B. The resulting summation of fragments from both themes (A+B) is more active since the sum features events from theme A over the previously static sustained pitch of theme B (extracted detail illustrated in Example 4 ). (10) On the bottom of the page, Harvey jots the general plan of the chain technique for these opening measures of the piece: B is stated first by itself in the first violin, followed by a statement of theme A in the second violin, then their superimposition resulting in chain A+B, under which theme C enters in the viola (theme C is not illustrated in this sketch). Example 5 . Jonathan Harvey, String Quartet No. 2: “chain melody” technique (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Harvey notes that the thematic transformations may occur by subjecting the themes to several techniques—they can be “modulated,” or one theme may gradually transform into another “forwards or backwards,” or the themes may be “jumped across at a greater or smaller interval” ( 1986 , 431). If we turn to the sketch material pertaining to String Quartet No. 2, we see Harvey working out the technique of chain melody, as illustrated in Example 5 . Focusing on the left page of this bifolio, Harvey inscribes on the top left margin that the lower-case letter “s” stands for “short,” “l” for “long,” and “m” for “medium” in his “melody chain” chart. Because this technique requires that the new material be introduced only when the other melody is inactive (i.e., has rests or long notes), Harvey needs to write out a chart in which he scrutinizes the lengths of notes, the rests, or sustained notes of one melody, because they must be the exact same length as the inserting notes of the other melody. Hence, the designation of “s”, “l,” and “m” serves as the classification of the lengths of each motive. Further, Harvey instructs that these annotations are to “stay fixed” to their assigned pitch, so that E4 carries the annotation of “s,” A4 of “l,” B ♭ 4 of “m,” and so forth. (11) Example 6 . Jonathan Harvey, String Quartet No. 2: “chain melody” technique, extracted detail (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "harvey_1986"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] The extracted detail below reveals some intricacies of Harvey’s chain melody technique. On the top system of the left-hand page illustrated in Example 5, Harvey lays out his quasi-twelve-tone series, where even though the row contains twelve notes, they are not twelve distinct pitch classes—pitch class E repeats twice and D is omitted from the sequence ( Example 6 ). Harvey then fragments the row into small units of two, three, or five notes, each one representing a melodic cell that he intends to expand and combine with other cells into melodic chains. In the first summation staff ( Example 7 ), Harvey writes on the top line two consecutive pitches from his row, connecting the first one to the second, the second to the third, and the third to the fourth: E–A; A– B ♭ ; B ♭ –F. Below, within the frame of only two consecutive pitches of the row, he expands the melodic theme by adding new material. He assigns numbers 1 through 10 to each expanded segment; these numbers represent the number of pitches added between two consecutive pitches of the row. For instance, below the partial row in Ex. 7, Harvey writes number “3” in the left margin, indicating that he expanded the two-note row, E–A, by three pitches, C ♯ , G ♯ , G. The next pairing, A– B ♭ , is expanded by only one note, the G ♯ in between them, as indicated by number “l.” The next pairing, B ♭ –F, is expanded by three inserted notes, as indicated by number “3,” and so on. The new inserted material is obtained from transposing segments that Harvey worked out on the left page of the bifolio. That is, “3” (or the row pairing expanded by three extra notes) is the motive at T 6 transposition, “4” at T 7 , “l” at T 2 , and so on ( Example 8 ). Example 7 . Jonathan Harvey, String Quartet No. 2: “chain melody” technique, extracted detail (click to enlarge) Example 8 . Jonathan Harvey, String Quartet No. 2: “chain melody” technique, extracted detail (click to enlarge and see the rest) Example 9 . Jonathan Harvey, String Quartet No. 2: mm. 9–10, the row at T 0 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Examining the score of the String Quartet No. 2, we see that the melody in the first violin in mm. 9–10 features this exact row that Harvey worked out in the sketches at the T 0 transposition level ( Example 9 ). Stated solo and marked as masculine, the quasi-twelve-tone row is transformed by means of modulation of segments that Harvey systematically developed in the sketch above (Ex. 8) and then combined with the segments of other melodies to create melodic chains. Example 10 . Jonathan Harvey, String Quartet No. 2: mm. 1–19, melodic chain technique (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The compositional process Harvey developed in his sketches translates into the final score. Focusing on the opening nineteen measures of the piece ( Example 10 ), we discern Harvey’s technique of melodic chain. Theme B is stated in the first violin, mm. 1–6 (highlighted in yellow (12) ), followed by two full measures of rest. Theme A enters at m. 9 also in the first violin part (highlighted in blue), again followed by another two measures of rest. The combination of these two themes, A+B, evolves in mm. 15–19 in the top two parts, with the melodies interlacing during each other’s rests to create one continuous hybrid melody. Further, while the beginning of the hybrid A+B theme is derived from T 0 of the row (Violin I and II, mm. 15–16), the continuation of the theme, mm. 17–18 in Violin II, is derived from the T 11 transposition of the row, which Harvey previously calculated on the pages of his sketchbook. This hybridity as a gesture provides “a nuanced continuity” that connects separate musical themes and events into a continuous whole ( Hatten 2004 , 94). In this context, a nuance is inferred from several gestural interpretations. For instance, the energetic shaping of the new hybrid theme is extended, a result of the design of the technique of chain melody itself. Also, theme A, which is initially gendered as masculine, loses its gendering and “masculinity” when added to theme B to create the A+B chain, not only by the lack of gender annotations in the score, but by absorbing the character of the theme it joins—the masculine theme A sharply changes its dynamics from ff into pp of theme B, to form a non-gendered hybrid. Hence, Harvey’s melody chain technique is an agent of transforming the expressivity, physical embodiment, and identity of gendered themes. Further, it is at this confluence of A+B that theme C enters in the cello—it is the feminine theme first heard in the opening measures of the cello, juxtaposed against the hybrid melodic chain. This gesture can be interpreted in two ways: the hybrid melodic chain A+B is non-gendered in order for the feminine theme to stand out as the dominant character during this event; or, it is through this metamorphosing journey that Harvey achieves balance of opposite forces, including feminine and masculine, active and passive, loud and soft, yin and yang. Temperature Markings Example 11 . Jonathan Harvey, String Quartet No. 2: characters derived from a combination of energies and genders (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "hatten_2004"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Harvey’s description of his temperature markings in the performance notes of the String Quartet No. 2 is rather ambiguous—the temperatures, which represent a “degree of tone-energy,” are to be differentiated from the dynamic markings ( 1988a ; 1988b ). Neither score analysis nor sketches reveal any more information about what the temperatures actually denote. A single sketch in the collection is dedicated only to showing all possible combinations of “energies” (temperature markings) and genders (feminine and masculine) used to create the characters (instruments and their combinations), as illustrated in Example 11 . In this sketch, Harvey first lists the four types of energies that progress in their temperature levels: cold, cool, warm, hot. Below, Harvey attaches a character of either feminine or masculine personality to any of the four energies, yielding eight such possible pairings, which he numbers 1 through 8. Each of these eight pairings may be interpreted as one character. Harvey proceeds to chart all possible permutations (a lingering serial influence) of each of the eight characters in combination with two and three characters, where each character is paired with one of the remaining seven but not with itself. For instance, character “1” (which is assigned a “cold feminine” trait), may be paired with any of the remaining seven characters until all combinatorial possibilities are exhausted.",
                "footnotes": [],
                "citations": [
                    "harvey_1988a",
                    "harvey_1988b"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] This sketch is intriguing not only because it is the only one in the entire collection that addresses temperature markings, but because it suggests that while Harvey thought of temperatures as distinct from dynamics, he clearly conceived of temperature and gender markings in combination with one another. That is, their union creates singular characters, which then can be combined to yield more characters. Yet, in the quartet, gendered themes and temperature markings are introduced separately and are treated as two distinct phenomena—aside from one instance (m. 63) where the theme in the first violin is marked both “feminine” and “warm.” Examining this sketch leaves the analyst with more questions than answers: while the score points to no explanation of the meaning of these temperature markings, sketches reveal that Harvey’s thinking about the markings does not translate into the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Harvey does not specify how these temperature markings are to be embodied and performed, what they specifically denote, and therefore how the audience is supposed to discern any variations between them. Thus, even if Harvey intended for these markings to be interpreted as musical gestures and be heard as particular sound events, they lack the basic premise of successful communication: the meaning of temperature markings cannot be effectively transmitted from the composer to the performer, and thus from the performer to the listener, since the performer cannot ascertain their actual meaning. That is, without the performer’s knowledge of what physical temperature variations precisely denote, other than that they are to be interpreted as tone-energies that are vaguely defined not by what they are but what they are not (not dynamic level), metaphorical cross-domain mapping is impossible. Consequently, by leaving no directions for the performer regarding the execution of these utterly ambiguous and uncommon annotations, it falls on the performer to invent their own interpretation of the meaning of such gestures and reveal new meanings. As such, these markings add a new layer of gestural complexity to the already complicated gendering of musical gestures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Lidov ( 1993 ) defines artistic gesture as “movement that is marked for significance, whether by or for the agent or the interpreter” (cited in Hatten 2004 , 112). By extension, Hatten posits that human gestures in general may be defined as “those movements marked by their potential for meaningful interpretation,” whether or not a movement is intentionally produced (Ibid.). These interpretations of gesture may allow for Harvey’s temperature markings to be interpreted as significant events, as they are specifically indicated by the composer for the agent of interpreter, and whether or not they can be audibly discerned by the audience, they are marked for a particular meaningful interpretation. Further, according to Lidov’s theory of sound embodiment from a semiotic perspective, from which he draws on Charles Peirce’s ( 1931/1960 ) categorizations of icon, index, and symbol, Lidov posits that the indexical in music (such as the gestural specifications to tempo, dynamics, etc.) is “most particular but least articulate.” Thus, Lidov concludes that the indexical is directly expressive in a physical sense, for it is the performer who reconnects these markings and indexes them to the body in order to “reveal their force” ( 73–74 ; cited in Hatten 2004 , 122). However, Harvey’s temperature markings pose an extra challenge to the performer and the listener. The marked “energy fields” are indices that the performer is tasked with embodying and communicating to the audience. But such markings with no clear direction point to indecipherable interpretations, devoid of determinate meaning. Hence, asking the performer to play a “cold energy tone,” for instance, allows the performer to restructure the score’s instructions and reveal new meanings. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "lidov_1993",
                    "hatten_2004",
                    "lidov_1993",
                    "hatten_2004"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] It is also informative to interpret the term “energy,” which Harvey attaches to the temperature markings, from a historical perspective. Lee Rothfarb documents theorists’ definitions of the “energetic dimension” through history ( Hatten 2004 , 113–114 quoting Rothfarb 2002 ). Rothfarb notes, for example, that Rameau ( 1737 ) used the metaphor of the tonic as the center of gravity; Fétis ( [1844] ) theorized about a “dynamic force field within which energetic tones operate” (cited in Hatten 2004 , 114); Riemann ( 1884 ) discussed the “lifeforce” within motives; Schenker developed the conception of Tonwille ( [1921–23] ); Victor Zuckerkandl wrote about the “dynamic quality of tone” ( 1956 , 19–21); and Ernst Kurth theorized about  musical energy within pitch, harmony, and rhythm, viewing that “melody occurs between the tones, in the sweep of kinetic energy that flows through them and becomes dammed up, as potential energy, in chords ( Rothfarb 2002 , 940). More recently, with Hatten’s theory of gestural energy—“the insight that the gestural energy of a melody is phenomenologically more fundamental than the sequence of pitches of which a melody is comprised” ( 2004 , 114)—we begin to understand the meaning of Harvey’s temperature markings as ascending degrees of tone-energy. That is, the energies may not necessarily be reflected in the tones themselves but between them, which propel the continuous motion forward. Example 12 . Jonathan Harvey, String Quartet No. 2: mm. 33–36, temperature markings (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "hatten_2004",
                    "rothfarb_2002",
                    "rameau_1737",
                    "fetis_1858_1844",
                    "hatten_2004",
                    "riemann_1884",
                    "zuckerkandl_1956",
                    "rothfarb_2002",
                    "hatten_2004"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] By examining Harvey’s use of temperature markings in the score, one observation can clearly be made: temperatures are not used as static phenomena. That is, once a temperature is introduced it moves towards or transforms into another. Harvey does not notate isolated temperature designations that do not appear to move to another level of energy (aside from one exception in m. 82, where a “cold” marking lingers over a long fermata). In Example 12 , the four parts display rhythmic, dynamic, and temperature unity. At first, the warm energy moves abruptly to cold (mm. 33–34) before starting anew after the rest with the temperature now transforming from cold to warm (as annotated by an arrow), eventually descending into cool and then back to cold. This means that Harvey achieves motion and progress even when within musically static events, such as a sustained long note in mm. 34–35, over which the energy transforms from one level to another. Harvey’s quest to transform elements and events in his music lies at the heart of his compositional thinking as he explains: “I’m fascinated by musical concepts which have to grow in a certain direction, become quieter or louder or faster or slower. It’s some musical concept in form, or most usually some narrative, but which can be a pretty complex composite: it’s not just a matter of getting faster, but it’s usually some sense of metamorphosing like a journey” ( Jaffé n.d. ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] As observed in Example 12, the inscribed temperature markings on the score, including all four distinct temperatures—cold, cool, warm, and hot—are independent of dynamic and articulation markings, as well as from pitch or register (nor are they associated with any gender). Further, there is not an obvious system in the manner in which they are used, and there is no particular sequence or hierarchy in their appearance in the score. The temperature markings are, however, coordinated among the four players, suggesting that they might be perceived as a unified gesture, communicated to the audience by the other physical aspects of the performers’ rendition. Seo, for instance, suggests that the Arditti Quartet seems to interpret the temperatures according to the amount of vibrato they apply— molto vibrato for “hot,” non vibrato for “cold”—but also in relation to the speed and the pressure of the bow with which they play (i.e., higher pressure and speed seem to correspond to “hot” chords) ( 2017 , 49). Since their meaning is entirely metaphorical with no details provided as to their technical execution, these markings are best understood through the concept of embodiment—that is, as gestures conveyed by the physical actions of the performers. Harvey relies on the physicality of these aspects of sound production—including the amount of vibrato and the speed and pressure of the bow, physical gestures that could conceivably generate heat or warmth—to convey a meaningful gesture. As such, the interpretation rests on the players and how their bodies affect the performance and translate into our listening and understanding. Gendering of the Themes",
                "footnotes": [],
                "citations": [
                    "seo_2017"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] In addition to temperature markings, Harvey adds another layer of gesture that is dependent on embodiment for its interpretation—he assigns masculine and feminine gender identities to the thematic material. Harvey’s gendering of the themes in String Quartet No. 2 is problematic in some of the ways that he relies on codified or typecast binaries. However, Harvey also grounds the idea of gendered themes in his spirituality and Buddhist beliefs—that the masculine and the feminine are not necessarily restricted to their biological binary sex, but each gender may be a part of everyone ( Downes 2009 , 36), just as he described himself as “multiple” ( Jaffé n.d. ). Harvey’s own notes for the quartet reinforce his view of gender as a spectrum. For instance, in a note transcribed in [4.1], Harvey explains that gender markings are a “Labyrinth of ♂ ♀ available choices,” implying that for Harvey, gender is available for individual determination rather than a strictly assigned biological binary. Harvey’s view on gender is also derived from the concept of Yin and Yang, where the two genders are not only viewed as the opposites of one another, but their balancing and fusion into a whole may give rise to one another. It is in this light that we may understand Harvey’s feminine and masculine themes, which generate the material for one another and eventually transform and blend into a genderless theme (as we will see in the discussion that follows). Example 13 . Jonathan Harvey, String Quartet No. 2: masculine personality theme, Violin I, m. 37 (click to enlarge and listen) Example 14 . Jonathan Harvey, String Quartet No. 2: feminine personality theme, cello, mm. 144–146 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "downes_2009"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Nonetheless, the gender roles in the quartet are rather stereotypical: the masculine theme is characterized by dissonance and employment of quarter-tones, loud dynamics, brash articulation, and frequent triple-stops ( Example 13 , Audio Example 1 ). (14) The theme exuding a feminine personality, in contrast, is notated in harmonics in the cello, hence featuring the highest register of the instrument. It employs consonant sounds, soft dynamics, vibrato, a “sighing” motive of a descending minor second, and descriptive words (“ dolce ,” “ espressivo ,” and “ cantabile ”), as illustrated in Example 14 (heard in Audio Example 2 ). The effect is unmistakable: the feminine melody represents a frail feminine character, with a hollow sound played in harmonics, unstable and wavering with a wide vibrato, soft and delicate as designated by the pianissimo dynamics and descriptive words. The melody is expressive, lyrical, and emotional, as indicated by many of its characteristic motivic gestures, such as the descending gesture of a “sigh” or quarter-tone pitch bends.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Gender stereotypes are preconceived generalizations of how men and women differ in terms of their ascribed traits ( Williams and Best 1990 ), emotions ( Plant et al. 2000 ), personality, physical traits, and cognitive abilities ( Diekman and Eagly 2000 ), role behaviors ( Haines et al. 2016 ), and occupations ( Deaux and Lewis 1984 ). Gender stereotypes stem from the distribution of men and women into social roles at home and at work ( Eagly 1987 , 1997 ; Koenig and Eagly 2014 )—with men traditionally viewed as occupying “things-oriented, competitive” positions and women more “people-oriented, service” occupations ( Hentschel et al. 2019 ). Accordingly, maleness is associated with agency (also referred to as “masculinity,” “instrumentality,” and “competence”), while communality is also referred to as “femininity,” “expressiveness,” and “warmth” ( Hentschel et al. 2019 ; also Kite et al. 2008 ). Despite dramatic societal changes, recent findings indicate that many aspects of traditional gender stereotypes persist ( Hentschel et al. 2019 ; Haines et al. 2016 ).",
                "footnotes": [],
                "citations": [
                    "williams_and_best_1990",
                    "plant_et_al_2000",
                    "diekman_and_eagly_2000",
                    "haines_et_al_2016",
                    "deaux_and_lewis_1984",
                    "eagly_1987",
                    "eagly_1997",
                    "koenig_and_eagly_2014",
                    "hentschel_et_al_2019",
                    "hentschel_et_al_2019",
                    "kite_et_al_2008",
                    "hentschel_et_al_2019",
                    "haines_et_al_2016"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] From the standpoint of gender studies, Harvey’s gendering of themes in itself cannot be conceived as anything other than a part of a sexist trope, especially by ascribing such stereotypical traits to the masculine and feminine characters (both through descriptive annotations in the score and their sound effect). However, before dismissing Harvey outright, another crucial context needs to be examined: from the standpoint of Harvey’s own understanding and thinking about gender, the masculine and the feminine are not grounded in biology but in spirituality. Further, for Harvey, gender is not constricted to a singular state, but both masculine and feminine may be found in everyone, and one may transform into another, as Harvey jotted down in his preliminary thoughts on gender markings (as illustrated in the previously referenced note in [4.1]). Even if Harvey’s starting point seems to still be rooted in the sexist societal views of his time, his differentiation of gender from sex (biology) and his nuanced view of gender-fluidity not only rehabilitate Harvey from the sexist trope but open up the possibility of praising him as being ahead of his time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] String Quartet No. 2 is not the first work in his output Harvey was shown to be thinking about music and gender. In 1975, he penned a provocative article titled, “Schönberg: Man or Woman?,” which probes spiritual and musical qualities in Schoenberg’s music and his metamorphoses from a late Romantic, to an expressionist, and a neo-classical aesthetic. He opens the essay by stating, “I have always been fascinated by the (possibly spurious) remark of Beethoven that ‘to be emotionally stirred is only suitable for women . . .  but the effect of music on man should be to fire his mind’” ( 371 ). Through his discussion of several of the composer’s works, Harvey observes that Schoenberg, because he found a way to give atonal music a sense of “feeling” in his compositions, displays characteristics of a woman. His argument is exemplified in his discussion of Schoenberg’s String Quartet No. 4: Various composers have recently criticised the flatness, lack of emotional richness, seemingly inherent in current atonal styles or styles which ‘concentrate on other parameters.’ Some have reacted violently, reharnessing the whole force of tonality in a new primitivism. What Schönberg did and perhaps there is a moral here—was to strive for an ever greater complexity (compatible with lucidity), while at the same time trying never to lose his sense of the vividness of pitch, a vividness existent in pitches only when they inhabit, however fleetingly, the tonal sphere. Only in this sense can music be feeling, as opposed to perhaps illusorily ‘expressing feeling’; only in this sense can it ‘fire the mind’ rather than ‘emotionally stir,’ if I understand Beethoven correctly. Schönberg is one of the precious few who can exemplify an artistic spirituality great enough to steer between the dullness of conservatism and the impoverishment of modernism, the Symplegades of our time no less than his. ( 1975 , 385)",
                "footnotes": [],
                "citations": [
                    "harvey_1975",
                    "harvey_1975"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] By using Schoenberg as an example, Harvey seems to strike a balance with Beethoven’s statement. That is, Harvey may describe the feminine cello theme in his own String Quartet No. 2 to be of an “emotional personality” ( Seo 2013 , 47), but towards the end of the quote here, Harvey has high praise for the “feminine” aspects of Schoenberg’s music. Or perhaps with his use of the metaphor of the Symplegades (the “Clashing Rocks”) (15) to refer to Schoenberg, Harvey, who also exemplifies a great (artistic) spirituality, successfully steers between the ascribed “feminine” and “masculine” themes, moving beyond their stereotypical constraints. That is, Harvey sets up (stereotypical) gendered expressions ultimately to transcend them. But what seems to lie at the heart of Harvey’s analogy to Schoenberg is the idea of opposing binaries that simultaneously manifest themselves within oneself and strike a balance—Schoenberg found the balance between conservatism and modernism, Symplegades between clashing and stillness, and Harvey between the masculine and the feminine, for the feminine themes can serve masculine ends, and masculine themes can be emotional. (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "seo_2013"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] In light of this gender balancing, Harvey’s romantic or espressivo and vibrato gestures do not necessarily derive from Beethoven’s notional “emotional personality” of the female, but from Schoenberg’s balance between the two. This is perhaps why Harvey does not take the female character’s significance away. On the contrary, the cello melody will eventually generate the material for the entire quartet. For Harvey, generating the material from the “feminine” is a basic notion of his spiritual thinking: “To understand that we are part of a world that is creating itself is a feminine understanding: an understanding based in wholeness, community, intuition, connection, healing, emotion, ambiguity” ( 1999 , 38). In this statement Harvey simultaneously lifts the feminine to the highest status—it is the feminine that gives this world understanding and meaning (hence, this view cannot be considered sexist, i.e., a belief that the status of female is inferior to the status of male [e.g. Lindsey 2015 ])—while also, unfortunately, ascribing to the “feminine” every stereotypical role, from communal to emotional and healing. But interestingly, Harvey reveals that his understanding of gender is ascribed to it not being an expression of what one is, rather as something that one does—as Judith Butler posits, gender is not a stable identity from which acts proceed, but “an identity instituted through a stylized repetition of acts ” ( 1988 , 519; italics in the original). For Harvey, the feminine gives understanding through its acts of creating and nurturing life. Example 15 . Jonathan Harvey, String Quartet No. 2: mm. 1–4 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "harvey_1999",
                    "lindsey_2015",
                    "butler_1988"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] Returning to the piece at hand, the opening cello melody consists of four microtonal pitches, each in a distinct register: A↑ ♯ 6, B↑4, G ♯ 2, and C↑ ♯ 5 ( Example 15 ). Even though Harvey implements the technique of chain melody throughout the piece, this opening cello theme is not subjected to any such transformations. Rather, this theme undergoes its unique spectral and textural transformation—that is, the melody, which is initially stated in quarter-tone pitches, high harmonics, large leaps, and covers an extensive registral range of the cello, eventually dissipates into a single quivering pitch, the E7 harmonic at the end of Part II (m. 141). For Harvey, a resonance of a single sound can promote both spectral and spiritual explorations—spectral in the sense of technical workings inside the sound itself, spiritual in the way that such workings can aspire to the expression of the numinous and transcendent. (17) With this gesture, the cello melody completes its large-scale transformation to a spiritual singularity. The feminine gendering of the theme helps him achieve this goal for, as Downes suggests, Harvey uses the feminine in his music as a necessary means for his own understanding of the transformational potential of his music ( 2009 , 36). Thus, while Harvey views the feminine as the realm of the metaphysical, it is not only the masculine that is in the material realm of action in this quartet: the feminine is also an agent of change. Without being subjected to the chain melody technique, this feminine melody progresses and morphs on its own, blurring not only the once distinct melodic material but also gender identities (and with it, the ascribed gender traits).",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "downes_2009"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] As the quartet progresses, this binary gender division begins to soften. The first section of the quartet, mm. 1–132, opens with fast arpeggio figures in the first violin (Ex. 15), which eventually, through the process of the melodic chain technique, develop into Theme B. The first violin is superimposed against only one other instrument in these opening bars: the cello, which plays a long, sustained note in the high register, marked con sordino (muted) and in pianissimo dynamics. The cello is ascribed a feminine gender from the start. This single sustained high pitch, A↑ ♯ 6, will transform into a principal “feminine” melody at the beginning of Part III (mm. 141–142). The opening measures of the Quartet reveal dual forces that frame the quartet—masculine vs. feminine, rhythmic vs. static, aggressive vs. soft and fragile, sounding vs. muted. Yet, by mm. 56–65 and again in mm. 94–120, the opposing forces join and merge through melodic chaining. Their textures, registers, rhythms, articulations, and gestures blend until it becomes difficult to identify any discernible characteristics of any of the themes or instruments. Inherent in the process of melodic chaining itself, each melody, once distinct with its own identity and traits, absorbs the elements and therefore the identity traits of other themes. Seo, for instance illustrates this process by noting that in the second appearance of A+B+C in mm. 65–76, “[w]hereas the melodies A and B are both virtuosic, the melody C is lyrical. The sum A+B+C undulates between virtuosity and lyricism, reconciling the contrasting characters of the three melodies” ( 2017 , 71). (18) Further, Seo continues, “Harvey emphasized this shifting effect through tempo changes, gender markings, and rhythmic alterations. This sudden metamorphosis of character proved so effective that Harvey used it several times, to foreshadow ([mm.] 32–33, 74–82) and to arrive finally at the quiet middle section ([mm.] 129–132)” ( Ibid. ). Harvey explains that it is hybridity that he ultimately seeks to achieve in his music: “if melodies are both strongly themselves and also embed fragments of other melodies in themselves, then they have what I always seek, some degree of ambiguity, some degree of structural depth” ( Harvey 1986 , 431; Seo 2017 , 71–72). This is a rather nuanced and fluid approach to gender—Harvey presents us with stereotypical gender traits only to transform and eventually dismantle them, through his journey towards enlightenment. Example 16 . Jonathan Harvey, String Quartet No. 2: mm. 119–124 (click to enlarge) Example 17 . Jonathan Harvey, String Quartet No. 2: Part II, m. 133 (click to enlarge) Example 18 . Jonathan Harvey, String Quartet No. 2: Part III, Cello melody, m. 141 (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "seo_2017",
                    "seo_2017",
                    "harvey_1986",
                    "seo_2017"
                ]
            }
        },
        {
            "6.10": {
                "text": "[6.10] The homogeneity of the four parts ends in m. 120 with a climactic gesture of a sustained chord in fff dynamics, voiced in each instrument as double-stop harmonics, followed by jeté harmonics in all four parts ( Example 16 ). In the following section, (Part II, mm. 133–141), the gender markings disappear and the section exhibits uniform temperature markings in all four parts through the entirety of the section. Musically, the section is characterized by sustained double-stop harmonics block chords in high registers, quarter-tones, and soft dynamics, in all four instruments ( Example 17 ). The music does not seem to move either visually or aurally—Harvey notates this entire section in nearly one single measure (m. 133), which spans seven full systems (two pages). But the energy of tones, with meticulous temperature markings, gesturally continues the flow of events. It is out of this texture that Part III emerges (m. 142, illustrated in Example 18 ), with the solo cello melody—the most striking theme (and perhaps the most memorable musical event) in the quartet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] The gestures of the cello theme that signal Part III are powerful. The sole E7 emerges from the harmonics in m. 141 and wavers as the sole character. It is assigned a female gender and the prescribed characteristics abound: playing the cello in the highest register possible, in harmonics with molto vibrato and in soft dynamics, evokes an image of feminine fragility (theme) that wavers and struggles to stand on its own. The hollow whistle of a theme, with glissandi and slides into quarter-tones, appears and reappears throughout the section, struggling to maintain its voice. Example 19 . Jonathan Harvey, String Quartet No. 2: Part III, Cello melody interruption, m. 146 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] Each time the cello theme is interrupted by other instruments and re-stated, it is superimposed against different musical material that it slowly absorbs into its own character. In m. 146, the cello theme is interrupted by a series of dramatic musical gestures within the span of a couple of measures: single-line glissandi , quarter-tone double-stop glissandi , tremolo, sforzando accents, quick crescendo-decrescendo gestures, exaggerated vibratos, scraping sounds, (19) vigorous rhythmic figures, accelerandi , and distinct articulation and bowing and playing techniques ( Example 19 ). The feminine identity absorbs the characteristics of its counterparts—with the sul ponticello tremolo gestures—and in this process expands its semantic field to break the constraints of a single (feminine) identity and encompass other components of gendered meaning. The cello’s resultant identity is no longer constrained to a gendered identification. Example 20 . Jonathan Harvey, String Quartet No. 2: the return of the feminine annotation in m. 234 (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "6.13": {
                "text": "[6.13] From this point on, Harvey does not annotate gender markings in the score (with a sole exception in m. 234), because genders have transcended their constraints. Sketch material may shed some light as to why Harvey abandons gendered markings for the rest of the quartet. Observing the score ( Example 20 ), the cello’s entry in m. 234 is preceded by a jarring and forceful gesture of double glissandi and tremolo in the upper three parts, marked at fff dynamics, superimposed over the cello’s sustained note. Harvey does not mark the cello’s sustained E7 in its initial appearance in m. 233 with a gendered quality, but rather in the following measure, immediately after these jolting interruptions. Although these interrupting gestures are not marked as gendered, Harvey thought of them as not only bearing masculine but “ultra masculine” traits, as illustrated in one of the pages of his sketchbook for the String Quartet No. 2: Masculine boils over into ultra ♂, Xenakis – like his glissandi etc. Thus, in order not to undo the cello’s newly expanded meaning of the feminine (with its absorbed traits of the masculine), Harvey strikes a balance between the cello’s theme with feminine annotation and its “ultra-masculine” counterparts (even if not explicitly marked as such in the score). That is, the gendered marking in m. 234 elevates the cello line, not allowing it to be engulfed by the masculine. Example 21 . Jonathan Harvey, String Quartet No. 2, Part III, cello melody, m. 255 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.14": {
                "text": "[6.14] The last time the theme enters, it is playing against widely-spaced 32 nd -note arpeggios in soft dynamics in the other three parts. As the rhythm slows down, the cello theme transforms into the accompaniment until it completely dissipates and we only hear the violin gestures of widely-spaced arpeggios, jeté harmonics, and glissando harmonics double-stop. The cello theme has finished its transformation—it has not only effectively dissolved into the spectra and gestures of other parts, but the once feminine cello theme has now blended with the masculine violin theme ( Example 21 ). The journey is complete, in a musical and spiritual sense: the masculine and the feminine, restricted to a biological sex at the beginning of the piece, have transcended the binary. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Jonathan Harvey debuted several novel techniques and elements in his String Quartet No. 2: temperature and gender markings, unique to this piece, and melodic chain technique, a method which he continued to use in his subsequent quartets. As a technical compositional method, the melodic chain technique can be deciphered from the score analysis; further, Harvey has explained this technique in his articles and interviews. However, Harvey’s temperature and gender markings have continued to puzzle scholars—did Harvey ascribe to a sexist trope with his gendered stereotype of the themes, or was he ahead of his time by offering a nuanced and fluid approach to gender, guided by his spirituality, by presenting the constraints of the binary stereotypes before dismantling them?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] That Harvey uses gender markings in his Quartet No. 2 is indisputable: instructions in the score specify that masculine (♂) and feminine (♀) annotations throughout the piece signify gendered themes. It is also undeniable that when these gendered themes first appear, they adhere to the preconceived stereotypical gender traits and roles: the masculine theme is loud, rhythmic, and strong, and it is a decisive agent in the material realm of action; the feminine theme is soft, expressive, and frail, and in the realm of the metaphysical. It also may be inferred that the cello theme, described by Harvey as displaying an “emotional personality,” undergoes abrupt temperature fluctuations (from cold to cool, warm, and hot), eluding to its character’s energetic or temperamental instability. However, this deeper examination of how Harvey treats these themes in the quartet has revealed a new understanding of the meaning of gender.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Harvey uses the chain-melody technique to create hybrid thematic material. He subjects the masculine theme to this technique, in which the theme is merged with the material and content of other themes, including its feminine counterpart. Accordingly, this thematic amalgamation embodies both genders simultaneously, fused as one. While Harvey does not use the chain melody technique on the feminine theme, the feminine transforms on its own in Part III. Thus, the feminine negates its gendered stereotypical role by becoming an agent of action. Further, the resultant “feminine” melody is now greatly expanded, not just musically but also metaphorically. By comprising elements of the masculine, the feminine is now no longer boxed within preconceived gender traits: it has pushed the boundaries of what femininity is.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] While Harvey’s gender markings are jarring to the modern eye, his treatment of gender is rather forward-thinking: Harvey balances the gender roles by first setting out stereotypical gendered expressions but does so ultimately to transcend them. Consequently, masculine and feminine can coexist at the same time (yin and yang) and transform from one into the other. In other words, for Harvey, construed from his broader thoughts about gender in the physical and spiritual world, gender is neither biological nor fixed; rather, it is fluid as it transforms as a part of a journey towards enlightenment. Thus, Harvey’s compositional style and spirituality create a context within which we can not only examine, but also challenge and potentially shatter traditionally gendered binary oppositions of musical gestures. And in the process, this analysis reveals Harvey’s late twentieth-century modernist sensibility tellingly anticipating twenty-first century developments in our understanding of the permutability of gender. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.emmery.html",
    "data": "mto/data/mto.21.27.3.emmery.json"
}