{
    "title": "On Keeping the Score",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "This essay proposes and then explores the view that the most profound and beneficial changes in the field of music theory within the last decade have come about in response to pressures from without to relinquish the notion of music as autonomous. I ask anew why our field has waited so long to acknowledge that the creation, performance, and study of music cannot help but be implicated in both past and present social, cultural, and political concerns. My overview celebrates the inspired contributions of individuals who have recently demonstrated how music theory can embrace ever broader cultural contexts without at the same time abandoning the analyst’s commitment to interpreting the musical score.",
    "keywords": [
        "ethnicity",
        "feminism",
        "gender",
        "sexuality",
        "McClary",
        "McCreless",
        "musical autonomy",
        "new musicology"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.schmalfeldt.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Department of Music, 20 Professors Row, Medford, MA 02155",
            "email": "jschmalf@emerald.tufts.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Subsequently published by Maynard Solomon as “Franz Schubert and\nthe Peacocks of Benvenuto Cellini,” 19th-Century Music 12.3 (1989):\n193–206.  See also Solomon’s “Franz Schubert’s ‘My Dream’,” American\nImago 38 (1981): 137–54.",
            "citations": []
        },
        "FN2": {
            "text": "2. Susan McClary, Feminine Endings: Music, Gender, and Sexuality (Minneapolis: University of Minnesota Press, 1991).",
            "citations": []
        },
        "FN3": {
            "text": "3. McClary, “Terminal Prestige: The Case of Avant-Garde Music\nComposition,” Cultural Critique 12 (1989), republished in Keeping\nScore: Music, Disciplinarity, Culture , ed. David Schwarz, Anahid\nKassabian, and Lawrence Siegel (Charlottesville: University of\nVirginia Press, 1997), 64.",
            "citations": []
        },
        "FN4": {
            "text": "4. Patrick McCreless, “Rethinking Contemporary Music Theory,” in Keeping Score , 21, passim.  See also, for example, Carl Dahlhaus, The Idea of Absolute Music , trans. Roger Lustig (Chicago: University\nof Chicago Press, 1989; orig. pub. as Die Idee der absoluten Musik [Kassel: Baerenreiter, 1978]); Janet Schmalfeldt, “Form as the Process\nof Becoming: The Beethoven-Hegelian Tradition and ‘Tempest’ Sonata,” Beethoven Forum 4 (1995): 37–71.",
            "citations": []
        },
        "FN5": {
            "text": "5. McCreless, “Rethinking Contemporary Music Theory,” 31–32.",
            "citations": []
        },
        "FN6": {
            "text": "6. Joseph Kerman, “How We Got into Analysis, and How We Can Get Out,” Critical Inquiry 7 (1980): 311–31; Leo Treitler, “To Worship That\nCelestial Sound: Motives for Analysis,” Journal of Musicology 1\n(1982): 153–70 (reprinted in his Music and the Historical\nImagination [Cambridge, Mass: Harvard University Press, 1989] as\nchap. 2).  See also Kerman’s Contemplating Music (Cambridge, M.A.:\nHarvard University Press, 1985), chap. 3: “Analysis, Theory, and New\nMusic.”",
            "citations": []
        },
        "FN7": {
            "text": "7. McCreless, “Rethinking Contemporary Music Theory,” 16.",
            "citations": []
        },
        "FN8": {
            "text": "8. Ibid.",
            "citations": []
        },
        "FN9": {
            "text": "9. Richard Rorty, Contingency, Irony, and Solidarity (Cambridge:\nCambridge University Press, 1989).",
            "citations": []
        },
        "FN10": {
            "text": "10. Milton Babbitt, Words about Music , ed. Stephen Dembski and\nJoseph N.  Straus (Madison: University of Wisconsin Press, 1987), 121.",
            "citations": []
        },
        "FN11": {
            "text": "11. Solomon, Beethoven (New York: Schirmer Books, 1977); Beethoven\nEssays (Cambridge, MA: Harvard University Press, 1988); “Charles\nIves: Some Questions of Veracity,” Journal of the American\nMusicological Society 40 (1987): 466–69; Mozart: A Life (New York:\nHarperCollins, 1995).  See also note 1.",
            "citations": []
        },
        "FN12": {
            "text": "12. Lawrence Kramer, Music and Poetry: The Nineteenth Century and\nAfter (Berkeley and Los Angeles: University of California Press,\n1984); Music and Cultural Practice, 1800–1900 (Berkeley and Los\nAngeles, University of California Press, 1990); Classical Music and\nPostmodern Knowledge (Berkeley and Los Angeles: University of\nCalifornia Press, 1995).",
            "citations": []
        },
        "FN13": {
            "text": "13. Carolyn Abbate, Unsung Voices: Opera and Musical Narrative in the\nNineteenth Century (Princeton: Princeton University Press, 1991).",
            "citations": []
        },
        "FN14": {
            "text": "14. Jeffrey Kallberg, “The Rhetoric of Genre: Chopin’s Nocturne in G\nMinor,” 19th-Century Music 11.3 (1988): 238–61; Kallberg, “Small\nFairy Voices: Sex, History and Meaning in Chopin,” in Chopin Studies 2, ed. John Rink and Jim Samson, 50–71 (Cambridge: Cambridge\nUniversity Press, 1994); Kristina Muxfeldt, “Political Crimes and\nLiberty, or Why Would Schubert Eat a Peacock?,” 19th-Century Music 17 (1993): 47–64; Muxfeldt, “Schubert, Platen, and the Myth of\nNarcissus,” Journal of the American Musicological Society 49.3\n(1996): 480–527.",
            "citations": []
        },
        "FN15": {
            "text": "15. Kofi Agawu, “Schubert’s Sexuality: A Prescription for Analysis?”;\nMcClary, “Music and Sexuality: On the Steblin/Solomon Debate”; James\nWebster, “Music, Pathology, Sexuality, Beethoven, Schubert”; and\nRobert S.  Winter, “Whose Schubert?,” in 19th-Century Music 17.1\n(1993): Special Issue, ed. Lawrence Kramer, 79–101.",
            "citations": []
        },
        "FN16": {
            "text": "16. Fred Everett Maus, “Masculine Discourse in Music Theory,” Perspectives of New Music 31.2 (1993): 264–93; Marion Guck,\n“Analytical Fictions,” Music Theory Spectrum 16.2 (1994): 217–30;\nJoseph Dubiel, “On Getting Deconstructed,” Music Theory Online 2.2\n(1996).",
            "citations": []
        },
        "FN17": {
            "text": "17. Ruth A. Solie, “Whose Life?  The Gendered Self in Schumann’s Frauenliebe Songs,” in Music and Text: Critical Inquiries ,\ned. Steven Paul Scher (Cambridge: Cambridge University Press, 1992),\n219–40; “What Do Feminists Want? A Reply to Pieter van den Toorn,” Journal of Musicology 9 (1991): 399–410; Solie, ed., Musicology and\nDifference: Gender and Sexuality in Music Scholarship (Berkeley and\nLos Angeles: University of California Press, 1993); “Defining\n‘Feminism’: Conundrums, Context, Communities,” Women and Music: A\nJournal of Gender and Culture 1 (1997); Pieter van den Toorn,\n“Politics, Feminism, and Contemporary Music Theory,” Journal of\nMusicology 9 (1991): 275–99.",
            "citations": []
        },
        "FN18": {
            "text": "18. van den Toorn, Music, Politics, and the Academy (Berkeley and\nLos Angeles: University of California Press, 1995).",
            "citations": []
        },
        "FN19": {
            "text": "19. Marianne Kielian-Gilbert, “Invoking Motives and Immediacy: Foils\nand Contexts for Pieter C. van den Toorn’s Music, Politics, and the\nAcademy ,” 19th-Century Music 20.3 (1997): 253–78.",
            "citations": []
        },
        "FN20": {
            "text": "20. Paul Higgins, “Women in Music, Feminist Criticism, and Guerrilla\nMusicology: Reflections on Recent Polemics,” 19th-Century Music 17.2\n(1993): 174–92.",
            "citations": []
        },
        "FN21": {
            "text": "21. Janet Wolff, “Forward: The Ideology of Autonomous Art,” in Music\nand Society: The Politics of Composition, Performance and Reception ,\ned.  Richard Leppert and Susan McClary (Cambridge: Cambridge\nUniversity Press, 1987), 1–12.",
            "citations": []
        },
        "FN22": {
            "text": "22. Scott Burnham, “A. B. Marx and the Gendering of Sonata Form,” in Music Theory in the Age of Romanticism , ed. Ian Bent, (Cambridge:\nCambridge University Press, 1996), 163–86.  See, for example, McClary, Feminine Endings , 69 and 13–17.",
            "citations": []
        },
        "FN23": {
            "text": "23. Burnham, Beethoven Hero (Princeton, N.J.: Princeton University\nPress, 1995).",
            "citations": []
        },
        "FN24": {
            "text": "24. See Joseph N. Straus, Remaking the Past: Musical Modernism and\nthe Influence of the Tonal Tradition (Cambridge, M.A.: Harvard\nUniversity Press, 1990); and Kevin Korsyn, “Towards a New Poetics of\nMusical Influence,” Music Analysis 10.1–2 (1991): 3–72.",
            "citations": []
        },
        "FN25": {
            "text": "25. Straus, ed., Music by Women for Study and Analysis (Englewood\nCliffs, N.J.: Prentice Hall, 1993); The Music of Ruth Crawford\nSeeger (Cambridge: Cambridge University Press, 1995).",
            "citations": []
        },
        "FN26": {
            "text": "26. Allen Forte, The American Popular Ballad of the Golden Era, \n1924–1950 (Princeton: Princeton University Press, 1995); The Atonal Music\nof Anton Webern (New Haven: Yale University Press, forthcoming,\nSpring 1998).",
            "citations": []
        },
        "FN27": {
            "text": "27. Elizabeth West Marvin and Richard Hermann, eds., Concert Music,\nRock, and Jazz Since 1945: Essays and Analytical Studies (Rochester,\nN.Y.: University of Rochester Press, 1995).",
            "citations": []
        },
        "FN28": {
            "text": "28. Steven Block, “‘Bemsha Swing’: The Transformation of a Bebop\nClassic to Free Jazz,” Music Theory Spectrum 19.2 (1997): 206–231.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] For more reasons than one, it just doesn’t seem possible to me\nthat only within this last decade—even less than ten years ago—our\nBaltimore joint-conference hallways were buzzing about Maynard\nSolomon’s paper on Schubert and the peacocks of Benvenuto Cellini. (1) That was in 1988.  Only one year earlier—just ten years ago this\nmonth—did our conference promote the first official session of\nsomething called a Committee on the Status of Women.  Even harder to\nbelieve, Susan McClary’s Feminine Endings hit the stands only as\nrecently as 1991, also the year of the first Feminist Theory and Music\nConference, in Minneapolis . (2) And the first AMS/SMT Conference to be\nheld jointly with the Center for Black Music Research, inaugurated in\n1980, took place just two years ago.  Topics concerning ethnicity,\nfeminism, gender, and sexuality have by now so clearly made an impact\non our field that they seem to have been with us for much longer.  But\ncolleagues in other fields—literature, philosophy, the social\nsciences, drama, art history, film, dance, you name it—are\npredictably incredulous when they learn that these issues are still so\nrelatively new for us.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I submit today that these new cultural and social concerns are the\nones to have exerted both the most profound and the most beneficial\nchanges our field has seen in the last decade.  Before dismissing this\nobservation as pure cant, please think about it with me.  Profound?\nBeneficial?  On what grounds can I make these claims?  And if I can\nindeed substantiate them, then how did it happen that the field of\nmusic theory seems as if to have waited for the 1990s before even\ntentatively beginning to investigate such concerns?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This last question engages countless elusive issues—academic,\npolitical, philosophical, sociological, dare I say even “purely\nmusical.”  For the record, Susan McClary’s sharp critiques of our\nfield have from the very outset been complemented by her efforts to\nprovide explanations for our behavior.  In the following statement,\nfrom as early as 1988, her judgment is gentle yet firm: “Feminism has\nbeen very late in making an appearance in music criticism, and this is\nlargely owing to the success composers, musicologists, and theorists\nhave had in maintaining the illusion that music is an entirely\nautonomous realm.” (3) In the 1997 collection of essays called Keeping\nScore , my distinguished plenary-session colleague Patrick McCreless\npresents a superb study in which he brings Michel Foucault’s version\nof the old adage “Knowledge is Power” to the task of construing why we theorists in particular have been so reluctant to relinquish the\nillusion that music is autonomous.  McCreless posits that the\nwillingness of two powerful East-Coast research universities—Yale and\nPrinceton—to regard modern music theory as a professional academic\ndiscipline ultimately hinged in the 1950s on that very same illusion.\nLike others, Pat sees the twentieth-century notion of absolute music\nas a vestige of the shift in the early nineteenth century from\ncompositional pedagogy to analysis, and towards an aesthetic of\ngenius, originality, and romantic subjectivity. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In Pat’s view, in other words, our entree itself into the academy\ndepended upon the following achievements of our American founding\nfathers—Milton Babbitt and Allen Forte: first, they regained\nintellectual respectability for music theory by shaking off its stigma\nin this country as mere pedagogy; second, they accomplished this by\ndemonstrating most especially through twelve-tone, Schenkerian, and\npitch-class set theories that our field is both a rigorous and a\ncreative mode of thought.  As what Pat calls “the driving intellectual\nforces of the discipline,” these two “central poles” “share a value\nsystem that explicitly privileges rigor, system, and theory-based\nanalysis and implicitly share an aesthetic ideology whereby analysis\nvalidates masterworks that exhibit an unquestioned structural\nautonomy.” (5) From this perspective, we might just draw some\nunderstanding as to why it has been difficult for modern music\ntheorists to give intellectual energy to the ways in which music\nreflects or expresses extra-musical meaning of any kind—whether this\nbe relative to biography, social function, or even ethnic or national\ndifferences, let alone gender and sexuality: our initial prestige in\nthe American academy, whence to this day cometh pay checks for most of\nus, rested on our promise that we could explain music in purely\nmusical terms , rather than merely effuse about it.  Better yet, we\ncould promise to do this at a time when most musicologists were not\nparticularly interested in theory, analysis, or criticism of any kind.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Imagine our surprise, then, when our perhaps uneasy but ostensibly\nself-assured relationship with musicology began to show signs of\ncrumbling in the early 1980s.  The appearance of two sharp-pointed\nattacks on our kinds of analysis—from Joseph Kerman in 1980 and Leo\nTreitler in 1982 (6) —created so much indignation (read alarm here)\nfor some of us in the Theory Department at McGill University that we\norganized a special McGill colloquium to discuss these articles.  But\nKerman’s and Treitler’s critiques were only the beginnings—the first\nstage in what has since been perceived as a real siege on music\ntheory.  During moments of the invited session entitled “Contemporary\nTheory and the ‘New Musicology’” at our 1995 joint conference in New\nYork, something dubbed by someone as “the new musicology” seemed to\nhave become the name of our enemy.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] But let’s face it: as a postmodernist phenomenon, the “new\nmusicology” has itself been phenomenally slow to arrive.  How can we\nfathom that it took so many musicologists as well as theorists, most\nof us generally humanists at heart, such a long time to investigate\nthe idea that the creation, performance, and study of music simply\ncannot help but be implicated in both past and present social,\ncultural, and political concerns?  And, to this day, how comfortable\nhave we become with the notion that music theory might actually\nprofit from an engagement with some of the great outcries for social\nchange our society and our world have seen in this century—movements\ntowards real equity in respect to race, gender, and sexual\norientation, with concomitant efforts to undercut bigotry and\nparochialism by breaking down cultural hegemonies?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As McCreless readily explains, a Foucauldian assessment of any\ndiscipline treats the discipline as a social institution that\nregulates, or controls, individuals through its discourse; in Pat’s\nwords, Foucault “tends to focus on discourse as an abstract site of\nknowledge, and to remove from this arena the motivation and action of\nthe individual subject.” (7) Allow me to take quite a different tack\ntoday: I’d like to reverse Foucault’s strategy by shifting the focus\nfrom our discipline as an institution, or society, to some of its\nindividual members, if only towards the goal of acknowledging recent\nindividual contributions to our field.  My premise should be obvious:\ndisciplines become established as such mainly through the efforts of\nthose individuals whose ideas seem to have emerged at just the right\ntime and in the right place; by the same ineluctable process, the\ndiscourse of a discipline can change.  Here, then, is some history\n“modeled on biography and human action,” (8) or, shall we say, an\nanecdotal approach to our recent history, informally inspired by\nRichard Rorty’s ideas in his Contingency, Irony, and Solidarity ,\nfrom 1989. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Few would deny that the rise of the professional theorist in this\ncountry during the 1950s was partly, and “first of all”—as Milton\nBabbitt says—“a result of Schenker and of people who came over here\nwho were Schenker students.” (10) But third- and fourth-generation\nSchenkerians who in turn studied with one or more of those\npeople—Hans Weisse, Felix Salzer, Oswald Jonas, and Ernst Oster—can\nconfirm, ironically, that, as immigrants, these teachers certainly did\nnot find an easy market for Schenkerian theory during the 1960s or\neven in the early 70s.  On a personal note, I can report that, as a\ncandidate in 1970 for the M.M.A degree in Piano Performance, I did not\nhave an easy time “defending” the Schenkerian aspects of my Masters\nthesis to my performance teachers in the Yale School of Music.  So\nmuch for all that intellectual rigor and creative analytical thought\nthat was supposed to have legitimized American music theory as an\nacademic discipline by the late 50s.  If, around 1979, when Schenker’s Free Composition (Der freie Satz) appeared in English translation,\nwe had begun to show signs of smugness about our beautiful\nvoice-leading graphs, let’s remember that only around then had\ninstitutions begun to exhibit pressure to hire Schenkerians who could\nalso teach pitch-class set theory.  And, if modern music theory has\nindeed been in competition with musicology for certain kinds of power\nthrough knowledge, then the appearance of Kerman’s and Treitler’s\narticles so shortly after 1979 seems like more than a coincidence.\nBut I’ll contend that some brilliant pedagogy coupled with an\nideological commitment to Schenker’s ideas on the part of those first,\nlone immigrant teachers initially sparked comparable passions in the\nhearts and minds of just a few receptive, gifted theorists, and that\nthe subsequent dissemination of Schenkerian thought here and abroad\ncan be greatly understood as contingent on the far-reaching actions of\nthose individuals, rather than as a Foucauldian demonstration of our\ndiscipline qua regulative institution.  Envision, if you will, please,\nthe image of John Rothgeb in 1970 as an impassioned young theorist\ndriving alone in his ’64 Volvo all the way from Austin, Texas, to\nRiverside, California, for the single purpose of meeting and studying\nwith Oswald Jonas, as recommended by Jonas’s student, and John’s\nteacher, Ernst Oster.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] If our field has now begun to drive in new directions, this has\nonce again come about most especially, I think, as a result of the\npassionate, persuasive, persistent, and highly productive efforts of\ncertain remarkable individuals.  Where have these scholars come from?\nNot, initially, from the rank and file of the Society for Music\nTheory, it must be admitted; and not even so obviously from the core\nof the AMS.  Maynard Solomon’s profoundly stimulating biographical\nstudies of Beethoven, Ives, Schubert, and Mozart suggest a remarkable\ncontact with the fields of psychology and psychoanalysis. (11) Susan\nMcClary’s writings reflect her intensive involvement with feminist\ncriticism in literary, film, and performance-artist studies.\nLawrence Kramer’s wonderfully provocative books each overtly draw on\nhis expertise in postmodernist literary theory as an Associate\nProfessor of English. (12) Carolyn Abbate brings a command of both\nliterary theory and semiotics to her work in musical narrative. (13) In\nother words, all four of these recently influential writers have\ndevoted themselves to exhaustive interdisciplinary research.  And,\nthough none of them has insisted that we should all do the same, they\nhave, each in their own way, urged us—or, perhaps in the case of some\nof our members, shown that we have permission—to explore new, broader\ncontexts for our analytic skills, and to think critically about the\nkinds of messages that music, music theory, and music analysis might\ntransmit and embrace as cultural forces.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Whether or not the ideas of Solomon, McClary, Kramer, and Abbate\nhave directly or even indirectly inspired the profusion of\ninterdisciplinary, cultural, deconstructive, feminist, gender,\nsexuality, reception, popular, jazz, and rock studies in music since\n1991, we have certainly witnessed this outpouring, now emanating from\nthe more central card-carrying ranks of musicology and music theory.\nAmongst musicologists, consider, for example, Jeffrey Kallberg’s work\non the rhetoric of genre and on the subject of sex in receptions of\nChopin’s music, or Kristina Muxfeldt’s arduous documentary studies on\nthe question of Schubert’s sexuality. (14) Note the coming-together of\nessays by musicologists and theorists—as if this distinction were\nreally appropriate when describing Kofi Agawu, Susan McClary, James\nWebster, and Robert S. Winter—in the Commentary section within the\n1993 Special Issue of 19th-Century Music , the issue entitled\n“Schubert: Music, Sexuality, Culture.” (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] From within the membership of our SMT, let’s especially celebrate\nthe individual contributions of Fred Everett Maus, Marion Guck, and\nJoseph Dubiel on such issues, among many, as masculine discourse in\nmusic theory, analytical fictions, and deconstruction. (16) Musicologist Ruth Solie’s outspoken reading of Schumann’s Frauenliebe songs, her critique of theorist Pieter van den Toorn’s\nfirst publication about politics, feminism, and music theory, her\nleadership as editor of the collection Musicology and Difference ,\nand her article on defining “feminism” in the first issue of the brand\nnew journal Women and Music have all made a very big difference\nwithin our field. (17) But then so have van den Toorn’s responses to\nMcClary, Treitler, Kerman, and Solie, in his ardent book-length\ndefense of musical autonomy and technical analysis. (18) Finally, we\nhave, in the latest issue of 19th-Century Music , Marianne\nKielian-Gilbert’s evocative meditation a l’ecriture feminine on van\nden Toorn’s ideas about immediacy and the aesthetic experience; with\nthis work, we can sense that the text/context debate delicately rests\nat the base of a new plateau: the dialogue between McClary and van den\nToorn that Marianne imaginatively construes augurs well for those of\nus who never understood in the first place why text and context should\nbe in conflict. (19)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] It really does seem to me, in short, that the kinds of\ncontributions I’ve just mentioned have had a tremendously creative and\nliberating affect on our field; and there are so many other\ncontributions I’ve had to neglect.  It is of course absolutely\nessential to note, as Paula Higgins has done so emphatically, (20) that\nmuch excellent historical work on music by women had already appeared\nin the 1980s, well before McClary’s earliest articles, and before the\nappearance of the 1987 collection Music and Society: The Politics of\nComposition, Performance, and Reception , which McClary edited along\nwith Richard Leppert.  But Janet Wolff’s lead article in this volume (21) seems to have struck on the topic—the ideology of autonomous\nart—that would become the Achilles’ heel of music theorists,\neliciting genuine, explosive reactions both pro and con.  And, let’s\nbe frank, for a minority, yet substantial, membership within our\nsociety, “permission” in the form of encouragement to explode seems to\nhave come as a welcome relief.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] On the other hand, some might ask, Just what gave music theory\npermission not to address issues of social context for so long?  As\na society and a field of inquiry, we’ve not exactly played a\nleadership role here; and as the individual who stands before you\nright now, I’m a good case in point.  But, for the very reason that I\nhave not until now publicly entered the arena of feminist or\npostmodernist writings about music, I represent the majority of SMT\nmembers, while, at the same time—and I hope like others in my\nposition—I’ve been openly receptive to these issues.  From this\nperspective, perhaps I can claim to bring an unbesieged and\nundefensive enthusiasm for the postmodernist breakthroughs I think our\nfield has made over the course of this last decade.  As your next SMT\nPresident, I feel obliged, moreover, to let you know where I stand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Let me begin with several heartfelt tributes.  First, as one who\nhas been and probably always will be intensely involved with matters\nof form in tonal music, I cannot thank Scott Burnham enough for having\naspired to recontextualize A. B. Marx’s gendering of sonata form in\nface of the embarrassingly superficial and misconstrued\ndecontextualizations of Marx that have become a trademark of feminist\ncritiques.  Burnham’s thorough examination of Marx’s views really\nought to put to rest the going assumption that the Marxian sonata-form\nplot tells of the triumph of the “masculine” main theme in its\nsubjugation of the “feminine” secondary theme. (22) Let’s also salute\nthe 1996 SMT Awards Committee for having wasted no time in recognizing\nthat Burnham’s book Beethoven Hero superbly demonstrates how\ncontemporary music theory and analysis can embrace the ever broader\ncontexts of stylistic studies, reception history, history of theory,\ncanon formation, and even ethical as well as aesthetic valuation. (23) Burnham “keeps the score”: that is, he offers his own first-rate\nanalytic insights about Beethoven’s scores, both heroic and otherwise;\nbut he insists that we critically contemplate his analyses, and those\nof others, in the light of the ideologies and myths about Beethoven\nthat analyses can help to construct.",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Second, let me note how fortunate we’ve been that two of our most\nimpressive leaders in the recent expansion of theoretical domains just\nhappen to have been the two most recent Presidents of our SMT—Patrick\nMcCreless and Joseph Straus.  Thanks to these two, and to the hard\nwork of numerous volunteers, our society now has a Committee on\nDiversity and a Committee on Professional Development, with both of\nthese serving as outreaches that have long been overdue.  Like\nMcCreless, Joe Straus has artfully carried our discipline across the\nborder into the land of literary theory; and, like Kevin Korsyn, but\nin vastly different ways, Straus has provoked some healthy anxiety\nabout how Harold Bloom’s theory of poetic influence might serve as yet\nanother death threat to the notion of absolute music. (24) Joe’s\nanthology— Music by Women for Study and Analysis (1993)—and his\n1995 book on the music of Ruth Crawford Seeger place him at the\nforefront of theorists who are finally beginning to direct their\nanalytic skills towards the recovery of music outside the canon by\ncomposers who happen to have been women. (25)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Has the field of music theory really changed in profound ways\nover the last ten years?  Well, here’s a small but significant sign:\nwe’ve certainly become more adept at avoiding third-person masculine\npronouns.  And, even if we’re not Charles Rosen, Edward T. Cone, or\nany other distinguished male writer, we might be less likely to expect\nthat our journal editors will delete every one of our first persons.\nSpeaking of distinguished persons, we know that our field has\nchanged, and that it will always be capable of change, when we note\nthat Allen Forte—our first SMT president, also known as the inventor\nof pitch-class set theory and the author of some of the most\ninfluential hard-core theoretical writings of the last thirty\nyears—has recently published a book on the American popular ballad.\nFor this extraordinarily diversified and versatile soul, it was no big\ndeal to shift from pitch-class set genera and octatonicism to Kay\nSwift and Duke Ellington.  And it was just as easy for Allen then to\nturn to a book on the atonal music of Anton Webern. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Have the changes we’ve seen really been beneficial?  You bet they\nhave!  Like Allen Forte in particular, the field of music theory in\ngeneral has recently expressed a remarkable new diversity; in doing\nso, it has found ways of achieving greater inclusiveness and\ngenerosity.  But what’s so beneficial about that?  To say the obvious,\nevery aspect of the world we live in—and that includes our musical\nworld—has itself become more diverse.  How can we justify not\nresponding to this simple fact of our professional and personal lives?\nProbably very much like all of you, I’m currently teaching tonal\ntheory to a class of young women and men from white, black, Asian,\nIndian, Hispanic, Philippine, and other backgrounds.  Some of these\nelementary theory students would recognize the opening of Beethoven’s\nThird Symphony; some would not, but they may know a lot about rock\nmusic, jazz, or African drumming.  And, if they’re interested in\nknowing more about nearly any culture on this planet, they can\nvirtually surf over to check it out, through the mere flick of a\nfinger or two online.  How can I ask these students to come with me on\njourneys into the realms of early chant or Purcell or Mozart or even\nGershwin if I know nothing about the musical trips they might also\nwant to be taking, or if I can’t help them recognize the differences among styles and musical cultures that theory and analysis can help to\narticulate?  These same students may not be ready to tackle the\nsophisticated essays in that wonderfully forward-looking new\ncollection Concert Music, Rock, and Jazz Since 1945 , edited by\nElizabeth West Marvin and Richard Hermann; but this collection was not\nmeant so much for them as for the likes of me. (27) Here, and with the\nmany other new publications about popular, jazz, and rock music, not\nto mention new SMT sessions on these topics, are opportunities\nfor all of us to expand the range of our knowledge, interests, and\ncultural concerns, or, for many SMT members, chances to return to the\nmusic they grew up with.  Though I won’t be able to demonstrate Steven\nBlock’s analyses of “Bemsha Swing” to my tonal theory students next\nweek, I can’t wait to tell them that, for the first time ever, the\nlead article in the very latest issue of our house journal, Music\nTheory Spectrum , is Block’s study of the transformation of a Bebop\nclassic to free jazz. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In many of the recent writings and talks about popular, jazz,\nrock, and performance-artist repertoires, one senses that rare kind of\nenthusiasm arising first and foremost from a deep, personal\ninvolvement with the music.  The most exciting of these and other new\nstudies seem to be the ones that take a cue from recent\nethnomusicology: rather than simply transferring old analytic\ntechniques to new styles, they seek new approaches from within those\nstyles and the cultures that have produced them.  As always, however,\nit’s the personal engagement and commitment that count the most; and\nthis brings me back to the idea of “keeping the score.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The field of music theory has been emphatically urged to branch\nout.  Perhaps we can see a case of Foucauldian institutional\nregulation in the pressure music departments now exhibit to hire tonal\nand atonal theorists who can also teach world music, jazz, rock, and\nmusic by women.  As one feminist has privately put it to me, a\nfeminist victory will truly have been achieved on the day when jobs\nand tenure for women musicologists and theorists do not depend on\ntheir ability to teach courses about women in music, so that the\n“really good” music—by men—can be taught by the men.  But\ninstitutional, societal, or peer pressures tend, in the long run, to\nbe the least effective motivation for personal change; our individual\nefforts to branch out will count for little unless they come from the\nheart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Finally, I’ll maintain that we theorists have not only the right\nbut the obligation to “keep the score”; that is, we should never feel\nthe need to apologize for our interest in close readings of musical\nscores, nor should we have to justify our love of musical details, our\nendless fascination with compositional craft and musical coherence.\nThere is one very obvious reason why music theory, by contrast with\nour sister disciplines musicology and ethnomusicology, has been\nhistorically, perhaps even definitively, bound to the musical score:\nto theorists has fallen the task of music pedagogy; and this domain\nwill most likely always include the teaching of how to read, hear, and\nattempt to interpret Western score notation.  But there are some other\ngood reasons why the music text cannot be abandoned.  I’m surely not\nthe only one who has sometimes resisted feminist and postmodernist\nmusic criticism for the simple reason that the argument at hand has\nrested on what seem like superficial and unconvincing, if not\ndownright inaccurate, music analyses.  Even if we have fully come to\naccept the truism that analyses, and the interpretations they yield,\nare nothing more, or less, than documents of what we hear, what you\nand I hear will always be somewhat different, and the distinct details\nwe choose for describing our individual responses will inevitably\nyield different interpretations, both musical and cultural.  If\ntheorists must continue to take collective pedagogical responsibility\nfor the development of aural, score-reading, and interpretative\nmusical skills, as well as responsibility for the exercise of\nself-criticism, historical knowledge, and good judgment in the\npreparation of analytic interpretations, then we theorists are\nbeholden more than ever before to work together with our colleagues in\nmusicology in the training of those young people who will perhaps be\naddressing our societies ten years from now.  Yet another\nextraordinary series of changes may well be our topic at the SMT\ncelebration in the year 2007; but I both hope and expect that we will\nstill be talking about the texts of music—that we will still feel\nfree to cherish and keep close to the score.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.schmalfeldt.html",
    "data": "mto/data/mto.98.4.2.schmalfeldt.json"
}