{
    "title": "Subjective (Re)positioning in Musical Improvisation: Analyzing the Work of Five Female Improvisers",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Hannaford, Marc"
    ],
    "abstract": "This article analyzes the music of five female improvisers. I employ these women’s lived experiences of discrimination as a basis for my analysis of improvisation in terms of what I call subjective (re)positioning.Given these women’s experiences of discrimination, trust means something far richer than musically working together during performance. Trusting improvising partners create a conceptual space in which musicians are able to position and reposition themselves, thus expressing agency.",
    "keywords": [
        "Feminist music theory",
        "gender",
        "improvisation",
        "jazz",
        "Shannon Barnett",
        "Caroline Davis",
        "Ingrid Laubrock",
        "Linda Oh",
        "Anna Webber"
    ],
    "doi": "",
    "received": "March 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.hannaford.pdf",
    "author_info": [
        {
            "name": "Marc Hannaford",
            "university": "Department of Music",
            "address": "Dodge Hall, Columbia University, New York, NY 10027",
            "email": "meh2230@columbia.edu"
        }
    ],
    "citations": {
        "ahmed_2006": "Ahmed, Sara. 2006. Queer Phenomenology: Orientations, Objects, Others . Duke University Press.",
        "barnett_2015": "Barnett, Shannon. 2015. Skype interview with the author. April 15.",
        "benadon_2009": "Benadon, Fernando. 2009. “Time Warps in Early Jazz.” Music Theory Spectrum 31 (1).",
        "berliner_1994": "Berliner, Paul F. 1994. Thinking in Jazz: The Infinite Art of Improvisation . University of Chicago Press.",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2).",
        "boyce-tillman_2012": "Boyce-Tillman, June. 2012. “Music and the Dignity of Difference.” Philosophy of Music Education Review 20 (1):25–44.",
        "brett_2006": "Brett, Philip. 2006. “Musicality, Essentialism, and the Closet.” In Queering the Pitch , edited by Philip Brett, Elizabeth Wood and Gary C. Thomas, 9–26. New York.",
        "burns_2004": "Burns, Ken. 2004. Jazz: A Film by Ken Burns : PBS.",
        "butler_2004": "Butler, Judith. 2004. Undoing Gender . Routledge.",
        "canonne_2012": "Canonne, Clément. 2012. “Improvisation Collective Libre et Processus de Création Musicale: Création et Créativité au Prisme de la Coordination.” Revue de Musicologie 98 (1):107–48. http://www.jstor.org/stable/24391945 .",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1):8–27.",
        "davis_2015": "Davis, Caroline. 2015. Doors: Chicago Storylines . By Caroline Davis. ears&eyes Records.",
        "deveaux_1991": "DeVeaux, Scott. 1991. “Constructing the Jazz Tradition: Jazz Historiography.” Black American Literature Forum 25 (3): 525–60. http://www.jstor.org/stable/3041812 .",
        "dill_and_zambrana_2009": "Dill, Bonnie Thornton, and Ruth Enid Zambrana, eds. 2009. Emerging Intersections: Race, Class, and Gender in Theory, Policy, and Practice . Rutgers University Press.",
        "fischlin_2012": "Fischlin, Daniel. 2012. “Improvocracy?” Critical Studies in Improvisation / Études critiques en improvisation 8 (1). http://www.criticalimprov.com/article/view/2148/2661 .",
        "gates_1988": "Gates, Henry Louis, Jr. 1988. The Signifying Monkey : A Theory of African-American Literary Criticism . Oxford University Press.",
        "giroux_2005": "Giroux, Henry A. 2005. Border Crossings: Cultural Workers and the Politics of Education , 2nd ed. Routledge.",
        "goldman_2010": "Goldman, Danielle. 2010. I Want to Be Ready: Improvised Dance as a Practice of Freedom . The University of Michigan Press.",
        "gracyk_2002": "Gracyk, Theodore. 2002. “Jazz After Jazz : Ken Burns and the Construction of Jazz History.” Philosophy and Literature 26: 173–87.",
        "guck_2006": "Guck, Marion A. 2006. “Analysis as Interpretation: Interaction, Intentionality, Invention.” Music Theory Spectrum 28 (2): 191–209.",
        "kanellopoulos_2011": "Kanellopoulos, Panagiotis A. 2011. “Freedom and Responsibility: The Aesthetics of Free Musical Improvisation and Its Educational Implications—A View from Bakhtin.” Philosophy of Music Education Review 19 (2): 113–35.",
        "king_2004": "King, Jason. 2004. “Which Way is Down? Improvisations on Black Mobility.” Women & Performance: a Journal of Feminist Theory 14 (1).",
        "kuppers_2015": "Kuppers, Petra. 2015. “Community Performance: Improvising Being Together.” In The Improvisation Studies Reader: Spontaneous Acts , edited by Rebecca Caines and Ajay Heble, 101–15. Routledge.",
        "latour_2005": "Latour, Bruno. 2005. Reassembling the Social: An introduction to Actor-Network-Theory . Oxford University Press.",
        "laubrock_2015": "Laubrock, Ingrid. 2015. “#6.” By Ingrid Laubrock. Recorded September 13 & 14, 2014. On Ubatuba , Firehouse 12 Records FH12-04-01-022.",
        "laws_2015": "Laws, David. 2015. Conflict, Improvisation, Governance: Street Level Practices for Urban Democracy . Taylor and Francis.",
        "lewis_1996": "Lewis, George E. 1996. “Improvised Music after 1950: Afrological and Eurological Perspectives.” Black Music Research Journal 16 (1): 91–122.",
        "lewis_2004": "Lewis, George E. 2004. “Gittin’ to Know Y’all: Improvised Music, Interculturalism and the Racial Imagination.” Critical Studies in Improvisation / Études critiques en improvisation 1 (1). http://www.criticalimprov.com/article/view/6/14 .",
        "lewis_and_piekut_2016a": "Lewis, George E., and Benjamin Piekut, eds. 2016a. The Oxford Handbook of Critical Improvisation Studies , vol. 1. Oxford University Press.",
        "lewis_and_piekut_2016b": "Lewis, George E., and Benjamin Piekut, eds. 2016b. The Oxford Handbook of Critical Improvisation Studies , vol. 2. Oxford University Press.",
        "lipsitz_2007": "Lipsitz, George. 2007. “Jazz: The Hidden History of Nationalist Multiculturalism.” In Footsteps in the Dark: The Hidden Histories of Popular Music , 79–106. University of Minnesota Press.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . Chicago University Press.",
        "nicholls_2012": "Nicholls, Tracey. 2012. An Ethics of Improvisation: Aesthetic Possibilities for a Political Future . Lexington Books.",
        "oh_2015": "Oh, Linda. 2015. Interview with the author. New York City, New York, April 6.",
        "pellegrinelli_2008": "Pellegrinelli, Lara. 2008. “Separated at “Birth”: Singing and The History of Jazz.” In Big Ears: Listening for Gender in Jazz Studies , edited by Nichole T. Rustin and Sherrie Tucker. Duke University Press.",
        "piekut_2010": "Piekut, Benjamin. 2010. “New Thing? Gender and Sexuality in the Jazz Composers Guild.” American Quarterly 62 (1): 25–48.",
        "reason_myers_2002": "Reason [Myers], Dana L. 2002. “The Myth of Absence: Representation, Reception and the Music of Experimental Women Improvisors.” PhD diss., University of California, San Diego. http://jazzstudiesonline.org/resource/myth-absence-representation-reception-and-music-experimental-women-improvisors",
        "scherzinger_2001": "Scherzinger, Martin. 2001. “Negotiating the Music-Theory/African-Music Nexus: A Political Critique of Ethnomusicological Anti-Formalism and a Strategic Analysis of the Harmonic Patterning of the Shona Mbira Song Nyamaropa.” Perspectives of New Music 39 (1): 5–117.",
        "smith_2004": "Smith, Julie Dawn. 2004. “Playing like a Girl: The Queer Laughter of the Feminist Improvising Group.” In The Other Side of Nowhere: Jazz, Improvisation, and Communities in Dialogue , edited by Daniel Fischlin and Ajay Heble, 224–43. Wesleyan University Press.",
        "stanyek_et_al_2014": "Stanyek, Jason, Fernando Benadon, Tara Browner, Parag Chordia, Anne Danielsen, Emilia Gómez, Sumanth Gopinath, Dai Griffiths, Kiri Miller, Rachel Mundy, Jennifer Roth-Gordon, David Rothenberg, and Michael Tenzer. 2014. “Forum on Transcription.” Twentieth-Century Music 11 (1): 101–61.",
        "steinbeck_2008": "Steinbeck, Paul. 2008. “‘Area by Area the Machine Unfolds’: The Improvisational Performance Practice of the Art Ensemble of Chicago.” Journal of the Society for American Music 2 (3): 397–427.",
        "steinbeck_2013": "Steinbeck, Paul. 2013. “Improvisational Fictions.” Music Theory Online 19 (2).",
        "stevens_2000": "Stevens, Timothy. 2000. “Transcription and the Investigation of Model-based Jazz Performance: A Case Study and an Unprovoked Defence.” Context 20: 19–34.",
        "suzuki_2013": "Suzuki, Yoko. 2013. “Two Strikes and the Double Negative: The Intersections of Gender and Race in the Cases of Female Jazz Saxophonists.” Black Music Research Journal 33 (2): 207–26.",
        "taylor_2008": "Taylor, Jeffrey. 2008. “With Lovie and Lil: Rediscovering Two Chicago Pianists of the 1920s.” In Big Ears: Listening for Gender in Jazz Studies , edited by Nichole T. Rustin and Sherrie Tucker. Duke University Press.",
        "tucker_2002": "Tucker, Sherrie. 2002. “When Subjects Don't Come Out.” In Queer Episodes in Music and Modern Identity , edited by Sophie Fuller and Lloyd Whitesell, 293–310. University of Illinois Press.",
        "tucker_2004": "Tucker, Sherrie. 2004. “Bordering on Community: Improvising Women Improvising Women-in-Jazz.” In The Other Side of Nowhere: Jazz, Improvisation, and Communities in Dialogue , edited by Daniel Fischlin and Ajay Heble, 244–67. Wesleyan University Press.",
        "tucker_2008": "Tucker, Sherrie. 2008. “When Did Jazz Go Straight? A Queer Question for Jazz Studies.” Critical Studies in Improvisation / Études critiques en improvisation 4 (2). http://www.criticalimprov.com/article/view/850/1411 .",
        "webber_2015": "Webber, Anna. 2015. Interview with the author. Brooklyn, New York, April 5.",
        "winkler_1997": "Winkler, Peter. 1997. “Writing Ghost Notes: The Poetics and Politics of Transcription.” In Keeping Score: Music, Disciplinarity, Culture , edited by David Schwarz, Anahid Kassabian and Lawrence Siegel, 169–203. University Press of Virginia.",
        "inline_citation": "Videography",
        "oh_2013": "Oh, Linda. 2013. “Yoda.” By Linda Oh. Recorded November 12, 2012. On Sun Pictures , Greenleaf Music.",
        "webber_2014": "Webber, Anna. 2014. “1994.” By Anna Webber. Recorded August, 2013. On Simple , Skirl Records 027.",
        "christiansen_2014": "Christiansen, Lars Ole. “Rocking Chair / Cynthia Sayer’s Women of The World Jazz Band,” YouTube video of a performance on March 28, 2014 at Telefonfabrikken Gladsaxe Kulturhaus, Søborg, Denmark. https://www.youtube.com/watch?v=xE13QltavYk ."
    },
    "footnotes": {
        "FN0": {
            "text": "* I wish to extend many thanks to Ellie Hisama for her guidance and inspiration, Paul Steinbeck, Andrew Goldman, Lucie Vágnerová, and Vilda Aaslid for their contributions, the anonymous reviewers for their comments, and to Shannon Barnett, Caroline Davis, Ingrid Laubrock, Linda Oh, and Anna Webber for generously sharing their experiences, reflections, and music.",
            "citations": []
        },
        "FN1": {
            "text": "1. I do not wish to ignore Iyer’s own insightful work on identity and improvised music, but simply to point out this absurd editorial decision; for a critique of Burns’s presentation of jazz as a model for democracy, see Lipsitz 2007 and Gracyk 2002 .",
            "citations": [
                "lipsitz_2007",
                "gracyk_2002"
            ]
        },
        "FN2": {
            "text": "2. Biographical information for each of these musicians, which I believe is helpful for contextualizing my analyses, is included in Appendix A.",
            "citations": []
        },
        "FN3": {
            "text": "3. For a critical and rigorous discussion regarding intersections of music analysis and ethnography, and one that also confronts the notion of authorial intention, see Scherzinger 2001 .",
            "citations": [
                "scherzinger_2001"
            ]
        },
        "FN4": {
            "text": "4. See also DeVeaux 1991 , 530–31.",
            "citations": [
                "deveaux_1991"
            ]
        },
        "FN5": {
            "text": "5. More information about each interviewee can be found on their respective websites: http://www.shannonbarnett.info/ ; http://carolinedavis.org/ ; http://ingridlaubrock.com/ ; http://lindaohmusic.com/ ; and http://www.annakristinwebber.com/ .",
            "citations": []
        },
        "FN6": {
            "text": "6. Intersectional analyses, according to Bonnie Thornton Dill and Ruth Enid Zambrana, “explore the ways identity flows from and is entangled in those relationships [between categories] and how systems of inequality (race, ethnicity, class, gender, physical ability, and sexuality) are embedded in and shape one another” ( Dill and Zambrana 2009 , 4). I admit that I feel uncomfortable with the lack of intersectionality in this study, especially given recent political developments in the United States. I nonetheless think that this work speaks to a general need to listen to people from all sections of society and understand them on their own terms. I discuss the primarily white constitution of the performers considered here further in my conclusion.",
            "citations": [
                "dill_and_zambrana_2009"
            ]
        },
        "FN7": {
            "text": "7. Yoko Suzuki ( 2013 ) discusses race, gender, musical authenticity, and commodification in the jazz scene in New York City, demonstrating how reification of identity can occur despite well-meaning efforts.",
            "citations": [
                "suzuki_2013"
            ]
        },
        "FN8": {
            "text": "8. Of course, musicians may also establish trust through social exchanges.",
            "citations": []
        },
        "FN9": {
            "text": "9. Canonne argues that one of the most important skills improvisers possess is the ability to “decode” (décoder), in a broad sense, the “semantic content” (contenu sémantique) of others’ improvisations ( 2012 , 131).",
            "citations": [
                "canonne_2012"
            ]
        },
        "FN10": {
            "text": "10. See also Tracey Nicholls’s ( 2012 ) discussion of improvisation.",
            "citations": [
                "nicholls_2012"
            ]
        },
        "FN11": {
            "text": "11. What constitutes the destruction of the performance is often implicitly or explicitly negotiated in rehearsal or over a series of performances, and may also be affected by the performance context.",
            "citations": []
        },
        "FN12": {
            "text": "12. Petra Kuppers, in her fascinating account of improvisation, fluidity of identity, and community-based art-making, describes an space where “no point of standstill, definition, or grounding of identity in ontology is possible” ( 2015 , 102). Rather than insist on fluidity, I emphasize agency and self-determination.",
            "citations": [
                "kuppers_2015"
            ]
        },
        "FN13": {
            "text": "13. Linda Oh offered a distinctly sexualized caricature of the typical jazz power dynamic: [rolling eyes] “that metaphor of the strong [masculine] leader: [he’s] just coming over the entire band all the time” ( Oh 2015 ).",
            "citations": [
                "oh_2015"
            ]
        },
        "FN14": {
            "text": "14. See also Piekut 2010 .",
            "citations": [
                "piekut_2010"
            ]
        },
        "FN15": {
            "text": "15. Although tenor saxophonist Ben Wendel and guitarist James Muller are trading twelve-measure improvisations concurrently, I choose to focus on the interplay between Oh and Poor.",
            "citations": []
        },
        "FN16": {
            "text": "16. Biamonte calls this 333322 rhythmic pattern a double tresillo ( 2014 , [3.3]). I hear Oh’s shift to quarter notes as a discontinuation of the dotted-quarter-note pattern, rather than as a means of resolving the figure at the hyper-metrical level.",
            "citations": [
                "biamonte_2014"
            ]
        },
        "FN17": {
            "text": "17. Oh’s insistence that the meaning of these curve balls resides not in the objects themselves but in the interpersonal relationship they evince is reminiscent of Suzanne Cusick’s influential essay concerning “the mind/body problem” and music theory ( Cusick 1994 ).",
            "citations": [
                "cusick_1994"
            ]
        },
        "FN18": {
            "text": "18. Composers and musicians often negotiate the degree of freedom granted to performers in rehearsal, which may vary from piece to piece.",
            "citations": []
        },
        "FN19": {
            "text": "19. See http://www.sonicvisualiser.org/ .",
            "citations": []
        },
        "FN20": {
            "text": "20. Berne reads the trombone part as if it were transposed for alto saxophone.",
            "citations": []
        },
        "FN21": {
            "text": "21. Example 14 is a peak-frequency spectrogram: only the loudest frequencies appear in color.",
            "citations": []
        },
        "FN22": {
            "text": "22. The rhythms in Examples 15b, 15c, and 16b are approximate.",
            "citations": []
        },
        "FN23": {
            "text": "23. For more, see Lewis and Piekut 2016a and 2016b .",
            "citations": [
                "lewis_and_piekut_2016a",
                "lewis_and_piekut_2016b"
            ]
        },
        "FN24": {
            "text": "24. For discussions of various inadequacies of traditional modes of transcription see Stevens ( 2000 , 34), Stanyek et al. ( 2014 , 143), Monson ( 1996 , 136), and Winkler ( 1997 ).",
            "citations": [
                "stevens_2000",
                "stanyek_et_al_2014",
                "monson_1996",
                "winkler_1997"
            ]
        },
        "FN25": {
            "text": "25. I created timepoints for every downbeat by tapping a key along to the banjo and drums, who mark the beat in the performance. I adjusted each timepoint so as to align them as closely as possible with the banjo and drums. I used the same process to create timepoints for Barnett’s attacks and calculated the time difference between downbeats and Barnett’s attacks.",
            "citations": []
        },
        "FN26": {
            "text": "26. Some of this information is from these musicians’ websites: “Bio,” on Shannon Barnett’s official website, accessed March 10, 2016, http://www.shannonbarnett.info/ ; “Experience,” on Caroline Davis’s official website, accessed March 10, 2016, http://carolinedavis.org/ ; “About,” on Ingrid Laubrock’s official website, accessed March 10, 2016, http://ingridlaubrock.com/ ; “About,” on Linda Oh’s official website, accessed March 10, 2016, http://lindaohmusic.com/ ; “Biography,” on Anna Webber’s official website, accessed March 10, 2016, http://www.annakristinwebber.com/ .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] At a recent performance of improvised music at a venue in New York, some musicians and I noticed that the cover of the March 2015 “Women’s History Month” issue of The New York Jazz Record featured male pianist Vijay Iyer on the cover. Our jokes about dishpan hands soon gave way to melancholy: it seems that, despite some jazz progressivists, neo-classicists, and academics arguing that jazz is a site for the realization of egalitarian or democratic ideals ( Burns 2004 , Fischlin 2012 , Nicholls 2012 ), there is still work to be done. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "burns_2004",
                    "fischlin_2012",
                    "nicholls_2012"
                ]
            }
        },
        {
            "2": {
                "text": "[2] This article analyzes music by composer/improvisers Shannon Barnett, Caroline Davis, Ingrid Laubrock, Linda Oh, and Anna Webber in conjunction with interviews I conducted with each of them ( Barnett 2015 , Davis 2015 , Laubrock 2015 , Oh 2015 , Webber 2015 ). My analytical methodology draws primarily on the work of Paul Steinbeck and Jeffrey Taylor. I argue that the performances in this article by Barnett, Davis, Laubrock, Oh, and Webber can be heard in terms of what I call “subjective (re)positioning.” “Subjective (re)positioning” is an aural demonstration of agency. In these performances it testifies to the trust between ensemble members. Barnett, Davis, Laubrock, Oh, and Webber have, in different ways, experienced gender-based discrimination in their professional lives as musicians. Trust and subjective (re)positioning therefore signify on each of their lived histories of discriminatory attitudes. (2) With practice, one can hear the kinds of subjective (re)positionings that I describe in this article and could also detect their occurrence in other contexts.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "barnett_2015",
                    "davis_2015",
                    "laubrock_2015",
                    "oh_2015",
                    "webber_2015"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Paul Steinbeck and, to a lesser extent, Marion A. Guck provide the impetus for my inclusion of biographical and ethnographic elements as part of my analyses. For Steinbeck, to analyze improvised music is to tell fiction, in Guck’s sense that “an analyst directs the reader’s attention toward a way of hearing” ( Guck 2006 , 201). Steinbeck develops this line of thinking in relation to improvised music, asking, “which stories or fictions do we tell when we analyze musical improvisation?” ( Steinbeck 2013 , [3]). Scholars should critically consider the implicit and explicit claims analysis makes regarding musical improvisation in terms of chosen subject matter, conceptual frame, and mode of writing, he contends ([12]). Elsewhere, he argues that analysts of improvised music can “account for the musicians’ expectations of one another, the physical and social dimensions of performance, and other inside-the-music topics” through a combination of ethnography and musical analysis ( Steinbeck 2008 , 403). (3) While not concerned with gender as such, Steinbeck’s theoretical extension of Guck’s argument is an important precedent for including ethnography as part of my analyses.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "guck_2006",
                    "steinbeck_2013",
                    "steinbeck_2008"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Jeffrey Taylor, in his essay “With Lovie and Lil: Rediscovering Two Chicago Pianists of the 1920s,” presents an analysis of musical improvisation that takes on a far richer meaning in conjunction with his discussions of gender and jazz history ( Taylor 2008 ). Lillian Hardin is usually positioned in the jazz canon—if she appears at all—either as Louis Armstrong’s wife or as a predecessor to Earl Hines, the virtuosic modernist ( 2008 , 58). Rather than regarding Hardin’s understated accompaniment on Armstrong’s 1927 cut “Wild Man Blues” as lacking technical, rhythmic, or harmonic virtuosity, which would place her in the shadow of Earl Hines, or as gendered subservience, which would place her in the shadow of her husband, Taylor argues that one can hear Hardin’s accompaniment in terms of what it enables (59). In this light, Armstrong makes his virtuosic soloistic statements with the cooperation of Hardin. Their performance together rests on a foundation of mutual trust that enables us to hear Hardin’s accompaniment as “the kind of unobtrusive, rock-solid foundation Armstrong adored and which accompanies many of his most brilliant solo flights” (58). Taylor’s analysis may still be a “fiction” in the sense explicated by Steinbeck, but it is one that aims to redress the typical narrative of masculinized modernism that often silences women improvisers. (4) Methodology",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "taylor_2008",
                    "taylor_2008"
                ]
            }
        },
        {
            "5": {
                "text": "[5] My desire to discuss music that I know and love, as well as talk to people who trust me, acted as the germinal idea for this research. Both Sherrie Tucker and Dana Reason Myers have, in different ways, drawn attention to the power struggles between interviewer and interviewee that may arise during scholars’ ethnographic work or journalists’ interviews, particularly in relation to gender and improvisation ( Tucker 2002 ; Reason [Myers] 2002 , 63–71). The issues that these authors outline made me realize the primary importance of trust between interviewer and interviewee.",
                "footnotes": [],
                "citations": [
                    "tucker_2002",
                    "reason_myers_2002"
                ]
            }
        },
        {
            "6": {
                "text": "[6] I sent out an initial call for participation via email to eight female musicians whom I knew personally or whose music I knew. Rather than formulate a fixed line of questioning for each interview, I suggested themes for discussion. Four musicians replied to my email (trombonist Barnett, saxophonist Laubrock, bassist Oh, and saxophonist Webber). At the end of our discussion, Webber suggested I contact saxophonist Davis. In that instance, Webber stated that she would “vouch” for me and thus helped to establish the trust necessary for a free-flowing and open conversation between Davis and myself. Every interviewee in this group is a professional musician who regularly performs, tours internationally, and records. They each have received or been nominated for numerous awards and grants, and are recognized by peers and critics as established performers in their respective music scenes. (5) That said, I could not guarantee that my own gender did not affect what and how the interviewees shared with me. Davis made an arresting point at the end of our discussion when she called attention to the relatively unusual occurrence of a straight white male engaged in discussions of gender, jazz, and improvisation. Unfortunately, she went on to explain, conversations about discrimination rarely include people who are not part of the group who is being discriminated against.  Every interviewee also referred to my own experience with improvisation during the course of our conversation—I am an improvising pianist and had previously performed with each of the interviewees except of Davis—which probably helped establish a common ground for our discussions.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] I met in person with four of the participants. I talked with Barnett, who lives in Cologne, Germany, via Skype video chat. The conversations ranged in length from 55 to 90 minutes, with only one being shorter than 60 minutes. I asked each interviewee at the end of our conversation to suggest some of their music (scores, recordings, or both) that they felt exemplified some of the themes that arose during our conversation. Some musicians correlated pieces of their music with specific parts of our conversation and others included no commentary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I transcribed the conversations and began to pick out common themes among them. The dominant discourse around jazz/improvised music and gender was a strong and recurring theme in our discussions. Race also surfaced in my discussion with Oh, whose parents are of Chinese descent (the other four participants are white). I choose to focus on gender, the central aspect of identity that arose during our conversations. Future research would adopt a more intersectional point of view. (6) The ways in which improvisation provides these musicians with a conceptual space in which to assert themselves on their own terms and resist reifying and normalizing modes of reception was a striking theme in our conversations. Trust also emerged as an important accompanying theme.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The interviewees had multiple opportunities to comment on my ideas and analyses. Four of the interviewees offered nuances to parts of my argument and/or analyses at multiple stages of writing. The content of this article, while my own, was thus also formulated in consultation with the musicians whose work I discuss. Subjective (Re)Positioning and Trust",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I use the term “subjective (re)positioning” to describe how, during musical improvisation, musicians inhabit (that is, position themselves) and/or move through (that is, reposition themselves) a conceptual space that comprises various conceptions of identity, which are given by dominant discourses. This conceptual space includes, amongst others, musical qualities such as the sonic or visual projection of strength or vulnerability in performance. For example, a smaller-than-average woman who improvises in a more assertive fashion than expected, given the (false) assumption that a performers’s gender and size correlates with certain musical qualities, is “subjectively positioning” herself within a conceptual space in a way that critiques normative associations between gender, the body, and affective musical qualities. Improvisers can also move between positions—they can “reposition” themselves. One way that the improviser in my previous example could subjectively reposition herself would be to later demonstrate the very sonic gentleness that was perhaps once assumed of her. Doing so would reveal that improvisers choose affective musical qualities such as strength or gentleness; they are not determined by gender, race, sexuality, or some other aspect of identity. Positioning and repositioning oneself therefore demonstrates agency—both in Bruno Latour’s sense of “doing” something, or “making some difference to the state of affairs” ( Latour 2005 , 52), and as theorized in relation to improvisation and self-determination by George Lewis ( 1996 and 2004 ).",
                "footnotes": [],
                "citations": [
                    "latour_2005",
                    "lewis_1996",
                    "lewis_2004"
                ]
            }
        },
        {
            "11": {
                "text": "[11] I derive the term subjective (re)positioning from Judith Butler’s influential description of gender as “a practice of improvisation within a scene of constraint” ( Butler 2004 , 1), Sara Ahmed’s phenomenological theorization of identity in terms of “which way subjects turn” ( Ahmed 2006 , 15), and Henry A. Giroux’s theorization of “border crossings” that “challenge the authority and practices of dominant representation in order to refigure the possibility for building new forms of identification and solidarity” ( Giroux 2005 , 97). All three of these authors link agency to some form of movement and therefore imply that remaining stationary is a purely passive stance. My theorization allows both movement and stasis as assertions of agency. Subjective (re)positioning does not simply materialize, however; in the context of group improvisation, it is something that can only take place and be recognized as such under the auspices of trusting collaborators. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "butler_2004",
                    "ahmed_2006",
                    "giroux_2005"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Trust plays a crucial and enabling role for subjective (re)positioning. As many scholars have noted, trust, whether in the context of social work ( Kuppers 2015 , Laws 2015 ), education ( Boyce-Tillman 2012 ), jazz performance ( Nicholls 2012 ; Monson 1996 , 174–77 Berliner 1994 , 354), or experimental improvisation ( Smith 2004 ), cultivates a space in which difference may be negotiated, made productive, and revised, and normalization and reification eschewed. Panagiotis A. Kanellopoulos theorizes musical improvisation as a “musical space which is marked by the absence of fear, where exploration of musical freedom is pursued, where everything might happen but not anything goes” ( Kanellopoulos 2011 , 130). Trusting collaborators, as articulated by the musicians interviewed for this study, allow improvisers to be themselves, listen to improvisers on their own terms, and avoid reifying their subjectivity. A trusting collaborator would not, for example, express surprise when a smaller-than-average woman improvises forcefully, or demand that she adheres to a hyper-masculinized model of the soloist-accompanist power dynamic (more on this later). Trust helps musicians assert themselves and avoid being burdened with expectations as to what they should or should not be, do, or sound like.",
                "footnotes": [],
                "citations": [
                    "kuppers_2015",
                    "laws_2015",
                    "nicholls_2012",
                    "monson_1996",
                    "berliner_1994",
                    "smith_2004",
                    "kanellopoulos_2011"
                ]
            }
        },
        {
            "13": {
                "text": "[13] According to Clément Canonne, musicians develop and establish trust during free musical improvisation by coordinating their individual streams of music, collectively managing the emergent form of the piece, and overcoming moments of apparent disagreement ( Canonne 2012 ). (8) Cannone suggests that “a zone of implicit negotiation” ( une zone de négociations implicites , 133) manifests whenever improvisers introduce “salient events” ( événements saillants , 141). Musicians work together in these “zones of negotiation” so that members retain their individual aesthetics while also working towards group cohesion. Cohesion within the group results from the ability to work together to make aesthetic difference musically productive, rather than a push towards homogeneity. Aesthetic differences need not be dissolved and collapsed into a common aesthetic. Instead, members should both encourage and integrate contrasting musical aesthetics within the group. (9) Doing so establishes and builds trust between improvisers.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "canonne_2012"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The crucial point above is that trusting improvisers adjust and re-adjust during the performance in order to support others. Free improvisation is not the only mode of musical improvisation that cultivates trust. A more standard musical framework could be used—a twelve-bar blues form, for example. “Zones of negotiation” may therefore also emerge during improvisations over standard forms, the working-through of which builds trust. Trust means that musicians are able to take risks knowing they have the support of their fellow musicians. For Linda Oh, trust allows musicians in the group to throw what she calls “curve balls” at one another, for example ( Oh 2015 ). That said, free improvisation, due to its lack of agreed-upon beginning and end points, demands a particularly sensitive and empathetic approach. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "oh_2015"
                ]
            }
        },
        {
            "15": {
                "text": "[15] I do not, however, wish to imply that trust automatically creates a space devoid of power structures or ego. On the contrary, trust re-emerges for negotiation whenever improvisers take musical risks—musicians hope that other members of the ensemble will support them when they take risks, and the others trust that those taking the risks are not doing so with a view to destroy the performance. (11) As is the case in most of the examples in this study, being a leader of a group helps women to cultivate the kind of context for improvisation that they desire and may have lacked in other instances. I argue that, no matter who leads the group, trust is an essential component for the creation of a conceptual space within which improvisers can subjectively (re)position themselves.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The concept of subjective (re)positioning and trust are closely related, but differ in at least two important ways. Firstly, trust is a precondition of subjective (re)positioning: subjective (re)positioning cannot occur without trust, and the presence of trust does not guarantee subjective (re)positioning. Secondly, subjective (re)positioning is more conceptually attuned to the temporal nature of music than trust. Subjective (re)positioning describes a process that occurs as the music unfolds in time. While one might discuss trust in temporal terms—establishing trust, for example—it was largely articulated in the interviews in this study as something that had been established prior to the performances in question. Trust is therefore an essential frame for musical improvisation in which musicians express agency. “Women in Jazz”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] “Women in jazz,” a framing often used in the promotion of performances given exclusively by women, is a complex point of intersection between gender, improvisation, and the marketplace. Many of the interviewees’ responses to this framing in our discussions were consistent with Sherrie Tucker’s observations in her ethnography of female “jazz communities” that such labels often result in the reification of identity ( Tucker 2004 ). Like Tucker’s respondents, the musicians I interviewed referred both to the empowering and constrictive potential of theorizations of female solidarity in gender-separatist terms—they wish to be heard as musicians first, and women second. Laubrock, for example, remarks: “You get put in a box, you’re a woman, rather than a musician or composer” ( Laubrock 2015 ). Laubrock’s statement implies that gender-based framings can actually prevent agency and subjective (re)positioning by strongly implying the mode of reception for listeners and performers. Reifying modes of reception were a strong theme in each of the interviews. Davis experiences this mode of reception every time somebody assumes she is a singer, and also recalls one instance where she had “become close to someone musically . . . [only to] find out that they are interested in me [sexually]” ( Davis 2015 ); Barnett, when she is prevented from participating in certain social settings because “they assume that if you’re hanging out [with males] you must be dating” ( Barnett 2015 ); Webber, when she is made uncomfortably aware that her mode of dress may be read in a sexualized manner during her performances ( Webber 2015 ); Oh, when someone regards her as “too weak” to play jazz ( Oh 2015 ); and Laubrock, when she was slapped on the rear end by a record-company executive during an album launch at a high-profile jazz club ( Laubrock 2015 ). Women’s subjectivities are reified on the basis of their appearance in each of these examples. This misdirected mode of reception then leads to assumptions about what they can, cannot, should, and should not sound like, be and/or act. Subjective (re)positioning pushes back against such reifying frames of reference.",
                "footnotes": [],
                "citations": [
                    "tucker_2004",
                    "laubrock_2015",
                    "davis_2015",
                    "barnett_2015",
                    "webber_2015",
                    "oh_2015",
                    "laubrock_2015"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Despite these negative experiences, however, communities of women have also provided the musicians I interviewed with welcome support. Davis gave a non-musical example: I don’t get together with women and say, “wow we’re both women,” but it does feel nice to get together with a woman. Women are going to listen to each other talk about certain things . . . we can talk about our feelings . . . we can be strong women together. ( Davis 2015 ) Barnett includes musical criteria for acceptance into her musical-social group: If I judge [younger, female musicians] to be able to play . . . I have all the time in the world for them. I know how hard it has been to get to that point. I try not to be too overbearing but I’m like: “let’s jam, let’s hang out.” It’s been received really well by them. It just makes all of us feel really good. I love it. That happened to me when I was in college with people like [Australian pianist] Andrea [Keller]. On a basic level it’s about having others [around] that have shared similar life experiences that are informed by gender. Having those figures in your life is so much more rare for a young woman than it is for a young man in jazz. ( Barnett 2015 )",
                "footnotes": [],
                "citations": [
                    "davis_2015",
                    "barnett_2015"
                ]
            }
        },
        {
            "19": {
                "text": "[19] These comments demonstrate that theorizations of “women-in-jazz” communities as completely unified and always empowering are idealistic and oversimplified, a point Tucker also makes. Tucker even describes some of her own scholarly work this way, saying “it was, in fact, the dream of community, not a politics of difference, that drew me to research all-woman bands. Yet my dream of recovering lost communities of marginalized women who had banded together and played jazz (even though society told them not to) often proved far too simple” ( 2004 , 252). Her conclusion suggests that categories such as “women in jazz” only succeed when they help musicians critique normative boundaries; in my terms, they are able to subjectively (re)position themselves. (12) My analyses examine some of the ways these musicians enact subjective (re)positioning. Analysis #1: Anna Webber",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "tucker_2004"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Anna Webber suggested during our conversation that (re)positioning oneself during performance can alleviate challenging musical situations: “if there’s someone playing [and] I can’t deal with it usually what I’ll do is focus on what somebody else is doing, something I find interesting, and [play with] that. It usually works. If you notice something you think is obtrusive, you position yourself in certain way to make it ‘work’” ( 2015 , my emphasis). This statement also implies that the conventional soloist/accompanist arrangement in straight ahead jazz potentially restricts musician’s ability to subjectively (re)position themselves.",
                "footnotes": [],
                "citations": [
                    "webber_2015"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Webber prefers the decentralized power dynamic that she associates with what she calls improvised music, rather than straight ahead jazz: “[improvised music is] definitely much more based on building something together, rather than ‘this is my moment to have a fucking solo and you guys have to accompany me in this way’ . . . [I prefer improvised music that proceeds] in the very non-spotlight-oriented way” ( 2015 ). (13) Extrapolating from these statements, improvising together means scrutinizing traditional soloist/accompanist power relationships, which Webber generally gendered male, and remaining attentive to musicians’ subjective (re)positionings during performance. Example 1 . Score excerpt of “1994” (click to enlarge and see the rest) Examples 2 and 3 . Beginning of Webber’s improvisation on “1994” (transcription and audio) (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "webber_2015"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Webber’s trio’s performance of her composition “1994” from her 2014 release, Simple , provides a compelling example of subjective (re)positioning. Example 1 contains the first two pages of her score. Measure 2 contains the direction “open sax solo.” The saxophone is then directed to continue soloing over the first three sections of the piece. Webber described a nuanced realization of these directions, one that demonstrates her dynamic approach to connections between the roles of soloist and accompanist: It took me a while to figure out an approach [to the saxophone solo]. I tried actually doing this cadenza in the second bar, and sort of having it be a free thing and then [the notated piano and percussion parts] came in underneath but it didn’t sound good. I think it’s much more interesting when I start really slow . . . You’re trying to make something that makes musical sense and is improvised: a line over the top that doesn’t sound separate to the written stuff . . . The line between the improvised and notated music is obscured. ( Webber 2015 )",
                "footnotes": [],
                "citations": [
                    "webber_2015"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Example 2 comprises an audio excerpt of the opening 2½ minutes of Webber’s performance. Example 3 contains my transcription of the beginning of Webber’s improvisation along with the piano part. Webber’s use of silence in place of a cadenza in measure 2 is particularly striking. Although Henry Louis Gates Jr. formulates his notion of “signifyin’ on the tradition” in relation to race rather than gender per se, it remains useful for my analysis here. Gates links silence to the absence of speaking and writing, which in his view does little to fight against oppression ( 1988 , 63). As Danielle Goldman ( 2010 ) and Jason King ( 2004 ) have each pointed out, however, the absence of activity can also be a form of action. Webber’s use of silence precisely at the point in “1994” where Gates would demand a virtuosic saxophone cadenza signifies on the jazz tradition in an alternative, negative sense. Rather than re-establishing the soloist/accompanist power dynamic that Webber associates with hyper-masculinized forms of straight-ahead jazz, her “silent cadenza” points towards an alternate mode of togetherness. This silence lasts a full five seconds and is followed by a passage in which Webber gradually goes from being “together” with the rest of her trio to emerging as a soloist. The way in which she gradually repositions herself in that following section is a sonic demonstration of the kind of agency denied to her by those who view her as woman first and musician second.",
                "footnotes": [],
                "citations": [
                    "gates_1988",
                    "goldman_2010",
                    "king_2004"
                ]
            }
        },
        {
            "24": {
                "text": "[24] The rhythmic relationship between Webber and the piano/glockenspiel part provides a rubric to hear her gradual repositioning. Webber creates a sense of togetherness in her opening by synchronizing her attacks with the notated piano part. The unison between her first pitch and the piano part, their similar dynamic level, and her vibrato-less, austere (piano-like) tone strongly reinforces this sense of togetherness. Only two of Webber’s onsets, in measures 7 and 10, are independent of the piano part during the next eleven measures, measures 4–14. The overall impression of measures 1–14 is of homogeneity; Webber’s line sounds like part of the composed piano part. In measures 15–34, however, she begins to assert her independence. Whereas only two of out of a total of eleven of Webber’s attacks are rhythmically independent of the piano part in measures 1–14, one third of her attacks are rhythmically independent in measures 15–20. Her triplet figure in measure 21 is the first indicator that she is becoming significantly independent from the piano; she is gradually repositioning herself “out front” of the group. Her polyrhythmic entries in measures 24 and 29 uncouple her from the piano part while simultaneously coinciding with fragments of the 4:3 drum figures. Webber continues to occupy this liminal space between “together” and “out front” until measure 35. Her long phrase in measures 35–39 finally marks her arrival “out front” of her ensemble. “You realize later on that it is a saxophone solo,” Webber states, “but it creeps up on you” ( Webber 2015 ). Webber continues in her role out front of the ensemble after this excerpt ends.",
                "footnotes": [],
                "citations": [
                    "webber_2015"
                ]
            }
        },
        {
            "25": {
                "text": "[25] The two roles that Webber adopts in her improvisation—being “together with” and “out front” of her ensemble—represent sonic analogs for two points within a conceptual space of identities. Her movement between them—the saxophone solo “creeping up on you”— represents a gradual and self-determined repositioning within this space. The opening 2½ minutes of this performance therefore demonstrate the subjective (re)positioning that Webber prizes. It contrasts with what she views as the hyper-masculinized, soloist-centric, reified power dynamic of straight-ahead jazz. Finally, it is an expression of agency that emerges with assistance from other musicians in her ensemble. Pianist Matt Mitchell and drummer John Hollenbeck sustain the lucid tranquility that Webber establishes at the beginning of her improvisation. They resist any urge to fill in the sonic space left by Webber’s understatement and trust her proposition to have no clear soloist during what is ostensibly a saxophone solo. Analysis #2: Linda Oh",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Subjective (re)positioning adopts a slightly different form in bassist Linda Oh’s music. Oh states that trust means not being too “careful” while improvising with others. She also wondered during our conversation if her gender sometimes led others be overly careful in their improvisations with her: The whole trust thing . . . sometimes you do wonder if it is because you’re female . . . sometimes when I play with people . . . I wonder if they’re afraid to throw stuff at you because you can’t hold it down . . . When I played for the first time with [drummer] Jack DeJohnette and [pianist] George Colligan, it was so much fun, and I’m just so glad that nothing felt careful. When things sound careful sometimes there’s that element: maybe they don’t trust me enough to do what they usually do. ( Oh 2015 )",
                "footnotes": [],
                "citations": [
                    "oh_2015"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Oh contrasts musical trust with care. “Trust” means knowing that others will not get lost and need assistance when confronted with unexpected musical events during performance. Overly careful playing—which she suspects emerges from gendered characterizations of musical ability—is condescending. She therefore prefers to occupy an agonistic subjective position in an improvising ensemble. Condescendingly careful improvisation reifies Oh’s subjectivity and reinforces gender stereotypes by implying that women need to be tended to during musical improvisation. Trusting fellow musicians, in contrast, push and challenge her and expect her to push and challenge them in return: There’s the element of challenge, some musicians I’ve played with I don’t play with [anymore] because it’s just going to “slot in”: everything’s going to be “daisies.” People who challenge you, who are not going to come in and play exactly what you’ve written . . . as long everyone’s listening, it’s like, seeing how far you can push it [and] someone having you’re back if it doesn’t work. It’s a trust thing. ( Oh 2015 )",
                "footnotes": [],
                "citations": [
                    "oh_2015"
                ]
            }
        },
        {
            "28": {
                "text": "[28] The performance of Oh’s composition “Yoda” from her 2013 release, Sun Pictures , exemplifies her preferred subjective position. Oh’s music is more straight-ahead than Webber’s, and therefore problematizes Tucker’s (and Webber’s) suggestion that experimental forms of jazz are more likely than their straight-ahead counterparts to make room for difference ( Tucker 2004 , 244). (14) In Oh’s music, pre-composed frameworks provide a structure around which to throw musical “curve balls.” She also differentiates her kind of musical interactions from those in typical hyper-masculinized jazz, despite their sonic similarities: “To an outsider, musically, [these ‘curve balls’] might sound really similar to [hyper-masculinized, dominating interactions] . . . [but those in my band] are all out of love and for a desire for the music to be fiery and interesting. It doesn’t seem to flow out of this ego place. Sonically it may sound really similar, though” ( Oh 2015 ). Examples 4 and 5 . Chorus 2 of “Yoda” with transcription of bass and hi-hat (click to enlarge, listen, and see the rest) Examples 6 and 7 . Four choruses of Oh and Poor’s improvisation on “Yoda” (transcription and audio) (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "oh_2013",
                    "tucker_2004",
                    "oh_2015"
                ]
            }
        },
        {
            "29": {
                "text": "[29] Oh and drummer Ted Poor throw a series of rhythmic curve balls at one another during this performance of “Yoda.” (15) The piece consists of a twelve-measure chorus that contains a composed bass part and melody. The playful agonism between Oh and Poor begins in the second chorus of the performance, when Poor plays a series of syncopations with his hi-hat that chafe against the underlying meter. My transcription of these hi-hat accents, aligned with Oh’s composed bass ostinato, which she is playing at the time, is provided in Example 4 . Example 5 presents the audio excerpt of the corresponding passage. Poor’s syncopated accents do not help the musicians in the group entrain to the underlying meter. A more careful approach, given the rhythmic complexity of Oh’s bass part, would be to clearly outline the underlying meter. Instead, Poor challenges the rest of group to not settle for the conventional or comfortable.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Oh takes up Poor’s challenge as the performance unfolds. The two musicians engage in an improvisatory game of rhythmic cat-and-mouse over the next four choruses, based largely around a dotted-quarter-note rhythm and the composed bass part. Example 6 contains my transcription of Oh’s bass part and Poor’s accents during the four choruses after the melody. I also include Oh’s composed bass line as a reference. Example 7 provides the audio excerpt of this passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Oh begins the first chorus of this excerpt (marked “A” in Example 6) with her composed bass part, but soon catches and extends the dotted-quarter-note figure that Poor began in the last measure of the previous chorus (not shown) and continues during the beginning of this one. (16) Both return to the composed bass part in measure 5, although Poor articulates only fragments of it. Poor improvises his own accents while Oh continues with the notated bass part in measures 6–10. The two parts occasionally coincide. They build rhythmic tension later in the performance when they establish more independent streams. In their opening chorus, Oh and Poor establish the primary rhythmic units with which they will conduct their improvisatory agonism—the composed bass part, the dotted-quarter-note figure, and, to a lesser extent, other syncopations.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Oh throws her first major curve ball, one that Poor avoids, at the beginning of the second chorus (marked “B” in Example 6). Oh begins the chorus by returning to the dotted-quarter-note figure. Given that she continued this polyrhythm over the barline during the first chorus (measures 2–3), Poor might expect her to do something similar here—Oh therefore anticipates Poor’s joining her on the dotted figure in measure 14, much as in measure 2. Oh’s series of quarter-notes in measure 14, therefore, arrive as an unexpected break from the previous measure’s dotted figure and as a curve ball against Poor’s anticipated drum accents. Put differently, one could imagine Oh saying “let’s play this polyrhythm again” in measure 13, with the intention of abandoning it just as Poor obliges. Poor, however, doesn’t fall for Oh’s bait-and-switch, and continues on his own independent path.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Having failed to bait Poor, Oh alternates between the dotted-quarter-note rhythm of measure 13 and quarter notes as she proceeds through the second chorus. Poor continues on his independent path, refusing to join Oh in her relatively regular rhythmic pattern. Poor throws his first curve ball once Oh returns to the rhythm of the composed bass part in measures 21–24: he reintroduces the dotted-quarter figure in the last measure of the chorus (measure 24). Oh interprets his phrase as a cue to begin the third chorus with the same dotted-quarter-note figure. Instead, Poor returns to the rhythm of the composed bass part (measure 25), creating a huge amount of rhythmic tension during the first three measures of the third chorus (marked “C” in Example 6). Oh might have expected to join Poor using a series of dotted-quarter notes. Instead, she finds herself chafing against the rhythm of the composed bass part. This passage sounds like a joyful series of curve balls between two highly skilled improvisers with complete trust in one another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Oh and Poor reconvene around the composed bass part in measures 29–31. Immediately following this, however, Poor throws his largest curve ball yet—a repeated phrase of 7 eighth notes in length (grouped as 2+1+2+2) in measures 32–34. The extreme rhythmic tension in these three measures results from his 8 7 phrases in conjunction with the syncopations of Oh’s composed bass figure. Oh and Poor then further amplify the rhythmic tension at the beginning of the fourth chorus (marked “D” in Example 6) by generating concurrent 8 7 and 8 3 meters in addition to the underlying 4 4 . Poor plays another series of 8 7 phrases while Oh plays a series of dotted quarter notes that traverse the barline (measures 37–38). As the fourth chorus continues, they seem to scale back the rhythmic tension, although it is far from being completely diffused. In measures 43–46 Poor almost disappears completely from the texture, before re-emerging with a triplet figure that propels the group into the fifth chorus (not shown).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Oh and Poor engage in four choruses of agonistic “curve-ball” throwing during this excerpt. Oh’s insistence on constructive agonism in her group facilitates these curve balls. Trust ensures that the ensemble members know that they are thrown out of love rather than malice. Oh thus stakes out her own subjective and agonistic position within the ensemble and expects the other ensemble members to do the same. While this kind of agonistic accompaniment could be heard in other, all-male, improvising ensembles, Oh makes it clear that it has a different meaning here; it is an aural signifier for a gendered theorization of trust. (17) Analysis #3: Ingrid Laubrock",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Laubrock uses free improvisation as a mode of musically “getting to know” fellow improvisers, thus making explicit the connection between improvisation and trust. Trust means that tenor saxophonist Laubrock and the musicians she improvises with are free to position and reposition their respective musical identities during improvised performance. Subjective (re)positioning occurs in relation to composed material in my analysis of Laubrock’s music. The trust between the members of Laubrock’s ensemble allows them to deviate from her written instructions—to subjectively (re)position themselves—without undermining her authority as composer and leader of the group.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Laubrock describes the relationship between trust, composition, and improvisation in her band: “if you play with people [who] you trust and they trust you, they know [that] when you compose something for them you’re not putting them in a box” ( Laubrock 2015 ). This statement resembles her description of gender-based and discriminatory modes of reception—“you get put in a box, you’re a woman, rather than a musician or composer.” In both quotes, Laubrock uses the “box” metaphor to describe the potentially restrictive effect of composerly directions (in the former instance) and identity labels (in the latter instance). Composerly directions and identity labels both restrict agency in this context: the former may prevent musicians following improvisatory whims during performance, even if they were to create interesting musical results, and the latter fix the mode of reception so as to prioritize gender over the sound.",
                "footnotes": [],
                "citations": [
                    "laubrock_2015"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Trust relaxes the authority of composerly directions by allowing the other ensemble members to take an alternate path through the music—one perhaps not envisioned by the composer at all. Subjective (re)positioning, in this context, means situating oneself in an alternate relation to the given instructions. Performers may depart from the composer’s directions in the short term and the composer trusts that they will keep the overall shape of the composition in mind when doing so. Performers also trust that composers do not aim to restrict performers’ agency completely if they request that the given directions be adhered to. (18) Laubrock’s ensemble demonstrates how trust permits this subjective (re)positioning with respect to her written instructions in their recording of her compositions “#5” and “#6.” Examples 8 and 9 . Opening of “Any Many” (score and audio) (click to enlarge, listen, and see the rest) Example 10 . Video spectrogram of the opening of “Any Many” (click to watch video) Example 11 . Annotated spectrogram of 0:00–0:22 of Example 9 (click to enlarge and listen) Example 12 . Annotated spectrogram of 0:22–1:10 of Example 9 (click to enlarge and listen) Example 13 . The ensemble’s turn towards Laubrock’s notated material Example 14 . Peak frequency spectrogram showing Berne’s chromatic descent and Peck’s harmony (click to enlarge) Examples 15a–c . “Any Many,” Bracket V and improvisations on it (click to enlarge and see the rest) Examples 16a and 16b . “Any Many,” Bracket II, score and improvisation (click to enlarge and see the rest) Example 17 . Laubrock cues the ensemble into the notated portion of “Any Many” (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] “#5” and “#6” appear together on Laubrock’s 2015 album Ubatuba as “Any Many.” The end of “#5” acts as the introduction to “#6”—the final instruction of “#5” directs the two saxophonists to use bracketed material from “#6” as background material for a tuba/trombone improvisation. This section is meant to segue into “#6.” Example 8 reproduces this introduction (empty staves with written instructions) and the first 37 measures of “#6,” which include some of the bracketed passages. Laubrock’s score is transposed—the pitches are notated as the player reads them, rather than at concert pitch. Although her score contains specific directions for each horn, what actually occurs in the recorded performance is strikingly different.",
                "footnotes": [],
                "citations": [
                    "laubrock_2015"
                ]
            }
        },
        {
            "40": {
                "text": "[40] Laubrock describes her group’s sharp and unexpected deviation from her written instructions in rehearsal: “the beginning of ‘#6’ turned into a group improvisation (rather than a tuba/trombone solo) with everyone referring to parts of material to a [greater] or lesser degree . . . everyone apart from Ben [Gerstein, the trombonist] who just made the awesome choice of making weird animal noises all the way through that section. Musicians trust that everyone’s in it together: everyone understands that the directions on the page are open to each performer’s personalization and interpretation” ( Laubrock 2015 ). Laubrock’s ensemble departed from her written instructions on at least two counts: firstly, the horns did not necessarily split into the two pairs that the score suggests; and secondly, Gerstein positioned himself somewhat outside of the group by improvising “weird animal noises.” Laubrock cites trust as the factor that makes these subjective repositionings work—ensemble members remain “in it together” despite their unexpected deviations. One can hear the sonic result of these repositionings in the opening of “Any Many” ( Example 9 ).",
                "footnotes": [],
                "citations": [
                    "laubrock_2015"
                ]
            }
        },
        {
            "41": {
                "text": "[41] Perhaps the most striking facet of the opening of “Any Many” is how little the group seems to follow Laubrock’s written instructions. Example 10 presents a video of a spectrogram of this recorded excerpt created using Sonic Visualiser software. (19) Intensity of yellow/orange indicates volume, the x-axis represents time and is marked in one-second intervals, and the y-axis represents frequency on a logarithmic scale.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The ensemble initially focuses on timbral manipulation over a large frequency range. Example 11 shows an annotated still of the first 22 seconds of my spectrogram. The reddish-orange bars near the bottom indicate the rumblings of the tuba. I have also circled the saxophones’ series of multiphonic outbursts; it is not necessarily clear which saxophone, alto or tenor, made which sound. The trombone begins a series of noisy outbursts, some of which overlap with the alto’s multiphonics, at around the 7½-second mark. This first section ends with the alto’s sudden shift to a sustained pitch in its altissimo register. The ensemble members do not refer to the bracketed passages of “#6” at all, and function as a homogenous unit rather than in the pairs Laubrock directs. The ensemble clearly is not following her instructions for improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The ensemble begins to gradually reposition itself closer to Laubrock’s written instructions in the following passage. Example 12 presents a spectrogram still of 0:21–1:10 of the opening of “Any Many.” The trombone leaps into its own high register just after the alto’s altissimo sustained pitch that concluded the previous example. The tuba then emits a B1, as if to counteract the trend towards the upper register. The alto and tenor saxophones pair up and leap suddenly into loud, multiphonic playing at the 24-second mark. Their multiphonics, which appear in the spectrogram as red/orange lines in the range of 1200–4328Hz, float above the rest of the ensemble until the end of the excerpt. In response, the trombone and tuba pair up and emit a series of undulating and breathy squeaks and quasi-vocal noises between the 32 and 46 second marks. The tuba returns to its low register at the around the 50 second mark. The excerpt ends with the two pairs—saxophones and brass—petering out. The first minute and ten seconds of this performance consists of a gradual move by the ensemble towards the pairs that Laubrock indicates in her written instructions. The players do not, however, seem concerned with pitch and rhythm at all, let alone referencing the brackets of written material in “#6.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The players gradually begin to reference Laubrock’s written material during the following section. As they do, they fulfill her direction to improvise with some reference to the bracketed written material in “#6” (although not in the way she originally imagined). While the ensemble subjectively (re)positioned itself away from the notated instructions in the previous section, it now seamlessly incorporates the bracketed portions of notation into its improvisation and realigns itself with Laubrock’s more general plan of having improvisation and fragments of “#6” coexist. Example 13 captures this turn towards her notation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Tim Berne, the alto saxophonist, references the trombone part under bracket I of “#6” (measures 41–45 in Example 8) by improvising a slow, chromatic descent from concert A ♭ 4, beginning five seconds into Example 13. (20) Berne’s line continues for almost another seventeen seconds. Example 14 contains a spectrogram of this section. Berne’s descent appears as a long diagonal line. (22) Tubist Dan Peck plays a D as Berne plays a G ♭ just after the eight-second mark of Example 13, mimicking the homorhythmic sixths between the alto and trombone under bracket I of “#6” and also acknowledging Berne’s allusion to the score. This moment is circled in Example 14.",
                "footnotes": [
                    "FN20",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Laubrock picks up on Berne and Peck’s reference to her written material and paraphrases the tenor saxophone line under bracket V (measures 67–68 in Example 8). Example 15a displays the tenor saxophone part under bracket V from Laubrock’s score, and Example 15b contains her improvised line 33 seconds into Example 13. (23) Laubrock’s improvised gesture duplicates the first seven pitch classes from bracket V (Example 15a is transposed for tenor saxophone and Example 15b is at concert pitch). Berne also alludes to bracket V moments later, 37 seconds into Example 13, by adopting the first six pitches of the original phrase ( Example 15c , also at concert pitch). The jagged rhythm of Berne’s gesture contrasts with Laubrock’s flowing rhythm. He repeats the phrase with slight variations a total of five times. Berne’s insistent repetition symbolizes his shift to Laubrock’s score as a point of reference for improvisation. Laubrock and Berne’s references to bracket V represent a shift in the modus operandi of the ensemble. Having previously positioned themselves “outside” of Laubrock’s score, they now return to it by incorporating some of the bracketed passages into their improvisations.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Laubrock re-deploys Berne’s trope of incessant repetition at 1:25 of Example 13 by paraphrasing the tenor saxophone line under bracket II three times. Example 16a shows bracket II from Laubrock’s score (transposed for tenor saxophone) and Example 16b displays her improvised line at concert pitch. Laubrock adopts the first ten pitches from bracket II for her improvisation and mimics its shape for the remainder of her line. Tom Rainey acknowledges her reference to the written material by overlaying a series of attacks at a similar tempo on the drums (1:28 of Example 13). The flourish by the saxophones beginning at 1:41 references the same chromatically descending gesture from bracket I that the alto and tuba alluded to in the opening moments of this excerpt. With this recapitulatory gesture, the saxophones bring this section of the performance to a close. Laubrock then plays the three quarter notes that begin the fully notated portion of “Any Many.” Example 17 presents Laubrock’s cue and the group’s performance of the first 26 measures of “#6,” and the corresponding pages of the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Together, these excerpts create a tripartite progression from collective free improvisation with a focus on timbre, through the introduction of fragmented and transformed versions of Laubrock’s indicated phrases, to the performance of her score. The first part results from ensemble members positioning themselves “outside” the score. The second part represents the ensemble’s partial return to Laubrock’s idea of having free improvisation and fragments of her written material coexist, although this idea is not manifested in the way notated in the score. The third part comprises Laubrock’s fully notated material. The ensemble thus initially subjectively positions itself away from the notation before repositioning itself closer to it. Trust within Laubrock’s ensemble affords its members agency to temporarily ignore her written instructions while remaining “in it together.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Laubrock described what happened in this performance as “taking it off the page” ( Laubrock 2015 ). For her, this is a desirable musical space in which the aural supersedes the visual, and is the musical correlate of her rejection of visual-based discrimination: I feel like when I’m playing improvised music, which is also one of the reasons I like playing it, I don’t need to read anything. That part, the visual part, is gone. I don’t necessarily need it. I can just close my eyes and let my imagination take over. ( Laubrock 2015 )",
                "footnotes": [],
                "citations": [
                    "laubrock_2015",
                    "laubrock_2015"
                ]
            }
        },
        {
            "50": {
                "text": "[50] Of course, there are moments in this performance where improvisers do follow the directions on the page, but these are to be understood as choices, not as acts of subservience to composerly prescription. Subjective (re)positioning and trust therefore reinscribe direction-following as an act of agency. The trust that underlies Laubrock’s group balances individual freedoms with composerly directives. Recognizing this relationship among trust, structure, and agency guards against any idealist reading of free improvisation as “complete freedom” while also maintaining the argument that improvisation can offer a model of coexistence that may have ethical and political resonances. (23) This point emerged in the final moments of our discussion when Laubrock commented on another of her groups that includes guitarist Mary Halvorson and pianist Kris Davis, who are both women: I don’t mean [that] improvisation is immune to people’s personal shortcomings: everyone knows of racist and misogynist free players. I was [also] often criticized in London by women for not having women in my band, and now I happen to have a band with three women in it, but it’s not because they’re women, it’s because I like what they do, and because they’re special and nobody plays like them and they can deal with everything. So as much as I want to promote [women] I’m not going to cook up a band as a showcase for what I think the world should look like. I just want to make music. I do think that it would be nice if it just generally happened without making it into a statement. ( Laubrock 2015 ) Interlude: “Contradictory” Identities",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "laubrock_2015"
                ]
            }
        },
        {
            "51": {
                "text": "[51] In her dissertation concerning the representation and reception of female experimental improvisers, Reason describes improvisation as a “transformative mirror” that “encourages both improvisers and audiences to discover alternative ways of hearing, receiving, responding, and thinking” ( Reason [Myers] 2002 , 147–48). “Musics that explore other methods of self-identification, that are in dialogue with philosophical, metaphorical, psychological, ontological and abstract states of being,” she argues, “may provide alternative listening experiences that speak to new ways by which people can assert agency for organizing and redefining their lives within the larger contexts of local and global communities” (141). Reason implies that one should not regard unfamiliar or unconventional subjectivities as illegible or contradictory. Put in terms of subjective (re)positioning, musicians should be able to position or reposition themselves in relation to various aspects of their identity without fear of being cast as incommensurable or contradictory. Listening to subjects on their own terms requires being receptive and listening to, rather than dismissing, combinations of identity characteristics that one is unfamiliar with.",
                "footnotes": [],
                "citations": [
                    "reason_myers_2002"
                ]
            }
        },
        {
            "52": {
                "text": "[52] Henry A. Giroux, in his theorization of critical pedagogy, suggests that “subjectivities [can be] seen as contradictory and multiple , produced rather than given, and are both taken-up and received within particular social and historical circumstances.” ( Giroux 2005 , 141, emphasis mine). Giroux’s use of the term “contradictory” is both powerful and problematic: powerful in that it addresses difference—its historical and social contexts as well as the power relations around it (151)—but problematic in that it suggests that the complexity and multiplicity of identity is fundamentally contradictory and in some sense irreconcilable. Labeling someone’s subjectivity as “contradictory” erects an either/or binary—someone cannot be both x and y.",
                "footnotes": [],
                "citations": [
                    "giroux_2005"
                ]
            }
        },
        {
            "53": {
                "text": "[53] Historically, one of the most striking sites of “contradiction” for female jazz musicians has been the voice. Lara Pellegrinelli argues that the concentration on female instrumentalists by many feminist scholars unfortunately implies that vocalists can only ever conform to gender norms: “the marginalization of singers by scholars of women in jazz may very well occur because the singers’ mainstream popularity complicates or perhaps even eclipses altogether the ‘stories of devaluation and absence’ with which such scholars have primarily been concerned” ( Pellegrinelli 2008 , 31). Pellegrinelli’s argument manifests clearly when female improvisers make both instrumental and vocal practice primary parts of their musical subjectivity. The mere act of singing in such cases often results in female performers’ being automatically cast as singers whose instrumental playing is secondary. In such a mode of reception, listeners refuse to acknowledge that both instrumental and vocal practice form central parts of a musician’s identity—being both a singer and instrumentalist, for such listeners, constitutes a contradiction.",
                "footnotes": [],
                "citations": [
                    "pellegrinelli_2008"
                ]
            }
        },
        {
            "54": {
                "text": "[54] Caroline Davis and Shannon Barnett both regard singing and instrumental playing as equally valid parts of their creative practice. Their struggles against normalization as an “instrumentalist who sings” or a “singer who plays an instrument” are frustrating and ongoing. Both are formidable and lauded improvising instrumentalists and, although they both began singing at a young age, it is only recently that they have felt comfortable identifying themselves as such in conjunction with their instrumental practice. Barnett shared her trajectory towards liberation, one that passes through high school and college educational systems, and across three continents: In the last three or four years I started singing jazz in traditional jazz bands. I have loved singing since I was ten. I’ve always loved it and pretty much practiced it the whole time since . . . but when I was at Blackburn [High School, Australia] singing became associated, for me, with the “pretty girls.” They’re pretty, feminine, girls, and some of them were off singing with the stage band and they weren’t always good. They played this role: “singer.” That really freaked me out because I knew I wasn’t [that kind of girl], so I didn’t really feel like I was allowed to do that. When I went to college [in Melbourne, Australia] and started playing trombone I still loved singing: I played so many songs [on trombone]. Some of my best friends were singers and I was so inspired by them, but I always felt like if I ever sang on a gig, even [in supportive situations] . . . I never felt like I could say “I also sing.” I felt like it made me, as an instrumentalist, not strong. Like: “you’re a singer” . . . Then I moved to New York, and because it was kind of a new scene I just thought “I’m going to do this.” So I started [singing] in the traditional-jazz scene there and it sort of snowballed. Now I feel comfortable. It’s only been in the last couple of years that I thought, “I can do this, I’m just going to do it, I don’t care what anyone thinks.” This really means a lot for me. So finally a couple of weeks ago I put together a band of terrified jazz musicians in Cologne to play my songs [laughing]. We had a concert in my house and played them. It was the most honest music making I’d done in half a year or something. This is actually “me.” I feel like I don’t care what anyone thinks. ( Barnett 2015 )",
                "footnotes": [],
                "citations": [
                    "barnett_2015"
                ]
            }
        },
        {
            "55": {
                "text": "[55] Trust, for both Davis and Barnett, means that other musicians recognize and support what might otherwise be regarded as their “contradictory” musical identities. In the two analyses that follow, I trace a series of subjective (re)positionings between instrumental and vocal practices that I hear as critiques of normalized conceptions of what female musicians, as both singers and instrumentalists, should or should not do and be. Analysis #4: Caroline Davis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] The voice plays an extremely important role in alto saxophonist Davis’s music, although she considers herself as “an instrumentalist, first and foremost.” A discriminatory mode of reception, however, would regard these as contradictory and irreconcilable facets of Davis’s musical personality. As Davis mentioned, her most commonly experienced form of discrimination occurs when “people see me in the band and assume I’m the vocalist” ( Davis 2015 ). She does, however, perform as a vocalist. More important, for her, is “defining yourself as a singer . . . you get to do it on your own terms, rather than having somebody say, ‘you’re a singer’” ( 2015 ). Davis’s instrumental playing and singing coexist on her 2015 album, Doors: Chicago Storylines . I argue that her transition from vocal to instrumental performance over the first six tracks of the album constitutes a subjective repositioning that expresses her identity as both a vocalist and instrumentalist. Example 18 . Opening of “Golden Era”",
                "footnotes": [],
                "citations": [
                    "davis_2015",
                    "davis_2015",
                    "davis_2015"
                ]
            }
        },
        {
            "57": {
                "text": "[57] “Golden Era,” the opening track of her album, begins with a recording of a single voice talking about being “part of the scene” ( Example 18 ). Davis combines recordings of various people speaking about collectivism and community in the Chicago jazz scene. Their references to mentors such as Ed Johnson and Johnny Board combine to weave a rich tapestry of people and themes centred on the idea of working together as a community. Example 19 . Davis appears as a singer Example 20 . Davis’s saxophone, back in the mix Example 21 . Davis leads the ensemble",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] The voice appears in a different guise later in this same track when Davis makes her first appearance on the album not by playing the saxophone, but by singing ( Example 19 ). This moment is an arresting composerly choice, given Davis’s comment that she “is an instrumentalist first.” The prominence of her voice—particularly as the melody moves upwards—would suggest to the uninitiated listener that Davis is a vocalist. Furthermore, the mix places her first appearance as a saxophonist—presented in Example 20 —behind the trumpet, thus minimizing her musical identity as a saxophonist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] Davis only gradually reveals the instrumentalist part of herself as the album progresses.  Davis leads the ensemble through the fourth track, “Lincoln Land,” with her alto, first as the sole front-line instrumentalist and then in conjunction with the trumpet. An excerpt of this passage is presented in Example 21 . The prominence of Davis’s alto saxophone at this point might indicate that she is about to step to the fore and announce herself as an instrumental soloist. Instead, Davis makes space for extended improvisations by the guitarist, Mike Alleman, and the trumpeter, Russ Johnson. Although by this point in the album we have noticed Davis’s saxophone playing, it is hardly the kind of front-and-center position one expects from the leader of the group. Example 22 . Davis’s voice doubles her saxophone Example 23 . Davis’s voice echoes her saxophone improvisation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Davis reconfigures the sonic relationship between her saxophone and voice while also finally stepping into the spotlight as a soloist during the second half of “Lin,” the fifth track on the album. Beginning at 1:52 of the track, presented in Example 22 , she plays a melody on the saxophone that is doubled by her voice. This ethereal texture, with her voice placed back in the mix and couched in reverb, positions her identity as instrumentalist in the sonic foreground. Davis’s voice accompanies her saxophone improvisation after the piano solo by occasionally singing faint, short melodic fragments. This passage is presented in Example 23 . Davis repositions her voice in this passage so that it functions as a support for her instrumental playing. She composes a gradual emergence of her instrumentalist self from the opening track up until this point. Finally, Davis foregrounds her virtuosity as a saxophonist on track 6, “Rounds: For the Horses/Von.” Examples 24 and 25 . Opening of “Rounds: For the Horses/Von” (score and audio) (click to enlarge, listen, and see the rest) Example 26 . Opening of Davis’s improvisation on “Rounds: For the Horses/Von” Example 27 . The ensemble obscures the eighth-note figure",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] Example 24 contains the score for “Rounds: For the Horses/Von” (“Von” refers to Von Freeman, the legendary Chicago saxophonist). Example 25 presents the first 33 seconds of Davis’s performance. The piece begins with a five-note melodic figure that alternates between eighth-note triplets and eighth notes. Davis performs this rhythmically complex ostinato as the sole front-line instrument, and thus foregrounds her virtuosity as an instrumentalist for the first time on the album. Furthermore, she sets herself a challenging structure for her improvisation: an irregular, ten-measure form divided as 4+1+4+1 (marked “B” in Example 24). Davis articulates the two sets of eighth notes—Example 24, page 2, measure 1 —at the beginning of her solo, perhaps as a means of solidifying the form for the entire ensemble ( Example 26 excerpts this passage from the recording). Both her and the other members’ references to this figure become increasingly abstract and fade from view as her solo progresses. They no longer play this figure as a means of reinforcing the 4+1+4+1 phrase structure—they do not need it. Example 27 presents a climactic passage later in Davis’s solo (still on the 4+1+4+1 form) in which the ensemble obscures these eighth-note figures. The 4+1+4+1 form may be hard to detect in Example 27. As a guide, the bassist’s low Ds at 0:01 and 0:09 mark measures 1 and 6 of the solo form, respectively, and the place in the form that corresponds to the eight-note figures occurs at 0:08, 0:16, 0:25, 0:33, 0:42, and 0:50 of Example 27. Davis, as a virtuosic soloist, does not need her fellow band members to mark this irregular form as her solo develops and reaches its climax. Davis’s subjective (re)positioning from vocalist to instrumentalist throughout these tracks demonstrates her own complex and multiple identity. The uninitiated listener hears Davis as a vocalist at the beginning of the album. Davis reveals that she is both an instrumentalist and vocalist as the album progresses—an identity denied to her when she is viewed as a “saxophonist who also sings” or a “singer who also plays saxophone.” Analysis #5: Shannon Barnett",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] In the final analysis of this article, I argue that Barnett’s move from singing to trombone playing in her performance of Hoagy Carmichael’s “Rockin’ Chair,” and specifically the rhythmic nuance in her trombone improvisation, constitutes a subjective repositioning that critiques any notion that she is simply a “vocalist who also plays some trombone.” Barnett’s trombone improvisation occurs directly after her vocal rendition of the melody, juxtaposing these two aspects of her musical identity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] For Barnett, trusting collaborators helped her realize her own subjective (re)positioning between the vocal and instrumental aspects of her musical identity: The drummer and the bass player [from the house concert discussed in [54] know me as a trombone player. They’d never heard [these songs I wrote]. They’re both really supportive, [even though] they, the drummer especially, were really nervous about what this was going to be. That’s the way you find the musicians you play with. ( Barnett 2015 ) Example 28 . Excerpt of Cynthia Sayer’s group Women of the World performing “Rockin’ Chair” (click to watch video)",
                "footnotes": [],
                "citations": [
                    "barnett_2015"
                ]
            }
        },
        {
            "64": {
                "text": "[64] Barnett’s repositioning from instrumentalist to vocalist casts those two practices as equally important aspects of her identity. The support of her collaborators helped her reposition herself and attests to the trust within her ensemble. Trust in this context means supporting someone as they traverse what might be considered “contradictory” musical subjectivities. Barnett’s virtuosity as both a trombonist and singer is on display in a video of her performance of “Rockin’ Chair” with Cynthia Sayer’s group Women of the World ( Example 28 ). Barnett’s performance, like Davis’s, juxtaposes vocal and instrumental performance to reveal that she is both an instrumentalist and vocalist of skill.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] Barnett begins this performance by paraphrasing the original melody on trombone. In the tradition of trombonists such as Joe “Tricky Sam” Nanton, Barnett uses a plunger mute to add a kind of vocal expressivity to her opening rendition of the melody. Barnett then sings the melody and lyrics of “Rockin’ Chair” (0:23 of Example 28). While her opening eight measures of instrumental playing are obviously skillful, they do not position Barnett’s virtuosity as an instrumentalist in the musical foreground. In this sense, the vocal performance that follows would be heard as Barnett’s primary practice and her trombone playing would be heard as a kind of addendum to her musical identity—she is a “singer who also plays some trombone.” One would therefore also expect that the “real” soloist—a more virtuosic one—would take over at the conclusion of her vocal performance. At this very moment (2:03), however, Barnett remains at the microphone, raises her trombone, and demonstrates her musical virtuosity via different means. Example 29 . Transcription of Barnett’s trombone improvisation on “Rockin’ Chair” (click to enlarge, listen, and see the rest) Examples 30a–d . “Rockin’ Chair,” Barnett’s downbeat delays (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Example 29 is my transcription of Barnett’s trombone solo. Barnett’s timbral and rhythmic virtuosity in this solo can be only partially represented using traditional notation. (24) I focus on Barnett’s rhythmic nuances in this analysis, and argue that they reveal Barnett’s identity as a virtuosic instrumentalist.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] Example 30 excerpts four of Barnett’s phrases (labeled a, b, c, and d) from Example 29 and annotates them to show downbeat delays. (25) Example 30a excerpts measures 0–2, Example 30b excerpts measures 3–4, Example 30c excerpts measures 8–9, and Example 30d excerpts measures 14–15. I adopt Fernando Benadon’s nomenclature to illustrate Barnett’s downbeat delays—arrows indicate delays relative to the notation (unlike Benadon, I do not discuss anticipations in this analysis), and numbers represent the length of delay in milliseconds ( Benadon 2009 ). The banjo part marks the downbeats clearly during the performance.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "benadon_2009"
                ]
            }
        },
        {
            "68": {
                "text": "[68] Barnett announces herself as a virtuosic instrumentalist by delaying the first three downbeats of the chorus. The sense of swing that these three quarter notes create is palpable: the whole band starts to swing more when she plays them. A part-time instrumentalist could not swing this hard with just three quarter notes, if at all. The second and fourth excerpts in Example 30 end with a similar melodic figure—a series of descending repeated pitches—and in both instances Barnett exaggerates her downbeat delays. Coupled with the “wah-wah” effect of her plunger mute, these delays create a highly expressive “lazy sigh.” Barnett’s phrase in measures 8–9 follows a foray into double-time. The downbeat delays in her third excerpt therefore re-establish the relaxed, triplet-based feel that pervades her solo, which is stylistically idiomatic for slower tempos such as this one ( Benadon 2009 , 9). Barnett’s phrase in measures 8–9 therefore also demonstrates her ability to rhythmically “shift gears”—from driving double time to relaxed and swinging triplet-based playing.",
                "footnotes": [],
                "citations": [
                    "benadon_2009"
                ]
            }
        },
        {
            "69": {
                "text": "[69] Barnett’s deft control of rhythmic nuance demonstrates a kind of virtuosity that only comes from the dedicated and prolonged study of the history of jazz and her instrument. The rhythmic subtlety in Barnett’s solo pervades the solos of master improvisers such as Louis Armstrong and Coleman Hawkins ( Benadon 2009 , 1). Her trombone improvisation therefore erases any notion suggested by the opening minutes of her performance that the trombone is a mere supplement to her singing. Rather, Barnett’s solo signals her subjective repositioning from a “vocalist who plays some trombone” to a virtuosic vocalist and trombonist. As Barnett states, trusting and supportive colleagues made presenting herself as both a vocalist and instrumentalist possible. This performance therefore signifies on her personal experiences of discrimination and struggle to find trusting collaborators. Conclusion",
                "footnotes": [],
                "citations": [
                    "benadon_2009"
                ]
            }
        },
        {
            "70": {
                "text": "[70] The concept of subjective (re)positioning acts as the fulcrum for my theorization and analysis of musical improvisation in terms of subjectivity, gender, and agency throughout this article. Trust enables Barnett, Davis, Laubrock, Oh, and Webber to subjectively (re)position themselves, thus foregrounding the agency denied to them in other, discriminatory, situations. Trust, for these musicians, means something other than simply working together during musical improvisation. Webber, in my analysis, subjectively repositions herself from being “together with” to “out front of” her ensemble. Trust means that her collaborators do not insist on there being an obvious soloist at all times during the performance—they do not rush to fill the sonic voids left by her negative cadenza and understated inceptive phrases. Oh adopts a playfully agonistic subjective position within her ensemble. She knows that her collaborators trust her because they are not condescendingly careful while improvising. Trust means that the members of Laubrock’s ensemble may temporarily ignore her written directions and explore sonic worlds not indicated by her score. The musicians subjectively position themselves apart from her score but gradually return to it. They thus balance individual autonomy with the integrity of her composition. Davis’s and Barnett’s subjective repositionings critique implicit and explicit suggestions they be either a singer or an instrumentalist, not both. Trusting collaborators support their respective assertions of their multi-faceted identities, rather than regarding them as contradictory or unintelligible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] By rejecting visual-first receptions of their music, Barnett, Davis, Laubrock, Oh, and Webber ask us to look and hear past the immediate, and to consider relationships between their musical performances and lived experiences. The agency that subjective (re)positioning signifies thus derives from experiences of discrimination. The concepts I have used in this study might therefore manifest different analytical observations for other musicians, depending on their experiences and modes of dealing with discrimination.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71] Furthermore, one might object to the gender binary that I have assumed throughout this paper. Considerable work remains to be done on gender in improvised music, especially that which does not take a male-female gender binary as a point of departure. Tucker discusses the dangers of “outing” participants with regard to any aspect of their identity ( 2002 and Tucker 2008 ). A major challenge in any ethnography of improvisers who do not subscribe to the notion of gender as a binary would be navigating this complicated terrain. Nonetheless, I think that more work in this regard would be a welcome addition to studies in improvisation and identity.",
                "footnotes": [],
                "citations": [
                    "tucker_2002",
                    "tucker_2008"
                ]
            }
        },
        {
            "72": {
                "text": "[72] Finally, it was never my intention for the majority of my interviewees to be white. The women whose performances are considered in this article are those who responded to my initial email. Of the four women who did not respond to my initial email, three are women of color. Their reasons for not responding are their own—they may have been too busy, had negative experiences discussing similar themes in the past, or even disagreed with the premise of my article, for example. A musician’s reasons for wanting or not wanting to discuss issues of discrimination and improvisation are likely complex. The majority-white constitution of the interviewees in this article might reflect a difference in willingness to talk openly about discrimination in the music community between white women and women of color. A larger and more diverse group of participants would undoubtedly nuance the arguments I have made here. Subjective (re)positioning would, I think, be a powerful theoretical tool in those instances. APPENDIX A: BIOGRAPHICAL INFORMATION (26) Shannon Barnett was born in Australia to Australian parents in the early 1980s. She is white. Barnett is a graduate of Victoria College of the Arts (Australia) and SUNY–Purchase College (New York). Her main instrument is trombone, although she also sings. She currently lives in Cologne, Germany, and is a member of the WDR Big Band. I have known Barnett for approximately twelve years, having first met her in Australia when I moved to Melbourne from Canberra. We have played and recorded music together on numerous occasions (despite our sometimes divergent musical aesthetics). Caroline Davis was born in Singapore to European parents in the early 1980s. She is white. She studied jazz (alto saxophone) and psychology at the University of Texas at Arlington, after which she moved to Chicago in 2004 to pursue a PhD in Music Cognition at Northwestern University. She was honored as a member of Betty Carter’s Jazz Ahead Program at the Kennedy Center in 2011, and IAJE’s Sisters in Jazz program in 2006. She currently lives in Brooklyn, New York. Anna Webber introduced Davis to me as someone who might be interested in contributing to this project. Tenor and soprano saxophonist Ingrid Laubrock was born in the 1970s to German parents in Stadtlohn, Germany, moved to London, England in 1989, and then moved to New York in 2009, where she currently resides. She is white. Her awards include the BBC Jazz Award for Innovation in 2004, a Fellowship in Jazz Composition by the Arts Foundation in 2006, the 2009 SWR German Radio Jazz Prize, and the 2014 German Record Critics Quarterly Award. I met Laubrock soon after I moved to New York in 2013. I discovered her playing by listening to recordings by the Canadian pianist Kris Davis. We have played together a number of times, improvising “freely” as well as playing each other’s original compositions. Linda Oh was born in the early 1980s in Malaysia to parents of Chinese descent, and raised in Perth, Australia. She graduated from the Western Australian Academy of Performing Arts on double bass in 2005, and now lives in New York City. Oh completed her Master’s at the Manhattan School of Music (where she now teaches bass in the precollege division), and also received an honorary mention at the 2009 Thelonious Monk Competition. I did not know Oh when she lived in Australia, and met her only when I moved to New York in 2013. Originally from British Columbia, tenor saxophonist and flutist Anna Webber studied music at McGill University in Montreal before moving to New York City in 2008. She is white and in her early 30s. She holds master’s degrees from both the Manhattan School of Music and the Jazz Institute Berlin. In 2014 she won the BMI Foundation Charlie Parker Composition Prize as a member of the BMI Jazz Composers’ Workshop. She currently lives in Brooklyn, New York. I met Webber in 2013 through the improvised music scene concentrated in Brooklyn, New York. We met through a mutual musical collaborator and began rehearsing and performing together.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "feminist theory essays",
    "source": "mto/raw/mto.17.23.2.hannaford.html",
    "data": "mto/data/mto.17.23.2.hannaford.json"
}