{
    "title": "Contextual Drama in Bach",
    "date": "2006/10/01",
    "volume": "12",
    "issue": "3",
    "authors": [
        "Sobaskie, James William"
    ],
    "abstract": "Some tonal compositions impart impressions of purely musical drama not readily revealed by Schenkerian analysis alone. Arnold Schoenberg’s concept ofmusical problem,a component of his notion ofmusical idea,may aid in illuminating the contextual relations responsible for such dramatic effects within a Schenkerian view. This essay applies the Schoenbergian concept of musical problem within a Schenkerian approach to Bach’sSt. Matthew PassionchoraleIch bin’s, ich sollte büßenand Bach’s G-sharp minor Prelude from theWell-Tempered Clavier,Vol. I.",
    "keywords": [
        "Bach",
        "Schenker",
        "Schoenberg",
        "Babbitt",
        "Problem",
        "Grundgestalt"
    ],
    "doi": "",
    "received": "May 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.3/mto.06.12.3.sobaskie.pdf",
    "author_info": [
        {
            "name": "James William Sobaskie",
            "university": "Department of Music",
            "address": "Hofstra University, Hempstead, New York 11549",
            "email": "musjws@hofstra.edu"
        }
    ],
    "citations": {
        "babbitt_1987": "Babbitt, Milton. 1987. Words About Music: The Madison Lectures , ed. Stephen Dembski and Joseph N. Straus. University of Wisconsin Press.",
        "burkhart_1978": "Burkhart, Charles. 1978. “Schenker’s Motivic Parallelisms.” Journal of Music Theory 22: 145–175.",
        "carpenter_1983": "Carpenter, Patricia. 1983. “Grundgestalt as Tonal Function.” Music Theory Spectrum 5: 15–38.",
        "carpenter_1997": "Carpenter, Patricia. 1997. “Tonality: A Conflict of Forces.” In Music Theory in Concept and Practice , ed. James Baker, David Beach, and Jonathan Bernard, 97–129. University of Rochester Press.",
        "carpenter_2005": "Carpenter, Patricia. 2005. “Schoenberg’s Tonal Body.” Theory and Practice 30: 35–68.",
        "cone_1982": "Cone, Edward T. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” Nineteenth-Century Music . 5 (3): 236.",
        "dineen_2001": "Dineen, Murray. 2001. “Schoenberg’s Logic and Motor: Harmony and Motive in the Capriccio No. 1 of the Fantasien Op. 116 by Johannes Brahms.” Gamut 10: 3–28.",
        "dineen_2005a": "Dineen, Murray. 2005a. “The Tonal Problem as a Method of Analysis.” Theory and Practice 30: 69–96.",
        "dineen_2005b": "Dineen, Murray. 2005b. “Tonal Problem, Carpenter Narrative, and Carpenter Motive in Schubert’s Impromptu, Op. 90, No. 3.” Theory and Practice 30: 97–120.",
        "epstein_1979": "Epstein, David. 1979. Beyond Orpheus: Studies in Musical Structure . MIT Press.",
        "neff_1993": "Neff, Severine. 1993. “Schoenberg and Goethe: Organicism and Analysis.” In Music Theory and the Exploration of the Past , ed. Christopher Hatch and David W. Bernstein, 409–433. University of Chicago Press.",
        "schenker_1969": "Schenker, Heinrich. [1933] 1969. Five Graphic Music Analyses . Dover.",
        "schenker_1979": "Schenker, Heinrich. [1935] 1979. Free Composition . Longman.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition , ed. Gerald Strang. Faber.",
        "schoenberg_1969": "Schoenberg, Arnold. 1969. Structural Functions of Harmony , ed. Leonard Stein. Norton.",
        "schoenberg_1975a": "Schoenberg, Arnold. 1975a. “Linear Counterpoint.” In Style and Idea: Selected Writings of Arnold Schoenberg , ed. Leonard Stein, trans. Leo Black. University of California Press.",
        "schoenberg_1975b": "Schoenberg, Arnold. 1975b. “My Evolution.” In Style and Idea . University of California Press.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea, and the Logic, Art, and Technique of its Presentation , ed. Patricia Carpenter and Severine Neff, 395–396. Columbia University Press.",
        "sobaskie_2003a": "Sobaskie, James William. 2003a. “The Emergence of Gabriel Fauré’s Late Musical Style and Technique.” Jounral of Musicological Research 22 (3): 223–75.",
        "sobaskie_2003b": "Sobaskie, James William. 2003b. “Tonal Implication and the Gestural Dialectic in Schubert’s A Minor Quartet.” In Schubert the Progressive: History, Performance, Practice, Analysis , ed. Brian Newbould, 53–79. Ashgate Publishing Limited.",
        "sobaskie_2005": "Sobaskie, James William. 2005. “The ‘Problem’ of Schubert’s String Quintet.” In Nineteenth-Century Music Review 2 (1): 57–92."
    },
    "footnotes": {
        "FN0": {
            "text": "* This essay was read at the annual meeting of the Music Theory Society of New York State held on 8 April 2006 at Skidmore College in Saratoga Springs, New York. I thank the Legacy of Bach session chair Reed Hoyt, fellow presenters Joel Lester and Edward Klorman, and program chair Chandler Carter, for their encouragement and advice.",
            "citations": []
        },
        "FN1": {
            "text": "1. The later music of Gabriel Fauré (1845–1924), while\nremaining essentially tonal, often departs from traditional practice, drawing\nupon contextual processes for reasons of structural integrity and expressive\nintent. For instances, see my essay, Sobaskie 2003a ,\nespecially its discussions of several of the composer’s mélodies, including Le\ndon silencieux (1906; see pp. 244–254), Roses ardentes (1908; see pp. 265–268),\nand Dans un parfum de roses blanches (1909; see pp. 268–273). In Le don silencieux, for instance, the interval of the fifth serves as a melodic frame\nfor vocal activity in each of the mélodie’s six sections, its space gradually\nrising and becoming more chromatic, thus promoting a systematic brightening of\nvocal timbre. The vocal part of Roses ardentes reveals a process of progressive\nrange expansion in which melodic motion, initially centered on the pitch B4 in\nthe manner of a reciting tone, gradually expands around that point, both\nregistrally and chromatically, until it reaches the octave E4/E5 by the end.\nFinally, the vocal part of Dans un parfum de roses blanches exhibits the\nphenomenon of chromatic completion, reserving the last of the yet unheard pitch\nclasses for the most dramatic point of the mélodie.",
            "citations": [
                "sobaskie_2003a"
            ]
        },
        "FN2": {
            "text": "2. Babbitt 1987 I was a student at the University of Wisconsin during Milton Babbitt’s residency in the fall of 1983 and recognized, as did my peers, that Babbitt’s unparalleled understanding of the twentieth century’s two greatest theorists enabled unprecedented insights.",
            "citations": [
                "babbitt_1987"
            ]
        },
        "FN3": {
            "text": "3. Babbitt 1987 , 137–143. This passage comes from Chapter Five,\n“Professional Theorists and Their Influence.” The well-known analyses Babbitt\nreferred to during his presentation are those in Schenker 1969 , 32–33.",
            "citations": [
                "babbitt_1987",
                "schenker_1969"
            ]
        },
        "FN4": {
            "text": "4. Bach’s association of the striking dissonance D ♭ 5/C5 with the term “büßen,”\nwhich translates as “atone,” confers an impression of urgency on that word,\neffectively reminding that atonement involves repentance, reparation, and\nreconciliation. As we shall see, this coincidence bears implications for the\nchorale’s musical structure and contextual narrative.",
            "citations": []
        },
        "FN5": {
            "text": "5. Babbitt 1987 , 139.",
            "citations": [
                "babbitt_1987"
            ]
        },
        "FN6": {
            "text": "6. Babbitt 1987 , 140.  Babbitt’s employment of the word\n“parallelism” should not be confused with the Schenkerian notion of “motivic parallelism,” which involves the expression of the same melodic pattern at different levels of tonal structure within a composition. Babbitt’s usage corresponds to what many of us would describe as the varied repetition of a melodic motive at the musical surface.  For more on the Schenkerian concept, see Charles Burkhart’s classic article, Burkhart 1978 , 145–175.  Today, many analysts prefer the term\n“expansion,” instead of “motivic parallelism,” when describing instances of\nmotivic repetition at higher levels of structure.",
            "citations": [
                "babbitt_1987",
                "burkhart_1978"
            ]
        },
        "FN7": {
            "text": "7. In conversation, Mary Arlin drew my attention to a most\nremarkable attribute of this chorale from Bach’s St. Matthew Passion. Despite the vivid imagery and profound despair of the text (“It is I, I should\natone, my hands and feet bound, in Hell. The scourges and the fetters and what\nYou endured, my soul deserves.” [my translation]), all six of the cadences in Ich bin’s, ich sollte büßen conclude with major triads.  The choir, expressing humanity’s recognition of its role and responsibility in Christ’s crucifixion, nevertheless alludes to the St. Matthew Passion ’s fundamental message of hope.",
            "citations": []
        },
        "FN8": {
            "text": "8. Babbitt 1987 , 141–143.",
            "citations": [
                "babbitt_1987"
            ]
        },
        "FN9": {
            "text": "9. Heinrich Schenker offers an account of this major-major\nseventh harmony in his coordinated sketches of Ich bin’s, ich sollte büßen in Schenker 1969 , 32–33, as well as a verbal explanation and example in Schenker 1979 , 65 and Fig. 62, No. 12.",
            "citations": [
                "schenker_1969",
                "schenker_1979"
            ]
        },
        "FN10": {
            "text": "10. Babbitt 1987 , 139.",
            "citations": [
                "babbitt_1987"
            ]
        },
        "FN11": {
            "text": "11. Schenker 1979 , Fig. 22a (measure numbers added).  I present this version of Schenker’s\nview of Ich bin’s, ich sollte büßen here, rather than one of those in Five Graphic Music Analyses, simply because of its concision.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN12": {
            "text": "12. Arnold Schoenberg, “Beauty and Logic in Music,” an unpublished essay preserved at the Arnold Schönberg Center in Vienna.  I thank Eike Feß, archivist at the Schönberg Center, for sharing with me a digital facsimile of the document, whose catalogue number there is T 67.02.  A partial transcription of this essay appears in Schoenberg 1995 , 395–396.",
            "citations": [
                "schoenberg_1995"
            ]
        },
        "FN13": {
            "text": "13. Schoenberg 1995 , 226–227.",
            "citations": [
                "schoenberg_1995"
            ]
        },
        "FN14": {
            "text": "14. Schoenberg 1969 , 102.",
            "citations": [
                "schoenberg_1969"
            ]
        },
        "FN15": {
            "text": "15. For instances of Schoenberg’s use of the term Grundgestalt, see Schoenberg 1969 , 193–194, and Schoenberg 1975b , 91, as well as that cited above.  (It may be of interest to MTO readers that an audio recording of Schoenberg delivering his\n“My Evolution” lecture at UCLA in 1949 is available at the website of the Arnold Schönberg Center; see http://www.schoenberg.at/6_archiv/voice/voice29.htm to hear this remarkable historical document.)  Regrettably, Schoenberg never offered a precise and detailed definition for his concept of Grundgestalt. Patricia Carpenter explored the idea using Schoenberg’s harmonic theories in her article, Carpenter 1983 , 15–38.  However, the best illumination of its implications may be found in Schoenberg 1995 .",
            "citations": [
                "schoenberg_1969",
                "schoenberg_1975b",
                "carpenter_1983",
                "schoenberg_1995"
            ]
        },
        "FN16": {
            "text": "16. For discussions of “tonal” musical problems presented within the framework of Schoenberg’s harmonic theories, see: Neff 1993 , 409–433; Schoenberg 1995 , 395-396; Carpenter 1997 , 97–129; Dineen 2001 , 3–28; Carpenter_2005 35–68; Dineen 2005a 69–96; and Dineen 2005b , 97–120.",
            "citations": [
                "neff_1993",
                "schoenberg_1995",
                "carpenter_1997",
                "dineen_2001",
                "carpenter_2005",
                "dineen_2005a",
                "dineen_2005b"
            ]
        },
        "FN17": {
            "text": "17. For instance, see my essay, Sobaskie 2005 , 57–92, which reveals a comprehensive contextual process that simulates the impression of musical problem solving and spans all four movements of the composer’s final chamber work.  In that masterpiece, a dissonant harmony featured in the very first phrase but not conventionally resolved—a diminished seventh chord that collapses back on the tonic harmony—represents the crux of a musical problem whose determined pursuit appears to end with a voice leading solution that emerges in the closing bars of the finale.  Schubert’s String Quartet in A minor also features a comprehensive contextual process, one in which opposing melodic gestures heard at the start of the first movement seem to converse and contend until the end of the last, when a climactic synthesis achieves reconciliation and resolution of their conflict.  See my chapter, Sobaskie 2003b , 53–79.  Taken together, these works of Schubert, as well as those by Fauré mentioned in footnote 1 and those by Bach under scrutiny in this essay, demonstrate that contextual processes may take many different forms, only some of which are readily illuminable by Schoenberg’s concept of musical problem.",
            "citations": [
                "sobaskie_2005",
                "sobaskie_2003b"
            ]
        },
        "FN18": {
            "text": "18. Any admixture of Schenkerian and Schoenbergian analysis proceeds from the work of David Epstein; see Epstein 1979 .  Milton Babbitt, with whom Epstein studied, provided the\nForward to that pioneering book.",
            "citations": [
                "epstein_1979"
            ]
        },
        "FN19": {
            "text": "19. Cone 1982 , 236.",
            "citations": [
                "cone_1982"
            ]
        },
        "FN20": {
            "text": "20. Schoenberg 1975a , 290.  Following the statement quoted above, Schoenberg offers two metaphors—one from the world of childhood and another from the realm of cinema—that are particularly appropriate to and illuminative of the way in which the basic musical idea of the G-sharp minor Prelude is treated.  Schoenberg declares:\n“I say that a piece of music is a picture-book consisting of a series of shapes, for which all their variety still (a) always cohere with one another, (b) are presented as variations ( in keeping with the idea ) of a basic shape, the various characters and forms arising from the fact that variation is carried out in a number of different ways; the method of presentation used can either ‘unfold’ or ‘develop’. . . In the course of the piece, the new shapes born of redeployment (varied forms of the new theme), new ways for its elements to sound) are unfolded, rather as a film is unrolled.  And the way the pictures follow each other (like the\n‘cutting’ in a film) produces the ‘form.’” Schoenberg 1975a ,  290.  It would seem abundantly clear from these metaphors, as well as a consideration of Bach’s music, that Arnold Schoenberg’s notion of Grundgestalt was profoundly influenced in its development by models provided by the preludes and fugues of the Well-Tempered Clavier.",
            "citations": [
                "schoenberg_1975a",
                "schoenberg_1975a"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Bach, Babbitt, and Ich bin’s, ich sollte büßen",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  Purely musical drama often intrigues, drawing us back again and again. * Much drama arises from tonal relations that elicit expectations subtly manipulated and subsequently fulfilled, relations readily revealed by Schenkerian analysis.  However, contextual processes may elicit expectations of their own, producing allusive effects that contribute to a work’s fascination.  Formed from ordered sequences of evocative events existing within the tonal fabric, these successions of separate but similar moments are unique to the composition in which they sound and present a narrative that complements the unfolding of the tonic triad.  Such processes gradually reveal their goals as they unfold, and thus are dynamic, progressive systems of organization. (1) Let us begin with a most familiar musical example. Example 1 . J. S. Bach, St. Matthew Passion: Ich bin’s, ich sollte \nbüßen , with analytical overlay (click to enlarge and listen)",
                "footnotes": [
                    "FN*",
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]  More than two decades ago, Milton Babbitt gave a series of six presentations at the University of Wisconsin that were later chronicled in the book, Words About Music: The Madison Lectures. (2) In a lecture largely devoted to tonal music, Babbitt addressed Bach’s St. Matthew Passion chorale Ich bin’s, ich sollte büßen (BWV 244, No. 16), as well as Schenker’s famous analyses of the work. (3) What interested Babbitt most about Bach’s music on that occasion was a contextual process that unfolded over the course of the chorale, a sequence of distinctive pitch events not emphasized by Schenker’s sketches. Example 1 reproduces Bach’s vocal score, augmented by overlay, to illustrate the subsequent review of Babbitt’s\ncomments. Audio\nExample 1 offers a rendition of the entire chorale.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]  The contextual process Babbitt identified in Ich bin’s, ich sollte büßen proceeds from the first phrase’s most striking contrapuntal event, which is\nreadily perceptible in Audio Example 2 (mm. 1–2). That event, of course, is the\nsuspension on the downbeat of the second measure, heard in the soprano and alto\nvoices and linked to the word \" büßen .\" (4) Babbitt explained to his youthful audience:\n“It’s quite obvious that D ♭ against C becomes a feature very early in the game, and it’s constantly reinforced.” (5) In Babbitt’s view, Bach marked these two tones for memory by placing them\ntogether so prominently so early in the piece. They merge to become a\ndistinctive detail of the chorale whose experience may be recalled by later\nharmonic and melodic elements.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  While we cannot know for sure, Bach’s inspiration for this salient harmonic event may have been the concluding notes of the traditional melody’s first phrase, which exhibit the same sequence of scale degrees, 4 ˆ to 3 ˆ .  Yet the sharp dissonance formed by their juxtaposition in Bach’s suspension at the start of the bar does not fail to impress, and places D ♭ 5 in a position of prominence over C5 within Bach’s setting at that point. Registrally-, metrically-, and agogically-emphasized, the D ♭ also receives harmonic support as a member of the triad on the downbeat of the bar.  As the score shows in Example 1, the suspended C5 in the alto of m. 2 soon gives way to B ♭ 4 after the soprano’s D ♭ 5 arrives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]  Reinforcement of the D ♭ 5/C5 combination comes by way of what Babbitt colloquially described as “parallelisms.” (6) These correspondences are identified on Example 1 using rectangles.  Among them are the cross-relations A ♮ 4– A ♭ 4 in m. 8, and the E ♮ 4– E ♭ 4 in m. 10.  These chromatic successions represent unconventional consequences of the preceding half cadences.  For instance, after the fermata on the F major triad in m. 8, we might predict the return of the supertonic harmony, B ♭ minor, tonicized just moments before.  Similarly, in m. 10, after fermata on the C major harmony in m. 10, an F minor triad might be anticipated.  Instead, Bach’s actual voice-leading choices thwart our expectations, and in turn, draw attention to the descending semitones in the alto voice that surprisingly shift the triad’s quality from major to minor. (7) In both cases, departures from voice leading norms highlight the interval of the semitone in the melodic domain, the same interval so prominently projected as a harmonic coincidence in m. 2.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  To the cross relations that Babbitt identified, we might add the D ♭ 4–C4 succession found in the bass of m. 1 in Example 1.  It introduces the chorale’s first eighth-note durations while it provides, with the tenor’s D ♭ 4, a brief foretaste of the suspension dissonance that dominates the next measure.  We might also include the A ♭ 4–G4 succession in the soprano of m. 4, which echoes the scale degree progression 4 ˆ – 3 ˆ heard in m. 2, albeit within the locally tonicized harmony of E ♭ major.  All draw attention to the first tone of a descending semitonal pair.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the second half of the chorale (mm. 6–12), which ingeniously reharmonizes the soprano melody of the first half, the elongated semitonal step of D ♭ 5–C5 in the soprano of m. 8 no longer represents the degree succession 4 ˆ – 3 ˆ , but expresses instead the degree succession 3 ˆ – 2 ˆ within locally tonicized B ♭ minor.  Similarly, the elongated semitonal step of A ♭ 4–G4 in the soprano of m. 10 presents the same degree succession, 3 ˆ – 2 ˆ , within locally tonicized F minor.  Taken together, the 4 ˆ – 3 ˆ successions of mm. 2 and 4, plus the 3 ˆ – 2 ˆ successions of mm. 8 and 10, mark the four scale steps, A ♭ , E ♭ , B ♭ , and F, prolonged within the compass of the chorale’s A ♭ major tonality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  Other pitch events provide further reinforcement of the semitonal pairing.  For instance, the suspension figure on the downbeat of m. 10, involving the superimposition of A ♭ 4 in the soprano and the rearticulated G4 in the alto, recalls the juxtaposition of D ♭ 5 and C5 in m. 2, within a contrasting voice leading context.  Finally, we might even consider the rising chromatic succession E ♭ 3– E ♮ 3 in the bass of m. 6, a melodic inversion of the descending dyads Babbitt identified, which disrupts expectations elicited by the dominant and distracts from the chorale’s bisecting seam.  While it reverses the direction of the afore-mentioned melodic sequences, the E ♭ 3– E ♮ 3 rise may be readily associable with them, because the semitonal voice leading contradicts conventional expectations for continuation at that instant in a similar manner.  Each of these semitonal events serves to recall the striking suspension of m. 2 and elicits curiosity regarding their prominence, thus contributing to the chorale’s musical drama. Example 2 . Ich bin’s, ich sollte büßen : voice leading \nsummaries of mm. 1-2 and mm. 11-12 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]  The cumulative implication of such conspicuous semitones, Babbitt would suggest, was that some overt resolution of the conflict between the pitch classes of D ♭ and C would transpire, producing a contextually-satisfactory reconciliation of scale degrees 4 ˆ and 3 ˆ . (8) As Example 1 reveals, the final downbeat of the chorale does project the pair in a new way.  There, the D ♭ /C relation is transformed by transposition and contrapuntal inversion to present direct confrontation of the elements in the outer voices, which subsequently converge and then cadence on tonic. D ♭ 3 appears in the bass as C5 sounds directly against it as an accented passing tone\nin the soprano, and the original semitonal combination becomes a compound major\nseventh. Finally, 3 ˆ resolutely claims its rightful tonal preeminence. Audio Example\n3 (mm. 11–12) illustrates. Example 2 summarizes and compares the voice leading\nof the contrapuntal events that frame the contextual process Babbitt identified\nin Bach’s chorale. As this graphic demonstrates, the coincidence of C5 and D ♭ 5 in m. 2 arises from a conventionally prepared—though rearticulated—suspension, while the conjunction of D ♭ 3 and C5 in m. 12 arrives through passing motions in both voices, surely a more exceptional voice leading procedure. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Babbitt argued that Bach deliberately avoided a conventional cadential six-four sonority at the end of Ich bin’s, ich sollte büßen in favor of a setting that stated scale degrees 4 ˆ and 3 ˆ , originally expressed by D ♭ 5/C5, in a new way.  Referring to the resplendent sonority on the downbeat of m. 12, he asserted:\n“It’s a harmony that’s generated by internal relationships.” (10) Finally, C5—representing 3 ˆ —predominates in context through registral, metrical, and tonal emphasis. Example 3 . Schenker, Free Composition, sketch of Ich bin’s, ich sollte büßen (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]  Remarkably, the contextual process Babbitt described coordinates with the climax and conclusion of the chorale’s essential tonal process: the descent of the fundamental line and its final cadence. Example 3 offers a transcription of Schenker’s sketch of Ich bin’s, ich sollte büßen from Free Composition . (11) While\nthe C5 represents an accented passing tone over the subdominant harmony, it\nreasserts the primary tone of the composition in a dynamic way in preparation\nfor the conclusion of the chorale, as Schenker’s sketch shows. Indeed, within\nthe brief span of the work, it is not hard to hear the rich D ♭ MM7th chord on\nthe downbeat of m. 12 as a catalyst for closure. In turn, we might interpret in\nretrospect the D ♭ 5/C5 suspension on the downbeat of m. 2 as a harmonic harbinger\nof the chorale’s close. Consequently, the contextual and tonal processes\ncomplement one another, creating a remarkably coherent musical structure, bound\nby aural relations in different dimensions. Schoenberg’s concept of “musical problem”",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]  Although Milton Babbitt did not characterize the contextual process he identified in Bach’s Ich bin’s, ich sollte büßen as the presentation and pursuit of a purely musical problem, it may be understood in those terms.  And while I was not immediately aware of the source of his interpretation when I heard Babbitt speak, it now seems clear that his inspiration must have been the thought and work of Arnold Schoenberg.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]  Schoenberg’s concept of “musical problem” appears in many places in the composer’s writings.  Among the most revealing references are these: “Musical ideas are such combinations of tones, rhythms, and harmonies that require a treatment like the main theses of a philosophical subject.  It [the musical idea] raises a question, puts up a problem, which in the course of the piece has to be answered, resolved, carried through.  It has to be carried through many contradictory situations, it has to be developed by drawing consequences from what it postulates, it has to be checked in many cases and all this might lead to a conclusion, a pronunciamento .” (12) \"The furtherance of the musical idea . . . may ensue only if the unrest—problem—present in the Grundgestalt or in the motive (and formulated by the theme or not, if none has been stated) is shown in all its consequences.” (13) Every succession of tones produces unrest, conflict, problems . . . Every musical form can be considered as an attempt to treat this unrest either by halting or limiting it, or by solving the problem. (14)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]  Simply put, Schoenberg suggested that a musical idea, by nature, embodies some sort of conflict.  Such an idea, which Schoenberg regarded generally as a unified combination of tones, durations, and harmonies, and sometimes also referred to as a Grundgestalt, or basic shape, expresses a musical\n“problem” that demands a contextually-satisfactory “solution.” (15) For Schoenberg, a musical idea is a brief, yet distinctive entity, often a component of a theme.  Its problem, in turn, represents a truly “motivic” force, one that would seem to stimulate a corresponding response within the unfolding music.  The solution of the problem forms the basis for the purely musical drama we perceive within the context of a composition.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]  Adopting this perspective, we might consider the first melodic phrase of the traditional chorale melody Bach set in Ich bin’s, ich sollte büßen as a\n“musical idea” of sorts, since it forms part of the basic substance on which the piece was founded.  The striking contrapuntal combination D ♭ 5/C5 in the second measure of Bach’s setting might be seen as a deliberately overt expression of its\n“musical problem,” which may be understood as a conflict between scale degrees 4 ˆ and 3 ˆ in which 4 ˆ initially seems preeminent.  Pursuing Schoenberg’s metaphor further, the prominent semitonal relations articulated variously throughout the chorale may be interpreted as systematic investigation of the\n“problem” through restatement of its components in new terms.  Their repetitions and salience elicit curiosity, suggesting some consequent is imminent.  The bold transformation of the\n“problem’s” constituents into the widely-spaced simultaneity D ♭ 3/C5 on the downbeat of the final bar may be understood to be a contextually-satisfactory and dramatic culmination of the pair’s “unrest,” as Schoenberg might have put it, in which 3 ˆ ultimately prevails.  Finally, a fleeting, foreshadowing hint of this outcome now may be recalled as occurring at the end of m. 5, where D ♭ 3/C5 immediately precedes the interruption on 3/ B ♭ 4 in m. 6, just as the “solution,” D ♭ 3/C5, precedes E ♭ 3/ B ♭ 4 immediately before the chorale’s close.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Schoenberg’s concept of musical problem has been invoked frequently in recent years.  Many authors, particularly those inspired by Patricia Carpenter, have undertaken the analysis of\n“tonal” problems—those involving challenges to the primary tonality of a work—within the framework of Schoenberg’s harmonic theories. (16) However, Schoenberg’s references to his concept, particularly those quoted above, suggest he believed that musical problems may take numerous forms, not just the tonal. (17) For instance, Ich bin’s, ich sollte büßen manifests a conflict between two non-tonic scale degrees.  One may imagine musical problems involving meter and rhythm, as well as other domains.  And of course, the musical problems embodied and explored by Schoenberg’s serial works do not involve competing keys at all.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]  Recognition that musical problems may involve more than just conflict among tonalities enables much wider analytical application of the construct.  And perhaps not surprisingly, Schoenberg’s concepts of musical idea and musical problem may complement a Schenkerian approach, as David Epstein has shown. (18) While some of us may be loathe to abandon the comfort and protection of theoretical dogmatism, a relaxed stance may lead to otherwise elusive insight.  To illustrate, I should like to turn to another brief work of Bach. Bach’s Prelude in G-sharp Minor Example 4 . J.S. Bach, Well-Tempered Clavier, Vol. I: Prelude in \nG-sharp minor (click to enlarge and listen) Example 5 . Prelude in G-sharp minor: the “musical idea” and its “problem” (click to enlarge and listen)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]  The eighteenth prelude from the first volume of the Well-Tempered Clavier (BWV 863) may not be as famous as some of its companions, but it deserves similar renown and respect. Example 4 provides a copy of its score. Audio\nExample 4 offers a presentation of the entire prelude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]  While we may be inclined to consider the distinctive upper melody of the Prelude’s first measure as its basic thematic material, I would propose that the real\n“musical idea” of the work, in the Schoenbergian sense, consists of the contrapuntal complex shown in Example 5 . Audio\nExample 5 illustrates the span shown in Example 5. As these graphic\nand audio examples illustrate, the engaging treble melody and its simpler\naccompanying bass combine to express an expanding aural shape that soon\ncontracts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]  The “problem” of the musical idea shown in Example 5 decisively emerges at its point of greatest expansion, and is distinguished by the contextual clash between the lowered submediant\nscale degree, expressed by E5, and the leading-tone scale degree,\nexpressed by F 𝄪 3, in the tonality of G ♯ minor. Embodied here by the\nharmonic interval of the compound diminished seventh, the Prelude’s problem is\none of voice leading. While the bass’s F 𝄪 3 rises by a minor second to G ♯ 3 on the downbeat of the next bar, as might be expected, the treble’s E5 does not fall\nsimultaneously to D ♯ 5, as prior aural experience with the voice leading of\ndiminished sevenths might suggest. Instead, the E is followed by three\ndescending steps to B4, as Audio\nExample 6 (mm. 1–3) reminds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In effect, the voice leading that follows the contextually dissonant\njuxtaposition of F 𝄪 3/E5 fails to provide a fully satisfying resolution, and in\nessence, the upper component, E5, is left “hanging.” Achieved by a determined,\nrising gesture that spans an ascending minor sixth, the E5—made particularly\nconspicuous by the F 𝄪 3 heard below—surely is a tone meant for memory. Like the\n“promissory note” in Schubert’s Moment Musical in A ♭ Major, described so\neloquently in Edward T. Cone’s classic essay, this E5 in Bach’s G-sharp minor\nPrelude represents, borrowing Cone’s words, “a troubling element of which one\nexpects to hear more.” (19) Such evocative events, of course, contribute to a form of purely musical drama within the tonal fabric of the Prelude, through which the contextual narrative unfolds.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Schoenberg once declared: “Whatever happens in a piece of music is nothing but the endless reshaping of a basic shape.” (20) From this perspective, Bach’s G-sharp minor Prelude may be heard as a simulation of problem solving in which the components of its musical idea seem to be explored by separation, recombination, and transformation in order to elicit what appears to be a convincing “solution” to its internal voice leading “problem.”  The drama in this metaphor parallels human problem solving behavior, which may involve disassembly, trial-and-error experimentation, and extrapolation, before a “flash-of-insight&qrduo brings forth a solution and closure.  To be sure, no actual problem solving takes place here—the Prelude should not be taken as a literal record of Bach’s wrestling with a recalcitrant pair of pitch classes.  Instead, the music presents a sequence of aural events we may liken to the familiar experience of solving a problem.  Bach’s Prelude enables us to vicariously experience, within the realm of sound, an exploratory process of reaching satisfactory closure.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]  For instance, the score in Example 4 shows that the Prelude’s musical idea, most readily distinguished by its melodic\n“theme,” reappears in mm. 2–3.  There, its components are transformed by transposition and the principles of invertible counterpoint to produce a new shape that contracts, bringing the\n“problematic” components closer to form an augmented ninth.  Its next two statements, in mm. 5–7, expose the now-familiar theme at new pitch levels, and even more strikingly, in a major modality, though without the bass’s neighbor figure and the contextually dissonant harmonic “problem.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]  Similar exploration of the musical idea’s potential may be perceived in the first two-thirds of the Prelude.  In all, sixteen recognizable instances of the idea sound.  Ten transformations arise from transposition and occasional modal change, as the solid brackets beneath the systems of Example 4 reveal.  Five other transformations proceed from the processes of inversion and transposition, plus occasional modal change, as the dotted brackets beneath the systems show.  In the relatively few measures without a complete expression of the Prelude’s basic musical idea, motivic components proliferate, perhaps simulating the activity of creative “play” that often characterizes problem solving.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]  The “problematic” relationship represented by the contextual dissonance E5 and F 𝄪 3\nalso recurs throughout much of the Prelude. A total of ten harmonic instances\nmay be observed on Example 4, identified by rectangular enclosures. Eight appear\nassociated with expressions of the musical idea’s “theme,” but two, those in mm.\n12 and 16, are alone. All but one sound on the second beats of their bars. Half\nproject the original pitch classes E and F 𝄪 , while the others present the dyads A/ B ♯ and B/ C 𝄪 .  By sheer frequency of reiteration within so short a span, the diminished seventh interval becomes a distinctive and essential aspect of the piece, evoking curiosity regarding its prominence, significance, and future.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]  Problem-solving simulation may be perceived through m. 18, leading to the longest passage of the Prelude in which no complete statement of its basic musical idea or obvious expression of its conflict occurs.  Following such systematic and intensive exploration of the thematic basis of the Prelude, this apparent\n“void” cannot help but elicit wonder.  Measure 25, at the conclusion of that span, surely represents a climax, as the portrayal of mm. 24–27 in Audio\nExample 7 reveals. Example 6 . G-sharp minor Prelude: “problem” and “climax“ voice leading \nsummaries of mm. 1-2 and mm. 25-26 (click to enlarge and listen) Example 7 . Prelude in G-sharp minor: comprehensive voice-leading sketch (click to enlarge) Example 8 . Prelude in G-sharp minor: rhythmic reduction of the bass, mm. \n15-25 (click to enlarge and listen) Example 9 . J.S. Bach, Well-Tempered Clavier, Vol. I: G-sharp minor Prelude: mm. 26-29 (click to enlarge and listen) Example 10 . G-sharp minor Prelude: voice leading summary of the problem’s \n“solution” in mm. 28-29 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] At that very point, the constituents of the Prelude’s “musical problem” sound at the widest degree of registral separation yet heard, and for the very first time, on a downbeat.  Prominently projected, they would seem to communicate a dramatic culmination, a dénouement . The pitch E5, following a flourish, resolves to D ♯ 5 in the next measure, as F 𝄪 2 is followed by three octave-displaced steps up to B3. In essence, this voice leading inverts—both melodically and contrapuntally— the voice leading of the original “problem” expressed in mm. 1–2. Example 6 illustrates. Part of what will emerge as the “solution” to the Prelude’s “problem,” this voice leading may be understood to simulate something of a breakthrough in the ongoing contextual process, equivalent to a “flash-of-light.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]  As the comprehensive sketch of the Prelude shown in Example 7 suggests, the climactic event of m. 25 immediately precedes and seems to prompt the descent of the fundamental line. There, the “problematic” E5 heard in mm. 24–25 assumes its tonal role as the upper neighbor of the primary tone.  Its arrival, and that of the fundamental line’s descent, is heralded by a remarkable rhythmic phenomenon. Example 8 reveals that a grand linear span in the bass, essentially a descending minor sixth extended and expanded by registral shifts, unfolds in mm. 15–25. Quietly obtaining attention by relatively even values at the outset, the descending bass span decelerates midway, before it systematically accelerates toward the climax in m. 25. Audio Example 8 illustrates this engrossing rhythmic process. The accelerative nature of this passage has the effect of drawing close attention to mm. 25–26, lending an unmistakably dynamic quality to this span of the music.  Reversing and expanding the minor sixth span traced by the Prelude’s theme, it highlights E5’s opposing degree, F 𝄪 2.  Yet it also simulates an advance toward a contextually satisfactory “solution” to the Prelude’s musical “problem” by focusing on the immediately following voice leading that resolves the dissonance of the climax.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]  The end of the Prelude presents its “problem’s” “solution” and concludes its contextual process. Example 9 reproduces those final measures,\nwhile Audio\nExample 9 demonstrates. As these illustrations reveal, the ending includes a bow toward the subdominant and a plagal cadence, tonal gestures common to many of Bach’s codas.  It also includes a Picardy third at the conclusion.  A glance at Example 9 reveals that this closing passage presents transposed and inverted transformations of the familiar melodic theme from the Prelude’s musical idea that have not yet been heard before.  The first of these expresses the\n“problematic” dyad E4– F 𝄪 3 at the extremes of its contour, as the first dotted angle shows.  The second dotted angle identifies a brief harmonic coincidence of those same degrees.  As Example 10 shows, the voice leading of the inner parts at that point essentially duplicates that heard following the climax just three bars earlier. Yet there is a significant difference: while the lower component again rises by steps from F 𝄪 3, it does so not to B3, but to B ♯ 3.  That B ♯ 3, in turn, serves as the major third of the final triad, whose inflection bears an impression of achievement. How was this contextually appropriate “solution” prepared?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The principles of melodic and contrapuntal inversion, prominently\ninvoked throughout the Prelude, both figure in its “problem’s” “solution,” as do\nthe original “problematic” pitch classes of E and F 𝄪 .  The voice leading featured at the Prelude’s climax, summarized in Example 6, forms the foundation of the solution to its musical problem.  Its final, key component, the pitch-class B ♯ , first prominently emerges in m. 8, as Example 4 indicates, where it appears within the first new transposition of the dyad, the combination of A ♮ 4 and B ♯ 3.  We hear it similarly ten bars later in m. 18, framed by the Prelude’s greatest registral extreme.  Yet what seems to etch the sound of this crucial closing element most vitally in memory are the instances of B ♯ 2 and B ♯ 3 that immediately anticipate in the two bars before the close, mm. 27–28.  In retrospect, the tonal structure of mm. 15–25, which is concerned with the transformation of the minor dominant into the major, is echoed by the coda, which convincingly transforms the minor tonic into the major.  And the closing major triad, approached by convergent voice leading in the inner parts, offers a dramatic aural effect comparable to the sort of satisfaction experienced when all of the pieces of a puzzle slip neatly into place. Audio Example 10 , which presents in sequence the\n“problem,” and “climax” voice leading summaries of mm. 1–2 and mm. 26–26, originally shown above in Example 6, plus the “solution” voice leading summary of mm. 28–29 given above in Example 10, offers an opportunity to telescope that experience en résumé . Surely the contextual drama of this unassuming\nprelude cannot fail to move even the most obdurate of its listeners. Contextual Processes in Bach",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]  The culmination of the G-sharp minor Prelude’s “problem-solving” process coordinates with the composition’s tonal drama and depends on the work’s voice leading fabric for its expression.  Yet the narrative’s sequence of events effectively remains separate, operating in its own domain and perceived on a different plane.  Its conclusion coincides with the achievement of ultimate musical closure, two measures after the fundamental line has run its course.  Offering its own form of dramatic flux, born of a purely musical conflict and gradually emerging hints of resolution in the musical fabric, the contextual process of the G-sharp minor Prelude lends unmistakable animation and dynamism to Bach’s brief work and confers its own unifying effects.  Surely it contributes to the music’s seductiveness, as well as its art.  Here within Bach’s G-sharp minor Prelude, as in his St. Matthew Passion chorale, Ich bin’s, ich sollte büßen , the dramatic contextual process assures rewarding rehearings.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.3.sobaskie.html",
    "data": "mto/data/mto.06.12.3.sobaskie.json"
}