{
    "title": "Review of <i>Elliott Carter Speaks: Unpublished Lectures, Edited and with an introduction by Laura Emmery</i> (University of Illinois Press, 2021)",
    "date": "2023/03/01",
    "volume": "29",
    "issue": "1",
    "authors": [
        "Link, John"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.29.1.7",
    "received": "October 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.1/mto.23.29.1.link.pdf",
    "author_info": [
        {
            "name": "John Link",
            "university": "William Paterson University",
            "address": "Wayne, NJ",
            "email": "linkj@wpunj.edu"
        }
    ],
    "citations": {
        "anon_1967": "“Contemporary Music Program Set for ‘U’.” Minneapolis Tribune , June 25, 1967.",
        "carter_2002": "Carter, Elliott. 2002. Harmony Book . Edited by Nicholas Hopkins and John F. Link. Carl Fischer.",
        "edwards_1971": "Edwards, Allen. 1971. Flawed Words and Stubborn Sounds: A Conversation with Elliott Carter . W. W. Norton.",
        "emmery_2018": "Emmery, Laura. 2018. “‘Workshop Minnesota’: Elliott Carter’s Analysis of Luigi Nono’s Il canto sospeso .” Elliott Carter Studies Online 3. http://studies.elliottcarter.org/volume03/01Emmery/01Emmery.html .",
        "gamer_1973": "Gamer, Carlton. 1973. Review of Flawed Words and Stubborn Sounds: A Conversation with Elliott Carter (W. W. Norton, 1971), by Allen Edwards. Perspectives of New Music 11 (2): 146–51. https://doi.org/10.2307/832317 .",
        "hába_1927": "Hába, Alois. 1927. Neue Harmonielehre des diatonischen, chromatischen, Viertel-, Drittel-, Sechstel-, and Zwölftel-Tonsystems . F. Kistner & C.F.W. Siegel.",
        "hanson_1960": "Hanson, Howard. 1960. Harmonic Materials of Modern Music . Appleton-Century-Crofts.",
        "ligeti_1958": "Ligeti, György. 1958. “Pierre Boulez. Entscheidung und Automatik in der Structure 1a.” Die Reihe 4: 38–63. Translated by Leo Black as “Pierre Boulez: Decision and Automaticism in Structure 1a ” in Die Reihe 4 (English Edition, 1960): 36–62.",
        "link_2022": "Link, John. 2022. Elliott Carter’s Late Music . Cambridge University Press. https://doi.org/10.1017/9781139019873 .",
        "meyer_and_shreffler_2008": "Meyer, Felix, and Anne C. Shreffler. 2008. Elliott Carter: A Centennial Portrait in Letters and Documents . The Boydell Press.",
        "persichetti_1961": "Persichetti, Vincent. 1961. Twentieth-Century Harmony: Creative Aspects and Practice . W. W. Norton.",
        "piston_1955": "Piston, Walter. 1955. Orchestration . W. W. Norton.",
        "stravinsky_and_craft_1959": "Stravinsky, Igor, and Robert Craft. 1959. Conversations with Igor Stravinsky . Faber/Doubleday.",
        "stravinsky_and_craft_1960": "Stravinsky, Igor, and Robert Craft. 1960. Memories and Commentaries . Faber/Doubleday.",
        "stravinsky_and_craft_1962": "Stravinsky, Igor, and Robert Craft. 1962. Expositions and Developments . Faber/Doubleday.",
        "stravinsky_and_craft_1963": "Stravinsky, Igor, and Robert Craft. 1963. Dialogues and a Diary . Faber/Doubleday.",
        "stravinsky_and_craft_1972": "Stravinsky, Igor, and Robert Craft. 1972. Themes and Conclusions . Faber/Doubleday.",
        "university_of_minnesota_1967": "University of Minnesota. 1967. Summer Session Bulletin 70 (3). Minnesota Libraries Digital Conservancy. https://conservancy.umn.edu/handle/11299/93211 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Carter and Edwards took their cue from Igor Stravinsky and Robert Craft, whose Conversations with Igor Stravinsky ( 1959 ), Memories and Commentaries ( 1960 ), Expositions and Developments ( 1962 ), Dialogues and a Diary ( 1963 ), and Themes and Conclusions ( 1972 ) went through careful revision on their journey from spoken word to printed page.",
            "citations": [
                "stravinsky_and_craft_1959",
                "stravinsky_and_craft_1960",
                "stravinsky_and_craft_1962",
                "stravinsky_and_craft_1963",
                "stravinsky_and_craft_1972"
            ]
        },
        "FN2": {
            "text": "2. Before going further, I need to disclose my own involvement in two events surrounding the book’s publication. In 2018, Emmery published an excerpt of Carter’s University of Minnesota lectures in the journal Elliott Carter Studies Online , which I co-edit. At that time the editors also offered to publish the entire series of lectures in a special issue of the journal, but such an issue never materialized. Three years later, Elliott Carter Speaks appeared, with the copyright claimed by the publisher, University of Illinois Press. But Carter, who died in 2012, had assigned all copyrights to his unpublished intellectual property to The Amphion Foundation, Inc., which he started with his wife Helen in 1987 and which publishes Elliott Carter Studies Online . As the Amphion Foundation’s current President, I was directly involved in working out a belated permissions agreement (including a now-corrected copyright notice) with Emmery and the University of Illinois Press.",
            "citations": []
        },
        "FN3": {
            "text": "3. Emmery says that Carter was “a week-long guest lecturer for the Music 60 summer course ‘An Introduction to Orchestra Repertoire’” (1) . But Carter’s lectures were advertised as part of a separate “Contemporary Music Workshop,” which took place on five consecutive days, July 3–7. Music 60 was a summer course that met twice a week on Tuesday and Thursday evenings from June 12 to July 15 ( 1967 , 100 and 176a–c). Carter’s visit included a lecture-demonstration with the orchestra and this event may have functioned both as a part of the workshop and as a meeting of the Music 60 course.",
            "citations": [
                "university_of_minnesota_1967"
            ]
        },
        "FN4": {
            "text": "4. As Emmery points out (4–7), this was the piece’s second performance, six months after the premiere in Boston by Lateiner and the Boston Symphony, conducted by Erich Leinsdorf on January 6.",
            "citations": []
        },
        "FN5": {
            "text": "5. Although Carter sold his physical manuscripts, he reserved his intellectual property rights in all unpublished materials, as is standard in such sales. The rights to Carter’s published materials are retained according to the agreement with each publisher.",
            "citations": []
        },
        "FN6": {
            "text": "6. I am grateful to the Paul Sacher Foundation and to its former Director, Dr. Felix Meyer, for providing me with a list of the CDs’ contents and access to the audio for purposes of reviewing the text of Elliott Carter Speaks .",
            "citations": []
        },
        "FN7": {
            "text": "7. The dates and times of day were transcribed by the technician who recorded the CDs, presumably from notations with the original tapes.",
            "citations": []
        },
        "FN8": {
            "text": "8. The article is reproduced in Elliott Carter Speaks (4). The University of Minnesota’s Summer Session Bulletin is dated February 1, 1967, so Emmery’s speculation that the Minneapolis Tribune article “very well could have been the first public record of Carter’s involvement with the program” (2) is incorrect.",
            "citations": []
        },
        "FN9": {
            "text": "9. The first topic listed in the article is Emmery’s Part I, the second Part III, the third Part IV, and the fourth Part II.",
            "citations": []
        },
        "FN10": {
            "text": "10. Carter mentions “the titles of these lectures” at one point, and had apparently included the list of topics with a letter about his visit that he sent to an administrative assistant at the university. (The letter, without the list, is in the Sacher Foundation’s collection.)\tAccording to the Sacher Foundation’s notes, all the tapes are labeled “Workshop Minnesota,” and the first one has the addendum “Basic needs for a musical situation that is alive.”",
            "citations": []
        },
        "FN11": {
            "text": "11. The reference to “player piano roll music” is a swipe at Carter’s friend and rival Conlon Nancarrow, whose Studies for Player Piano were an important influence on Carter’s music. See Meyer and Shreffler 2008 , 98–100 and Link 2022 , 82–83",
            "citations": [
                "meyer_and_shreffler_2008",
                "link_2022"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Allen Edwards’s Flawed Words and Stubborn Sounds: A Conversation with Elliott Carter ( 1971 ) is well known as a key document in Carter’s reception history. But the book’s format initially raised a few eyebrows. Carlton Gamer, unconvinced that such a carefully edited text should be called a “conversation,” responded by interviewing himself in his review ( 1973 ). When “C. G.” is asked by “MYSELF” why the conversational format is “problematic,” he recalls the precedent of Carter’s interview with Benjamin Boretz, which was “radically re-written” prior to its publication in Perspectives of New Music “in such a way as to convey an impression of polish and erudition that was lacking in the original” (Gamer 1973 , 148). (1) This tradition of editorial rewriting has been revived in different circumstances in a new book from the University of Illinois Press, Elliott Carter Speaks: Unpublished Lectures , edited and with an introduction by Laura Emmery. The book presents a trove of primary source material from Carter’s lectures at the University of Minnesota ( 1967 ) that is largely unknown to Carter enthusiasts, but it does so in a way that raises fundamental questions about how that material has been altered on its way to publication. (2) Example 1 . Elliott Carter’s University of Minnesota Lectures (1967) (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "edwards_1971",
                    "gamer_1973",
                    "gamer_1973",
                    "university_of_minnesota_1967"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Understanding these questions requires some background. Carter gave the lectures that form the basis of Elliott Carter Speaks at the University of Minnesota in July 1967 as part of the university’s “Summer Music at Minnesota” program ( Summer Session Bulletin , 1967 ). (3) His visit culminated with a performance of his Piano Concerto by Jacob Lateiner and the Minneapolis Symphony Orchestra, conducted by Stanisław Skrowaczewski on Friday, July 7. (4) Recordings of most of Carter’s lectures are preserved on a series of reel-to-reel tapes, which were in Carter’s possession when he sold his physical manuscripts and other career-related materials in 1987 to the Paul Sacher Foundation in Basel, Switzerland. (5) There, the contents were transferred to ten CDs. (6) Notes that accompany the recordings indicate that Carter gave only one lecture on Monday July 3, and two lectures each on Tuesday, Wednesday, and Thursday, July 4–6, for a total of seven lectures. The recordings of all the lectures, except the one on Wednesday afternoon, are missing their beginnings, and all but three (Monday, Wednesday afternoon, and Thursday morning) are cut off when the tape runs out or the tape machine is stopped while Carter is still speaking (see Example 1 ). (7) A newspaper article published in the Minneapolis Tribune the week before Carter’s arrival says that, in addition to “three open rehearsals of the Minneapolis Symphony Orchestra,” there would be “nine seminar sessions” led by Carter (Anon. 1967 , 11). (8) That number may have changed, or two of the sessions may not have been recorded, as they are not on the Sacher Foundation CDs and are not included in Elliott Carter Speaks . One may have been a lecture-demonstration with the orchestra, which Emmery says took place on Friday afternoon (x). Apart from noting that during his visit Carter gave “one hour-long lecture in the morning and one in the afternoon” (x), Emmery says nothing about the chronology.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "university_of_minnesota_1967",
                    "anon_1967"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Although Emmery describes the lectures as “prepared talks” (x), it is clear from the recordings that Carter did not script them in advance. Aside from occasionally quoting other authors, he speaks extemporaneously, with abundant false starts, oddities of grammar and syntax, and frequent digressions and changes of topic. And he was interrupted at various times (sometimes unexpectedly) by questions from the audience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Faced with nine hours of this somewhat unruly material, Emmery has altered the organization, diction, and style of the seven surviving lectures. She has cut her edited transcription of the recordings into segments of various lengths—from a sentence or two to a dozen or more pages—and rearranged them to form the book’s four parts: I. “Basic Needs for a Music Situation That Is Alive,” II. “How to Live with the Musical Present,” III. “The Symphony Orchestra – Relic of the Past or Active Force for New Music?,” and IV. “Can an Established Musical Form Like the Concerto Have Any Relevance Today?” These titles correspond to a list that the Minneapolis Tribune article says are to be “among Carter’s topics” (Anon. 1967 , 11). (9) Although there is good reason to believe that the topics originated with Carter, it isn’t clear how they map onto the seven surviving lectures. (10) Emmery does not comment on this question. She appears to have constructed a set of four lectures—one on each topic—from the available materials, but this is not the format of the lectures that Carter gave.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "anon_1967"
                ]
            }
        },
        {
            "5": {
                "text": "[5] A problematic aspect of this editorial reworking of primary source material is that Emmery never addresses it. In this edition, sections, even paragraphs from entirely different lectures given on different days are interspersed without comment or differentiation in the text. Emmery notes only that “I chose to edit the lectures for clarity while fully preserving their content and meaning” (xi), and she gives a few specific examples of the kind of conservative editing to which she refers (deleting false starts, correcting grammar). But she misrepresents Carter’s material in labeling each of the book’s four parts a “set of lectures” (13–14, 17, 61, and 105) and says that Carter “opened the series [Part I] with a talk on music tradition” (17); in fact, this material was presented on Thursday afternoon. Similarly, in the introduction to Part IV she says, “Carter ends the lecture with a one-hour discussion of the formal, rhythmic, and harmonic structure of his two concertos – the Double Concerto for Harpsichord and Piano (1961) and the Piano Concerto (1964 [ sic ]).” But this section of the book is a composite of segments from two different lectures (Lectures 4 and 6), given on Wednesday morning and Thursday morning. The back cover copy states that “Laura Emmery presents the complete text from each session.” The implication is that the book reproduces the lectures essentially as Carter gave them, which is not correct. However well intentioned (xii), this lack of transparency is misleading at best, and it contradicts Emmery’s assertion that the book is a “critical edition” (15).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] One result of this editorial practice is that the organization of the lectures that Carter gave in July 1967 is lost, and with it the opportunity to follow his thought process as he threads his way through—and connects—a wide range of subjects. The Wednesday morning lecture, which lasted nearly two hours, is a case in point. The tape begins with Carter’s disclaimer that composers are often poor or unreliable judges of their own work (see Elliott Carter Speaks , 50). They are “always in the middle of different historic developments” (35). Some of these, like the influence of the Soviet Union on contemporary Polish music, are sociopolitical (36); others, like the influence of the restrained piano writing of the previous generation on Carter’s own contrastingly virtuosic Piano Sonata, are more technical (52–53). Carter goes on to note that composers also have deeply held beliefs, and in his own case they bias his opinions about the work of his contemporaries in a way that does not align well with the even-handedness he expects of university professors (54). For example, his belief in “the concert situation . . . eliminates the notion of mechanical music, like electronic music or player piano roll music” from his own compositions (38). (11) And his “fundamental belief” in “a specific kind of ordering, which will be an intelligible thing to the listener” (my transcription) rules out the use of aleatoric techniques such as those used by Krzysztof Penderecki in his Threnody for the Victims of Hiroshima (80–83). Example 2 . Lecture 4 – Wednesday, July 5, 1967 (morning) (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] This chain of associations provides a broad historical context for the ensuing discussion of Carter’s own development and gives the Wednesday morning lecture a logical continuity that is lost in Elliott Carter Speaks , where Emmery breaks up the lecture into nine segments and distributes them into three different parts of her edition (see Example 2 ). The more general historical comments in segments 1–4 and 6 are shuffled and folded into Part I, while the example of Penderecki’s Threnody in segment 5 is incorporated into a sequence of remarks on Carter’s contemporaries in Part II, which itself is assembled from parts of four different lectures. Carter’s discussion of his own Piano Concerto in segments 7–9 is separated from its historical introduction and interleaved in Part IV with other segments about the piece from the Thursday morning lecture. (The leftover opening of the Thursday morning lecture is appended to Carter’s response to a questioner during the Wednesday afternoon Q&A at the end of Part II.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Some of Carter’s original presentations are left more intact than others. Part III, for example, contains much of the Tuesday morning lecture, in which Carter illustrates with excerpts from his own compositions the seven “types of texture” described in part two of Walter Piston’s book Orchestration ( 1955 ). But in Elliott Carter Speaks , the lecture’s opening and closing sections are removed and placed elsewhere. The introduction, in which Olivier Messiaen serves as a straw man to contrast with Carter’s purportedly more orderly practice, is appended to a segment on Messiaen from the previous day’s talk and moved to Part II under the subheading “What is the Domain of Serious Music? A Case Study of Olivier Messiaen” (87–89). Carter’s concluding remarks on Ives’s The Fourth of July from this lecture are moved to a separate section “On Charles Ives” at the beginning of Part II (64–66), which leads off the sequence of comments on Carter’s contemporaries. To smooth out the seams between originally discontinuous segments, Emmery deletes Carter’s occasional references to chronology (like “as I pointed out yesterday”) and sometimes inserts a subheading between the segments. In the case of the section on Messiaen in Part II, she simply omits Carter’s announcement that the lecture is ending and appends the material cut from the Tuesday morning lecture.",
                "footnotes": [],
                "citations": [
                    "piston_1955"
                ]
            }
        },
        {
            "9": {
                "text": "[9] In addition to Emmery’s reorderings, there are, unfortunately, also a large number of errors in her text. When one reads about “clouts of sound” (instead of “clouds”; 161), or that a “doom” (rather than a “duel”) leads to the death of the Commendatore in Mozart’s Don Giovanni (135), it is easy enough to spot the problem, but other errors are more significant. Carter’s enthusiastic comment “You can’t imagine the fascination of the counterpoint that you can produce with all these chords,” becomes unintelligible as “You can imagine the fascination of the counterpoint to confuse with all these chords” (158). When Carter makes a self-deprecating joke about his music sounding “as if I had sat down with an adding machine,” Emmery writes “edging machine” (54). Where Carter mentions “sarrusophones” (a family of nineteenth-century woodwind instruments), Emmery has “sousaphones” so that Carter nonsensically describes “the lowest sousaphone” as having “a flexible contrabassoon type of sound” (26). Some errors reverse the meaning entirely. Where Carter says that Stravinsky’s music is “strongly communicative, but not in a Romantic way,” the book has “strongly communicative in a Romantic way” (37). Where Carter observes “Although [J. S.] Bach is often not a dissonant composer” the book has “Bach is often a rather dissonant composer” (129). Where Carter notes that, as a listener “you’re not aware” of a subtlety in Bach’s music, the text has “one is aware” (129). Other errors garble the sense: “There’s a density of texture” becomes “This intensity of texture” (129), “Polish composers” becomes the perplexing “composed composers” (36), and Die Reihe becomes Theoria (75), thus leading to the odd speculation [171, n. 16] that Carter is referring to an article on Boulez’s Structures 1a by Leonard Stein in Perspectives of New Music , rather than to the one by György Ligeti in Die Reihe 4 ( 1958 ). And where Carter remarks that Frederic Rzewski is one of the few pianists who plays Stockhausen’s “Klavierstück Neun [sic],” saying “Stockhausen is always pleading with his performers to play this piece; none of them ever will, except this man [Rzewski],” Emmery has Carter refer to Stockhausen: “None of them will ever accept this man” (76).",
                "footnotes": [],
                "citations": [
                    "ligeti_1958"
                ]
            }
        },
        {
            "10": {
                "text": "[10] To be clear, some sections of the text are unobjectionable, with liberal but not unwarranted editing or restructuring of sentences that are fragmentary, run on, or ungrammatical on the recordings. This kind of intervention is almost always necessary when editing an extemporaneous oral presentation for the printed page. But in Elliott Carter Speaks the number of distorting alterations is so high that the text cannot be considered a reliable record of what Carter said. Beyond the transcription errors and distortions of sense, there are      stylistic alterations on almost every page, such as the substitution of “for example” for Carter’s more antiquated but highly characteristic “let us say” (22 and 23), or of “unfolds” for Carter’s “goes on” (94), “considered” for his “took into account” (25), “curious new idea” for his “curious kind of effect” (88), and so on. Discussing the reception of contemporary music in Poland, Carter speaks of the “many different threads that interrelate the public and the society with the composer, and they’re not the simple kind you might imagine.” Emmery rewrites the last clause to read “making it a very complicated process” (36). In addition to misrepresenting Carter’s words, these alterations flatten out his idiosyncratic mix of formal (or old-fashioned) and informal diction, obscuring his voice and making his speech patterns seem duller and more generic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The problematic state of the text in Elliott Carter Speaks is especially disappointing because the lectures themselves are such a valuable record of Carter’s thinking at a pivotal moment in his career. In 1967, Carter’s compositional technique was changing radically. He was immersed in the details of his Harmony Book ( 2002 ), with its enumeration and classification of the universe of chord types in twelve-note equal temperament. His comments on Alois Hába’s Neue Harmonielehre ( 1927 ), and later books by Howard Hanson ( 1960 ) and Vincent Persichetti ( 1961 ), are thus of considerable interest. In the Wednesday afternoon lecture, Carter addresses the shift in his compositional approach in the Piano Concerto: To me it’s an important action to have decided to write a piano concerto which is based on chords, since I’ve never done this before, in years and years. I had never thought of writing pieces [based] on chords until this particular piece; all my other works are built in an entirely different way. And it seemed like a very adventurous thing to do. Actually, in the context of fifty years ago this would have been the only way people would have thought of it. But I felt so far from it that I felt that it was something novel to do, for me. And this is the measure of how times have changed. (my transcription)",
                "footnotes": [],
                "citations": [
                    "carter_2002",
                    "hanson_1960",
                    "persichetti_1961"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Also fascinating is the collision of Carter’s unsparing critiques of his contemporaries with his sometimes surprisingly frank observations about his own compositional methods. In both Messiaen’s Chronochromie and Penderecki’s Threnody to the Victims of Hiroshima , “the question comes immediately about whether this music is really interesting for itself or whether it is interesting merely because of its ability to evoke literary ideas” (my transcription). But Carter was no less steeped in literary models than his colleagues, and he remained so for the rest of his life. He also scoffs at Messiaen’s use of “funny mathematical manipulations,” but is more circumspect about Luigi Nono’s Il canto sospeso : “I mean after all, having a Fibonacci series that works like that on a little diagram like this seems in itself kind of nonsense. Yet it seems to produce a very striking result” (Carter, quoted in Emmery 2018 , 14). And in discussing his own Piano Concerto, Carter goes further: It may be important to take these kind[s] of mathematical patterns in order for one to have a field on which your musical mind can work. Also, it’s this way of isolating yourself and cutting oneself off from certain kinds of habitual reactions that one might have, in order to produce a special thing. One of the things that’s very nice about it is that you can be quite sure that most of the things will hang together. This is not an effort. And you don’t have to think about how it will hang together, because it will hang together, most of the time. So that there is not a real effort of imagination making this all coherent; it is coherent by the very fact that you are always using the same kind of thing. There are problems that [it] may be too coherent and maybe too unvaried. That is something I can’t judge right at the moment. But this is one of the reasons for using this kind of mathematical scheme, sometimes as strange and arbitrary as it seems. (my transcription; emphasis in the original)",
                "footnotes": [],
                "citations": [
                    "emmery_2018"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Carter’s University of Minnesota lectures let us observe firsthand the thought process of a major composer during a key period of transition in both his own career and in the history of contemporary music. By 1967, Carter had been strongly influenced by the techniques of the post-war European avant-garde, yet in his lectures he is determined to set his own work apart from that of his younger contemporaries. Conscious that he is addressing students at a university, Carter struggles to be an objective guide to current trends in contemporary music, while also asserting the validity of his own convictions—convictions that necessarily bias his opinions about his colleagues’ choices. His presentation of their music to provide a context for his own fulfills his pedagogical responsibility, but it also reminds his audience that he is in Minneapolis not because he is a professor but because he is a composer. Nevertheless, the tension between these two roles is ever-present in his lectures, and it generates a characteristically Carterian dialectic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In the preface to Elliott Carter Speaks , Emmery compares her work to Carter’s editing of his own interviews with Boretz and Edwards (xi)—the same editing that troubled Carlton Gamer nearly a half-century ago. But Emmery’s is not the work of an author refining spoken remarks to appear more erudite and flattering in print; it is the work of a scholar with a responsibility to represent primary source materials as accurately as possible. Emmery invites readers who may be dissatisfied with her “readable and understandable” text to listen for themselves to the original recordings “as a historic document” (xi–xii). But as a practical matter this possibility is unlikely. The nine hours of recordings are in Basel, accessible only to music scholars with a research agenda and the means and time to visit Switzerland to listen to them on the Sacher Foundation’s premises. (As a rule, materials in their collections do not circulate.) Thus, it is especially unfortunate that the reworked content of Elliott Carter Speaks is the only way most readers will be able to experience these remarkable lectures for some time to come.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.23.29.1.link.html",
    "data": "mto/data/mto.23.29.1.link.json"
}