{
    "title": "Imagined, Supplemental Sound in Nineteenth-Century Piano Music: Towards a Fuller Understanding of Musical Embodiment",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Robb, Hamish J."
    ],
    "abstract": "In this article, I argue that real sound (as made by performers), bodily engagement, and imagined, supplemental sound function in a mutually influential, tripartite relationship in musical embodiment. Embodiment studies give little attention to different types of imagined sound and sonic filtering. Yet our different bodily engagements with physical sound lead us to “hear” sound differently. My conception of imagined, supplemental sound includes not just the internal mimicking of sounds actually heard while listening to or performing music, but the supplemental sounds we “perform” internally (even when engaged in a sounding performance) in order to make sense of real sounds and render performances personally meaningful. I argue that our bodily engagements—as shaped by the real sounds performers make—in turn shape our imagined, supplemental sounds and/or filtered sounds.This article divides into two parts. In part 1 I outline some of the basic mechanisms of musical embodiment, such as imagining the actions needed to produce sounds, and attributing intentionality to sonic forms in order to conceive of musical “objects” or “bodies” moving through “musical space.” I illustrate how specific performance nuances can shape such bodily engagements, and in turn shape one’s imagined, supplemental sounds. In part 2—the heart of the article—I present evidence, from the nineteenth century to today, that imagining supplemental sound is a necessary part of performing and listening to piano music. My focus is on a particular kind of imagined, supplemental sound (fluid, connective sound) experienced in a particular “mode of embodiment,” in which we experience a melody as a continuous path. Imagined sounds, like bodily exertions, are shaped not only by compositional features, but also by common techniques of illusion pianists use in various musical contexts, as I demonstrate through detailed analyses of recorded excerpts. I argue that our imagined sounds profoundly affect our musical experience and sense of embodied agency—our most basic sources of musical meaning. I thus argue that imagined sounds must be considered vital parts of the musical “object” we discuss, analyze and theorize.",
    "keywords": [
        "embodiment",
        "performance",
        "imagined sound",
        "nineteenth-century piano music"
    ],
    "doi": "",
    "received": "February 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.3/mto.15.21.3.robb.pdf",
    "author_info": [
        {
            "name": "Hamish J. Robb",
            "university": "New Zealand School of Music",
            "address": "Victoria University of Wellington, Wellington 6012, New Zealand",
            "email": "Hamish.Robb@nzsm.ac.nz"
        }
    ],
    "citations": {
        "adam_1974": "Adam, Louis. [1805] 1974. Méthode de Piano du Conservatoire . Minkoff Reprint.",
        "anderson_1961": "Anderson, Emily, trans. 1961. The Letters of Beethoven , vol. 1. St Martin’s Press.",
        "arnheim_1984": "Arnheim, Rudolf. 1984. “Perceptual Dynamics in Musical Expression.” The Musical Quarterly 70 (3): 295–309.",
        "bacon_1963": "Bacon, Ernst. 1963. Notes on the Piano . Syracuse University Press.",
        "barenboim_and_said_2002": "Barenboim, Daniel and Edward Said. 2002. Parallels and Paradoxes: Explorations in Music and Society . Pantheon Books.",
        "barthes_1985": "Barthes, Roland. [1976] 1985. “The Romantic Song.” In The Responsibility of Forms: Critical Essays on Music, Art, and Representation , trans. Richard Howard, 286–92. Farrar, Straus and Giroux.",
        "behnke_and_pearce_1895": "Behnke, Emil and Charles Pearce. 1895. Voice-Training Primer: An Examination Catechism of Vocal Physiology, Voice-Training, and Musical Theory . Chappell and Co.",
        "berman_2000": "Berman, Boris. 2000. Notes from the Pianist’s Bench . Yale University Press.",
        "brée_1902": "Brée, Malwine. 1902. Die Grundlage der Methode Leschetizky . Schott’s Söhne.",
        "brendel_1991": "Brendel, Alfred. 1991. Musical Thoughts and Afterthoughts . Farrar, Straus and Giroux.",
        "brodsky_et_al_2008": "Brodsky, Warren, Yoav Kessler, Bat-Sheva Rubinstein, Jane Ginsborg, and Avishai Henik. 2008. “The Mental Representation of Music Notation: Notational Audiation.” Journal of Experimental Psychology: Human Perception and Performance 34: 427–45.",
        "bronarski_1946": "Bronarski, Ludwik. 1946. Chopin et l’Italie . La Concorde.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44 (2): 323–79.",
        "brown_1999": "Brown, Clive. 1999. Classical and Romantic Performing Practice 1750–1900 . Oxford University Press.",
        "brown_and_palmer_2013": "Brown, Rachel and Caroline Palmer. 2013. “Auditory and Motor Imagery Modulate Learning in Music Performance.” Frontiers in Human Neuroscience 7: 1–13.",
        "buck_macritchie_and_bailey_2013": "Buck, Bryone, Jennifer MacRitchie, Nicholas Bailey. 2013. “The Interpretive Shaping of Embodied Musical Structure in Piano Performance.” Empirical Musicology Review 8 (2): 92–119.",
        "burke_1990": "Burke, Edmund. [1757] 1990. A Philosophical Enquiry into the Origin of our Ideas of the Sublime and Beautiful , ed. with introduction by Adam Phillips. Oxford University Press.",
        "busoni_1979": "Busoni, Ferrucio, ed. [1894] 1979. J. S. Bach Klavierwerke: Wohltemperiertes Klavier , vol. 1. Breitkopf and Härtel.",
        "christiani_1885": "Christiani, Adolph. 1885. The Principles of Expression in Pianoforte Playing . Harper and Brothers.",
        "clarke_2013": "Clarke, Eric. 2013. “Music, Space and Subjectivity.” In Music, Sound and Space: Transformations of Public and Private Experience , ed. Georgina Born, 90–110. Cambridge University Press.",
        "cooke_1913": "Cooke, James Francis. 1913. Great Pianists on Piano Playing . Theodore Presser Co.",
        "coppock_1835": "Coppock, William. 1835. The Pianist’s Companion, in which the True Principles of the Art of Playing the Piano Forte are Clearly Made Known . Firth and Hall.",
        "cox_1999": "Cox, Arnie. 1999. “The Metaphoric Logic of Musical Motion and Space.” PhD diss., University of Oregon.",
        "cox_2001": "Cox, Arnie. 2001. “The Mimetic Hypothesis and Embodied Musical Meaning.” Musicae Scientiae 5 (2): 195–209.",
        "cox_2006": "Cox, Arnie. 2006. “Hearing, Feeling, Grasping Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 45–60. Ashgate.",
        "cox_2011": "Cox, Arnie. 2011. “Embodying Music: Principles of the Mimetic Hypothesis.” Music Theory Online 17. 2. < http://www.mtosmt.org/issues/mto.11.17.2/mto.11.17.2.cox.html >",
        "cumming_2000": "Cumming, Naomi. 2000. The Sonic Self: Musical Subjectivity and Signification . Indiana University Press.",
        "czerny_1991": "Czerny, Carl. [1846] 1991. Von dem Vortrage: Dritter Teil aus Vollständige Theoretisch-Practische Pianoforte-Schule op. 500 . Edited Ulrich Mahlert. Breitkopf and Härtel.",
        "czerny_1970": "Czerny, Carl. [1842] 1970. On the Proper Performance of all Beethoven’s Works for the Piano: Czerny’s ‘Reminiscences of Beethoven’ and Chapters II and III from Volume IV of the ‘Complete Theoretical and Practical Piano Forte School’ op. 500 . Edited by Paul Badura-Skoda. Universal Edition.",
        "da_costa_2012": "Da Costa, Neal. 2012. Off the Record: Performing Practices in Romantic Piano Playing . Oxford University Press.",
        "dahl_et_al_2010": "Dahl, Sofia, Frédéric Bevilacqua, Roberto Bresin, Martin Clayton, Laura Leante, Isabella Poggi, and Nicolas Rasamimanana. 2010. “Gestures in Performance.” In Musical Gestures: Sound, Movement, and Meaning , edited by Rolf Godøy and Marc Leman, 36–68. Routledge.",
        "dahl_and_friberg_2007": "Dahl, Sofia and Anders Friberg. 2007. “Visual Perception of Expressiveness in Musicians’ Body Movements.” Music Perception 24 (5): 433–454.",
        "davidson_1993": "Davidson, Jane. 1993. “Visual Perception of Performance Manner in the Movements of Solo Musicians.” Psychology of Music 21: 103–113.",
        "davidson_2002": "Davidson, Jane. 2002. “Understanding the Expressive Performance Movements of a Solo Pianist.” Musikpsychologie: Jahrbuch der Deutschen Gesellschaft für Musikpsychologie 16: 7–29.",
        "davidson_2007": "Davidson, Jane. 2007. “Qualitative Insights into the Use of Expressive Body Movement in Solo Piano Performance: A Case Study Approach.” Psychology of Music 35 (3): 381–40.",
        "de_silva_2008": "De Silva, Preethi, trans. and ed. 2008. The Fortepiano Writings of Streicher, Dieudonné, and the Schiedmayers . Edwin Mellen Press.",
        "dubal_1997": "Dubal, David. 1997. Reflections from the Keyboard: The World of the Concert Pianist . Schirmer Books.",
        "eitan_and_granot_2006": "Eitan, Zohar and Roni Granot. 2006. “How Music Moves: Musical Parameters and Listeners’ Images of Motion.” Music Perception 23 (3): 221–48.",
        "feldman_epstein_and_richards_1992": "Feldman, Jacob, David Epstein, Whitman Richards. 1992. “Force Dynamics of Tempo Change in Music.” Music Perception 10 (2): 185–203.",
        "filimon_et_al_2007": "Filimon, Flavia, Jonathan Nelson, Donald Hagler, Martin Sereno. 2007. “Human Cortical Representations for Reaching: Mirror Neurons for Execution, Observation, and Imagery.” NeuroImage 37 (4): 1315–28.",
        "flesch_1939": "Flesch, Carl. [1924] 1939. The Art of Violin Playing , Book I. Carl Fischer.",
        "gallese_eagle_and_migone_2007": "Gallese, Vittorio, Morris Eagle, Paolo Migone. 2007. “Intentional Attunement: Mirror Neurons and the Neural Underpinnings of Interpersonal Relations.” Journal of the American Psychoanalytic Association 55 (1): 131–75.",
        "godøy_2001": "Godøy, Rolf Inge. 2001. “Imagined Action, Excitation, and Resonance.” In Musical Imagery , ed. Rolf Inge Godøy and Harald Jorgensen, 237–50. Swets and Zeitlinger.",
        "godøy_2010a": "Godøy, Rolf Inge. 2010a. “Gestural Affordances of Musical Sound.” In Musical Gestures: Sound, Movement, and Meaning , ed. Rolf Godøy and Marc Leman. Routledge.",
        "godøy_2010b": "Godøy, Rolf Inge. 2010b. “Images of Sonic Objects.” Organised Sound 15 (1): 54–62.",
        "godøy_2011": "Godøy, Rolf Inge. 2011. “Coarticulated Gestural-Sonic Objects in Music.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 67–82. Ashgate.",
        "gridley_and_hoff_2006": "Gridley, Mark and Robert Hoff. 2006. “Do Mirror Neurons Explain Misattribution of Emotions in Music?” Perceptual and Motor Skills 102: 600–602.",
        "haslinger_et_al_2005": "Haslinger, Bernhard, Peter Erhard, Eckart Altenmüller, Ulrike Schroeder, Henning Boecker, and Andrés Ceballos-Baumann. 2005. “Transmodal Sensorimotor Networks During Action Observation in Professional Pianists.” Journal of Cognitive Neuroscience 17 (2): 282–93.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hatten_2012": "Hatten, Robert. 2012. “Musical Forces and Agential Energies: An Expansion of Steve Larson’s Model” Music Theory Online 18.3. < http://www.mtosmt.org/issues/mto.12.18.3/mto.12.18.3.hatten.php >",
        "haueisen_and_knösche_2001": "Haueisen, Jens, and Thomas R. Knösche. 2001. “Involuntary Motor Activity in Pianists Evoked by Music Perception.” Journal of Cognitive Neuroscience 13 (6): 786–92.",
        "hubbard_2010": "Hubbard, Timothy L. 2010. “Auditory Imagery: Empirical Findings.” Psychological Bulletin 136: 302–29.",
        "hummel_1981": "Hummel, Johann Nepomuk. [1838] 1981. Méthode Complète Théorique et Pratique Pour le Piano-Forte . Minkoff Reprint.",
        "iordanescu_grabowecky_and_suzuki_2013": "Iordanescu, Lucica, Marcia Grabowecky, Satoru Suzuki. 2013. “Action Enhances Auditory but not Visual Temporal Sensitivity.” Psycholonomic Bulletin and Review 20: 108–14.",
        "isacoff_2011": "Isacoff, Stuart. 2011. A Natural History of the Piano . Alfred A. Knopf.",
        "jaëll_1904": "Jaëll, Marie. 1904. L’Intelligence et le Rythme dans les Mouvements Artistiques . F. Alcan.",
        "jensenius_et_al_2010": "Jensenius, Alexander, Marcelo M. Wanderley, Rolf Inge Gødoy, and Marc Leman. 2010. “Musical Gestures: Concepts and Methods in Research.” In Musical Gestures: Sound, Movement, and Meaning , ed. Rolf Inge Godøy and Marc Leman, 12–35. Routledge.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason . University of Chicago Press.",
        "juchniewicz_2008": "Juchniewicz, Jay. 2008. “The Influence of Physical Movement on the Perception of Musical Performance.” Psychology of Music 36 (4): 417–27.",
        "keysers_2003": "Keysers, Christian. 2003. “Audiovisual Mirror Neurons and Action Recognition.” Experimental Brain Research 153: 628–36.",
        "kohler_et_al_2002": "Kohler, Evelyne, Christian Keysers, M. Alessandra Umiltà, Leonardo Fogassi, Vittorio Gallese, Giacomo Rizzolatti. 2002. “Hearing Sounds, Understanding Actions: Action Representation in Mirror Neurons,” Science 297: 846–48.",
        "kullak_1895": "Kullak, Adolph. [1876] 1895. The Aesthetics of Pianoforte-Playing , ed. Hans Bischoff, trans. Theodore Baker. Schirmer.",
        "lakoff_2006": "Lakoff, George. 2006. “The Contemporary Theory of Metaphor.” In Cognitive Linguistics: Basic Readings , ed. Dirk Geeraerts, 185–238. Mouton de Gruyter.",
        "lakoff_and_johnson_1980": "Lakoff, George and Mark Johnson. 1980. Metaphors We Live By . University of Chicago Press.",
        "lakoff_and_johnson_1999": "Lakoff, George and Mark Johnson. 1999. Philosophy in the Flesh: The Embodied Mind and its Challenge to Western Thought . Basic Books.",
        "larson_1997–8": "Larson, Steve. 1997–8. “Musical Forces and Melodic Patterns.” Theory and Practice 22–23: 55–71.",
        "larson_2006": "Larson, Steve. 2006. “Musical Gestures and Musical Forces: Evidence from Music-Theoretical Misunderstandings.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 61–74. Ashgate.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces . Indiana University Press.",
        "lee_2013": "Lee, Elizabeth. 2013. “Music, Imagery, Meaning, and Emotion in Hugo Wolf’s ‘An eine Äolsharfe:’ An Analytical Triangulation via Schenkerian Analysis, the Theory of Musical Forces, and Cognitive Metaphor Theory.” In Music Theory and its Methods: Structures, Challenges, Directions , ed. Denis Collins, 221–38. Peter Lang.",
        "leech-wilkinson_2006": "Leech-Wilkinson, Daniel. 2006. “Portamento and Musical Meaning.” Journal of Musicological Research 25: 233–61.",
        "leman_2008": "Leman, Marc. 2008. Embodied Music Cognition and Mediation Technology . MIT Press.",
        "leman_2010": "Leman, Marc. 2010. “Music, Gesture, and the Formation of Embodied Meaning.” In Musical Gestures. Sound, Movement, and Meaning , ed. Rolf Inge Godøy and Marc Leman, 126–53. Routledge.",
        "lester_1995": "Lester, Joel. 1995. “Performance and Analysis: Interaction and Interpretation.” In The Practice of Performance: Studies in Musical Interpretation , ed. John Rink, 197–216. Cambridge University Press.",
        "lhevinne_1924": "Lhevinne, Josef. 1924. Basic Principles in Pianoforte Playing . Theodore Presser Company.",
        "lohmann_1995": "Lohmann, Ludger. 1995. “Hugo Riemann and the Development of Music Performance Practice.” In Proceedings of the Göteborg International Organ Academy 1994 , 251–83. Göteborg University Department of Musicology.",
        "lussy_1897": "Lussy, Mathis. 1897. Traité de l’Expression Musicale; Accents, Nuances, et Mouvements dans la Musique Vocale et Instrumentale . Fischbacher.",
        "mach_1988": "Mach, Elyse. 1988. Great Contemporary Pianists Speak for Themselves . Dover Publications.",
        "macritchie_buck_and_bailey_2013": "MacRitchie, Jennifer, Bryony Buck, and Nicholas J. Bailey. 2013. “Inferring Musical Structure through Bodily Gestures.” Musicae Scientiae 17 (1): 86–108.",
        "maes_et_al_2013": "Maes, Pieter-Jan, Marc Leman, Caroline Palmer, and Marcelo M. Wanderley. 2013. “Action-Based Effects on Music Perception.” Frontiers in Psychology 4: 1–14.",
        "maes_et_al_2014": "Maes, Pieter-Jan, Edith Van Dyck, Micheline Lesaffre, Marc Leman, and Pieter Kroonenberg. 2014. “The Coupling of Action and Perception in Musical Meaning Formation.” Music Perception: An Interdisciplinary Journal 32 (1): 67–84.",
        "marx_1895": "Marx, Adolph Bernhard. [1875] 1895. Introduction to the Interpretation of the Beethoven Piano Works . Translated by Fannie Louise Gwinner. Clayton F. Summy Co.",
        "marx_1901": "Marx, Adolph Bernhard. [1859] 1901. Ludwig van Beethoven: Leben und Schaffen , vol. 1. Verlag von Otto Janke.",
        "matthay_1970": "Matthay, Tobias. [1913] 1970. Musical Interpretation. Its Laws and Principles, and their Application in Teaching and Performing . Greenwood Press.",
        "maus_1997": "Maus, Fred Everett. 1997. “Music as Drama.” In Music and Meaning , ed. Jenefer Robinson, 105–30. Cornell University Press.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43 (1): 1–19.",
        "meister_et_al_2004": "Meister, I. G., T. Krings, H. Foltys, B. Boroojerdi, M. Müller, R. Töpper, and A. Thron. 2004. “Playing Piano in the Mind—an fMRI Study on Music Imagery and Performance in Pianists.” Cognitive Brain Research 19 (3): 219–28.",
        "milchmeyer_1993": "Milchmeyer, Johann Peter. [1797] 1993. Die Wahre Art das Pianoforte zu Spielen . Translated and annotated by Robert Rhein. DMA diss., University of Nebraska.",
        "molnar-szakacs_and_overy_2006": "Molnar-Szakacs, Istvan and Katie Overy. 2006. “Music and Mirror Neurons: from Motion to ‘E’motion.” Social Cognitive and Affective Neuroscience 1 (3): 235–41.",
        "moore_1992": "Moore, Stephen. 1992. “The Writings of Emile Jaques-Dalcroze: Toward a Theory for the Performance of Musical Rhythm.” PhD diss., Indiana University.",
        "neuhaus_1973": "Neuhaus, Heinrich. [1958] 1973. The Art of Piano Playing . Translated by K. A. Leibovitch. Praeger Publishers.",
        "noyle_1987": "Noyle, Linda, ed. 1987. Pianists on Playing: Interviews with Twelve Concert Pianists . Scarecrow Press.",
        "nusseck_and_wanderley_2009": "Nusseck, Manfred and Marcelo Wanderley. 2009. “Music and Motion—How Music-Related Ancillary Body Movements Contribute to the Experience of Music.” Music Perception 26 (4): 335–53.",
        "phillips-silver_and_trainor_2007": "Phillips-Silver, Jessica and Laurel J. Trainor. 2007. “Hearing What the Body Feels: Auditory Encoding of Rhythmic Movement.” Cognition 105: 533–46.",
        "prinz_and_hommel_2002": "Prinz, Wolfgang and Bernhard Hommel. 2002. Common Mechanisms in Perception and Action . Oxford University Press.",
        "riemann_1892": "Riemann, Hugo. 1892. Catechism of Pianoforte Playing . Augener Limited.",
        "rink_2013": "Rink, John. 2013. “The Interpretive Shaping of Music Performance Research.” Empirical Musicology Review 8 (2): 120–23.",
        "rink_spiro_and_gold_2011": "Rink, John, Neta Spiro and Nicolas Gold. 2011. “Motive, Gesture and the Analysis of Performance.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 267–92. Ashgate.",
        "robb_2015": "Robb, Hamish. 2015. “Embodying Meaning and Imagining Sound in Nineteenth-Century Piano Music.” PhD diss., Princeton University.",
        "rosen_1996": "Rosen, Charles. 1996. The Romantic Generation . Harper Collins.",
        "sandor_1981": "Sandor, Gyorgy. 1981. On Piano Playing: Motion, Sound and Expression . Schirmer Books.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40 (2): 217–43.",
        "saslaw_1997–8": "Saslaw, Janna. 1997–8. “Life Forces: Conceptual Structures in Schenker’s Free Composition and Schoenberg’s The Musical Idea .” Theory and Practice 22–23: 17–33.",
        "schenker_1987": "Schenker, Heinrich. [1910] 1987. Counterpoint: A Translation of Kontrapunkt , trans. John Rothgeb and Jürgen Thym. Schirmer.",
        "schenker_2000": "Schenker, Heinrich. [1911–35] 2000. The Art of Performance , trans. Irene Schreier Scott, ed. Heribert Esser. Oxford University Press.",
        "schnabel_1961": "Schnabel, Artur. [1945] 1961. My Life and Music , ed. Edward Crankshaw. Longmans.",
        "schonberg_1987": "Schonberg, Harold. 1987. The Great Pianists from Mozart to the Present . Simon and Schuster.",
        "schumann_2007": "Schumann, Robert. [1848] 2007. Album für die Jugend . G. Henle Verlag.",
        "sedlmeier_weigelt_and_walther_2011": "Sedlmeier Peter, Oliver Weigelt, and Eva Walther. 2011. “Music is in the Muscle: How Embodied Cognition May Influence Music Preferences.” Music Perception 28 (3): 297–306.",
        "shove_and_repp_1995": "Shove, Patrick and Bruno Repp. 1995. “Musical Motion and Performance: Theoretical and Empirical Perspectives.” In The Practice of Performance: Studies in Musical Interpretation , ed. John Rink, 55–83. Cambridge University Press.",
        "small_1998": "Small, Christopher. 1998. Musicking: The Meanings of Performing and Listening . Wesleyan University Press.",
        "snyder_2000": "Snyder, Bob. 2000. Music and Memory: An Introduction . MIT Press.",
        "streicher_1801": "Streicher, Andreas. 1801. Kurze Bemerkung über das Spielen, Stimmen und Erhalten der Fortepiano . Geschwistern Stein.",
        "sundberg_friberg_and_frydén_1991": "Sundberg, Johan, Anders Friberg, and Lars Frydén. 1991. “Common Secrets of Musicians and Listeners—An Analysis-by-Synthesis Study of Musical Performance.” In Representing Musical Structure , ed. Peter Howell, Robert West, and Ian Cross, 161–97. Academic Press.",
        "taylor_1987": "Taylor, Franklin. [1900] 1987. Technique and Expression in Pianoforte Playing . Novello and Company.",
        "thalberg_ca_1853": "Thalberg, Sigismond. ca. 1853. L’Art du Chant Appliqué au Piano . Breitkopf and Härtel.",
        "toch_1948": "Toch, Ernst. 1948. The Shaping Forces in Music: An Inquiry into the Nature of Harmony, Melody, Counterpoint and Form . Criterion.",
        "todd_2004": "Todd, Larry. 2004. “Piano Music Reformed: The Case of Felix Mendelssohn Bartholdy.” In Nineteenth-Century Piano Music , ed. Larry Todd, 178–220. Routledge.",
        "todd_1999": "Todd, Neil. 1999. “Motion in Music: a Neurobiological Perspective.” Music Perception 17 (1): 115–26.",
        "urista_2007": "Urista, Diane. 2007. “Chopin’s Prelude in C Major Revisited: Integrating Sound and Symbol.” Music Theory Online 13.1. < http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.urista.html >",
        "wanderley_2002": "Wanderley, Marcelo M. 2002. “Quantitative Analysis of Non-Obvious Performer Gestures.” In Gesture and Sign Language in Human–Computer Interaction , ed. Ipke Wachsmuth and Timo Sowa, 241–253. Springer Verlag.",
        "wanderley_et_al_2005": "Wanderley, Marcelo M., Bradley W. Vines, Neil Middleton, Cory McKay, and Wesley Hatch. 2005. “The Musical Significance of Clarinetists’ Ancillary Gestures: An Exploration of the Field.” Journal of New Music Research 34: 97–113.",
        "whiteside_1961": "Whiteside, Abby. 1961. Indispensables of Piano Playing . Coleman-Ross Company.",
        "wolff_1972": "Wolff, Konrad. 1972. The Teaching of Artur Schnabel: A Guide to Interpretation . Praeger Publishers.",
        "zatorre_and_halpern_2005": "Zatorre, Robert and Andrea Halpern. 2005. “Mental Concerts: Musical Imagery and Auditory Cortex.” Neuron 47: 9–12.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . University of Chicago Press.",
        "discograpy_discograpy": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank the anonymous reviewers and the editorial team of Music Theory Online for their very helpful comments and advice",
            "citations": []
        },
        "FN1": {
            "text": "1. “Imagined, supplemental sounds” are the sounds we imagine between and through melodic tones, including imagined pitch glides and imagined changes in dynamics and timbre. “Filtered sounds” likewise reside in the imagination, but they are less supplemental in nature. Rather, they are the sum of the select aspects of physical sound that we “hear” in sympathy with our bodily engagements. To offer a basic example: when we hear a single melodic tone on the piano as a fluid, gradually decaying bell tone, we are filtering the sound in sympathy with our fluid bodily engagement—often a fluid release of breath or a fluid relaxation of our muscles. The actual decay of a tone on the piano is far from gradual.",
            "citations": []
        },
        "FN2": {
            "text": "2. I use the terms “embodier” and “participant” (short for “embodied participant”) interchangeably.",
            "citations": []
        },
        "FN3": {
            "text": "3. The sound itself will give a good idea of the motions involved in the music making ( Shove and Repp 1995 , 60). This is only true, of course, in cases where the listener recognizes the various timbres of sound, and recognizes the types of motions that would produce them.",
            "citations": [
                "shove_and_repp_1995"
            ]
        },
        "FN4": {
            "text": "4. Brain studies show: that imagining music involves similar neural processes to listening to music ( Brown and Palmer 2013 , 2; Zatorre and Halpern 2005 ) and that such imagined sound is a reliable form of music recall since it “preserves structural properties of auditory stimuli” ( Hubbard 2010 , 319); that imagining motor movements involves similar neural processes to carrying those movements out ( Brown and Palmer 2013 , 2; Zatorre and Halpern 2005 ); that our motor systems are activated even when just listening to music ( Haueisen and Knösche 2001 ); that “notational audiation” (hearing music inside one’s head when reading a score) involves the same types of neural apparatus that regulate motor movements in musical performance, including vocal exertions used in singing ( Brodsky et al. 2008 ); that imagining oneself performing music involves similar neural activation as actual performing ( Meister et al. 2004 ); and that observing performance-based motor movements induces imagined sound ( Haslinger et al. 2005 ). Such findings bring attention to the similarities between the main forms of musical engagement—performing, listening, imagining music, seeing music being made, and reading a score.",
            "citations": [
                "brown_and_palmer_2013",
                "zatorre_and_halpern_2005",
                "hubbard_2010",
                "brown_and_palmer_2013",
                "zatorre_and_halpern_2005",
                "brodsky_et_al_2008",
                "meister_et_al_2004",
                "haslinger_et_al_2005"
            ]
        },
        "FN5": {
            "text": "5. There is still much to be learned about how mirror neurons function in the human brain. The brain experiments involved are invasive and carried out on monkeys, but human fMRI studies suggest promising correlations between mirror neurons in monkey and human brains. There is much research to be done, however, on how mirror neurons function in carrying out and perceiving different actions.",
            "citations": []
        },
        "FN6": {
            "text": "6. Mirror neuron research suggests that we understand others’ goal-directed actions and intentions through bodily feeling: mirror neurons enable empathy through “embodied simulation” ( Gallese, Eagle, and Migone 2007 ). Such research contributes to strong evidence that perception and action are intimately linked in what is often referred to as an action-perception coupling ( Prinz and Hommel 2002 ).",
            "citations": [
                "gallese_eagle_and_migone_2007",
                "prinz_and_hommel_2002"
            ]
        },
        "FN7": {
            "text": "7. Performers’ body movements afford information to an audience about the performers’ own meaning formations and intents (Davidson 2002 and 2007 ; Juchniewicz 2008 ), and the magnitude of performers’ expressive intent is often mirrored in their bodily movements, which are understood by observers as embodiments of that intent ( Davidson 1993 ). Expressive intent can be communicated to an audience through a performer’s movements alone (without sound), and observers associate different types of movement with different types of expressiveness ( Dahl and Friberg 2007 ). While performance movements lie on a spectrum between those more necessary and those less necessary for actual sound production ( Wanderley et al. 2005 ; MacRitchie, Buck, and Bailey 2013 , 87), less necessary movements are still essential to performers’ musical realities ( Wanderley 2002 ; Wanderley et al. 2005 ), and influence audiences’ perception and interpretations of performances ( Nusseck and Wanderley 2009 ). Studies also show that the shapes of performers’ less necessary motions are related to the structures that performers want to project ( Buck, MacRitchie, and Bailey 2013 ).",
            "citations": [
                "davidson_2002",
                "davidson_2007",
                "juchniewicz_2008",
                "davidson_1993",
                "dahl_and_friberg_2007",
                "wanderley_et_al_2005",
                "macritchie_buck_and_bailey_2013",
                "wanderley_2002",
                "wanderley_et_al_2005",
                "nusseck_and_wanderley_2009",
                "buck_macritchie_and_bailey_2013"
            ]
        },
        "FN8": {
            "text": "8. See Molnar-Szakacs and Overy 2006 . The idea that performance motions are expressive of emotion is commonplace in piano pedagogy. One of the guiding principles of Gyorgy Sandor’s pedagogical theory, for example, is that “motion patterns produce and correspond to sonorities that reflect the varying moods of the music” ( Sandor 1981 , x). Sandor asserts the common finding of embodiment theorists that “emotions are expressed by motions” ( xi ), pointing out that “it is the motions used to alter the sound that determine how sound changes, how music develops, and what it expresses” ( 3 ).",
            "citations": [
                "sandor_1981",
                "sandor_1981",
                "sandor_1981"
            ]
        },
        "FN9": {
            "text": "9. This happens through “sensorimotor-affective coupling” ( Molnar-Szakacs and Overy 2006 , 238).",
            "citations": []
        },
        "FN10": {
            "text": "10. Handedness is a factor here.",
            "citations": []
        },
        "FN11": {
            "text": "11. Because we are able to liken the effects of object movement to the intentional effects of agential movement, we attribute intentionality to music whether we think in terms of actions of objects or actions of agents. As Leman writes, “the physical things in the environment give a return, and therefore become associated with a valence (good or bad). The objects encountered in the environment . . . thus acquire the status of goals with associated valence and energy. Objects are then perceived in terms of actions directed at objects-with-valence-and energy” ( Leman 2008 , 92).",
            "citations": [
                "leman_2008"
            ]
        },
        "FN12": {
            "text": "12. As Lakoff points out, within this conceptual metaphor the lovers are “travelers,” their relationship is a “vehicle,” and they travel along a “path” that is hopefully suitable for both their needs ( Lakoff 2006 , 189–90).",
            "citations": [
                "lakoff_2006"
            ]
        },
        "FN13": {
            "text": "13. Johnson 1987 , 79. It is important to note that embodied schemas are dynamic, fluid structures that integrate mind and body, and thus cannot be pinned down. We do not bring an embodied schema to mind in order to understand or conceptualize ideas or perceptual material. Rather, schemas are emergent, and fashion our understanding and conceptualizations as we understand and conceptualize ( Johnson 1987 , 29–30).",
            "citations": [
                "johnson_1987",
                "johnson_1987"
            ]
        },
        "FN14": {
            "text": "14. Snyder, for example, points to our use of the “up/down” schema, in which our implicit understanding of gravity, and thus tension, mediates our understanding of pitch and contour; the “centrality” schema, which we routinely use to understand melodic pitches as “meandering around” a central home pitch; and the containment schema, used to understand the “place” of musical units at all levels ( Snyder 2000 , 110–16). We could add to this list countless other examples; see Cox 1999 ; Zbikowski 2002 ; Brower 2000 ; Saslaw 1996 , 1997–8 ; Clarke 2013 ; and Lee 2013 .",
            "citations": [
                "snyder_2000",
                "cox_1999",
                "zbikowski_2002",
                "brower_2000",
                "saslaw_1996",
                "clarke_2013",
                "lee_2013"
            ]
        },
        "FN15": {
            "text": "15. The term “Andante,” for example, is linked to walking, and one often conceives of a series of melodic tones in terms of a regularly marked human gait. For a discussion on embodying the regular rhythm of walking in music, see Zbikowski 2002 , 73 n21.",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN16": {
            "text": "16. It should be stressed that both of these broad characterizations—”marked gait” and “flow”—can involve both musical “steps” (motion between adjacent notes) and musical “leaps” (motion between non-adjacent notes). The determination of category comes down to the embodied experience. In real life, we might run with a large gait, as if carrying out a series of jumps. But we might still experience these large jumps or leaps in terms of a series of discrete, gait-like impulses; we might focus our attention on each landing . Or the opposite may be true: classical ballet dancers often focus on the fluid movement from one step to the next, trying to downplay the necessary contact with the floor as they move fluidly through space; the focus is on floating rather than on a series of steps. In other words, the embodied categories of “marked gait” and “flow” are not necessarily tied to the distance of movement involved, and the often-used musical terms “step” and “leap” (as they apply to intervallic distance) can apply across both embodied categories.",
            "citations": []
        },
        "FN17": {
            "text": "17. Todd distinguishes between “locomotive motion,” involving “beat induction,” and “gestural form,” involving “a single continuous movement” ( Todd 1999 , 116). Leman distinguishes between “synchronization,” which focuses on regular points in time, and “attuning,” which involves attuning oneself to “the moving sonic forms of music” ( Leman 2008 , 115).",
            "citations": [
                "todd_1999",
                "leman_2008"
            ]
        },
        "FN18": {
            "text": "18. Of course, there are differences between performed motions and musical motions too. For various reasons, the physical gestures pianists use often do not correspond with the abstract gestures they are trying to convey through sound. See Kullak [1876] 1895 , 213; and Dahl et al. 2010 , 37–38.",
            "citations": [
                "kullak_1895",
                "dahl_et_al_2010"
            ]
        },
        "FN19": {
            "text": "19. In Cox’s words, “we enact the role of a character or persona—that of an ideal gesturing performer (at once making music and not, since the exertions are not confined to the specific domain of sound production)” ( 2006 , 53).",
            "citations": [
                "cox_2006"
            ]
        },
        "FN20": {
            "text": "20. We can conceive of the gesturing agent in numerous ways. As Hatten notes, some possibilities include a “principal agent” whose agency we embody, through empathy, as our own, an “external agent” whom or which we conceive of as a force acting on our embodied agency, a “narrative agent” whom we regard as the composer, or some other agent, who comments on or structures events, and a “performer-as-narrator” whose presence is brought to the fore when the performer comments on or highlights certain events or details ( Hatten 2004 , 225–6). However, it is often difficult to know with certainty where we perceive agency as lying, and conceptions of agents can differ between different listenings/performances and between different embodiers ( Maus 1997 , 122–3).",
            "citations": [
                "hatten_2004",
                "maus_1997"
            ]
        },
        "FN21": {
            "text": "21. One study shows that timing nuances in performance are perceived in terms of forces acting on musical movement so that a “particle of music,” containing a given “mass,” resists tempo change to varying degrees ( Feldman, Epstein, and Richards 1992 , 187). Performers are shown to rely on “ideal shapes” as found in life and formed under the influence of physical forces ( 202 ). All this evokes the conceptual metaphor MUSIC IS AN ORGANISM.",
            "citations": [
                "feldman_epstein_and_richards_1992",
                "feldman_epstein_and_richards_1992"
            ]
        },
        "FN22": {
            "text": "22. Larson 2006 , 61; Larson 2012 , 83, 88, and 96. As Hatten points out, inertia is not actually a force, but rather “the tendency of a given state (whether moving or stationary) to persist. Inertia, as in the physical world, does not contribute any energy of its own. Instead, the energy creating momentum must be inferred as having its source in a presumed agent (whether human or not)” ( Hatten 2012 , [6]). Larson acknowledges that inertia is not traditionally seen as a force, but argues that we experience it as one: “The metaphor of musical forces is more a mapping of our experience of physical forces than our knowledge of them” ( Larson 1997–8 , 58).",
            "citations": [
                "larson_2006",
                "larson_2012",
                "hatten_2012"
            ]
        },
        "FN23": {
            "text": "23. As Hatten writes, “constraints are not the whole story... What might a listener infer when hearing an upward leap in a tonal melody, a move that immediately counters both gravity and magnetism? And what if this happens at the very beginning of a melody, thereby counteracting the inertia of stasis as well?” ( Hatten 2012 , [5]). Arnheim also acknowledges the two concepts underlying musical forces. He considers a melody as “the path of a motion performed by a single tone in musical space. As this tone rises and falls from pitch to pitch, its behavior is accounted for perceptually by impulses originating in the tone itself or by external forces of attraction or repulsion” ( Arnheim 1984 , 296–7).",
            "citations": [
                "hatten_2012",
                "arnheim_1984"
            ]
        },
        "FN24": {
            "text": "24. According to Cox, “mimetic subvocalization includes any motor imagery and motor activation related to the vocal musculature . . . It can be very much like singing along or only indirectly like singing, involving simply exhaling in time . . . or various kinds of exertions in the throat, and/or exertions of the tongue and/or lips” ( Cox 2011 , [40]).",
            "citations": [
                "cox_2011"
            ]
        },
        "FN25": {
            "text": "25. After noting the tension and effort involved in producing higher notes on a wind or string instrument, Mead writes of the piano: “The keys of a piano are all the same two sizes, no matter where they are on the keyboard, and while the weight of the action varies, it actually gets slightly lighter and easier to play the higher one goes” ( Mead 1999 , 9).",
            "citations": [
                "mead_1999"
            ]
        },
        "FN26": {
            "text": "26. To be sure, imagined, supplemental sound is occasionally mentioned in scholarship. Rosen, for example, writes of its necessity in musical experience: “The listener must constantly alter, purify, and supplement what he hears in the interests of musical intelligibility and expressiveness, taking his cue from what is implied by the performer” ( 1996 , 3).  But he doesn’t take the subject much further than pointing out its necessity. To some extent, this lack of research is not surprising. Empirical experiments would be extremely difficult to set up: to embody music in an intentional manner, significant stretches of music need to be played, and this would enormously complicate existing small-scale experiments that rely on brief auditory stimuli. And it is difficult to separate real sound from imagined, supplemental sound when the imagined sound is intimately related to the real sound and produced in order to give the real sound intentional meaning.",
            "citations": [
                "rosen_1996"
            ]
        },
        "FN27": {
            "text": "27. Several studies illustrate the relationship between bodily engagement and sound perception. Sedlmeier, Weigelt, and Walther provide evidence that “how we move might indeed influence what we hear” ( 2011 , 297). And it is shown that embodiment, including real or imagined movements, “enhances auditory temporal sensitivity” ( Iordanescu, Grabowecky, and Suzuki 2013 , 108), and affects the way one perceives sounding rhythmic structures ( Phillips-Silver and Trainor 2007 ). Maes, Leman, Palmer, and Wanderley ( 2013 ) illustrate that one’s intentional (and not just reactive) bodily participations shape one’s perception and experience of music. They show that “predictions about the auditory outcomes of planned or executed actions . . . guide and shape the perception of sound and music. Predictions may either attenuate, facilitate, or disambiguate the perception of sound and music” ( 9 ). They note evidence that merely observing (rather than carrying out) actions will have a similar effect, given the action-perception coupling enabled by mirror neurons ( 6 ), and it seems fair to suggest the same effect might occur when imagining movements, since imagining actions fires the same neurons.",
            "citations": [
                "sedlmeier_weigelt_and_walther_2011",
                "iordanescu_grabowecky_and_suzuki_2013",
                "maes_et_al_2013",
                "maes_et_al_2013",
                "maes_et_al_2013"
            ]
        },
        "FN28": {
            "text": "28. Maes et al. ( 2014 ) illustrate that the bodily movements we perform are integral to the verbal descriptions we make of music. Their study shows “that the physical appearance of the free body movements that participants perform in response to music are reliably linked to the linguistic descriptions of musical expressiveness in terms of the underlying quality” ( 67 ). Sedlmeier, Weigelt, and Walther ( 2011 ) also show that “bodily states, both real and imagined, can influence cognitive states” ( 298 ), and show that the type of bodily movements listeners engage in during listening have an effect on their preference ratings for the piece.",
            "citations": [
                "maes_et_al_2014",
                "maes_et_al_2014",
                "sedlmeier_weigelt_and_walther_2011",
                "sedlmeier_weigelt_and_walther_2011"
            ]
        },
        "FN29": {
            "text": "29. The five modes are: 1) fluidly traversing; 2) tolling; 3) marking/striking; 4) containing; 5) scintillating/kaleidoscopic.",
            "citations": []
        },
        "FN30": {
            "text": "30. This concept is analogous to one of Dalcroze’s principles of movement: that “an attitude transferred from one point of space to another must either gain or lose in expressive force” (quoted in Moore 1992 , 83). As Moore writes, “according to this principle any two pitches or movements should exhibit either a loss or gain in expressive force. Every move the body makes involves a dynamic adjustment to the various forces in its environment: gravity, air resistance, and the like.” ( 83 ).",
            "citations": [
                "moore_1992",
                "moore_1992"
            ]
        },
        "FN31": {
            "text": "31. Hummel [1838] 1981 , 438; Thalberg ca. 1853 , 4; Bronarski 1946 , 54–55; and Lussy 1897 , 154.",
            "citations": [
                "hummel_1981",
                "thalberg_ca_1853",
                "bronarski_1946",
                "lussy_1897"
            ]
        },
        "FN32": {
            "text": "32. Bacon 1963 , 23; Rubinstein in Schonberg 1987 , 271; Horowitz in Mach 1988 , 116; and Brendel in Mach 1988 , 28.",
            "citations": [
                "bacon_1963",
                "schonberg_1987",
                "mach_1988",
                "mach_1988"
            ]
        },
        "FN33": {
            "text": "33. The translation is my own. The original reads: “Diese geben, was sie können, vollständig her und sind eben in ihrer Einseitigkeit vollkommen abgeschlossene fertige Wesen, deren Ansprache wir aufnehmen, ohne noch etwas zu begehren. Das Klavier dagegen kann, was es eigentlich will, und nach dem allgemeinen Musiksinn sollte, nie vollständig austönen; seinen Tönen fehlt Dauer und quellendes Leben, seinen Melodien Zussammenhalt und Schmelz. Hiermit aber weckt es die Fantasie, regt zur geistigen Erfüllung und Ergänzung an und weiset in das Reich des Ideals. Das Klavier, das nichts als das materiell Hörbare giebt, oder der Hörer, der darüber nicht hinauskommt, sie sind beide von diesem eigentlichen Leben in der Kunst so weit entfernt, wie Prosa von Poesie. Deshalb ist das Klavier auch das ideale Instrument.”",
            "citations": []
        },
        "FN34": {
            "text": "34. See, for example, Kullak [1876] 1895 , 84.",
            "citations": [
                "kullak_1895"
            ]
        },
        "FN35": {
            "text": "35. Adam [1805] 1974 , 149; Anderson 1961 , 25–26; Streicher 1801 , 14; Schumann [1848] 2007 , 67; Thalberg ca. 1853 , 1 and 4; and Kullak [1876] 1895 , 3–5.",
            "citations": [
                "adam_1974",
                "anderson_1961",
                "streicher_1801",
                "schumann_2007",
                "thalberg_ca_1853",
                "kullak_1895"
            ]
        },
        "FN36": {
            "text": "36. Quoted in “The Greatest 10 Pianists of All Time,” Limelight Magazine , January 7, 2015 < http://www.limelightmagazine.com.au/features/greatest-10-pianists-all-time >. Indeed, Schnabel has long been praised for the way he suggests elasticity and musical line through and between the notes of a melody. In his own words, “the notes I handle no better than many pianists. But the pauses [from active sound production] between the notes—ah, that is where the art resides” (quoted in Chicago Daily News , June 11, 1958).",
            "citations": []
        },
        "FN37": {
            "text": "37. See, for example, András Schiff in Isacoff 2011 , 197–8; and Boris Berman 2000 , 20.",
            "citations": [
                "isacoff_2011",
                "berman_2000"
            ]
        },
        "FN38": {
            "text": "38. These are Barenboim’s words during a master class on Beethoven piano sonatas, “BBC, Barenboim on Beethoven—Master class on the Sonatas,” http://www.youtube.com/watch?v=14dwegqniNg , 16:00.",
            "citations": []
        },
        "FN39": {
            "text": "39. One often hears pianists’ subvocalizations externalized into real vocal sound. I have heard Alfred Brendel and Krystian Zimerman do this in performance, and Glenn Gould is famous for doing so.",
            "citations": []
        },
        "FN40": {
            "text": "40. Marx makes this same point ( [1875] 1895 , 90).",
            "citations": [
                "marx_1895"
            ]
        },
        "FN41": {
            "text": "41. See Lohmann 1995 , 263; Jaëll 1904 , 85–86 (this passage must be read in the context of Jaëll’s concept of elasticity, a central artistic and mental consequence of the reciprocally influential relationship among imagination, movement, and sound); Toch 1948 , 98; and Fleisher in Noyle 1987 , 93–94.",
            "citations": [
                "lohmann_1995",
                "toch_1948",
                "noyle_1987"
            ]
        },
        "FN42": {
            "text": "42. Lang Lang, video of piano master class on Schumann’s “Träumerei,” https://www.youtube.com/watch?v=de8un0rmF_U , 3:26.",
            "citations": []
        },
        "FN43": {
            "text": "43. See for example, videos of Lang Lang master classes at https://www.youtube.com/watch?v=u0f6YAEQ3tk (17:50–18:55); https://www.youtube.com/watch?v=Gpy49I6ph0c (4:45–5:09 and 7:03–7:14); and https://www.youtube.com/watch?v=de8un0rmF_U (3:30–5:15).",
            "citations": []
        },
        "FN44": {
            "text": "44. As Brown points out, “in singing (as in trombone playing) a slight degree, at least, of audible connection, especially between notes at distant intervals, is a scarcely avoidable consequence of a true legato” ( 1999 , 558).",
            "citations": [
                "brown_1999"
            ]
        },
        "FN45": {
            "text": "45. I use the word “performance” in scare quotes to refer to an internal, imagined performance. The use of the word brings attention to the active quality of embodied agency. Thus, to “perform” portamento is not merely to imagine it, but to own it as part of one’s co-performance or co-composition of the passage in question.",
            "citations": []
        },
        "FN46": {
            "text": "46. Leech-Wilkinson offers a convincing theory as to why some of us might find portamento embarrassing. He writes: “portamento draws on innate emotional responses to human sound, as well as on our earliest memories of secure, loving communication, in order to bring to performances a sense of comfort, sincerity, and deep emotion. The decline of portamento after the First World War and its sudden disappearance after the Second is traced to a new emphasis—influenced by psychoanalysis and reflected in writings on music—on darker meanings in music, which can be understood in the light of the reinterpretation of human motives and behavior forced on a wider public by the Second War. Portamento, because of its association (however unconscious) with naive trust and love, became embarrassingly inappropriate” ( Leech-Wilkinson 2006 , 233).",
            "citations": []
        },
        "FN47": {
            "text": "47. Performing portamenti has, since the nineteenth century, been seen as an emotional and personal act. As the violinist and pedagogue Carl Flesch writes, “ portamento [is] the emotional connection of two notes,” and this “intimate vocal connection between two notes should be the result of a heightened urge for individual expression” ( Flesch [1924] 1939 , 29 and 30).",
            "citations": [
                "flesch_1939"
            ]
        },
        "FN48": {
            "text": "48. See Schenker [1911–35] 2000 , 21–22, 26; Schenker [1910] 1987 , 88–90; and Bacon 1963 , 9–10, 21.",
            "citations": [
                "schenker_2000",
                "schenker_1987",
                "bacon_1963"
            ]
        },
        "FN49": {
            "text": "49. Quoted in Isacoff 2011 , 86. See also Brendel in Mach 1988 , 26; and Barenboim and Said 2002 , 30–31.",
            "citations": [
                "isacoff_2011",
                "mach_1988",
                "barenboim_and_said_2002"
            ]
        },
        "FN50": {
            "text": "50. Taylor [1900] 1987 , 41; Whiteside 1961 , 21; Schnabel in Wolff 1972 , 29; and Schenker [1911–35] 2000 , 26.",
            "citations": [
                "taylor_1987",
                "whiteside_1961",
                "wolff_1972",
                "schenker_2000"
            ]
        },
        "FN51": {
            "text": "51. Taylor writes: “to approach as closely as possible to a perfect legato , it is important to observe that a succession of notes of equal strength , however perfect the mechanical connection may be, will never sound smooth. The recurring percussion, particularly if the notes are of equal strength, seems to attract the ear, and to destroy all sense of continuity. But if the same notes are played with gradation of strength, either crescendo or diminuendo , the effect of legato is at once felt, and the disturbing percussion is unnoticed. Everything then depends on variety and gradation of tone, and it is an excellent plan, in studying an ordinary legato melody, to determine that no two consecutive notes shall be of precisely the same strength” ( Taylor [1900] 1987 , 12–13).",
            "citations": [
                "taylor_1987"
            ]
        },
        "FN52": {
            "text": "52. See, for example, Bauer in Cooke 1913 , 74–76.",
            "citations": [
                "cooke_1913"
            ]
        },
        "FN53": {
            "text": "53. Pianists are careful listeners: they experience sound in terms of the complex relationship between the sound they intend (in their inner ear) and the actual sound produced, which may or may not require adjustments once heard. Given that pianists need neither physically control the sound of a melodic tone after its attack, nor worry about intonation, it is all too easy for amateur pianists to lose themselves in imagined sound. Without listening carefully to the real sounds they make, pianists fail to shape listeners’ imagined sounds in the way they intend. For more on the need for performers to listen to both their imagined and real sounds, see Berman 2000 , 3–4; Busoni in Cooke 1913 , 98–9; and Neuhaus [1958] 1973 , 9–10.",
            "citations": [
                "berman_2000",
                "cooke_1913",
                "neuhaus_1973"
            ]
        },
        "FN54": {
            "text": "54. See Streicher in De Silva 2008 , 67–69; Kullak [1876] 1895 , 7; Christiani 1885 , 219; Schnabel [1945] 1961 , 178; Bacon 1963 , 7–8, 20–21; Richard Goode in Dubal 1997 , 187; and Fleisher in Dubal 1997 , 181–2.",
            "citations": [
                "de_silva_2008",
                "kullak_1895",
                "christiani_1885",
                "schnabel_1961",
                "bacon_1963",
                "dubal_1997",
                "dubal_1997"
            ]
        },
        "FN55": {
            "text": "55. This point is passionately expressed by Barthes ( [1976] 1985 , 288–9).",
            "citations": [
                "barthes_1985"
            ]
        },
        "FN56": {
            "text": "56. As Cox writes: “The ability to imagine performing an action is informed by experiences of actually performing that action, and the more experience one has performing a specific action, the more vivid and accurate the imagination is likely to be” ( Cox 2011 , [24]). Furthermore, the association of certain pianistic gestures with certain ideal gestures (and with certain imagined sounds) is partly learned and dependent on experience. A great deal of lesson time is spent in shaping these connections. Similarly, Maes et al. note that “action-based effects on auditory perception” are “rooted in learned auditory-motor associations” ( 2013 , 8).",
            "citations": [
                "cox_2011",
                "maes_et_al_2013"
            ]
        },
        "FN57": {
            "text": "57. Factors that shape our embodiments include the musical education of the embodier, familiarity with techniques of illusion used by the pianist, expectation and knowledge of a particular pianist’s style, memory of past performances of the piece in question, and familiarity with the particular recorded performance. Other important factors include sound editing of recordings and the acoustic and social space involved in one’s performance or listening experience.",
            "citations": []
        },
        "FN58": {
            "text": "58. Czerny [1846] 1991 , 11–12; Kalkbrenner in Schonberg 1987 , 121; Hummel [1838] 1981 , 440; Marx [1875] 1895 , 61; Riemann 1892 , 77; Taylor [1900] 1987 , 55–56, 59; Kullak [1876] 1895 , 271; Busoni [1894] 1979 , 48; and Brée 1902 , 66.",
            "citations": [
                "czerny_1991",
                "schonberg_1987",
                "hummel_1981",
                "marx_1895",
                "riemann_1892",
                "taylor_1987",
                "kullak_1895",
                "busoni_1979"
            ]
        },
        "FN59": {
            "text": "59. Sundberg, Friberg, and Frydén 1991 note the basic performance technique of playing higher notes louder than lower notes.",
            "citations": []
        },
        "FN60": {
            "text": "60. It is also used to counter the increasingly faster decay rate of higher-frequency sounds.",
            "citations": []
        },
        "FN61": {
            "text": "61. See, for example, Behnke and Pearce 1895 , 65.",
            "citations": [
                "behnke_and_pearce_1895"
            ]
        },
        "FN62": {
            "text": "62. See, for example, Streicher in De Silva 2008 , 65.",
            "citations": [
                "de_silva_2008"
            ]
        },
        "FN63": {
            "text": "63. The threat of perceived accents in a desired “singing” line was a constant concern of all major piano pedagogues in the nineteenth century, and if the basic rule of thumb was to play longer notes with more force so that they could sustain (Kalkbrenner in Schonberg 1987 , 121; Taylor [1900] 1987 , 60; Leschetizky in Brée 1902 , 65; Christiani 1885 , 171; and Matthay [1913] 1970 , 75), context certainly played a large role. For example, after noting this basic rule, Czerny advises against repeatedly emphasizing the long half notes in an example he provides, warning against “monotony” ( Czerny [1846] 1991 , 6). Several pedagogues since the nineteenth century have warned against making an accent (or “restart”) after long notes; see Lhevinne 1924 , 39; Busoni [1894] 1979 , 48; Neuhaus [1958] 1973 , 59; Matthay [1913] 1970 , 110; and Berman 2000 , 20.",
            "citations": [
                "schonberg_1987",
                "taylor_1987",
                "christiani_1885",
                "matthay_1970",
                "czerny_1991",
                "lhevinne_1924",
                "busoni_1979",
                "neuhaus_1973",
                "matthay_1970",
                "berman_2000"
            ]
        },
        "FN64": {
            "text": "64. These terms are taken from discussions of this issue by Neuhaus ( [1958] 1973 , 57) and Bacon ( 1963 , 150).",
            "citations": [
                "neuhaus_1973",
                "bacon_1963"
            ]
        },
        "FN65": {
            "text": "65. Of course, other instruments encounter the same problem. A violinist, for example, may merely need to cross strings (without changing hand position) to go significantly higher, but may feel the ascent as involving more “reaching” and effort than is physically required. Furthermore, the very opposite of alluding to reaching and effort— namely, reaching out of physical necessity—can be equally expressive in performance. The pianist might bring out the actual struggle of going from one end of the keyboard to the other. Indeed, Romantic composers often wrote such expressive difficulties into their music.",
            "citations": []
        },
        "FN66": {
            "text": "66. See, for example, videos of master classes by Lang Lang at https://www.youtube.com/watch?v=u0f6YAEQ3tk (18:04–18:55); https://www.youtube.com/watch?v=Gpy49I6ph0c (7:03–7:14); and https://www.youtube.com/watch?v=de8un0rmF_U (4:00–4:07).",
            "citations": []
        },
        "FN67": {
            "text": "67. In discussing a particular form of the basic wave-like arch of a melody, Ernst Toch describes such a common configuration, in which a skip “is often preceded by a preparatory figure comparable to the motion we may make when getting ready for a throw—’winding up’—or for a jump—’taking a run’ . . . The ‘winding up’ motion is then followed by the ‘throw’ or ‘jump,’ which in turn is followed by stepwise retrocession” ( Toch 1948 , 95).",
            "citations": [
                "toch_1948"
            ]
        },
        "FN68": {
            "text": "68. In Larson’s words, it is “just as we jump up and then push down into a diving board before a dive, or gather energy and crouch before a leap” ( Larson 2006 , 69). Larson compares such a preparatory turn figure to a crouching gesture ( Larson 2012 , 160; Larson 1997–8 , 61).",
            "citations": [
                "larson_2006",
                "larson_2012"
            ]
        },
        "FN69": {
            "text": "69. Indeed, while “reaching” is often experienced in terms of movement towards a point in space, the same technique of illusion often results in a sense that an object has continued to intensify, but has receded from us into the distance, and is thus heard as softer. There is experimental evidence to support a similar phenomenon ( Eitan and Granot 2006 , 231–2), and we know that nineteenth-century musicians likewise made a connection between dynamics and the sense of distance of music from the listener ( Milchmeyer [1797] 1993 , 112–3, 117–8; Czerny [1846] 1991 , 4; Czerny [1842] 1970 , 53).",
            "citations": [
                "eitan_and_granot_2006",
                "milchmeyer_1993",
                "czerny_1991",
                "czerny_1970"
            ]
        },
        "FN70": {
            "text": "70. This term is commonly used by pianists, but used less commonly in scholarship.",
            "citations": []
        },
        "FN71": {
            "text": "71. The concept of elasticity was as important to nineteenth-century pianists as it is to pianists of today. Marx wrote that “every melody (with rare exceptions) demands the elastic touch which is peculiar to the feeling and sentiment” ( Marx [1875] 1895 , 52); Mendelssohn’s biographer, W. A Lampadius lists an “elastic touch” as the first of many admirable qualities in Mendelssohn’s playing (see Larry Todd 2004 , 178–9); and elasticity is a central concept running through Marie Jaëll’s writings. See, for example, Jaëll 1904 .",
            "citations": [
                "marx_1895",
                "todd_2004"
            ]
        },
        "FN72": {
            "text": "72. Bacon writes that splitting the melodic note after the bass note “has the effect of warming the tone, as with an imaginary vibrato, or else it suggests the singer’s portamento” ( Bacon 1963 , 9–10). And in discussing how much one should use the technique he writes, “like the portamento of the singer or the slide of the string player, too much makes for sentimentality, while too little makes for coldness” ( Bacon 1963 , 22). In practice, I often hear pianists audibly singing portamento when demonstrating splitting melodic notes in lessons and master classes, indicating the type of imagined sound they aim to shape, via this technique, in embodiers’ minds.",
            "citations": [
                "bacon_1963",
                "bacon_1963"
            ]
        },
        "FN73": {
            "text": "73. Godøy’s distinction between “excitation” (“what we do”) and “resonance” (“the effects of what we do”) is helpful here. As Godøy notes, the former is active, and the latter is passive. Important in the difference between these two aspects of sound is “the distinction between motor images and images of the resonance features of whatever body is excited” ( Godøy 2001 , 242). The “tolling” mode focuses on “resonance.”",
            "citations": []
        },
        "FN74": {
            "text": "74. Compositional features that enable the “tolling” mode include the dominant ninth harmony, suggesting a feeling of suspension in the air, giving space for the melodic “palettes” to dissipate gradually like tiny illuminations of fireworks; the hypnotically cyclic repetition of the first bar in m. 2; and a high number of spatially separated events within a close temporal span, creating a somewhat pointillistic texture in which I hear all events— even accompanimental tones—as little palettes of sound rather than as part of a fluid “line.”",
            "citations": []
        },
        "FN75": {
            "text": "75. Milchmeyer explains that clear voicing of the melody at a stable dynamic level, with the help of the pedal, can help “imitate the sound of little bells.” He writes: “[The pedal] can be used to imitate the sound of little bells, when the right hand plays in the highest register, and strikes all tones mezzo forte and staccato, while the left hand plays the accompanying voice legato and pianissimo in the middle of the keyboard” ( Milchmeyer [1797] 1993 , 144). Performing the “bells” at a stable dynamic level contributes to the hypnotic effect, and in this respect I am reminded of Burke’s observation that for a cycle of similar “strokes” of sound to be continued in the inner ear, even after the sounds have ceased, the actual strokes must be sounded at the same dynamic level ( Burke [1757] 1990 , 127).",
            "citations": [
                "milchmeyer_1993",
                "burke_1990"
            ]
        },
        "FN76": {
            "text": "76. As Percy Grainger writes, “in all gong effects we hear one note louder than the surrounding ‘aura’ of ethereal harmonies.” Quoted in Cooke 1913 , 367.",
            "citations": [
                "cooke_1913"
            ]
        },
        "FN77": {
            "text": "77. This comparison provides an example of what I call “musical structure formation”—the idea that musical structures are shaped through time, through different performances, and through different embodied experiences, and that they are inextricably related to musical meaning. This more dynamic view of structure, as opposed to the traditional view that sees structures as fixed in the score and independent of meaning, is gaining in acceptance. See, for example, Rink 2013 , 120; and Rink, Spiro, and Gold 2011 , 268. My approach also echoes that of Urista ( 2007 ), who argues that engaging with recordings alongside score analysis can cultivate sonic sensitivity and open up structural and expressive insights not always available through score analysis and its typical labels.",
            "citations": [
                "rink_2013",
                "rink_spiro_and_gold_2011",
                "urista_2007"
            ]
        },
        "FN78": {
            "text": "78. It seems likely that Bacon associates the delay involved in splitting melodic notes with effort and elasticity, for after comparing splitting to a singer’s portamento ( 1963 , 9–10), he later observes that the pianist “is mindful of the slight delay the voice requires in making a large leap from low to high or high to low. He conveys the slur and the portamento, sometimes with a delay . . .” ( 1963 , 21).",
            "citations": [
                "bacon_1963",
                "bacon_1963"
            ]
        },
        "FN79": {
            "text": "79. Thalberg writes: “In a slow melody written in long notes, it is of good effect—especially on downbeats or in beginning each period of the phrase—to attack the melody note after the bass note, but only with a nearly imperceptible delay” ( 1853 , 2). The translation is my own. The original reads: “Dans une mélodie lente écrite en notes de longue durée, il est d’un bon effet, surtout au premier temps de chaque mesure ou en commençant chaque période de phrase, d’attaquer le chant après la basse, mais seulement avec un retard presque imperceptible.”",
            "citations": [
                "thalberg_ca_1853"
            ]
        },
        "FN80": {
            "text": "80. Streicher, for example, writes: “The principal voice is always heard clearly, since the notes accompanying it are carefully rendered somewhat more softly” ( De Silva 2008 , 59).",
            "citations": [
                "de_silva_2008"
            ]
        },
        "FN81": {
            "text": "81. As Brendel notes, “ cantabile accents . . . can be made meaningful by a change of colour (balance)” ( Brendel 1991 , 69).",
            "citations": [
                "brendel_1991"
            ]
        },
        "FN82": {
            "text": "82. The use of physical movement or pressure to will imagined sound has been common in piano performance since the nineteenth century. See Kullak [1876] 1895 , 150–2; Neuhaus [1958] 1973 , 62; Jaëll 1904 , 8–9; and Berman 2000 , 20.",
            "citations": [
                "kullak_1895",
                "neuhaus_1973",
                "berman_2000"
            ]
        },
        "FN83": {
            "text": "83. Recall Taylor’s assertion that “a succession of notes of equal strength , however perfect the mechanical connection may be, will never sound smooth. The recurring percussion, particularly if the notes are of equal strength, seems to attract the ear, and to destroy all sense of continuity” ( Taylor [1900] 1987 , 12).",
            "citations": [
                "taylor_1987"
            ]
        },
        "FN84": {
            "text": "84. Andrew Mead’s point is informative in this respect. He writes: “[Kendall Walton] has observed that for the vast majority of the time, crescendi are interpreted not as sounds of fixed amplitude growing closer, but of sounds in a fixed location changing in intensity . . . At least two things come into play. One is our sheer ability to recognize the change of a sound’s proximity based on ambience; the other has to do with our recognition of dynamics not so much as strength of signal but as index of effort. Thus, it takes additional musical cues to make us understand a crescendo as representing a change of location” ( Mead 1999 , 11). The additional cue in this case is color, which is formed by voicing. Changing the color changes the “ambience,” and thus changes my impression (in this case an illusory one) of the distance of sound from my body.",
            "citations": [
                "mead_1999"
            ]
        },
        "FN85": {
            "text": "85. Performing a dynamic hairpin through a series of equidistant attack points is a common performance technique used to shape fluid imagined sound. This technique reduces the monotony of a series of tones beginning and ending at the same dynamic level. I am reminded of Taylor’s assertion that “the recurring percussion, particularly if the notes are of equal strength, seems to attract the ear, and to destroy all sense of continuity. But if the same notes are played with gradation of strength, either crescendo or diminuendo , the effect of legato is at once felt, and the disturbing percussion is unnoticed” ( [1900] 1987 , 12–13). By beginning the series of notes quietly the pianist is able to “sneak in” and reduce the perception of an initial attack, and by ending quietly the pianist is likewise able to sustain a sense of fluidity. The hairpin technique often involves placing the dynamic apex on metrically weak points, thus avoiding the perception of accent that may naturally arise on metrically strong points. In brief, the technique serves to turn attention away from single events toward the overall motion of the gesture.",
            "citations": [
                "taylor_1987"
            ]
        },
        "FN86": {
            "text": "86. Fleisher discusses how to embody the decay of a long, top note in a similar ascending and descending phrase in a video of a master class on the second movement of Mozart’s Piano Concerto K. 466, at http://www.youtube.com/watch?v=2QfKFmWGg6I (from :36 onwards). Fleisher’s mention of being aware of one’s stomach at the melodic apex resonates with my idea of the “zero-point” of motion, and of the embodied sense of an impending, rather than currently happening, descent—just like being at the top of a jump on the trampoline.",
            "citations": []
        },
        "FN87": {
            "text": "87. Of course, there are several instances where performing against metrical gravity might simply be the inevitable result of some other factor, such as a written diminuendo or the avoidance of an accent at the end of a phrase. What I have in mind is “melting through” metrically strong points in contexts that don’t otherwise necessitate the technique.",
            "citations": []
        },
        "FN88": {
            "text": "88. Larson makes this same point ( 2012 , 148).",
            "citations": [
                "larson_2012"
            ]
        },
        "FN89": {
            "text": "89. See, for example, Brown 1999 , 7–58",
            "citations": [
                "brown_1999"
            ]
        },
        "FN90": {
            "text": "90. Riemann’s disapproval of the old manner of accenting metrically strong notes is well known amongst theorists. See Brown 1999 , 8–9.",
            "citations": [
                "brown_1999"
            ]
        },
        "FN91": {
            "text": "91. Leon Fleischer, audio recording of master class on Beethoven’s Piano Sonata op. 109, at http://www.youtube.com/watch?v=r9Mj5G1B7qE . (29:20 to 30:10).",
            "citations": []
        },
        "FN92": {
            "text": "92. Repeated listenings of recordings allow modern-day listeners to self-fashion imagined, supplemental sound in fine accordance with real sounds to an extent that nineteenth-century listeners never could. But for nineteenth-century listeners, imagined, supplemental sound was just as central a part of the listening experience, and internalized “performances” were seen to bear repeated listenings of the piece in question. Furthermore, when nineteenth-century listeners heard the same performer (or themselves) play the same piece, they could build the inner resources needed to fashion imagined, supplemental sound in sympathy with real sound. And expectations of how a passage might be performed—given a certain set of performance practices—also allow one to shape imagined, supplemental sound in accordance with what one predicts to be forthcoming.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "PART ONE: Embodiment, Performance, and Imagined, Supplemental Sound",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In this article I argue that the musical experiences, and thus meaning formations, of an embodier (listener, performer, score reader, etc.) are shaped by three mutually influential factors of musical embodiment: 1) the real sounds made by performers; 2) the embodier’s real or imagined bodily movements and states; and 3) the embodier’s imagined, supplemental sounds and/or filtered sounds. (1) By “imagined, supplemental sound” I mean not just the sounds one hears in one’s mind when reading a score, nor just the internal mimicking of sounds actually heard while listening to or performing music, but the supplemental sounds one imagines internally (even when engaged in a sounding performance) in order to make sense of real sounds and render performances personally meaningful. I argue that one’s bodily engagements—as shaped by the real sounds performers make—in turn shape one’s imagined, supplemental sounds.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In part 2 of this article—the heart of the study—I present evidence from the nineteenth century to today that suggests that imagining supplemental sound is a necessary part of performing and listening to piano music, and that imagined sounds (and real or imagined bodily exertions) are shaped not only by compositional features, but also by common techniques of illusion that pianists use in various musical contexts. However, since imagining supplemental sound is intimately bound up with bodily engagements, it is first necessary to outline some of the primary mechanisms of embodiment—that is, the means through which embodiers (2) of Western art music participate in sounds and make sense of them through their bodies. For now, I will focus my account on the act of listening. But other forms of musical engagement—performing, recalling music, reading a score—are similar in fundamental ways. After presenting basic mechanisms of embodiment, I will explain how they shape our imagined, supplemental sounds. Embodiers Imagine, Simulate, and Empathize with Performance Movements",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] As listeners, our understanding of musical sounds is grounded, in part, by our knowledge of the bodily actions, energy, and control needed to produce them ( Mead 1999 ). We often imagine a performer making the sounds we hear, which involves covert or overt imitation of sound-producing actions ( Cox 2006 , 46; Godøy 2011 , 70–71). Imitation can occur irrespective of whether or not the performer is in sight. (3) Through conscious or unconscious mimicking, listeners become “co-performers;” their embodied agency enables them to make sense of the music. Indeed, studies show that motor areas of the brain activate when merely imagining movements such as those used in music performance ( Brown and Palmer 2013 , 2; Zatorre and Halpern 2005 ), which is just one instance of the integration of motor, auditory, and visual systems in the human brain across different forms of musical engagement. (4) And research on mirror neurons provides answers as to why that might be. (5) Mirror neurons “mirror” the action and intent of others. They activate when carrying out, hearing, observing, or imagining the same action ( Keysers 2003 ; Kohler et al. 2002 ; Filimon et al. 2007 ), and may thus play a role in the discrimination and simulation of sound-producing actions when such actions are heard or imagined but not seen. (6)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "mead_1999",
                    "cox_2006",
                    "brown_and_palmer_2013",
                    "zatorre_and_halpern_2005",
                    "keysers_2003",
                    "kohler_et_al_2002",
                    "filimon_et_al_2007"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Actually seeing performers’ movements is an important part of meaning formation. (7) And given the strong action-perception link in the brain, simply imagining performers’ movements—while listening to a recording, for example—can be just as meaningful. Research has demonstrated that motion and emotion are intimately connected, and that mirror neurons thus also play a role in understanding and simulating others’ (e)motions. (8) In empathizing with performers’ movements, listeners draw on their own bodily movements as they are tied to certain (e)motions, so that expressive agency is, in a sense, shared by listeners. (9) Listeners’ emotional experiences can be partly explained by their simulations of the actions they think are necessary to make the sounds heard ( Gridley and Hoff 2006 ). In hearing a series of monotonous, loud piano chords, I might imagine the pianist repeatedly striking the instrument with full arm movements, and I would thus embody a sense of pride or majesty; or, in hearing a pianist take time in delicately placing the upper note of a leap, I might imagine the pianist reaching slowly upwards, and thus embody a sense of tenderness. (The emotion felt will also depend on compositional features and, as we will soon see, on imagined, supplemental sound). Crucial to the relationship between motion and emotion is the effort and tension involved in the production (or imagined production) of sounds. In listening to a horn player’s “fluid” melodic line, I might embody the gradually increasing effort and air pressure needed to shape an ascending melody. On the piano, where it is just as easy to go “down” as it is “up,” this matter becomes one of illusion, both on the part of the performer in shaping the sound so as to reflect effort (or other processes), and on the part of the listener in sympathizing with the illusion. Several examples of such illusions and embodiments will be given in part 2 of this article. Embodiers Draw on Tacit Knowledge of How Bodies and Objects Move through Space in Order to Experience “Musical Movement”",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "gridley_and_hoff_2006"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] In describing a pianistic melody as “struggling to attain the apex,” or “tumbling down to the depths,” I am drawing on my knowledge of how bodies move through space (in this case: upwards with effort, and downwards with possibly dangerous ease). And while my image of the pianist moving “upwards” or “downwards” can play a role in this experience, virtual space necessarily plays a role because notes on the piano are located right to left—not on a vertical scale—and because going right should be about as easy as going left. (10) Eitan and Granot ( 2006 ) provide evidence that changing musical parameters (melodic contour, dynamics, articulation, etc.) affect the way listeners imagine bodies moving through space. They show that listeners associate changing parameters with changes in energies, directions, and forces involved in their mental imagery. To have such experiences, one needs to ascribe intentionality to music ( Leman 2008 , ch. 4). This involves processing sound in terms of one’s knowledge of objects, space, movement, and tension ( Leman 2008 , 93–4); sonic changes specify energetic changes or processes in potential objects in the environment and, given our “action-oriented bias,” we understand changes in terms of intentional actions ( Leman 2008 , 79). (11) Since musical “actions” are processed through our action-perception system, we often feel them as emerging through our own bodies. Listeners and performers are “actors,” making sounding forms meaningful through their own bodily actions.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "eitan_and_granot_2006",
                    "leman_2008",
                    "leman_2008",
                    "leman_2008"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Conceptual metaphor theory and embodied schema theory also help explain how embodiers understand musical “movement” in these ways. We use metaphors to understand and conceptualize in all areas of life (Lakoff and Johnson 1980 , 1999 ; Johnson 1987 ). For example, when we think of our romantic relationships as involving “rocky” or “smooth sailing” paths, and when we declare to our lover that “we can’t keep going on like this,” we are drawing on our bodily knowledge of taking a path through space to conceptualize love; we are using the conceptual metaphor LOVE IS A JOURNEY. (12) Knowledge is gained and experience is made meaningful by incorporating attributes from a “source domain” into a more abstract “target domain.” Importantly, source domains are based in and on the body ( Johnson 1987 ). We use the most rehearsed and well-formed bodily knowledge we have for grounding our understanding and conceptualizing in all domains, physical or non-physical. This happens preconceptually via embodied schemas, which are “ recurring structures of, or in, our perceptual interactions, bodily experiences, and cognitive operations .” (13) The conceptual metaphor I have described is grounded in the PATH schema: an internal set of relationships based on our experience of taking paths through space. Embodiers of Western art music draw on a huge number of embodied schemas in understanding music. (14) In this article, we shall be mostly concerned with the PATH schema as used to understand a melody moving along—or creating— a metaphorical path in musical space.",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "lakoff_and_johnson_1980",
                    "lakoff_and_johnson_1999",
                    "johnson_1987",
                    "johnson_1987"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Because cross-domain mappings are grounded in structures of everyday bodily experience, they shape the way we experience sound through time. In using different embodied schemas, or in using the same schema in different ways, our experience and meaning formations are changed. While the movement of bodies or objects along a “path” can be imagined in many ways, two common types need to be distinguished for the purposes of this study: “marked gait” and “flow.” Mead points out that the language we use to talk about tempo is evidence of our grounding concept of locomotion in our experience of musical motion ( Mead 1999 , 5). (15) Basic forms of dancing, in which participants mark the beat sharply with their limbs, offer further evidence that embodiers make sense of music in terms of discrete, gait-like impulses. But one often embodies a sense of “flow” instead: I might imagine my body (or other bodies or objects) floating, gliding, jumping, falling, riding a swing or rollercoaster, reaching, pleading, or caressing. And such embodiments center on the feeling of continuous, fluid motion, rather than on the experience of a series of exertions marked out at discrete moments in time. (16) Other theorists have made similar distinctions between “marked gait,” which is based largely around beats or other marked events, and “flow,” which is thought to involve more complex action-perception processes. (17)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "mead_1999"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] There are often mutual influences between imagining performance movements and imagining abstract musical “movements.” (18) In hearing a series of loud, monotonous chords, I might imagine the pianist using full, distinct arm movements to strike the piano repeatedly, and such an embodiment might mediate my embodiment of a series of discrete gait-like exertions. (Indeed, I have seen many pianists stomp their feet on the pedal to the beat of the music during such playing, suggesting that they associate the two kinds of actions together). Or, in hearing a series of gradually ascending melodic tones played ever more softly and with more time taken, I might imagine one slow, fluid, and perhaps “strained” reaching motion of the arm. Such an embodiment might lead me to imagine someone reaching with effort, or even an object slowly running out of “fuel” as it flies upward against gravity; my embodiment of the pianist’s fluid arm movement mediates my experience of other fluid “paths” taken in virtual space. Such correspondences occur because action can be attributed to both performers and fictional objects or agents, and because both performed movement and fictional movement can be experienced via the same embodied schema (in this case the PATH schema). Gesture and Musical Forces",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] Since musical understanding is grounded in human experience, the concept of gesture is indispensable. The concept crosses divides between mind and body ( Jensenius et al. 2010 , 19; Small 1998 , 140; Hatten 2004 , 97), and between meaning and movement ( Jensenius et al. 2010 , 13; Hatten 2004 , 98). A musical gesture is a covert or overt embodiment of a human or non-human movement through time, and is mediated by real or imagined sound; it is formed through the embodier, and does not lie fully formed in the score. A gesture has an (e)motional contour or pattern; it is unique in its speed, energy, temporal length, spatial volume, and direction. It is short enough to be retained in the extended present—otherwise called the “perceptual present” or “working memory” ( Godøy 2010a , 121; Hatten 2004 , 94). And as we will soon see, it often (and nearly always, in the case of piano music) involves imagined, supplemental sound. While one can broadly distinguish between performance gestures and abstract fictionalized gestures, the two are often mutually influential. Because gesture is formed through the body, embodiers commonly feel a personal sense of gestural agency, as though they are actors, co-composers, or, in the case of listeners, co-performers. (19) This is true, in a sense, even when we consider the gesturer as an outside agent or force, (20) for to embody an exertion as gestural is to make that gesture one’s own via one’s perception-action system.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "jensenius_et_al_2010",
                    "small_1998",
                    "hatten_2004",
                    "jensenius_et_al_2010",
                    "hatten_2004",
                    "hatten_2004"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Because gravity acts on matter and bodies in real life, it is inevitable that our experience of musical gestures will be affected by our tacit knowledge of gravity ( Larson 2012 , 82). “[Music-]gestural shapes are constrained by the dynamics of a gravitational field or vectoral space (whether actual or virtual) . . . and their expressive effects exploit potential contrasts or energetic expenditure with respect to the forces in their field/space” ( Hatten 2004 , 109–10). For Hatten, tonality and meter constitute the backbone of the virtual gravitational field ( Hatten 2004 , 117 and 133). But performance nuances also play an important role in creating such an illusion, as I will show in part 2 of this article. (21) Two ideas underlie the concept of “musical forces.” The first is that we experience music as being shaped by virtual forces. For Larson, melodic direction on small and large scales can be explained in terms of a combination of three virtual forces: musical gravity pulls pitches “downwards” towards stable locations in “vertical space”; musical magnetism pulls pitches upwards or downwards to the nearest stable location; and musical inertia enables the melody to continue in the same manner of motion. (22) The second idea is that energy can come from the fictional agent or gesturer, and such energy can be expressive in working against virtual musical forces. Some scholars bring attention to the agential (willed) energies of melodies that, although constrained by environmental forces, are able to overcome them. (23) Since gestures are born through embodiment, participants often conceive of themselves as providing the agential energy needed to overcome forces. And, as we shall see in part 2 of this article, performance and imagined, supplemental sound play large roles in inducing this sense of embodied agency. Subvocalization, Sonic Perception, and Imagined, Supplemental Sound",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "larson_2012",
                    "hatten_2004",
                    "hatten_2004"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] Subvocalization is a key element of embodiment, (24) and involves “covert and overt subvocal imitation of the sounds produced, whether the sounds are vocal or instrumental” ( Cox 2006 , 46). Subvocalization is an important avenue of meaning formation because it allows us to experience different levels of musical tension, informing our concept of pitch verticality. As Cox points out, we use the conceptual metaphor GREATER IS HIGHER in experiencing “lower” and “higher” pitches: “we regularly understand greater and lesser quantities and magnitudes in terms of vertical relations . . . [and] ‘higher’ notes are produced by and large via greater quantities and magnitudes of air, effort, and tension”—all three of which we embody through subvocalization ( Cox 2001 , 203). The same conceptual metaphor is involved in one’s experience of more abstract musical movement, because (sub)vocal muscular tension “reproduc[es] the same physical sensation of muscular contraction experienced when lifting our arms, objects, or ourselves” ( Mead 1999 , 7). Thus, the same conceptual metaphor and the same embodied process of subvocalization can mediate both my own “co-performance” (as singer) and my experience of fictional movement through space. The advantage of being aware of one’s subvocalization is commonly discussed in piano lessons. Because pianists don’t rely on air pressure or mouth tension in producing different pitches, the act of navigating melodic contours is sometimes all too easy; (25) the tensions inherent in subvocalization can help guide timing and dynamic nuances in order to give the illusion of effort and tension, concepts crucial to the experience of music as a human art.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "cox_2006",
                    "cox_2001",
                    "mead_1999"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] There is a lack of research on the supplemental sound one consciously or unconsciously performs in one’s subvocalizations. (26) Cox’s work is invaluable in stressing that we internalize sound via our subvocalizations, but his work leads to more questions about the nature of this act, because his focus is on the mimicking of sound actually produced. While Cox acknowledges that the (sub)vocal aspect of imitation necessarily changes the experience of embodying instrumental music, much work remains to be done on the different ways of subvocalizing, which are intimately related to different ways of exerting our bodies. How do subvocalized sounds differ from, complement, and supplement actual sounds? And how do these imagined, supplemental sounds affect our musical experiences and meaning formations? Such questions are important because, as studies show, participants’ bodily conceptions and real or imagined actions shape how they hear sound. (27) When our bodily engagements change, so too do our sonic realities.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] I argue that associating particular performance movements and/or particular abstract musical movements with particular nuances of real sound affects the sound one imagines in one’s “inner ear” while listening to or performing music. Observing performance movements induces imagined sound ( Haslinger et al. 2005 ) and, given the strong neural similarities involved in carrying out, observing and imagining motor movements, it seems that imagining movements also affects what one hears. Godoy proposes that “the visualization of movement as trajectories in time-space could be an integral element of imagining a sound” ( Godøy 2001 , 241); not only does listening to certain sounds make us imagine ourselves or others playing them, but “images of sound-production may actually trigger images of musical sound (and vice versa ) in our minds” (Godoy 2001 , 238; 2010b , 59). Godoy notes that such an idea will involve much phenomenological description ( Godøy 2001 , 238–9); such description is central to part 2 of this article. And I take the idea further: I argue that in imagining performers’ movements while actually listening to music, the specific movements one imagines will affect one’s imagined, supplemental sounds.",
                "footnotes": [],
                "citations": [
                    "haslinger_et_al_2005"
                ]
            }
        },
        {
            "1.14": {
                "text": "[1.14] Consider two scenarios. In listening to a recording, I hear the pianist make a large melodic leap upward, and I note the extra time taken in placing the top note and its lower dynamic level. This leads me to imagine the pianist (or myself as performer) “reaching” with expressive strain for the high note, and the somatic and visual trajectories of this image make me imagine a close portamento upwards. Or consider this example: in listening to a slow melody, I picture in my mind (and feel in my body) the physical pressure I continue to apply to notes after their attack, helping me imagine a sustained, connecting sound between long melodic tones, despite their actual decays. In both examples, it is not just the visual aspect that mediates imagined sound but the imagined bodily movement or feeling as well. In both examples, the nature of the movement or touch is not strictly necessary for producing real sound, but the imagined movements profoundly affect my embodiment and induce imagined sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] Just as imagining performers’ movements mediates imagined sound, so too does imagining abstract musical movements. In embodying a musical line through my knowledge of how my body moves through physical space, I imagine the sound required to traverse musical space. Given that my understanding of spatial movement takes place through both body and sound, I express fluid movement through “space” not only via real or imagined bodily exertions, but also via imagined sonic movement. This imagined sonic movement informs my understanding of how pitches get from one “place” to another. It might be in the form of sliding pitch, or may simply involve graduated or sustained dynamics (as a sonic embodiment of increasing or decreasing energies involved in the trajectory of the path).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.16": {
                "text": "[1.16] But some bodily engagements might not induce fluid, connective sound between consecutive tones at all. This article focuses on one of many possible modes of embodiment: my focus is on embodiments of a “continuous, fluid path.” Other types of embodiment might instead encourage me to track the decay of individual tones, or to mark each individual tone with a small imagined sonic exertion before each tone sounds, as is common when experiencing musical motion as a series of marked, gait-like exertions. And some embodiments might not involve the mapping of human motion onto musical motion at all: when we hear a wide range of pitches, constantly changing direction in a short space of time—especially when little pianistic effort seems to be involved—we may conceive of sounds as “coming from nowhere” and making contact on our bodies. In such instances melodies may appear to transcend the physical requirement of travelling through musical space in the way our bodies must move through physical space, rendering it useless to track sound through real or imagined bodily movements. Placing our bodies at the center of such diffuse melodic fragments, sounds might seem to happen to us and on us rather than through us.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.17": {
                "text": "[1.17] In brief, an embodier’s sense of motion may arise in several different ways, each affecting the extent to and manner in which one imagines and/or filters sound, even when a sounding performance is involved. The implication for music analysts and theorists is clear: an awareness of our imagined, supplemental sounds as they shape and are shaped by our perception of real sound, and as they shape and are shaped by our bodily engagements, can lead to a clearer understanding of our embodied agencies and musical meaning formations. If experience and meaning are at the core of what music analysts and theorists do, then our imagined sounds must be considered vital parts of the musical “object” we discuss, critique, analyze, and theorize. Not surprisingly, there is evidence that our embodiments profoundly affect our attitudes towards music, (28) so we need to reflect on what those embodiments are. For the mode of embodiment under discussion, an important part of this reflection involves analyzing our distinctly personal, imagined, supplemental sounds. PART TWO: Imagined, Supplemental Sound in Nineteenth-Century Piano Music The “Fluidly Traversing” Mode of Embodiment",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] This article derives from a larger project in which I identify some of the defining and widely divergent characteristics of embodiments of nineteenth-century piano music, and identify five “participatory modes of embodiment” ( Robb 2015 ). (29) I focus on only one of those modes in this article, although two of the other modes will make brief appearances in the analyses to follow. My focus is on the “fluidly traversing” mode of embodiment. In this mode, participants draw on their knowledge and experience of how their bodies—or other bodies or objects with which they empathize—move continuously and fluidly through paths in space, under the influence of gravity and inertia, and with or without effort. The mode involves actively imagining or carrying out bodily exertions as a way of understanding local-level musical tensions and “flow.” It also involves actively imagining associated fluid and connective sounds: in conceiving of bodies moving from one place to another within the context of a sonic world, there is an element of sonic movement as well as bodily movement. The fictional object or body (or the embodier’s or performer’s body) gains or loses in energy as it moves through space; (30) as a consequence, one might imagine portamenti—or simply dynamic gradations of sonic energy—between melodic attack points. Imagined, supplemental sound provides the participant with the energetic “flow” needed to embody continuous motion along the “path,” which can be as short as a single melodic interval and as long as the line taken from the first to the last note of a gesture or phrase. In the latter case, the embodier might experience nested paths within the larger path.",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": [
                    "robb_2015"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] In this mode, one’s imagined sounds and bodily movements fluidly connect consecutive tones in a melody. In actively “performing” the fluid, supplemental sound necessary to make sense of the path, the embodier actually creates the line, and is thus a “co-composer” and “co-performer.” Because of the highly constructive nature of embodied “traversing,” this mode involves anticipating upcoming notes in the melody to a high degree and involves a strong sense of directionality and active (rather than passive) participation. Even when one thinks of one’s own or other bodies as submitting to gravity and inertia, one’s submission is constructed, meaning one tracks a fluid path throughout the entire gestural unit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The participant often conceives of music as “vocal” in this mode because the high level of subvocalization—and the entailing “effort,” “airflow,” and attention through time—resembles the act of singing. But while much of the music that is embodied in the fluidly traversing mode could be sung by the voice, this mode is not merely the embodiment of music of vocal or aria style. For example, the pianistic gesture of striving from the low or middle range of the keyboard upwards to a chord lying at the top of the keyboard might be embodied in this mode because it involves a type of “reaching” that suggests fluid bodily exertion and connective, supplemental sound. Likewise, music too fast or angular to actually sing might still be embodied in this mode if one tracks the local, fluid tensions in one’s subvocalizations or imagined bodily exertions. And music perceived as “vocal-like” is often embodied in modes other than this one. Thus, one can recognize music as signifying something “non-vocal” but embody it in a vocal manner, and one can recognize music as signifying something “vocal” but embody it in non-vocal ways. The “Singing” Piano and Imagined, Supplemental Sound",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The tradition of referring to the voice to guide expressive nuance in piano playing has been widespread since the nineteenth century. Hummel, Thalberg, Chopin, and Lussy—to name just a few—all advised pianists to listen to good singers, and even learn to sing, in order to better play the instrument. (31) Famous pianists and pedagogues like Ernst Bacon, Artur Rubinstein, Vladimir Horowitz, and Alfred Brendel have, from the nineteenth century to today, likewise asserted the importance of “singing” through the piano. (32) Why the long-standing fascination with the piano as a “vocal” instrument? While the piano is not the only instrument celebrated for its vocal potential, it is a special case. Since the piano is non-sustaining, the imagination provides the necessary fluidity of sound and energy to make the instrument “sing.” Because the notes on the piano die, and because the performer essentially has no physical control of a melodic tone following its attack, the listener and pianist must imagine the sound, energy, and agency needed to fluidly connect melodic notes together. The piano ends up being one of the most “singing” instruments of all because listeners make that vocal experience their own.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] A. B. Marx points to the importance of one’s internal voice when participating in piano music: other [orchestral, sustaining] instruments give what they can give completely and are, precisely in their one-sidedness, perfectly complete beings whose deliveries we receive without desiring anything else. The piano, by contrast, can never completely sustain its sound, although that is what it wants to do and, in a general musical sense, ought to do; its tones lack sustain and welling life, its melodies cohesion and meltingness. Hereby it awakens the imagination, however. It prompts mental fulfillment and completion and points to the realm of the ideal. The piano, which gives nothing but material sound, or the listener, who does not get beyond that material sound, are both as far removed from the true life of art as prose is from poetry. Therefore, the piano is also the ideal instrument. ( Marx [1859] 1901 , 102). (33) Marx points to the role of the imagination in completing the sound necessary for sustained, “welling,” and “melting” melodic lines. The piano “awakens the imagination” in a way orchestral instruments do not, offering more possibilities of sound through human “desire.” Marx’s psychological and idealist approach to piano playing and listening is affirmed by several other nineteenth-century writers. (34) The imagination plays such a vital role in nineteenth-century musicians’ conceptions of the piano and of piano music that a clear distinction is often made between the physical sounds of the instrument on the one hand, and imagined, idealized sounds on the other. Louis Adam, Beethoven, Johann Streicher, Schumann, Thalberg, and Adolph Kullak are just a few of the many nineteenth-century figures to make this distinction, and to stress the importance of the mind in piano playing. (35)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "marx_1901"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Imagined sound continues to be a focus of attention in piano playing of the twentieth and twenty-first centuries. In Heinrich Neuhaus’s words, “it is only by demanding the impossible from the piano that you can obtain from it all that is possible. For the psychologist this means that imagination and desire are ahead of the possible reality” ( Neuhaus [1958] 1973 , 66). Bacon likewise stresses the importance of “imagining ideal sounds,” noting that “the realest playing is often pure illusion” ( Bacon 1963 , 151). Modern-day pianists continue to take these issues seriously, and are in many cases inspired by old masters. Jonathan Biss, for example, is inspired by Alfred Schnabel, who “could convey so much meaning—spirituality, even—between two notes.” Like Schnabel, Biss aims “to make a sound that lives, and to find music not only in the notes, but around them.” (36) Daniel Barenboim likewise stresses the same issues that concerned nineteenth-century pianists. Echoing Thalberg’s assertion that a pianist must get beyond the “rational” reality of the keyboard’s facilities and must “produce the illusion not only of sustained and prolonged sounds, but also swelling sounds” ( 1853 , 1), Barenboim, like countless other modern-day pianists, (37) asserts that “you must believe that you can actually make a crescendo on the one note.” (38)",
                "footnotes": [
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": [
                    "neuhaus_1973",
                    "bacon_1963",
                    "thalberg_ca_1853"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] It should be clear, then, why piano teachers throughout the centuries have recommended that their students learn to sing: in imagining sound through and between melodic tones, the pianist subvocalizes (or vocalizes out loud (39) ) not just the actual sounds, but the supplemental sounds needed to fashion an ideal “line” into something fluid, swelling, and willed for. It follows that learning to sing can only enhance one’s capacity to shape imagined, supplemental sound in deeply felt ways. (40) That the voice of the piano’s song is internal to the embodier makes music sing profoundly. “The piano need bow to no singer,” writes Bacon. “In emulating song it may surpass song itself” ( Bacon 1963 , 150).",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": [
                    "bacon_1963"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] The concept of imagined, supplemental sound in the fluidly traversing mode is based largely around the idea of “covering” or “traversing” melodic intervals within a phrase—an idea reiterated in different ways since the nineteenth century. (41) As Fleisher points out, “feeling” the interval between melodic notes is intimately related to the psychological and physical aspects of singing; singing can help the pianist embody the “tension or density that’s involved in the interval” ( Noyle 1987 , 93–94). One way to “cover” musical space in one’s subvocalization is to imagine portamenti between melodic notes. In Bacon’s words, the pianist “is mindful of the slight delay the voice requires in making a large leap from low to high or high to low. He conveys the slur and the portamento” ( 1963 , 21). For example, Lang Lang, in discussing an ascending sixth in the melody of Schumann’s Träumerei , insists “you need to feel the distance.” (42) He sings a portamento between the two notes, lifts his chin upwards, and extends his body and hand forward, as if reaching for the top note. In fact, whenever Lang Lang is demonstrating how to make a line more “singing,” he sings audibly along, constantly performing portamenti between tones. (43) Indeed, as long as the inner or outer voice is involved, there is always some degree of portamento, however small. Changes in the length and tension of the vocal chords don’t just happen; they involve a process through time. (44)",
                "footnotes": [
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": [
                    "noyle_1987",
                    "bacon_1963"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] While the “performance” (45) of portamenti is often discussed, taught, or physically demonstrated in practical music-making circles, it is hardly ever discussed in musical scholarship. While some piano teachers talk openly about imagining portamenti, others only demonstrate it, making no mention of what they are doing, and in this case students learn by a kind of osmosis. This lack of overt acknowledgement may be because some people find portamento embarrassing. (46) But here may also lie the reason why the practice is, in actual fact, so widespread: there is no embarrassment about indulging in such emotional and deeply personal pitch slides when they occur in the privacy of the embodier’s imagination. (47)",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] If nineteenth-century musicians never wrote in detail about how one traverses melodic intervals in one’s mind when playing or listening to piano music, it is certainly conceivable that they imagined portamenti, for the practice was widely used by singers and string players, who were primary expressive models for the pianist. William Coppock links smooth piano playing to vocal portamento: “What is a Portamento?” he asks. “It is a glide of the voice connecting two notes; if for piano effect, it is a well marked legato” ( 1835 , 67). While the term “portamento” could, in the nineteenth century, refer to either a pitch glide or legato ( Brown 1999 , 558), the fact that the same word was used for these two practices suggests that nineteenth-century musicians may have subconsciously conceived of the two practices in close relationship. By the early twentieth century, imagined portamento (pitch glide) was one way in which pianists and listeners conceived of expressive melodic movement in piano playing. (48) Performance “Techniques of Illusion”",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "coppock_1835",
                    "brown_1999"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] The gap between what the piano can physically do on the one hand, and what one imagines it to do on the other, is often the space through which one is emotionally moved most deeply. But to hear in this gap often involves techniques of illusion on the part of the performer. In Perahia’s words, “it’s not even so much producing a color as the illusion of a color.” (49) Smoothness lies at the heart of what it means to “sing” at the piano. The most obvious way to achieve smoothness is via a legato touch, but legato merely facilitates something more important: the illusion that a series of melodic tones constitutes a line, and that tones “melt” into each other through a variety of life forces. Most important in the sustaining of this illusion are real or imagined gradations of sound and energy. The fact that a smooth, “singing” line can be suggested on the piano through timing and dynamics alone, and with a detached rather than legato articulation, illustrates the primary importance of real or imagined gradations of tone. Many pedagogues since the nineteenth century have made this point. (50) Gradation of tone is vital not only because a series of monotonous tones brings attention to the percussive restart of every note, (51) but also because singers and orchestral instrumentalists—models for the “singing” pianist—never perform two successive tones in the same way. The pianist aims to emulate, via gradations of tone, the inevitably constant and fluid changes in breath and bow supply, energy, and pressure. (52)",
                "footnotes": [
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Achieving the illusion of fluid gradations of tone through a melodic line is one of the great challenges of piano playing. Because of the pianist’s lack of direct control over the energetic trajectory of single melodic tones (easily controlled by singers and instrumentalists via bow pressure, air pressure, and vibrato), expressive dynamic inflections must be based around the attack points of melodic tones, and a pianist needs at least two attack points to allude to sonic fluidity, at least in the mode of embodiment under consideration here. Crafting a “singing” line thus involves the masterful management of dynamic and timing relationships between micro-moments, i.e. attack points. This requires fine listening on the part of performers to ensure that their “inner” sounds match their “outer” sounds. (53) These have been conscious concerns for pianists since the nineteenth century, (54) leading to fundamentally different types of dynamic and timing inflections than other instrumentalists would typically use.",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Although techniques of illusion are used to make the piano “sing,” they are in most cases very different from what singers would do. The physical sound produced—disregarding the imagined sound that the techniques aim to channel—often sounds nothing like a singer at all. The “singing” pianist suggests fluidity (via constant changes in energy, tension, effort, breath support and pressure) and other general features of singing also found in orchestral instrumental performance. That the emphasis remains on these general features, and that these features are suggested through techniques of illusion and through substantial use of imagined sound, makes the piano’s “voice” more elusive than the human voice itself. The inevitable distance between the piano and the human voice is a defining aspect of the “singing” piano. In brief, the “singing” piano has more to do with the embodier’s own inner voice than it does with either the piano itself or the voice or other instruments being emulated. (55)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] Indeed, it is important to note that different participants have different embodied responses. Not only does music afford different gestural meanings since one can attend to certain features over others ( Godøy 2010a , 103), but an embodier’s past musical experiences (pianistic, vocal or otherwise) play important roles in his or her embodiments. (56) For example, in actual performance, the skilled pianist might easily imagine fluid sound, in sympathy with their own carefully graded dynamic changes of real sound, and easily carry out fluid physical movements between melodic tones, whereas the amateur pianist might struggle to get beyond the visual conception of separate notes on the page as separate “objects” or “events”—even if this later conception is often used to great effect by professional pianists. Thus, the amateur pianist might be more likely than the skilled pianist to embody certain melodies in terms of a series of discrete entities. And performance skills have an impact on one’s other musical experiences, such as listening, analyzing, or reading a score, since these activities often involve imagining what if feels like and sounds like to play the music in question. Likewise, embodiers’ singing experience might affect the way they subvocalize. This could have particularly important ramifications for the quality of the embodied experience in the fluidly traversing mode of embodiment, where supplemental, subvocalized sound contributes greatly to meaning formation.",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] There are countless techniques of illusion associated with this mode that pianists use to shape connective, imagined sound and bodily exertions in the minds and bodies of participants. There is space to mention only a few. The aim of the following analyses is to show that embodiers do not merely subvocalize, through mimesis, the sounds actually presented to them. Rather, one’s bodily engagements with sound—including real or imagined movements—induce imagined, supplemental sounds. I will argue that bodily engagements and imagined sounds are mediated by nuances made by performers, so that real sound, imagined sound, and bodily engagement function in a three-way, mutually influential relationship. While there are several factors that shape our embodiments, (57) I focus on the roles of performance techniques, either heard or imagined, and compositional features. While my discussion centers on the “fluidly traversing” mode of embodiment, I sometimes make comparisons between different performances of the same musical passage, and illustrate that while one performance may encourage this mode, another performance may encourage a different bodily orientation, and thus different imagined, supplemental and/or filtered sounds. By highlighting the role of specific performances and performance techniques, I embrace Joel Lester’s call for “a more vibrant interaction between analysis and performance—an interaction stressing the ways in which analysis can be enhanced by explicitly taking note of performances, indeed by accounting for them as part of the analytical premise” ( Lester 1995 , 199). “Reaching”",
                "footnotes": [
                    "FN57"
                ],
                "citations": [
                    "lester_1995"
                ]
            }
        },
        {
            "2.16": {
                "text": "[2.16] The general rule concerning when to crescendo and decrescendo when there are no markings in the score is to crescendo when melodies rise and decrescendo when they fall. This was as true in the nineteenth century as it is today. Czerny, Kalkbrenner, Hummel, Marx, Riemann, Taylor, Kullak, and Leschetizky all mention this rule, (58) and the technique has been noted in modern-day performance too. (59) The practice is tied up with emulating the greater effort required to reach higher notes in singing, and with the effort required to reach higher points in space through movement, (60) as some of these nineteenth-century pedagogues point out. The rule was considered basic practice in singing around the turn of the twentieth century, (61) and in piano performance it is a technique of illusion in its own right. Significantly, however, nearly all of the above-mentioned pedagogues state that this rule is not set in stone, but depends on context.",
                "footnotes": [
                    "FN58",
                    "FN59",
                    "FN60",
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] Given that louder notes sound more percussive on the piano, nearly all pedagogues warn against making sudden accents in performing local-level crescendos, (62) and Schnabel warns against making crescendos up to the high notes in the middle of a phrase ( Wolff 1972 , 39). If a marked or implied crescendo leads upward to a long note, that note further risks sounding like an abrupt accent. This is due to the percussive quality of the piano: long notes, or notes coming immediately after long notes, can interrupt fluidity by coming to a sudden halt or a sudden restart, suggesting impact rather than continuation. (63) Thus, pianists sometimes play the lower note immediately before a longer top note louder than the top note itself. If the lower note is played in a sustained manner, I am able to maintain this dynamic energy in my mind. When I hear the top note played more quietly, my attention is brought to the “melting” quality between the two notes: the lack of accent encourages me to hear the fluidity of the progression rather than a series of attack points.",
                "footnotes": [
                    "FN62",
                    "FN63"
                ],
                "citations": [
                    "wolff_1972"
                ]
            }
        },
        {
            "2.18": {
                "text": "[2.18] Nineteenth-century pianists observe that the general rule of thumb has to do, at the most fundamental level, with the idea of intensification rather than power. Kullak writes that “every development of an idea is an intensification . . . the decrescendo may just as well be regarded as an intensification as its opposite” ( Kullak [1876] 1895 , 277). Relating this concept of intensification to the voice, Christiani notes that “by a natural law, the stress of the voice increases when ascending, and decreases when descending; yet this rule has its exceptions as well as any other rule. The very opposite may be necessary. Descending notes may require a crescendo , and ascending ones a diminuendo ” ( Christiani 1885 , 154).",
                "footnotes": [],
                "citations": [
                    "kullak_1895",
                    "christiani_1885"
                ]
            }
        },
        {
            "2.19": {
                "text": "[2.19] For the pianist, making a decrescendo upwards, especially with a delay on the top note, is one way to suggest effort, strain, and thus intensification. Whereas a wind player uses bodily effort—breath pressure and mouth muscles—to go up through musical space and against “gravity,” similar effort is not required to ascend on the piano, where the keys lie side-by-side. In fact, as Mead points out, “while the weight of the action [on the piano] varies, it actually gets slightly lighter and easier to play the higher one goes” ( Mead 1999 , 9). The pianist often needs to suggest effort and tension, factors central to the experience of music as an art taking place through “space” and within a “gravitational field.” Several pedagogues have pointed to the necessity of “humanizing” or bringing “alive” the otherwise “ready to hand” tone of the piano. (64) Pianists regularly give the illusion of having to stretch up or down to a melodic note, even though the note lies very easily under the hand. (65) As Bacon summarizes, this can be achieved in a number of ways: “[The pianist] is mindful of the slight delay the voice requires in making a large leap from low to high or high to low. He conveys the slur and the portamento, sometimes with a delay , sometimes with an overlapping of pedal sounds, sometimes with a drop in sound; quite often with some or all of these together” ( Bacon 1963 , 21). With respect to the “drop in sound,” I am reminded of Kullak’s and Christiani’s comments quoted above, and of singers finding the top notes of their range with only a minimum of sound. I have had similar experiences as a horn player: I can play the highest notes of my range (or beyond my manageable range) with only a bare minimum of sound, and the effort and mouth pressure I put into obtaining these notes is audible in the thin quality of sound produced. Example 1 . Chopin, Nocturne op. 32, no. 2, mm. 33–36: an example of “reaching” (click to enlarge)",
                "footnotes": [
                    "FN64",
                    "FN65"
                ],
                "citations": [
                    "mead_1999",
                    "bacon_1963"
                ]
            }
        },
        {
            "2.20": {
                "text": "[2.20] For the pianist, the time and energy taken to “reach” the note via subvocalization will ideally be reflected in the placement and dynamic level of the attack points. The pianist’s imagined, supplemental sound shapes the real sound produced. “Reaching” is particularly common when moving up to a melodic note a large or dissonant interval away. The effect is of taking one’s time to “find” the interval, as if singing or playing an orchestral instrument. An example can be heard in Ashkenazy’s performance of Chopin’s Nocturne op. 32 No. 2 ( Example 1 ). After extended periods of mostly stepwise melodic motion, the melody in m. 35 “leaps” up a minor sixth onto an unprepared appoggiatura in the second half of the measure. Ashkenazy takes considerable time in the leap upward, as if to indicate the difficulty in “finding” this note, and plays the top B ♭ ♭ very quietly, as if to indicate the strain involved and the thin quality of sound such straining produces. Being familiar with this performance and knowing that Ashkenazy will perform the melody in this way, I hear a portamento between the lower note, D ♭ , and the upper note, B ♭ ♭ , halfway through m. 35; in this example I indicate imagined portamenti with diagonal glissando signs. This supplemental sound arises in part because of my bodily exertions: my chest tightens up and I feel my body shrinking, as if energy is being drawn out of me in the difficult process of finding the top note. The portamento is close, especially near the top of the interval, because the illusion necessarily involves more strain as I “sing” higher and higher. My bodily exertion shapes my imagined sound, and vice versa. As a listener, the supplemental sound I imagine helps make sense of the real sounds Ashkenazy makes; as I imagine my arm straining out of expressive, rather than physical, necessity, my fluid and strained portamento upward matches, at its end point, the thin sound Ashkenazy produces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.21": {
                "text": "[2.21] In order to enhance this sense of fluidity through my portamento, I “arrive” at, and thus sound in my mind, the top note before Ashkenazy plays it. This further allows the attack point of the top note to “melt” into my already imagined sound. This specific manner of “performing” portamento in one’s mind is common amongst pianists, and is evidenced, for example, in many of the portamenti Lang Lang sings when demonstrating how to make a line sing at the piano: he often reaches the goal note—at the end of the portamento—before that tone is due to sound on the instrument. (66) Imagining portamenti in this specific way can reinforce one’s sense of “melting” tones.",
                "footnotes": [
                    "FN66"
                ],
                "citations": []
            }
        },
        {
            "2.22": {
                "text": "[2.22] In Example 1, both my portamento and my image of a fluid performance movement mediate my experience of a more abstract movement too: I imagine something leaping off the ground, and my close portamento near the top of the interval matches the slowing down of the object as it runs out of gas, and “reaches” just above the stable point, A flat, onto B double flat. After several listenings to this performance, my embodiment began to affect the half m. leading up to the leaps as well. I now hear the first half of m. 35 as consisting of two “windups” for the big leap, the second windup taking the object off the ground. A more common technique of Chopin is to suggest a windup via a turn (written as a symbol or in full) immediately before an ascending leap; Chopin allows momentum and energy from the turn to be used to move into another register. (67) The turn functions as preparation for the ascent, in the same way we might go up, down, and then UP in preparing a jump upward. (68) Chopin’s Nocturne op. 32 No. 2 is filled with such gestures (see, for examples, mm. 5, 9, 14, 17, 22, 25), and Ashkenazy continually “reaches” up to these high notes, nearly always taking time before the high note, sometimes going to the high note and sometimes backing away from it dynamically. The scenario under consideration here is not a turn, but the effect is somewhat similar: we go up, back down again, and then—with extra momentum gathered—upwards into another register. The important point is that Ashkenazy’s dynamic and timing nuances leading up to the high note, and my resulting imagined portamento, affect the way I hear the larger passage: they clarify the grouping structure, since I hear the groups in m. 35 as delineated by two different upward motions. Example 2 . Beethoven, Bagatelle op. 126, no. 1, mm. 17–24: another example of “reaching” (click to enlarge)",
                "footnotes": [
                    "FN67",
                    "FN68"
                ],
                "citations": []
            }
        },
        {
            "2.23": {
                "text": "[2.23] For another example of “reaching,” consider Brendel’s performance of mm. 20–24 of Beethoven’s Bagatelle op. 126, No. 1 ( Example 2 ). From m. 20, the melody repeatedly leaps up to the unstable appoggiatura B. Despite hairpins leading directly to these notes, Brendel makes decrescendos onto them. Brendel’s performance brings my attention to the processual factors involved in upward musical movement: gravity, inertia, effort, and deceleration. As gravity pulls down on the rising body, the momentum of the leap diminishes. Since my attention is drawn to the process involved in the leap, I imagine a portamento up to the apex. The sudden change to duple meter immediately following the first of these leaps enhances the feeling of the line “breaking up” or “running out of gas”—a feeling created with each of Brendel’s decrescendos, where on each apex note I feel in my stomach a sense of temporary disconnectedness from the world of gravity. This process happens five times in a row, and the new rhythmic format in mm. 23–24 affords an augmented sensation since the unstable B hangs even longer in midair. On some listenings of this passage I imagine myself reaching up to these apex points with tender effort, over and over. On other occasions, I imagine myself moving easily upwards with the help of inertia, as if enjoying a trampoline ride (I engage in a “constructed submission,” as discussed earlier). And at other times, I imagine an object continuously moving up and away from my body, inducing the sense of a scene opening up around me. (69) Example 3 . Brahms, op. 9, variation 4, mm. 17–24: an example of “reaching” in downward leaps (click to enlarge)",
                "footnotes": [
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "2.24": {
                "text": "[2.24] “Reaching” and imagined portamenti can be just as dramatic with downward leaps, but this tends to be more of an issue of voicing. An example can be heard in Katchen’s performance of variation no. 4 of Brahms’s Variations on a Theme by Schumann, op. 9 ( Example 3 ). In the second half of m. 22, Katchen leaves time before the low F ♯ , and splits this melody note (i.e., plays it just after the bass note; more on splitting below), drawing my attention to the elastic process of a singer preparing for the downward leap in order to give the low note full air pressure and abdominal support. Furthermore, Katchen plays the F ♯ at a significantly higher volume than the accompaniment underneath, which emulates both the singer’s focus on reaching this tone, and the richness of the new register. As a result, I sense sound “opening up” throughout the descending octave leap: my muscles relax, especially my throat muscles, and I imagine a wide and luxurious portamento throughout the descent. This personal, supplemental sound imbues my own “performance” as a listener with a sense of operatic passion: I become an “actor.” I am reminded of an observation by Riemann who, after observing that to crescendo in rising melodies and decrescendo in falling melodies is the norm, writes: “since, as is known, in the production of lower notes greater vibrating bodies are required (longer and thicker strings, greater air columns) a crescendo towards the low notes appears like a powerful spreading of the tone-stream, which locks within itself a fullness of mighty effects” ( Riemann 1892 , 77). Such a “powerful spreading of the tone stream” is achieved in Katchen’s performance by splitting the goal note and changing the level of voicing (and thus by avoiding a sudden dynamic accent). Elasticizing Melodic Notes through “Splitting” Example 4 . Chopin, Piano Concerto No. 1, mvt. 1, mm. 155–170: an example of “elasticization” through “splitting” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "riemann_1892"
                ]
            }
        },
        {
            "2.25": {
                "text": "[2.25] “Splitting” (70) —that is, playing the melody note just after the bass note—can allude to elasticization and fluidity in the melodic line. (71) Rafal Blechacz’s performances of the Chopin piano concertos demonstrate this procedure: Blechacz continuously splits melodic notes occurring on harmonic changes, particularly on downbeats. He nearly always uses this technique at the end of quick runs, as the harmony changes and the run fuses back into simple melody. An example can be heard in his performance of mm. 155–170 of the first theme of Chopin’s Piano Concerto No. 1, mvt. 1 ( Example 4 ). In all the cases of splitting, which I have marked with diagonal glissando marks, the effect for me is a “melting into” a new harmony and melody note. Hearing the bass note first allows me to imagine the new harmony and melody note at some level of my consciousness; I give a place in my mind to their expected arrival, since they belong with the bass note. I am thus able to “perform” a quick, microtonal portamento between the last sounding melody note and the melody note to come. (Modern-day pianists often associate splitting with portamento. (72) ) I reach the expected melody note before it is sounded by Blechacz. A short moment later, when the melody note actually sounds, my imagined sound fuses seemingly naturally into real sound. I have the impression that the pianist—and I, the embodier—are actually controlling dynamic and pitch change throughout the duration of melodic tones; my imagined, supplemental sound heightens my sense of embodied agency.",
                "footnotes": [
                    "FN70",
                    "FN71",
                    "FN72"
                ],
                "citations": []
            }
        },
        {
            "2.26": {
                "text": "[2.26] My feeling of “melting” is aided by the fact that when the bass note sounds, the previous melodic tone is still resonating, for Blechacz carries out the technique (as do most pianists) with a finger legato between melodic notes, and he changes the pedal just after the attack of the split melodic note (with the bass note still under the hand). Thus, at the moment of the bass-note attack, the decay of the previous melodic note continues to sound as I imagine a portamento onto the following note. As Blechacz plays that next melodic note, real sound and my imagined sound seem to melt into one. Where Blechacz uses this technique at the end of runs, there is an added effect of retrospective elasticity, as if the whole run had been a viscous, microtonal stretching through space. His constant use of this technique on downbeats further reduces any potential accent that downbeats naturally acquire; the distribution of the downbeat across two attack points blurs the barline and softens its impact. Example 5 . Schumann, Davidsbündlertänze op. 6 no. 2, mm. 1–8: a comparison of two performances with and without “splitting” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.27": {
                "text": "[2.27] The presence or absence of splitting can, as with all techniques of illusion, play a decisive role in shaping one’s embodiment. Consider two different performances of the second dance from Schumann’s Davidsbündlertänze , op. 6 ( Example 5 ). I embody the first eight bars of Alfred Cortot’s performance (Audio example 5a) entirely in the “fluidly traversing” mode, whereas in Angela Hewitt’s performance (Audio example 5b) my embodiment of mm. 1, 2, and 5 is profoundly different. Cortot splits the accompanimental high Gs on the third quarter beats of these measures and takes time to “reach” these notes. As a result, I can’t help but connect this expressively placed G to the melodic C ♯ preceding it. I embody a sense of reaching—of “finding” the difficult interval of a diminished fifth—by imagining a close portamento upwards. Because I connect the C ♯ to the G via an imagined portamento, I do not embody the C ♯ as a self-contained “bell” tone (as I do in Angela Hewitt’s performance). I am led to believe, in Cortot’s performance, that the melody line is actually D– C ♯ –G, D– C ♯ –G. (One further consequence of the expressive prominence of the high Gs is that I feel securely in triple time. The melodic syncopation is downplayed, and “reaching” lightly onto the third beat facilitates an embodiment of the waltz). The sense of fluid elasticity in Cortot’s performance leads me to embody three-note gestures, which I “perform” as fluid movements from the first to the third note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.28": {
                "text": "[2.28] In Hewitt’s performance of mm. 1, 2, and 5, I do not embody a sense of “stretching” or “reaching” up to the high G, for the G is not given expressive prominence through splitting or any other device; it simply appears as one of many little palettes of sound, out of which four main bell tones emerge: D– C ♯ –D– C ♯ . I embody each of these “bells” as separate trajectories of sound: a bright attack followed by decay. I indulge in the self-containedness of these separate tones rather than the connectedness between them, leading to a heightened sense of syncopation. Focusing on the cycle of attack–decay–attack–decay, I embody Hewitt’s performance of these measures in a different mode altogether—what I call the “tolling” mode of embodiment. Sounds happen to me; I bathe in the physical decays of separate bell tones that reach my ears. If there is a melodic path, it is sounded out for me; I do not create the path because I do not embody the exertions and supplemental sounds that would be needed to connect tones together. While in the “fluidly traversing” mode I conceive of my body as creating the sonic energy needed to fashion the melodic “line,” in the “tolling” mode I conceive of the vibrating and exhaling body as originating in the piano itself. My gesturing is sympathetic rather than constructive; I simply embody, through releasing types of gestures (exhalation, muscle relaxation, etc.), the inevitability of decays. (73) I do this without will and without looking forward to the next note. The resulting experience is hypnotic.",
                "footnotes": [
                    "FN73"
                ],
                "citations": []
            }
        },
        {
            "2.29": {
                "text": "[2.29] While several compositional features enable the “tolling” mode of embodiment, (74) the mode is largely determined by features of Hewitt’s playing: the stable dynamic level of her bell tones, contributing to a hypnotic effect; (75) clear voicing of the bell tones over all accompanimental tones; (76) and a relative lack of dynamic or timing nuances within the accompaniment, counteracting any desire to hear a “rising and falling line.” I play this passage on the piano in a similar way to Hewitt. While ensuring a simplicity of sound—clear bell tones over a soft, pointillistic and non-linear accompaniment—I nevertheless try to conceive of the production of sound as non-agential, so that I can indulge in the decays of the bells themselves, rather than in my own performative agency. I find that remaining as physically still as possible aids in this conception. My different embodiments of these two performances is reflected in two possible interpretations of the performance direction, “innig.” In Cortot’s performance, “innig” translates as “heartfelt;” in Hewitt’s performance, it translates as “reflective” or “meditative.” And as we have seen, the two performances, and the imagined, connective sound they do or do not induce, also lead to two different interpretations of grouping structure and metric stability. (77)",
                "footnotes": [
                    "FN74",
                    "FN75",
                    "FN76",
                    "FN77"
                ],
                "citations": []
            }
        },
        {
            "2.30": {
                "text": "[2.30] The technique of splitting was used frequently in nineteenth-century performance practice ( Da Costa 2012 ). Writing on Leschetitzky’s piano method, Brée notes that through this technique “the melody note rings out more clearly and sounds softer. This may only happen at the beginning of a phrase, and mostly only on important notes and on strong beats of the bar” ( Brée 1902 , 73). What Leschetitzky and Brée may be suggesting is that while the melodic note rings out more clearly against the resonating harmonics of the bass, the dislocation also reduces the impression of an abrupt accent on the melodic note (which thus sounds “softer”), in part because of the distribution of the bass note and melodic note over two separate attacks, and in part because of the imagined sense of elasticity created by leading up to or down to the slightly delayed melodic note. (78) Significantly, Brée, like Thalberg, (79) advocates the use of this technique on strong beats—and particularly downbeats—rather than on weak beats. I likewise suggest that this has to do with “softening” the potential gravitational accent that strong beats, and particularly downbeats, naturally imply; the distribution of bass and treble attacks through time somewhat blurs the exact boundary of the barline. This is, I propose, why pianists today continue to use this technique on downbeats so frequently. Changing Levels of Voicing to Imply Changes in Movement, Color, and Perspective",
                "footnotes": [
                    "FN78",
                    "FN79"
                ],
                "citations": [
                    "da_costa_2012"
                ]
            }
        },
        {
            "2.31": {
                "text": "[2.31] Voicing the melody (playing it at a higher dynamic level than the accompaniment) was considered basic practice throughout the nineteenth century, as it is today. Almost all piano treatises and manuals state that one should bring the melody out over the accompanying notes. (80) But apart from this basic practice, used to enhance a “singing” line, voicing can be used in varying degrees to imply changes in movement, color, clarity, and perspective. Increasing the level of voicing can induce the sensation that an object or feeling comes more clearly into view. Since the focus of the technique is on changing color, rather than on sudden changes of dynamic weight, it can provide the embodier with a sense of fluid change without leaving a “singing” world. (81) Example 6 . Chopin, Fantasy op. 49, mm. 1–4: a comparison of two performances with and without “fluid” changes in levels of voicing (click to enlarge)",
                "footnotes": [
                    "FN80",
                    "FN81"
                ],
                "citations": []
            }
        },
        {
            "2.32": {
                "text": "[2.32] Zimerman’s use of voicing in mm. 3–4 of Chopin’s Fantasy op. 49 helps induce a sense of tender vocality ( Example 6 , Audio file 6a). Zimerman plays the melody of mm. 3–4 with an overall dynamic hairpin to reflect the general rise and fall of the line. In order to fully express the leap of a fifth from G down to C at the beginning of m. 4, he makes a significant decrescendo. But in order to then continue the singing line, Zimerman needs to maintain some sense of the intervallic stretching between melodic tones: If he plays the next note, G (midway through m. 4) even softer, the melody might end prematurely. But if he makes a full crescendo to the G with dynamic support in the chord underneath, the G might sound like an accent, coming as it would after a significantly lower and softer note. Zimerman thus turns to voicing to express fluid movement: by voicing to the G (midway through m. 4) more than to any other note of the melody, the melody gains a sense of purity; by changing the quality rather than the quantity of sound, the color “opens up,” and this is achieved without any accent that might jolt me out of my fluid “singing line.” Between the C and G (on beats 2 and 3 of m. 4), I find myself squinting my eyes and raising my cheeks, as if to see something more clearly or as if to pinpoint, with tenderness and caution, the precise location of the high G. In playing this passage on the piano, I apply pressure to the key C (the topmost note on beat 2), as if to “will” a purer sound up to the G. (82) I then arrive well above the key G, as if with caution, and make my way slowly onto it. The added pressure I feel through my fifth finger (as a result of voicing to this G) embodies the “purity” I sense at this moment. The sound I imagine between the C and G in the melody of m. 4 (in both listening and playing) reflects these bodily processes: it becomes purer as I approach the G, and involves a portamento. The embodied sense of tenderness achieved through this technique renders the return to the march in m. 5—which I embody as a series of discrete “steps” rather than a “flowing” line—all the more dramatic.",
                "footnotes": [
                    "FN82"
                ],
                "citations": []
            }
        },
        {
            "2.33": {
                "text": "[2.33] My embodiment of Pollini’s performance of this same passage is very different (Example 6, Audio file 6b). Despite the crescendo he makes through m. 3, the first three melodic notes of m. 4 are played at a similar dynamic level and with a similar level of voicing. This relative monotony of attack points in m. 4 encourages me to embody a series of distinct, percussive events, (83) leading me to inhabit yet a different mode of embodiment—what I call the “marking/striking” mode: I move to, rather than through, the notes of the melodic line in m. 4, and I embody a series of discrete, gait-like impulses. I mark out separate points of a path rather than create the connective line between points; I use small amounts of pitchless, energetic sound only to lead up to and mark separate melodic attack points. Whereas Zimerman makes a clear contrast between a march-like performance in mm. 1–2 and a singing performance in mm. 3–4, Pollini incorporates the march-like character of the opening two measures into mm. 3–4. Example 7 . Mendelssohn, op. 102, no. 1, mm. 1–9: another example of changing the level of voicing to imply changes in movement, color, and perspective (click to enlarge)",
                "footnotes": [
                    "FN83"
                ],
                "citations": []
            }
        },
        {
            "2.34": {
                "text": "[2.34] For another example of the voicing technique under discussion, consider Barenboim’s performance of Mendelssohn’s Song Without Words, op. 102, no. 1 ( Example 7 , Audio file 7). Barenboim voices strongly to the melodic peaks on the downbeats of mm. 4 and 8. Over the softly played accompanying harmonies, this significantly increases the brightness of the melodic climaxes, while minimizing the effect of a sudden percussive attack that playing the whole chord forte might have produced. Given the contour of the melodic line that gradually ascends up to these melodic climaxes, the expressive leaps of a sixth just before the climaxes, and the crescendos, I naturally embody some sort of movement towards the melodic peaks. But through Barenboim’s change of color on the apex itself, I sense a change in bodily perspective between the melodic climaxes and the notes preceding them. Because my attention is drawn to a change in sonic quality rather than to a series of attacks played at different volumes, I sense that something is opened up. (84) Knowing Barenboim will make this coloristic change, I embody this transition throughout the ascending-sixth leap: my muscles relax, and I conceive of the landscape around me as “zooming out”, such that my body becomes more centrally placed in a landscape of which I have full view. The sound I imagine between the peak notes and the notes preceding them mirrors this increasing sense of clarity: it becomes brighter, purer, and more intense the closer I get to the goal. And my imagined sound and change in bodily perspective leading up to the apex affects how I embody the rest of the phrase, i.e. the next two measures. From my “bird’s-eye view,” it seems only natural to feel, throughout the following descent of a tenth, that the grand perspective gradually becomes reduced with respect to my body. By the time the tonic is reached in its home register halfway through m. 5, my body is positioned similarly to how it was at the beginning of the piece. In performances that make a full crescendo to the goal notes (rather than change the level of voicing), I simply relax my body throughout the tenth descent rather than change location with respect to my surroundings. Embracing the Decay of Long Notes as a Means of Suggesting an Inevitable Descent Example 8 . Schubert, Piano Sonata D. 537, 1st mvt., mm. 33–39: a comparison of two performances, and their treatment of a long note (click to enlarge)",
                "footnotes": [
                    "FN84"
                ],
                "citations": []
            }
        },
        {
            "2.35": {
                "text": "[2.35] Embracing decay to suggest an inevitable descent involves a “constructed submission,” where one actively tracks and participates in the entire movement of a musical unit in terms of one’s submission to inertia and gravity (or in terms of the submission of some body or object with which one empathizes). Brendel’s performance of mm. 33–39 of the first movement of Schubert’s A-minor sonata D. 537 demonstrates this technique ( Example 8 ; Audio file 8a). The long, high note beginning in m. 36 is the last of a series of notes in close temporal proximity, as if the long note were the highest point of an object or body thrown into the air. Brendel’s rhythmic grouping of the high note with the passage immediately preceding it exemplifies this metaphoric conception. Following the long note, the participant is invited to interpret the next series of continuous descending eighth notes as the downward fall of the object or body, as gravity brings it down to earth. Brendel begins the following descent quietly, out of the decay of the long note. He avoids a “restart,” and thus an accent, on the first eighth note of the descent (D), and then performs a dynamic hairpin through the following eighth notes. For me, this encourages a sense of sonic fluidity, (85) and suggests a natural acceleration downwards. Importantly, it also impacts my embodiment of the long decaying note itself: because the descent starts slowly and gently and then gathers in energy, and because this happens in relation to the dynamic decay of the long note, I embody the apex in terms of an object or body at the top of its flight, losing its inertia, running out of gas, at its “zero-point” of motion. The long decay thus plays a vital role in my sense of an impending descent (often charmingly conveyed in cartoons by characters hanging in midair before their fall). Whereas with many techniques of illusion the pianist fights against the inevitable decay of sound, in this case the pianist embraces that quality. As a result of this performance, I imagine a very fluid downward fall following the top note, and even a small and subtle downward slide at the end of the decay of the top note, just before the first note of the fall. This slide mirrors my embodied sense of an impending descent, which is common amongst pianists. (86)",
                "footnotes": [
                    "FN85",
                    "FN86"
                ],
                "citations": []
            }
        },
        {
            "2.36": {
                "text": "[2.36] For a contrasting, equally effective perspective, consider Mitsuko Uchida’s performance of the same passage (Example 8, Audio file 8b). Uchida makes a rhythmic break before the apex note, reducing the likelihood that one would embody this note as the peak of a fluid ascent upward. And she holds the note for less than its rhythmic value; she does not “milk” the expressive potential of this note’s decay. Furthermore, she performs the descending series of eighth notes at a relatively uniform dynamic level, suggesting a series of dramatic attacks rather than one fluid, accelerating motion downward. All this leads me to embody her performance of this passage in the “marking/striking” mode of embodiment; I embody a series of distinct events rather than one fluid upward and downward flight. (I embody her performance of m. 38, on the other hand, in the “fluidly traversing” mode, largely because of her performing against “metrical gravity” onto the third beat of that measure. Her swallowing up of this metrically strong note induces a fluid sense of motion between this note and the previous one, making a dramatic contrast with the passage before it). Performing against “Metrical Gravity”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.37": {
                "text": "[2.37] Several examples presented thus far have involved decrescendos onto strong beats, particularly downbeats, in order to minimize accent and induce a sense of elasticity, stretching, or meltingness. I call this technique “performing against metrical gravity.” (87) “Metrical gravity” can be defined as the pull “downward” towards the downbeat. One embodies such a gravitational pull as a result of conceptualizing meter through the metaphor METRICAL RELATIONSHIPS ARE RELATIONSHIPS IN VERTICAL SPACE. Our concepts of “downbeats” and “upbeats” are rooted in several of our common musical experiences: in seeing a conductor’s up and down hand movements, and in seeing the increased bodily weight or downward release in a dancer’s movements onto strong beats, for example. (88) To perform against metrical gravity is to suggest a placement onto or through the downbeat rather than a marked landing, or to suggest an escape from gravity altogether; it is to avoid an accent.",
                "footnotes": [
                    "FN87",
                    "FN88"
                ],
                "citations": []
            }
        },
        {
            "2.38": {
                "text": "[2.38] We can assume that in the early nineteenth century the Akzenttheorie, which encouraged the accenting of downbeats, held general sway over piano performance. (89) But even theorists who encouraged clarity of meter through accentuation made suggestions that went against “metrical gravity” for the sake of an expressive line. Czerny, for example, writes that meter should be brought out most in passages where the meter is not clear, and the examples he gives involve obvious ambiguity due to, for example, a very long stream of sixteenth notes ( Czerny [1846] 1991 , 6–7). But Czerny then presents other rules that often go against accenting metrically strong points. While there is no doubt that pianists sometimes made a diminuendo onto downbeats in the early nineteenth century, the practice gained significant momentum in theoretical and pedagogical circles in the later part of the century. (90) Schnabel was a pioneer in this regard. He detested accents that might disrupt the fluidity and “melodic direction” of the phrase ( Wolff 1972 , 56), and was especially unforgiving on this point with regard to downbeats—in particular “when the top note occurs on a downbeat” ( Wolff 1972 , 40). Similar approaches are taught today. In a master class on Beethoven’s op. 109 sonata, Fleisher reminds us that downbeats sound particularly accented if they are long notes (because motion on a percussive instrument comes to a sudden halt), and that as a remedy we must sometimes give more dynamic emphasis to the shorter upbeat notes. (91) Example 9 . Mendelssohn, Rondo Capriccioso op. 14, mm. 67–74: an example of performing against “metrical gravity” (click to enlarge)",
                "footnotes": [
                    "FN89",
                    "FN90",
                    "FN91"
                ],
                "citations": [
                    "czerny_1991",
                    "wolff_1972",
                    "wolff_1972"
                ]
            }
        },
        {
            "2.39": {
                "text": "[2.39] The technique of performing against metrical gravity is, for both modern-day and nineteenth-century pianists, used in conjunction with many of the other techniques I have discussed. For example, it is frequently used in conjunction with splitting: splitting the downbeat attack into two attack points softens the markedness of the barline and liquidates any harmonic change. With this in mind, consider Katchen’s performance of the G-major episode of Mendelssohn’s Rondo Capriccioso , op. 14 ( Example 9 ). Katchen splits the melodic notes on the downbeats of mm. 67, 68, 71, and 72, and makes a slight diminuendo onto these notes. The split—which blurs the exact moment of the barline through two attacks rather than one, and which induces elastic, imagined sound—together with the lowering of the dynamic level on the downbeat itself, create for me an extraordinary “melting” effect: the lack of metrical accent makes me imagine my body dissolving through some stable platform (the barline). With the slackening of my body, I imagine relaxed portamenti onto the downbeat melodic notes. In the case of repeated notes over the barline, I imagine a slide from below, like a violinist might perform. That these downbeat notes are long intensifies my “melting” sensation; I am able to enjoy the illusion of absolute fluidity, free of accent, for quite some time. And my sense of melodic meltingness supports my sense of melting harmonic changes. That Katchen plays the bass notes of the harmonic changes very quietly and then “warms” into the harmonies dynamically further contributes to this experience. Example 10 . Mendelssohn, Song Without Words op. 53, no. 4, mm. 1–3: another example of performing against “metrical gravity” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.40": {
                "text": "[2.40] For another example, consider Ignaz Friedman’s performance of the opening three measures of Mendelssohn’s Song Without Words op. 53, No. 4 ( Example 10 ). Following a full-bodied tone on the upbeat notes, Friedman shies away from the first melodic downbeat (m. 2), and even away from the apex pitch, C, on the third beat of that same measure, even though the written hairpin extends to that note. There is a complete avoidance of accent on any of the main beats of these first three measures. The fullness of Friedman’s tone through the initial upbeat, and through the unaccented parts of the second measure, allows me to continue a rich and elastic sound in my imagination, onto and through the main beats. The lack of accents on main beats allows me to do so without being knocked out of my inner sonic space. Example 11 . Schumann, “Herberge” from Waldszenen op. 82, mm. 1–4: a comparison of two performances: performing against and with “metrical gravity” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.41": {
                "text": "[2.41] Performing against metrical gravity on even just one downbeat note can have an important effect on one’s embodiment of a musical passage. Consider, for example, András Schiff’s performance of the opening two measures of Schumann’s “Herberge” from Waldszenen op. 82 ( Example 11 ; Audio file 11a). The decrescendo Schiff makes onto the downbeat of m. 2—together with his splitting of the melodic note on the third quarter-note beat of m. 1—encourages me to imagine fluid connective sound between melodic notes. I tend to play this passage in a similar way to Schiff. In performing against metrical gravity onto m. 2, I continue my bodily movement to the right, even though the melody begins to descend (i.e. to go to the left). This aids in my conception of going against gravity and in imagining continuous, fluid sound through the barline. In Ashkenazy’s performance, by contrast, I inhabit the “marking/striking” mode (Example 11, Audio file 11b). His relatively stable dynamic level across melodic tones and slight accenting of metrically strong points encourages me to embody the melody as a series of distinct events towards which I move my body. I move my head to the quarter-note pulse and imagine someone dancing sharply to the beat. In simulating performance gestures, I focus on the way my fingers strike each melody note from above with carefree ease. Neither my performance gestures nor my more abstract gestures involve a sense of fluid continuity between tones. Compared to the equally enjoyable Schiff recording, my own “performance” as a listener feels more rustic. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.42": {
                "text": "[2.42] I have argued that imagined, supplemental sound is a profound aspect of musical experience, and I hope to have contributed to a fuller understanding of musical embodiment. While my focus has been on the performance and reception of piano music, the general ideas covered here apply to music of all instruments. The basic principles of embodiment outlined in part 1—such as the simulation of performance movements, the attribution of intentionality to sonic shapes, the experience of musical “movement” within a virtual gravitational field, and the gain and loss of musical “tension” and “energy” in a line—apply to music of all types. Thus, even when sustaining instruments are involved, performers and listeners might still imagine portamenti or gradual changes in dynamics and sound quality through and between tones in order to make sense of and render meaningful performance gestures and more abstract gestures. However, different instruments afford different performing and listening experiences. I have focused on the unique qualities of the piano and piano playing, and how these qualities affect one’s bodily engagements and imagined, supplemental sounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.43": {
                "text": "[2.43] I have illustrated how our imagined, supplemental sounds, as they are inextricably related to the real sounds performers make and to our (often unconscious) bodily engagements, are central to our musical realities. Imagined, supplemental sounds are completely entwined with—one might say a mirror of—one’s real or imagined bodily gestures, whether those gestures are based on performance movements, more abstract movements through space, or both, since, as we have seen, the two are often mutually influential. I have shown that imagined, supplemental sound thus contributes towards a sense of embodied agency, whether one thinks of oneself as a “co-performer,” “co-composer,” or “actor.” Indeed, I contend that imagined, supplemental sounds play a large part in why we enjoy listening to our favorite recordings over and over again: being familiar with the real sounds the performer is going to make at any moment, we can self-fashion our imagined, supplemental sounds without worry of being jolted out of our desired sonic space. We can more confidently “perform” our own personal sound (and movement) in a way we know will fit, and “melt” into, the real sounds heard. Familiar performances allow for more finely nuanced and personal imagined, supplemental sounds, and with that comes a stronger sense of control and embodied agency. (92)",
                "footnotes": [
                    "FN92"
                ],
                "citations": []
            }
        },
        {
            "2.44": {
                "text": "[2.44] Having illustrated just a few of the techniques of illusion involved in the “fluidly traversing” mode of embodiment, it is crucial to stress that they are not only relevant to performers, but also to music theorists and analysts. To understand techniques of illusion is to better understand when, how and why one imagines supplemental sound, and thus to understand a vital factor in musical embodiment and meaning formation. After all, it is from recordings and other performances that most analysts and theorists gain their initial grounding in a piece of music. In order to fully understand the motivations behind their own meaning formations, analysts and theorists must understand how and why those particular performances shape their own sonic imaginations and, thus, how the sensuous potential of the score is actualized through their own bodies. Through recordings in particular, one’s self-fashioning of imagined sound—in relation to known and trusted sound inflections—can shape one’s experience of a piece so strongly that it (often unconsciously) affects the observations one makes about “the music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.45": {
                "text": "[2.45] I hope my discussion and examples will encourage music analysts, theorists, and musicologists to be more aware of the nature of their own embodiments. With regard to the specific performance examples given, the reader may or may not have similar embodied experiences to my own. This by no means weakens my argument. In fact, it reinforces it: our personal and unique embodiments of a given passage of music (and even of the same performance) must be taken seriously in analytical and theoretical endeavors. Readers may find  themselves embodying some or all of the performance examples in other modes. And within the “fluidly traversing” mode, the exact nature of participants’ connective, imagined sound might be slightly different from that of my own. My study is in no way meant to be an authority on how one should perform or embody music, and my modes of embodiment are not intended to be exhaustive. My assertion, rather, is that our bodies are always implicated in some specific way, and that such bodily involvements affect the way we hear, filter, and imagine sound—which in turn affects our musical experiences and meaning formations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.46": {
                "text": "[2.46] My model of modes of embodiment has implications for several music-theoretical endeavors. For theories of musical gesture, for example, the implication is that gestures only exist in our embodiments, through our imagined sounds and bodily exertions. The mode of embodiment one inhabits shapes the meaning of the gesture. While some approaches to gestural analysis involve locating compositional gestures in the score and then commenting on a number of different ways the gesture might be performed, my model encourages the opposite plan of interpretation: in understanding one’s own “performance” of the musical unit in question as it is shaped by our own or other performances, one can explain why and in what way one conceives of that unit as a “gesture.” While certain compositional features afford certain kinds of gesturing over others ( Cumming 2000 , 135–6; Cox 2011 , [49]), the type of imagined sound and bodily movement the embodier “performs” determine the precise meaning—not to mention the very existence—of the gesture itself. We have seen, for example, that sensations of gravity, inertia, and effort—sensations central to the concept of gesture—are shaped just as much by performance techniques and by imagined, supplemental sound as they are by compositional features.",
                "footnotes": [],
                "citations": [
                    "cumming_2000",
                    "cox_2011"
                ]
            }
        },
        {
            "2.47": {
                "text": "[2.47] When we say anything about music, we are first and foremost drawing on our own experiences, which in turn have been shaped by performance. Bodily exertions and imagined, supplemental sound—both shaped by specific performance techniques—are integral aspects of the musical “object” we study. My model provides a means of talking about the elements of music not notated in the score, and thus encourages music analysts and theorists to take a turn toward musical experience and away from traditional approaches that stick strictly to the page. For performance, and the imagined, supplemental sound it shapes, matters a lot more than is often acknowledged in music theory and analysis.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.3.robb.html",
    "data": "mto/data/mto.15.21.3.robb.json"
}