{
    "title": "Theorists and “The Music Itself”",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "2",
    "authors": [
        "Burnham, Scott"
    ],
    "abstract": "",
    "keywords": [
        "theorists",
        "musicologists",
        "musical training",
        "prototypes",
        "Chopsticks"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.2/mto.96.2.2.burnham.pdf",
    "author_info": [
        {
            "name": "Scott Burnham",
            "university": "Princeton University",
            "address": "Music Department, 126 Alexander Road, Princeton, New Jersey 08544",
            "email": "sburnham@pucc.bitnet"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Rosen, “The Triumph of Beethoven,” New York Review of Books , Sept. 21, 1995, p. 53.",
            "citations": []
        },
        "FN2": {
            "text": "2. Peter Brooks, “Aesthetics and Ideology: What Happened to Poetics?” Critical Inquiry 20.3 (spring, 1994), p. 517.",
            "citations": []
        },
        "FN3": {
            "text": "3. Pieter van den Toorn, “Reply to Richard Taruskin,” Modernism/Modernity 2, No. 1 (1995).     [I don’t have a page number on this; I was working from a typescript]",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]   Everyone in this room has probably either heard or performed\nthe piano classic popularly known as “Chopsticks.”  Here’s a question\nfor you then:  Why is Chopsticks so fun to play?  And here are a few\nanswers.  Let’s start with one that does not involve a close reading of\n“the music itself”.  For instance, let’s start with the title and its\nimplications.  Guess what:  the fun we have with Chopsticks is not as\ninnocent as we might have imagined.  The title perhaps implies that\nthe piece could be played with chopsticks, that its blankly primitive\nrepetitions are to be associated with what a Westerner might\nethnocentrically think of as blankly primitive tableware.  And thus a\nseemingly innocuous bit of piano play could be interpreted as\ninvoking anti-Asian prejudices so thoroughly ingrained in our\nAmerican culture that they are imbibed in the very first organized\npolyphony we generally learn to produce on the piano.  An\ninvestigation of Chopsticks in this vein would reveal sinister forces\npulling at our fingers, making sure we in fact enjoy the work of\nstereotype and subjugation, such that it becomes a form of play . . . We\ncould then broaden the context of this interpretation by playing\nfiguratively on the fundamental black-and-whiteness of the\nkeyboard, invoking the degraded histories of ivory and slavery,\nlatent horrors waiting to be uncovered in the family piano.\nRemember, for instance, that Chopsticks stays on the white keys and\ncelebrates (enforces?) Western diatonic tonality, while that old\npentatonic ditty—rival to Chopsticks among the piano’s young\nproteges—is primitively played with a rolling fist on the black keys.\n(And this is all in a day’s work at the old piano, sounding board of\nupper middle class American family values . . .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]    But this sort of a reading, which in more capable hands than my\nown might indeed become a soaringly imaginative reading of\nChopsticks and the cultural matrix that sustains it (I’m imagining\nsomething like a Friedrich Kittler treatment of this . . . ), will probably\nnot satisfy a “music theorist,” however much it might engage a\n“Theorist” with a capital T (i.e a critical Theorist). It has been said of\nmusic theorists that when given the cue to dance to this newer,\nheadier capital-T theory, they will more than likely beg off.  If we\nare going to understand these “wallflowers” and how they too might\nbe understood as dancers, we need to try on another answer to our\nquestion about Chopsticks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]     So here’s another kind of answer.  Why is it so fun to play\nChopsticks?  Because we get to perform a fundamentally satisfying\nprocedure of tonal music:  we get to produce a dissonant sound and\nthen resolve it to a consonant sound.  More specifically, we perform\nan unprepared version of the 2–3 suspension, the so-called bass\nsuspension, so called, in fact, because the bass itself is compelled to\nresolve.  This is a particularly vivid suspension, and at the keyboard\nwe itch to resolve it, to feel it.  In the same way, many musicians’\nhands will twitch at an imaginary keyboard when they are thinking\nabout musical processes.  There is a distinctly tangible mind-body\nconnection here—I would go so far as to claim that it can be a source\nof pleasure to demonstrate theoretical prototypes such as\nsuspensions.  (Think of the zeal with which many theorists bang out\nexamples on the piano—and I have even heard [and used] the\ndismissive phrase “He plays like a theorist.”)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]    Such are the pleasures of the theory pedagogue—but just who\nare these characters who indulge themselves so oddly?  Many of us\nprobably think of music theorists as those impossible upstarts who\nactually enjoyed freshman and sophomore theory classes, classes\ngenerally agreed to be the bane of most students of music\nperformance and history.  Amid the general distress before a\ndreaded dictation exam, future theorists could be seen practically\nsharpening their pencils with their teeth in their eagerness to get\nstarted.   Much could be made of the anxiety this would engender\namong the rest of the classmates; it may in fact be at the root of a\ngood deal of what continues to make us uncomfortable in this field.\nPart of our general anxiety is surely caught up in a notion of music as\nan invisible art whose traces can perhaps be sensed with precision\nonly by a certain few—by those with “good ears.”  Many were\nshamed by these “good ears” in freshman theory and are now\nspending the rest of their careers convincing themselves that the\n“chosen few” aren’t really hearing the music after all, but are just\ntranscribing it, like so many court stenographers . . .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]     Now most of us, theorists or not, have received such training at\none point or another.  Quite a few musicologists I know are as adept\nas any theorist in the aural gymnastics we often honor with the term\n“musicianship.”  But on the other, more fruitful, side of such\ncompulsory exertions stands the enhanced ability to create\nnormative musical utterances in various styles, to sharpen one’s ears\nin such a way as to be able first to parrot a style and then to express\noneself in it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]    In fact, I would argue that our training as musicians encourages\nus to treat music as something like a language with its own claims:\nan “as if” notion of autonomy is an indispensable corollary to the act\nof learning to use this language.  For the study of music often takes\non the self-sufficiency and absorbing intensity of a game:  we learn\nrules, protocols, calculated risks—all of which can be negotiated with\na limited intervention of verbal language.  Thus music is treated as a\nlanguage that needs to be learned, a language that prosecutes its own\nclaims—and we learn to deal with those claims.  They become an\ninescapable part of the way we think in and through music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]     Let’s return to the joys of the 2–3 suspension, in order to\ndevelop a concrete instance of the way theorists (and the rest of us)\ntend to generalize about music’s materiality.  How is the 2–3\nsuspension generally used? We might think of it as something like a\nfigure of speech, a special device with rhetorical possibilities, one\nthat invokes a sense of urgency, a distinct need to progress.  It is in\nfact a great way to get a harmonic progression off the ground, i.e. off\nof the opening tonic—for the bass itself is compelled to move, and\nwhen bass lines move, things happen. Taped ex.:  Bach Well-Tempered Clavier, Book 1, C-major\n\tPrelude, bars 1–4 Or, more dramatically: Taped ex.:  Haydn, Symphony No. 45, “Farewell,” 1st\n\tmovement, bars 1–8 More dramatic still is the use of an unprepared second in the bass (as\nin Chopsticks); starting a piece in this manner is very striking indeed: Taped ex.:  Beethoven, Overture to Creatures of Prometheus,\n\topening Or think of the culminating moments of the sixth movement of the\nBrahms Requiem, where the words “Death” and “Hell” are given\nharmonies featuring an unprepared 2nd over the bass: Taped ex.:  Brahms Requiem, VI, bars 178–186 This passage leads to what is undoubtedly the denouement of the\nentire piece:  after one of the most stunning enharmonic moments in\nall of Western music, in which an A-flat from the minor side of C is\ntransmuted to a G-sharp that leads, via an applied dominant (a V7/vi\nmagically eliding to a ii7), to C major (on the words “Wo [wo, wo] ist\ndein Sieg”), those unsettling dissonant seconds over the bass on\n“Death” and “Hell” are assimilated and normalized as chord sevenths\nand/or suspensions over the bass in the four-square cadential\nprogression that follows: Taped ex.:  Brahms Requiem, VI, bars 178–208 Brahms’ use of dissonance here perfectly mirrors a complex\npsychological state, as terror and fear in the face of death give way\nto a surge of resilient faith, a breakthrough moment that is awful and\nawesome in its unforgettable merger of paralyzing horror and the\nempowering presence of the sublime, sounding the paradox of how\nwe are sometimes at our highest when at our lowest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]    —So—to come way back down to earth: this business of making\nthe bass unsteady and imperiled can be very vividly dramatic;\nmetaphorically speaking, the very ground beneath us seems to move,\nand we are compelled to react. This is something Chopsticks can be\nsaid to share with the Brahms Requiem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]     Of course, despite our appropriation of examples like these, in\nmusic as in counterpoint studies the 2–3 suspension is not simply a\ndevice—we don’t just grab a 2–3 off the shelf like a fan belt; it is\nrather a result of complex contextual considerations.  But it does\nretain an identity apart from its multifarious contexts, a\ngeneralizable identity.  As theorists, we are admittedly interested in\nthis class of phenomena, in which the prototypical utterance is also a\nconcrete example of the class.  This is a point worth elaborating.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]     Allan Keiler’s work repeatedly and brilliantly addresses the\nvery interesting problem of the metalinguistic properties of music.\nWhat this means, in a nutshell, is that music can act, viably, as a\ndescription of itself.  This is as true in the case of Rameau’s\nfundamental bass as it is in that of Schenker’s voice-leading graphs.\nIn the work of both of these theorists, abstract prototypes also\nbehave as actual musical utterances.  Now this is true, to an extent,\nwith language as well.  Any descriptive statement about sentence\nstructure, if performed in the verbal medium, is a metalinguistic act\nthat uses language to speak about itself.  This kind of reflexivity has\nbeen around for quite some time with us humans—it is in fact as old\nas consciousness itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]     But there is a crucial difference that obtains between music\nand language in this regard.  In verbal metalanguage, descriptive\nprose is distanced from the thing described.  In musical\nmetalanguage, a prototype such as the 2–3 is not only a general\ndescriptive model, it functions itself as an exemplification of the\nclass.  The thing doing the describing is also the thing described.   As\nsuch, this “abstract” prototype is at the same time palpable and\nconcrete.  Our recourse to such a palpable prototype facilitates the\ntype of thinking that we have characterized as invoking the “music\nitself.”  It encourages the notion that music is about itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]     This is to say that we understand a  2–3 suspension in some\ntangible yet internalized way before we enlist it as evidence in an\ninterpretive or analytical act.  All interpretive work surrounding\nmusic relies on cliches about its materiality, cliches that are effective\nand unquestioned precisely because of this process of internalization.\nAs Charles Rosen recently put it:  “All analyses, technical as well as\nideological, are controlled by our knowledge and experience of the\ntraditional metaphors in the history of music, the conventions of\nmeaning that have been given to the grammar and syntax of music.” (1) Take the example of tonic confirmation.  There’s plenty of tonic\nconfirmation in Beethoven—of that there is no argument; what we\ntend to argue about is whether or not such confirmation represents\nsomething positive (the affirmation of a self) or something negative\n(the suppression of an other).  But perhaps we should ask why no\none questions the notion of tonic confirmation.  Why do we feel—in\nBeethoven, as in most tonal music—that a key center is ultimately\nestablished in such a fashion that we can use the word “confirmed”\nwithout squirming?",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]     Our fundamental relation to the materiality of music—i.e. the\nthings we all agree on—forms the one aspect of our sense of music\nthat it rarely occurs to us to examine.  And yet it is here that we\nmight come closest to the mechanism by which music matters to us,\nhow it gets under our skins, in our bones, and how it works there as\nthe soundtrack to our most cherished mythologies of self.  Music\ntheorists in particular make this sense of music intellectually\nexplicit because it is explicit for them—everything they have taken\nmost closely to heart is a result of actually playing music, of handling\nthe goods.  (That they do not go far enough in acknowledging all the\nramifications of this state of affairs is a point to which I will return a\nlittle later.)  To wrap up this present train of thought, then:  our\nshared sense of “the music itself,” which many theorists continue to\nchoose to make explicit, can be said to result from the nature of our\ntraining as practicing musicians, and from the way we tend to\ngeneralize about music, with palpable, internalized prototypes. Part II",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]   The literary critic Peter Brooks worries that recent literary\nstudies are “constantly trumping the aesthetic by the ideological and\nthe political—making the aesthetic simply a mask for the ideological . . . [Such studies thus risk] losing a sense of the functional role played\nby the aesthetic within human existence.”  He continues:  “What is\nmore difficult for students . . . is to slow up the work of interpretation,\nthe attempt to turn the text into some other discourse or system, and\nto consider it [instead] as a manifestation of the conventions,\nconstraints, and possibilities of literature.” (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]    We, too, need to do this more difficult thing, to slow up the\nwork of interpretation—to ask not only what a musical text means\nbut how it means.  This is not to say that we should henceforth cease\nconsidering music as capable of speaking of things outside itself. But\nI would submit that if we wish to grant music the power to speak of\nother things, we inherently need to understand music as music, as an\nautonomous voice:  we couldn’t reasonably expect something without\nits own voice to comment on anything—something without its own\nvoice would at best be a mouthpiece for something else.  Or, as Pieter\nvan den Toorn has it: if we don’t credit music with an ability to\n“speak to some degree for itself, musical structures are not more but\nless free, less able to stand apart from the . . . materially purposeful.” (3) The case for music’s autonomy is not simply the default result of\nits lack of definable moorings in the world of referential denotation;\nrather, any claim about music meaning something presupposes that\nit has its own voice.  In short, precisely because music is musical it\ncan speak to us of things that are not strictly musical.  This is how we\nhear music speak:  not by reducing it to some other set of\ncircumstances but by allowing it the opacity of its own voice, and\nthen engaging that voice in ways that reflect both its presence and\nour own, much as we allow others a voice when we converse with\nthem.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]     Music theory explicitly concerns itself with that voice but\nclearly needs to do more in terms of linking the nature of that voice\nto general human values.  It needs to broaden its engagement with\nmusic.  For something like a guild mentality has arisen in the theory\ncommunity, with the result that theorists are perceived as self-willed\nmusical insiders, as a privileged priesthood, keepers of music’s voice,\nthat most incorporeal of relics.  The continuing disdain for music\ntheory is thus easy to understand, and our recently won ability to\nengage with music professionally and academically, without having\nto do it in the pre-ordained ways of “music theory and analysis,” has\nbeen tremendously liberating and exhilarating, almost akin to\nescaping the walls of academia.  Addressing music as part of one’s\nvital intellectual, political, and personal concerns really makes music\nspeak one’s own language.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]    Now the most devastating aspect of this reaction to music\ntheory and analysis is not the claim that it is ideologically\nmalodorous but rather the growing perception that it is simply no\nlonger interesting.  One of the more common complaints on the\nideological front has been that music theory courts too much\nabstraction.  And yet it is not the level of abstraction that is now felt\nto be tedious (and besides, there’s abstraction aplenty in any\ntheoretical/academic enterprise—abstraction is the hot air that fills\nour balloons; without it, we would all collapse into the pragmatic\ngravity of civilian reality).  No, it’s not abstraction that bores but\nrather all that heavy concretion—all the relentless details in any\nclosely argued musical analysis, like so much jungle undergrowth to\nbe “macheted” through in order to obtain a few insights that one can\ntake back home.  Few of us feel we have the time or inclination for\nsuch “close reading.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]     But in the end, like anything else truly worth cultivating,\nknowing music takes time, and your average theorist is someone who\nhas taken the time to learn music as a functional language.  Imagine\npracticing the criticism of English poetry if you yourself could not\nautomatically form meaningful utterances in the English language!\nNow I know of some superb functional musicians who happen to be\ntheorists and who, on account of the present climate in our field, are\nnow feeling professionally disenfranchised.  Can we really afford to\nusher these “insiders” and what they know of music out of our\nprofessional discourse, hoping they will confine themselves to the\ntheory classroom (where, as shapers of many of our unquestioned\nassumptions about music, they will ironically continue to exercise\ndeeper influence than any of the rest of us)? Part III",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]    Much of the present standoff between theory and new\nmusicology is due to the ways in which academic areas develop and\nbecome empowered.  Patrick McCreless has written a wonderfully\ninformed essay on the way music theory has secured power in\nacademia, and much of the iconoclastic energy (not to mention new\nfound power) of so-called “new musicology” is of course a natural\nreaction to the perceived power of music theory.  And yet New\nMusicology and contemporary music theory do not form a binary\nopposition.  For we have not even begun to abandon our shared\nassumptions about musical materiality—about the nature of tonality,\nmelody, motivic relations, etc.  We all share the tendency to think in\nterms of palpable musical prototypes; it’s part of the way we relate\nto music in academia.  But this is starting to sound like a “Theorists R\nUs” kind of argument, as if we are all theorists by default, and that\nmight make many of you wince—for you may well feel that Theory\nwould surely be a fate worse than . . . Musicology.  So let’s play it safe\nand simply say that, along with their common assumptions,\ncontemporary theorists and new musicologists share common\nconcerns, and they ( we ) can learn from each other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]     So what can music theory learn from new musicology?\nTheory too can dare to subvert and/or critique the prevailing\nintellectual models (and some theorists are already doing this—Brian\nHyer, David Cohen, and Kevin Korsyn come to mind as thinkers who\nare bringing poststructural sensibility and competence to the act of\ntheorizing about music).  The study of the history of music theory\nalso provides a rich field of shared concerns:  what could be more\npropos than the history of our intellectual assumptions about music?\nIn this work, theory could stand to harness some of the interpretive\nenergy and sparkle of New Musicology—and indeed it has begun to\ndo so (Cambridge Press’s forthcoming collection of essays, edited by\nIan Bent and entitled Music Theory in the Age of Romanticism ,\nattests to this).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]     But even more fundamental than these methodological\nrapprochements is a central and shared task:  we can explore\ntogether our assumptions about music’s materiality.  This is a\nquestion about us , after all—what we value in music, what music\nmeans for us (not narrowly, in the referential or even connotative\nsense, but broadly, in the sense of why music matters at all).\nGenerally speaking, theorists, who work explicitly with the\nmateriality of music, do not often attach those concerns to\nmeaningful and relevant human values, and critics, who often work\nexplicitly with such values, do not bother to acknowledge their\nassumptions about music’s materiality.  Among other things, this\ntype of shared exploration would involve a shift to the role of the\nbody, for this is at the heart of my concern about palpable\nprototypes and the pleasures of music theory.  (And I should\nmention here the work of Lawrence Zbikowski and Janna Saslaw,\ntheorists who are interested in conceptual models of music that\nmetaphorically invoke the body.)  Cultivating this mind-body\nconnection may bring us close to the secret of music’s power:\nperhaps we would find that music is the art form that most\nsuccessfully models the human integration of mind and body.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]     In short (and in conclusion), we have a lot to learn from each\nother, a lot of work to do:  theorists can work on their myopia, new\nmusicologists on their astigmatism.  And we all have one big thing to\nunlearn:  namely, our mutual disdain.  In the words of the late, great\nnovelist Stanley Elkin:  “Listen, disdain is easy, a mug’s game, but\nlook closely at anything and it’ll break your heart.”  I’m not sure we\nneed to break our hearts over each other, but it wouldn’t hurt to\nsoften them, to remember that we all, at one time or another, have\nhad pleasurable recourse to the claims of “the music itself”; we have\nall enjoyed playing Chopsticks.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.96.2.2.burnham.html",
    "data": "mto/data/mto.96.2.2.burnham.json"
}