{
    "title": "Review of William Caplin, <i>Analyzing Classical Form: An Approach for the Classroom</i> (Oxford University Press, 2013)",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Aziz, Andrew"
    ],
    "abstract": "",
    "keywords": [
        "Caplin",
        "Hepokoski and Darcy",
        "Classical form",
        "sonata form",
        "Sonata Theory",
        "pedagogy"
    ],
    "doi": "",
    "received": "December 2013",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.aziz.pdf",
    "author_info": [
        {
            "name": "Andrew Aziz",
            "university": "Brown University",
            "address": "Orwig Music Building, 1 Young Orchard Avenue, Providence, RI 02912",
            "email": "andrew_aziz@brown.edu"
        }
    ],
    "citations": {
        "aldwell_schachter_and_cadwallader_2011": "Aldwell, Edward and Carl Schachter, and Allan Cadwallader. 2011. Harmony and Voice Leading , 4th ed. Boston: Cengage Learning.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven. New York: Oxford University Press.",
        "caplin_2009": "Caplin, William E. 2009. “What are Formal Functions?” In Musical Form, Forms, and Formenlehre: Three Methodological Reflections , ed. Pieter Berge, 21–40. Leuven: Leuven University Press.",
        "hepokoski_2009": "Hepokoski, James. 2009. “Comments on William E. Caplin’s Essay ‘What Are Formal Functions?’” In Musical Form, Forms, and Formenlehre: Three Methodological Reflections , ed. Pieter Berge, 41–45. Leuven: Leuven University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth Century Sonata . New York: Oxford University Press.",
        "kosta_payne_and_almén_2012": "Kostka, Stephen M., Dorothy Payne, and Byron Almén. 2012. Tonal Harmony: With an Introduction to Twentieth-Century Music , 7th ed. New York: McGraw Hill.",
        "laitz_2011": "Laitz, Steven G. 2011. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening , 3rd ed. New York: Oxford University Press.",
        "monahan_2011": "Monahan, Seth. 2011. “Sonata Theory in the Undergraduate Classroom.” Journal of Music Theory Pedagogy 25, 1–65.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form, and Style . New York: Schirmer.",
        "ratz_1973": "Ratz, Erwin. 1973. Einführung in die musikalische Formenlehre , 3rd ed., enl. Vienna: Universal.",
        "rosen_1972": "Rosen, Charles. 1972. The Classical Style: Haydn, Mozart, Beethoven . New York: W.W. Norton.",
        "rosen_1988": "Rosen, Charles. 1988. Sonata Forms . New York: W.W. Norton.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming; Philosophical and Analytical Perspectives on Form in Early Nineteenth-Century Music . New York: Oxford University Press.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition , ed. Gerald Strang and Leonard Stein. London: Faber and Faber."
    },
    "footnotes": {
        "FN1": {
            "text": "1. These include but not are limited to, popular texts such as Aldwell, Schachter, and Cadwallader 2011 , especially 173, 221; Laitz 2011 , Chapter 16; and Kosta, Payne, and Almén 2012 , Chapter 10.",
            "citations": [
                "aldwell_schachter_and_cadwallader_2011",
                "laitz_2011"
            ]
        },
        "FN2": {
            "text": "2. In the 1998 text, Caplin distinguishes formal “type” from formal “function” early on (page 9 ); a comprehensive list of “formal types” and “formal functions” is found in Caplin 2009 , 33.",
            "citations": [
                "caplin_1998",
                "caplin_2009"
            ]
        },
        "FN3": {
            "text": "3. The notion that Caplin’s “presentation” is based on Schoenberg 1967 is evident: “In the opening segment a theme must clearly present its basic motive. . . . If the beginning is a two-measure phrase, the continuation (m. 3 and 4) may be either an unvaried or transposed repetition. Slight changes in the melody or harmony may be made without obscuring the repetition” ( 21 ).",
            "citations": [
                "schoenberg_1967"
            ]
        },
        "FN4": {
            "text": "4. This term becomes quite prominent at the outset of the discussion on sonatas. In my view, it is the application of retrospective reinterpretation that makes Caplin’s perspectives so flexible, and runs contrary to the more “narrative” approach of Hepokoski and Darcy—which, within its “cadence-driven” approach—has more difficulty “overriding” a cadence that has been rhetorically prepared.",
            "citations": []
        },
        "FN5": {
            "text": "5. A historical discussion of phrase expansions and deviations is included in Rothstein 1989 (in particular 68–101 ).",
            "citations": [
                "rothstein_1989",
                "rothstein_1989"
            ]
        },
        "FN6": {
            "text": "6. Caplin intentionally cautions students against the term and concept of the “double period” (167). In the compound antecedent/consequent the expected basic idea (b.i.) + contrasting idea (c.i.) is replaced with a sentence or “8-m.” hybrid; in the compound sentence, the presentation (bi + bi) is replaced with a compound version (c.b.i. + c.b.i.).",
            "citations": []
        },
        "FN7": {
            "text": "7. These include: large ternary, theme and variations, and sonata without development (565)",
            "citations": []
        },
        "FN8": {
            "text": "8. “In the Classical era, most rondos can be analyzed in relation to two general types: the five-part rondo (ABACA) and the sonata-rondo (ABACABA)” (642).",
            "citations": []
        },
        "FN9": {
            "text": "9. While these comparatively remedial descriptors are not found in the 1998 version, they are prominent in the collection of 2009 essays (in particular, 21–40 ). In this textbook, Caplin also downplays certain terms from the 1998 volume, such as “interthematic functions,” which are contained within larger types, such as sonatas (e.g., “main theme” or “transition”), and “intrathematic,” which are contained within smaller types, such as a sentence or period ( 1998 , 17).",
            "citations": [
                "caplin_2009",
                "caplin_1998"
            ]
        },
        "FN10": {
            "text": "10. Caplin makes clear how “presentation” and “continuation” serve as both formal “types” and formal “functions”: “The terms presentation and continuation are thus used in two different, but complementary, ways: (1) to identify the individual phrases of the sentence; and (2) to label the first and second formal functions of the sentence” (35). This is elaborated upon in what may prove to be a potentially confusing two pages for students: 46–47, in which Caplin asserts that when the term “presentation” is used as a noun, it generally implies “function” as opposed to “grouping structure,” even though the subheader for the section is “Presentation Phrase” versus “Presentation Function.” However, the very next time that “presentation”—the phrase—is meant to be used as a grouping structure, it is referred to by its full name: “presentation phrase,” and, as the text unfolds, this usage of presentation is de-emphasized in favor of the strictly “functional” meaning. In the 1998 text, the two interpretations of “presentation” appear to be fused throughout.",
            "citations": []
        },
        "FN11": {
            "text": "11. Including, but not limited to Ratner 1980 and Rosen 1972 , 1988 .",
            "citations": [
                "ratner_1980",
                "rosen_1972",
                "rosen_1988"
            ]
        },
        "FN12": {
            "text": "12. See, in particular, Hepokoski and Darcy 2006 , 117–79; compare with the current volume, 353–419.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN13": {
            "text": "13. Certain pages border on the identical; Caplin’s “Landmarks of Sonata Form: Exposition” prescribes a very similar type of “hearing” as Elements does, with the “EEC” concept as the most notable omission.",
            "citations": []
        },
        "FN14": {
            "text": "14. Of course, a pedagogy manual for Hepokoski and Darcy does not yet exist; however, Monahan ( 2011 ) investigates several of Sonata Theory’s distinctive philosophical and theoretical points, and shows how the theory “problematizes” many cadential junctures, offering an analytical dimension not available in traditional Formenlehre interpretations.",
            "citations": [
                "monahan_2011"
            ]
        },
        "FN15": {
            "text": "15. This is the central difference between the current volume and the 1998 version; the latter presents thematic groups in a modular, almost atemporal fashion, such that they can be organized within any number of formal types. The sonata is just one of these.",
            "citations": []
        },
        "FN16": {
            "text": "16. Notably, the 1998 text omits the category of main theme altogether, presupposing that it will comprise one of the aforementioned “tight-knit” thematic categories.",
            "citations": []
        },
        "FN17": {
            "text": "17. As I interpret it, Caplin’s “modulating” and “nonmodulating transitions” (308–9) are analogous to Hepokoski and Darcy’s MC default options (see, in particular, 2006 , 36–40), and the two-part transition (309) similar to the latter’s tri-modular block ( 170–77 ). In contrast to Hepokoski and Darcy’s “dissolving types,” ( 101–11 ), Caplin, in both 1998 and the present text, opts for broader categories, found on page 309.",
            "citations": [
                "hepokoski_and_darcy_2006",
                "hepokoski_and_darcy_2006",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN18": {
            "text": "18. The “cadential function” can be prolonged the following ways: evaded cadences, the “one more time” technique, and expanded cadential progressions.",
            "citations": []
        },
        "FN19": {
            "text": "19. Hepokoski and Darcy offer a host of possibilities permitting retrospective reconsiderations of EEC (essential expositional closure) placement, see in particular 2006 , 150–70. The function of material following a strong EEC candidate contributes to a possible reinterpretation.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] William Caplin’s textbook, Analyzing Classical Form: An Approach for the Classroom , provides a new forum for his theory of formal organization in Classical compositions—one that is accessible to both undergraduate and graduate classrooms alike. Building on the foundations of Caplin’s Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven , this much anticipated volume, like its predecessor, explicitly focuses on the style established by the composers of the high Classical period ( 1998 , 3); 2013, xv). Prior to these volumes, the ideas of Schoenberg ( 1967 and Ratz ( 1973 )—Caplin’s primary inspirations for his theory of formal functions—had appeared primarily within harmony textbooks. (1) This extraordinary new volume provides advanced undergraduates and graduates an opportunity to be exposed to his theories; it simultaneously taps into the intuitions of music theory students and provides a new vocabulary through which to communicate concepts of form and function.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "caplin_1998",
                    "schoenberg_1967",
                    "ratz_1973"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The textbook is equipped with a masterfully designed companion website (found at http://www.music.mcgill.ca/acf ) which organizes, by chapter, all of the musical and analytical examples (divided into two groups: examples for “study” and examples for “analysis,” all of which omit the annotations provided in the main volume), supplementary work, and listening quizzes (accompanied by solutions). Each example corresponds with a singular audio file through which a user can conveniently find his/her place within the excerpt, on-demand. The compendium of musical examples is truly impressive, adequately representing the gamut of works in the high Classical period, ranging from Beethoven’s Piano Sonata in B ♭ Major, “Hammerklavier,” op. 106 (341) to Mozart’s Clarinet Trio in E ♭ major, K. 498 (501) and Haydn’s “Razor” String Quartet op. 55, no. 2 (159).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The following review is divided into two parts. Section I provides a concise summary of the textbook’s organization, goals, strengths, and weaknesses, along with a critical commentary on Chapters 1–6. The goals of Section II are two-fold: to draw comparisons to the 1998 volume and to comment upon the manner in which Caplin’s ideas have been re-packaged for use in the classroom; additionally, due to the current volume’s extensive exploration into sonata form, this section will provide a concise counterpoint to ideas enunciated in Hepokoski and Darcy’s Elements of Sonata Theory ( 2006 ). I.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The book is divided into three primary sections. Following an introductory chapter, the first part, comprising seven chapters (2–8), includes the “principal theme types” in Classical form, building from sentences, periods, and hybrid structures to binary and ternary forms. The blockbuster Part II includes eight chapters (9–16, and 304 out of 698 pages of the main text), treating each of the main sections of the sonata: three sections within the exposition (main theme, transition, and subordinate theme), development, recapitulation, and coda. Finally, Part III (comprising chapters 17–20) considers other full-movement forms: “slow-movement,” minuet-and-trio, rondo, and concerto, although this part is significantly shorter than the preceding two.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The top-down organization of each chapter is intuitive and pedagogically sound; each one initially provides the student with the distinguishing features of the new formal type, (2) after which the student then experiences the new topics with a short series of questions based on a motivating example (under the subheading of “Let’s Practice”). Having laid the foundation, the remaining subsections of each chapter provide a more in-depth exploration (“More Details” and “Final Points”) followed by a set of review questions and additional unannotated excerpts for further analysis. This progression of topics for each chapter is valuable, as it not only makes a clear distinction between the “norms” and “exceptions,” but also allows a user to choose how far to explore a given chapter. Finally, in each chapter, Caplin orients his reader with a “Focus on Function” section that underscores the central philosophy of the text; these descriptions elucidate ideas that most undergraduates have likely not encountered previously.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The introductory first chapter provides a helpful “orientation” on harmonic vocabulary, including harmonic prolongations (tonic, dominant, and predominant), cadential progressions, and sequences, creating a backdrop for Part I: Conventional Theme Types. The first formal “type” presented by Caplin (as in the 1998 volume) is the sentence, with the period following. This presentation, à la Schoenberg, is logical for several reasons: 1) the concept of “basic idea,” the main building block of the sentence, underscores the “surface-driven” analytical epistemology; (3) 2) a sentence is an ideal venue to display Caplin’s overarching theme of “initiating,” “medial,” and “concluding” functions; finally, 3) Caplin’s portrayal of the sentence as containing two phrases (though only one cadence) means that, from a grouping standpoint, the “antecedent” and “consequent” phrases of a period are conceptually comparative to the “presentation” and “continuation” phrases of the sentence; in short, they are both “two fundamental 8-m. theme types” (92). If I were to point out a singular drawback: buried deep within the “More Details” of the “Sentence” chapter is the very crucial concept of “retrospective reinterpretation” (and the nomenclature formalized by Schmalfeldt 2011 ) which fortunately makes a comeback in various examples in Part II; (4) nevertheless, I believe this very subtle but paramount concept should be spotlighted more than the organization of the text might indicate.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "schmalfeldt_2011"
                ]
            }
        },
        {
            "7": {
                "text": "[7] As sentences and periods are two building blocks of form to which many undergraduates will have been exposed prior to usage of this text, it is the chapter on “hybrid themes” that extends the taxonomy significantly further. The machinery of the hybrid is consistent with Caplin’s overarching philosophy of beginning – middle – end; if the hybrid contains an “antecedent,” it either resumes with a “middle” (continuation) or proceeds straight to an “end” (cadential; see 100–101). Caplin clearly draws the distinction between these two possibilities and those whose “beginnings” are not antecedents but “compound basic ideas” (“c.b.i.”), in that such phrases do not contain a well-defined cadence (102–3). Assuming the decisions for what comprises a cadence are concrete, the examples and explanations of this chapter are clear; however, an example such as measures 1–8 of Beethoven’s Symphony no. 2, second movement (106) can easily be interpreted as a “c.b.i. + continuation” if bars 1–5 are viewed as a tonic prolongation. Surely, the demarcation of cadence points—and the manner in which they are prepared—is not only crucial in Chapter 4, but in the chapter that follows (5, Phrase Deviations, Cadential Deviations, and Framing Functions). (5) If there is a “miscellaneous” feel to Chapter 5, it is due to its many partitions, although the common thread is that all the formal functions are in some way “additive”; among these partitions, however, is an introduction to the crucial “closing section” (134), which will be revisited in Section II. Finally, Chapter 6 provides students with the tools for classifying thematic types—compound sentences and periods—for which the proportions are adjusted (often by a factor of two); these larger examples prepare the student for moving to the next echelon of thematic analysis, eventually pushing towards that of the sonata. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Caplin provides thorough treatments of a number of other important Classical forms; due to limited space, I can only mention them briefly. First, in Chapter 7, he explores “small ternary” (rounded binary), the venue in which he first introduces many staples of his 1998 volume (tight- versus loose-knit, and standing on the dominant, see Part II); this is followed by “small binary” (chapter 8), still under the Part I header of “conventional-theme types.” Finally, “slow movement” forms, (7) minuet-and-trio form, rondo forms, (8) and concerto forms comprise chapters 17–20, respectively. II.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The main purposes of this section are: to provide a few finer distinctions, from a pedagogical standpoint, between the 1998 volume and the current text, as well as a brief comparison between Caplin’s and Hepokoski and Darcy’s conceptions of sonata form, contributing to their ongoing debate on this topic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As discussed previously, the distinction between formal “type” and formal “function” is crucial to understanding how thematic units can exist both independently and within a functional context—namely, as a beginning, middle, or end. (9) In the current text, this concept is emphasized early and often, first appearing on page 35, with the introduction of the sentence as containing three functions: presentation (“beginning”), continuation (“being in the middle”) and cadential (“ending”); for easy access, this discussion is summarized in the first “Focus on Function” box (47). (10) At the beginning of the “Period” chapter, Caplin officially defines thematic units as dually types AND functions, preparing the student for the realization that sentences and periods ultimately function within a main theme of a “movement.” This is the first time that the reader is alerted to a sense of hierarchy or recursion among different formal levels.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The concept of “tight-knit” versus “loose” organization, which is prominent rather early in the 1998 book (as early as page 13 ), is not introduced in the current text until discussion of the “small ternary” (rounded binary) form, under the subheading of “More Details” (204); the next instance of this concept appears on page 264, within the sonata form “overview” (Chapter 9). It is quite sensible that this continuum of musical parameters (that is, what qualifies something as “tight” or “loose”) occurs later within a pedagogical text, as by this point, the reader has seen dozens of musical examples. Therein lies, from an organizational standpoint, the conceptual difference between the volumes: the 1998 volume explicitly sets up a continuum between these two categories at the outset , governing the entire book’s organization, and the reader will continuously view each type through the lens of “tight” versus “loose”; for the current volume, however, Caplin judiciously places this subtle but powerful concept at a strategic point in the text, squarely within a “body” chapter. Surely, no student would want to encounter “there is no absolute condition of a given passage being tight-knit or loose; every case is relative to the entire compositional setting” (228) without first having been exposed to a gamut of formal types.",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In addition, the current volume (in contrast to the 1998 text) with its strong emphasis on the elements of sonata form in context , places sonata form pedagogy in the spotlight. The distinction of tight-knit and loose organization is placed at the forefront of the discussion on sonata form, as the extent of a theme’s “looseness” is particularly spotlighted within the form; this is emphasized on page 264. Now, the student can contextualize each formal type, using a concrete example of a form—like sonata—that contains multiple types (and, by extension, multiple functions), rather than just looking at one “type” at a time, e.g., sentence or small binary. While Caplin’s theory of formal functions is not explicitly designed for sonatas—certainly not at the level of its rival theoretical text on Classical sonata form, Hepokoski and Darcy’s Elements of Sonata Theory —there is little doubt that the current volume is a response to Elements , as well as an indirect reaction to seminal twentieth-century volumes on “Classical” sonata form. (11) As a sonata “pedagogy treatise,” Caplin’s forum is quite special in its purpose and presentation.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I will highlight several concepts that distinguish the two theories, which objectively may be described as “surface-driven” (Caplin) versus “cadence-driven” (Hepokoski and Darcy). First and foremost, I assert that the two theories are in no way contradictory (though certain sonata form definitions such as the “S-theme” and “subordinate theme” do not coincide), (12) but rather are complementary. (13) In fact, while Caplin elegantly prepares us to traverse a musical surface’s traffic circles and one-way streets, Hepokoski and Darcy’s narrative approach assumes a certain fluency with these surface observations, and thus we arrive at our various destinations. (14) Of course, Elements is a “sonata” text, through-and-through, whereas Analyzing Classical Form uses the sonata as a vehicle for displaying the distinctive measures of Caplin’s theory. (15) For example, the “main theme” in Caplin’s exposition is often a “tight-knit” sentence or period based upon formal functions; (16) for Hepokoski, this is a level of detail that is “self-evident” ( 2009 , 41); for the undergraduate studying form, however, such details (e.g. “what EXACTLY is going on in this primary theme in Beethoven’s ‘Kreutzer,’” see page 295) are integral in fine tuning one’s “formal compass,” so to speak. The ability to decipher not only what is, but what is not, a point of cadence is not to be taken for granted within undergraduate theory pedagogy.",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "hepokoski_2009"
                ]
            }
        },
        {
            "14": {
                "text": "[14]  Caplin continues to use sonata form as a vehicle to present his theory, successfully characterizing, for example, the transition—compared to its primary counterpart—as “loosened” and “liquidated”; a closer look at his taxonomy reveals that his basic categories easily map onto several concepts defined by Hepokoski and Darcy, albeit reconfigured for the textbook’s audience. (17) The term “medial caesura,” however, is conspicuously defined for the author to set up one of the inevitable “breaks” with the competing theory: namely, that all sonatas contain a subordinate theme as a matter of function (310). The chapter (12) on the subordinate theme—ranging sixty-seven pages—is by far the longest in the textbook. As in previous chapters, this thematic type is an ideal venue to highlight the functions within a sentence (that is, presentations, continuations, and cadential functions) (18) and the manner in which the subordinate key is “confirmed” (353). The placement of the “final PAC in the subordinate key” (354) invokes the concept of sonata “closure,” with general closure having been first introduced as a “framing function” in Chapter 5.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Perhaps most significant for any user of this book is the notion that “what is traditionally called a closing theme can most often be identified as either a true subordinate theme (usually the last of a group) or a collection of codettas, what we have here termed a closing section” (389). So where would this “final PAC” ultimately go? Caplin recommends that his audience be wary of any mischievous PAC that may be suggestive of a closing section, as this cadence may be “revealed retrospectively to function as the beginning of a new subordinate theme” (389). Within this observation lies the true power of functional analysis; the student is constantly being instructed to reassess formal functions in new temporal frames. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The three chapters that follow (13 – 15) continue the impressive compendium of definitions and examples of the development (based fundamentally on the sections “pre-core,” “core(s),” and “retransition”); recapitulation (distinguishing “structural” and “ornamental” changes from the exposition); and the coda, whose definition is succinct: “(the coda) starts at that point where the music of the recapitulation stops corresponding to the exposition ” (emphasis in the original). Though I am shortchanging a critical review of many sections and examples in this remarkable textbook, including perhaps the most interesting of all forms (that of the concerto), the insights highlighted by my critique are likewise applicable to these other crucial units of the text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Finally, for the instructor of either undergraduate or graduate courses in form, the book comes as close as possible to teaching itself; since the levels for comprehension and depth of understanding are so clearly graded, it is equally useful for the classroom and as an independent tool. The book’s ease of use and remarkable catalogue of repertoire are only surpassed by its inviting tone and musical approaches to analysis. In every sense, it is a manual of music-theoretical concepts, but most importantly, it is a manual of musical concepts, and should be a required text for seminars in tonal theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.1.aziz.html",
    "data": "mto/data/mto.14.20.1.aziz.json"
}