{
    "title": "A Glimpse at Iuriĭ Kholopov’s <i>Garmonicheskiĭ analiz</i>",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Cairns, Zachary A."
    ],
    "abstract": "Iuriĭ Kholopov’sGarmonicheskiĭ analiz(Harmonic analysis) is a three-volume anthology, intended to accompany his textbookGarmoniia: Prakticheskiĭ kurs(Harmony: a practical course), which formed the basis of the harmony courses he taught at the Moscow Conservatory in the 1980s. This paper provides a small glimpse into the anthology, particularly volume 3. This volume, which deals primarily with non-tonal music of the twentieth century, is the only one with its own subtitle: hemitonicism. The subtitle refers to a simple, intuitive analytical system in which groups of intervals that involve one or more semitones play a prominent role. The paper concludes with an examination of Kholopov’s analysis of Denisov’sRomanticheskaia muzyka(Romantic Music) for oboe, harp, and string trio (1968), a representative example of the analyses inGarmonicheskiĭ analiz’s third volume.",
    "keywords": [
        "Russian music",
        "Iuriĭ Nikolaevich Kholopov",
        "hemitonicism",
        "twelve-toneness"
    ],
    "doi": "",
    "received": "July 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.cairns.pdf",
    "author_info": [
        {
            "name": "Zachary A. Cairns",
            "university": "University of Missouri – St. Louis",
            "address": "Department of Music, One University Blvd., St. Louis, MO 63121",
            "email": "cairnsz@umsl.edu"
        }
    ],
    "citations": {
        "cairns_2010": "Cairns, Zachary. 2010. “Multiple-Row in Three Works by Edison Denisov.”  PhD diss., University of Rochester, Eastman School of Music.",
        "cairns_2011": "Cairns, Zachary. 2011. “The Second Conservatory.”  Paper presented at the annual conference of the Society for Music Theory, Minneapolis.",
        "cairns_2012": "Cairns, Zachary. 2012. “Svetlana Kurbatskaya on Serial Music: Twelve Categories of ‘Twelve-Toneness.’” Gamut 5, no. 1: 99–131.",
        "cairns_2013": "Cairns, Zachary. 2013 (forthcoming). “Edison Denisov’s Second Conservatory: Analysis and Implementation.” Indiana Theory Review 31, no. 1/2.",
        "denisov_1970": "Denisov, Edison. 1970.  “’Variatsii’ op. 27 dlia fortepiano A. Veberna” [A. Webern’s Variations op. 27 for piano]. Collage 9: 46–71.",
        "ewell_2012": "Ewell, Philip. 2012. “Rethinking Octatonicism: Views from Stravinsky’s Homeland.” Music Theory Online 18, no. 4.",
        "ewell_2013a": "Ewell, Philip. 2013a. “‘On the System of Stravinsky’s Harmony’ by Yuri Kholopov: Translation and Commentary.” Music Theory Online 19, no. 2.",
        "ewell_2013b": "Ewell, Philip. 2013b. “Russian Pitch-Class Set Analysis and the Music of Webern.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 6, no. 1: 219–76.",
        "khannanov_2011": "Khannanov, Ildar. 2011. “Project ‘Kholopov’: A Distinctly Russian Approach to Music.” Paper presented at the conference Music in Russia and the Former Soviet Union: Reappraisal and Rediscovery , Durham, England.",
        "kholopov_1996": "Kholopov, Iuriĭ. 1996. Garmonicheskiĭ analiz: v 3-x chastiakh, Chast’ pervaia [Harmonic analysis: in three parts, Part I]. Moscow: Muzyka.",
        "kholopov_2001": "Kholopov, Iuriĭ. 2001. Garmonicheskiĭ analiz: v 3-x chastiakh, Chast’ vtoraia [Harmonic analysis: in three parts, Part II]. Moscow: Muzyka.",
        "kholopov_2005": "Kholopov, Iuriĭ. 2005. Garmoniia: Prakticheskiĭ kurs: Chast' vtoraia, Garmoniia XX veka [Harmony: Practical course: Part II, Harmony of the Twentieth Century]. Moscow: Kompozitor.",
        "kholopov_2009": "Kholopov, Iuriĭ. 2009. Garmonicheskiĭ analiz: v 3-x chastiakh, Chast’ tret’ia [Harmonic analysis: in three parts, Part III]. Moscow: Moscow Conservatory.",
        "kholopov_and_tsenova_2002": "Kholopov, Iuriĭ and Valeriia Tsenova. 2002. Edison Denisov: The Russian Voice in European New Music . Translated by Romela Kohanovskaya. Studia Slavica Musicologica 28. Berlin: Ernst Kuhn. Originally published as Edison Denisov. (Moscow: Kompozitor, 1993). There is an earlier, less complete translation of this book: Edison Denisov . Translated by Romela Kohanovskaya. (Chur, Switzerland: Harwood Academic, 1995).",
        "kholopov_and_tsenova_2005": "Kholopov, Iuriĭ and Valeriia Tsenova. 2005. “Dvenadtsatitonovye tekhniki: seriĭnost', serializm, postserializm ” [Twelve-tone techniques: serialism, total serialism, post-serialism]. In Teoriia sovremenoĭ kompozitsii [Theory of modern composition] , ed. Valeriia Tsenova, 314–81. Moscow: Muzyka.",
        "kholopova_1973": "Kholopova, Valentina. 1973. “Ob odnom printsipe khromatiki v muzyke XX veka” [On one principle of chromaticism in twentieth-century music]. In Problemy muzykal’noĭ nauki [Problems of Musical Science], 331–34. Moscow: Sovetskiĭ Kompozitor.",
        "kholopova_and_kholopov_1989": "Kholopova, Valentina and Iuriĭ Kholopov. 1989. Anton Webern: Leben und Werk . Translated by Christoph Hellmundt. Berlin: Henschelverlag. Originally published as Anton Vebern: zhizn’ i tvorchestvo [Anton Webern: life and work] (Moscow: Kompozitor, 1984).",
        "kholopova_and_kholopov_1999": "Kholopova, Valentina and Iuriĭ Kholopov. 1999. Muzyka Veberna [The Music of Webern]. Moscow: Kompozitor."
    },
    "footnotes": {
        "FN1": {
            "text": "1. These writings are cataloged on Iuriĭ Kholopov’s website, http://www.kholopov.ru/ .  The website can be viewed in Russian or English.  The Russian version of the website is more complete, even offering PDF downloads of a number of his writings, which can be accessed by clicking on  “Онлайновая блблиотека” ( onlaĭnovaia biblioteka , or “online library”) in the left frame.",
            "citations": []
        },
        "FN2": {
            "text": "2. These two conferences were “Homage to Iuriĭ Kholopov” (2007) and “Musical Worlds of Iuriĭ Kholopov” (2012), celebrating the 75th and 80th anniversaries of the scholar’s birth, respectively. Additionally, in 2011 , Ildar Khannanov made a call at the International Conference on Russian and Soviet Music for the Western propagation of what he has termed the “Kholopov Project.” Philip Ewell has taken up the cause in his recent Music Theory Online article ( 2012 ) and translation ( 2013a ) dealing with Kholopov’s understanding of Stravinsky’s harmony, and in his Gamut article ( 2013b ). I have also attempted to take a modest step in this direction with my Gamut article ( 2012 ), which deals with the Kholopovian understanding of serialism as expressed by his student Svetlana Kurbatskaya.",
            "citations": [
                "khannanov_2011",
                "ewell_2012",
                "ewell_2013a",
                "ewell_2013b",
                "cairns_2012"
            ]
        },
        "FN3": {
            "text": "3. Despite the publication date of 1999, most of the book was written between 1965 and 1970 ( Ewell 2013b , 223). Though she does not actually use the word “hemitonicism,” the topic appears to first be discussed in Kholopova 1973 .",
            "citations": [
                "ewell_2013b",
                "kholopova_1973"
            ]
        },
        "FN4": {
            "text": "4. In Figure 2, the nomenclature for these five hemigroups is not the same as that found in Ewell’s work. Ewell follows the labeling system used by the Kholopovs in their book on Webern, but I have followed Kholopov’s more-or-less equivalent notation found in GA . While Kholopov’s system is, by nature, limited to pitch-class sets that contain interval class 1, the labeling used here allows the analyst to clearly and immediately see T n - and T n I-equivalence, depending on whether the label is read from left-to-right or right-to-left.",
            "citations": []
        },
        "FN5": {
            "text": "5. The Russian word dvenadtsatitonovost’ most closely translates to “twelve-toneness.” As I have demonstrated elsewhere ( Cairns 2012 ), “twelve-toneness” is an umbrella term for a variety of different types of music that Western theorists may or may not consider to be equivalent. For example, dodecaphony, twelve-tone technique, serialism, and serial music are all uniquely defined terms that fall under this umbrella of “twelve-toneness.” While Kholopov’s student Svetlana Kurbatskaya appears to have compiled the most thorough discussion of the differences between these and other types of twelve-toneness, the term dvenadtsatitonovost’ is found frequently in Kholopov’s writings on twentieth-century music.",
            "citations": [
                "cairns_2012"
            ]
        },
        "FN6": {
            "text": "6. In the bottom group, the bracket in the label “2.2.[2.]2.2” indicates that one of these whole steps has to be implied by an absent A ♭ , which is shown on the example’s center staff and labeled as “otsutstvuiushchiĭ zvuk” (missing sound).",
            "citations": []
        },
        "FN7": {
            "text": "7. Kholopov points out that the sixth pitch, a suspicious-looking E4, is actually a misprint: it should be a D4.",
            "citations": []
        },
        "FN8": {
            "text": "8. See Cairns 2010 for a more thorough discussion of some of the unique elements of Denisov’s approach to twelve-tone composition.",
            "citations": [
                "cairns_2010"
            ]
        },
        "FN9": {
            "text": "9. Though he gives no explicit reference, Kholopov says that “intonation base” is a term of Denisov’s.",
            "citations": []
        },
        "FN10": {
            "text": "10. Kholopov reminds us that this “would be impossible in Webern!” ( 2009 , 61–62). But in actuality, this appears to be a technique that Denisov learned from Webern, through his own idiosyncratic analysis of the first movement of op. 27. See Cairns 2011 and 2013 (forthcoming).",
            "citations": [
                "kholopov_2009",
                "cairns_2011",
                "cairns_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Arguably the most important Russian music theorist of the second half of the twentieth century, Iuriĭ Nikolaevich Kholopov (1932–2003) left behind a virtual treasure trove of theoretical and analytical writings from his 43 years as a professor in the Moscow Tchaikovsky Conservatory of Music. Though he did not publish widely in English, he is likely best known outside of Russia for a German translation of the monograph he co-authored with his sister Valentina Kholopova on Anton Webern ( Kholopova and Kholopov 1989 ), or possibly the English translation of the monograph he co-authored with Valeriia Tsenova on Edison Denisov ( Kholopov and Tsenova 2002 ). However, his influence within Russia can be casually grasped not only by the sheer volume of the 600-plus books, articles, and encyclopedia entries he published, (1) but also by the multiple-day conferences devoted to his work since his sudden death in 2003: at least two have been held at the Moscow Conservatory in the span of eleven years. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "kholopova_and_kholopov_1989",
                    "kholopov_and_tsenova_2002"
                ]
            }
        },
        {
            "2": {
                "text": "[2] This article presents a brief glimpse into one of Kholopov’s most significant publications: the three-volume analytical anthology titled Garmonicheskiĭ analiz (Harmonic analysis), henceforth, GA (1996–2009) . This anthology was intended to augment his textbook Garmoniia: Prakticheskiĭ kurs (Harmony: A practical course) ( 2005 ), which formed the basis of the harmony courses he taught at the Moscow Conservatory.",
                "footnotes": [],
                "citations": [
                    "kholopov_2005"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Whereas in the first two volumes Kholopov presents Riemannian-influenced functional analyses, in this third volume Kholopov develops more uniquely Russian analytical and theoretical ideas. Here, Kholopov’s understanding of most post-tonal music grows from one fundamental analytical seed, gemitonika (hemitonicism). My focus will be on the different branches of hemitonicism found in the third volume of GA, with an emphasis on Kholopov’s analysis of the twelve-tone techniques in Edison Denisov’s 1968 composition for oboe, harp, and string trio, Romanticheskaia muzyka (Romantic Music). Background and General Organization of Garmonicheskiĭ analiz",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Although most of GA was written between 1986 and 1988, the publishing house Muzyka published the first volume only in 1996 and the second volume in 2001. Muzyka lost the manuscript for the third volume, and so the research and publishing center of the Moscow Conservatory published this volume posthumously in 2009 ( Kholopov 2009 , 5). Figure 1 . Pieces analyzed by Kholopov in Garmonicheskiĭ analiz , vol. 1–3 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kholopov_2009"
                ]
            }
        },
        {
            "5": {
                "text": "[5] GA ’s three volumes reveal much about Kholopov’s approach to the analysis of a historically wide range of repertoire. The first volume tacitly promises a chronological tour of musical history, with chapter titles like “Renaissance Modal Harmony,” “Baroque Harmony,” “Classical Era Harmony,” “The Era of Viennese Classics,” and “Harmony of the Late Romantic Era.” Figure 1 shows a list of pieces introduced, analyzed, and/or discussed in the three volumes of GA .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As a three-volume entity, though, the balance of repertoire in GA is highly skewed toward the twentieth century. In fact, Volumes 2 and 3 are dedicated entirely to different types of twentieth-century music, with Volume 2 presenting analyses of “tonal” music (Debussy, Prokofiev, Shostakovich, Stravinsky, etc.) and Volume 3 presenting largely post-tonal repertoire (late Shostakovich, Roslavets, Schoenberg, Webern, Denisov, Schnittke, etc.). This comes as no particular surprise, given Philip Ewell’s observation that, although Kholopov wrote about widely diverse topics and figures, he “was happiest when discussing twentieth-century concepts” ( Ewell 2013a , [1.1]). Kholopov himself attributes the discrepancy to the more multifarious styles of composition during the twentieth century, even stating that “though we may hear and understand the harmony of Bach, Tchaikovsky, and Rachmaninov well enough, the same is not true of Berg’s Lyric Suite , Denisov’s Requiem , and Boulez’s Le Marteau ” ( Kholopov 1996 , 5). On Hemitonicism",
                "footnotes": [],
                "citations": [
                    "ewell_2013a",
                    "kholopov_1996"
                ]
            }
        },
        {
            "7": {
                "text": "[7] GA ’s third volume uniquely carries a subtitle: hemitonicism. As defined by Kholopov and his sister in their book The Music of Webern , hemitonicism “is a pitch system defined by the semitone and a variety of chromaticism” ( Kholopova and Kholopov 1999 , 11; translated in Ewell 2013b , 243). (3) Figure 2 . Summary of hemitonicism (adapted from Kholopova and Kholopov, 1999) (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "kholopova_and_kholopov_1999",
                    "ewell_2013b"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The term “hemitonicism” appears to have at least two different shades of meaning for Kholopov. Philip Ewell ( 2013b ) has dealt rather extensively with the first shade of meaning, which is hemitonicism as an analytical system. Though it is not my intent to duplicate his efforts here, Figure 2 shows the framework for hemitonic analysis of trichords containing a semitone. (4) As Ewell ( 2013b , 220–21) explains, this system represents a sort of distillation of American set theory, though arrived at independently.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "ewell_2013b",
                    "ewell_2013b"
                ]
            }
        },
        {
            "9": {
                "text": "[9] An understanding of hemitonicism as strictly an analytical system leads to some confusion over the use of the word “hemitonicism” as a subtitle to the entire third volume, since this volume covers a wide variety of topics: twelve-tone rows, twelve-note chords, twelve-tone serialism, dodecaphony, serial harmony, synthetic chords (Roslavets), tropes (Hauer), Kholopov’s so-called “novaia tonal’nost’” (new tonality), free atonality, aleatoricism, microchromaticism, and “slozhnye sovremennye tekhniki kompozitsii” (complex modern compositional techniques). Clearly, it would be a mistake to assume that any, let alone all, of these topics is dependent on the unwavering presence of semitones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] This brings us to a second shade of meaning for the word “hemitonicism.” While it was conceived of as a simple analytical system, it seems clear that in GA Kholopov uses this term in a broader sense. The corresponding section of his textbook Garmoniia: Prakticheskiĭ kurs, labeled “Semester Four, Section Five,” bears the title “Dvenadtsatitonovost’. Gemitonika” (twelve-toneness; hemitonicism), indicating the synonymous nature of the two words. (5) Additionally, in an essay he co-wrote with Valeriia Tsenova, Kholopov states that “in a broader sense, it is possible to define the term ‘hemitonicism’ as a system that requires continuous use of twelve independent pitch classes” ( Kholopov and Tsenova 2005 , 335). Thus, Kholopov and Tsenova again equate the word gemitonika (hemitonicism) with dvenadtsatitonovost’ (twelve-toneness).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "kholopov_and_tsenova_2005"
                ]
            }
        },
        {
            "11": {
                "text": "[11] That Kholopov equates the terms “hemitonicism” and “twelve-toneness” suggests that the hemitonic analytical system might be adaptable to a variety of musical purposes. Throughout the third volume of GA, we see that this is the case, even though the analytical system of hemitonicism is not a pervasive feature of Kholopov’s textbook. The strictest use of “hemitonicism” in the anthology is found in Chapter 25, “Dodekafoniia Veberna” (Dodecaphony of Webern), which presents a partial analysis of the third movement of Webern’s op. 27. This is perfectly in line with the following statement from the Kholopovs’ book on Webern: Webern’s hemitonicism is an independent pitch system, as pure, confined, and self-contained as, for example, seven-note diatonicism. Its elements, more or less, are present in all of the most important musical styles of the first half of the 20th century. Prokofiev, Stravinsky, Bartók, Shostakovich, Hindemith, Schoenberg, Berg, and many others, all used it, yet in a mixed form with other pitch systems. Only with Webern is hemitonicism concentrated and isolated from different systems and proves to be hemitonicism of a strict style . ( Ewell 2013b , 266. Italics in the original.) Figure 3 . Depiction of hemitonicism shown in Garmonicheskiy analiz (Kholopov 2009, 47) (click to enlarge) Figure 4 . Mixed hemitonic identification of the synthetic chord from Roslavets’s “Ty ne ushla” (Kholopov 2009, 19) (click to enlarge) Figure 5 . Interval structure of an eleven-note chord from Schnittke’s Violin Concerto no. 2 (Kholopov 2009, 72) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "ewell_2013b"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In this chapter of GA , we see a brief depiction of the hemitonic labeling system and its use in identifying the discrete trichords of the row of Webern’s op. 27, as shown in Figure 3 . While Kholopov certainly addresses the general topic of intervals elsewhere in this chapter, this is the only time in this chapter where he explicitly invokes the hemitonic analytical system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] There are a number of other places in GA ’s third volume in which variants of the hemitonic analytical system appear. In all cases, as indicated by the Kholopov quote above, these are not “hemitonicism of a strict style,” but rather hemitonicism “in a mixed form with other pitch systems.” We see this first in the chapter on the “synthetic chords” of Nikolai Roslavets. As shown in Figure 4 , in a brief discussion of Roslavets’s 1913 vocal piece “Ty ne ushla” (You Did Not Leave), Kholopov indicates the primary synthetic chord as “ E ♭ – 1.3.1.2.1.4,” labeled ЦЭ. This label refers to Kholopov’s wide-ranging concept of “tsentral’nyĭ element” (central element), which he defines as the element of a non-tonal or neo-tonal piece to which all other elements are subordinate ( Ewell 2012 , 3.2). Though Kholopov first identifies two different, transpositionally related rotations of the same synthetic chord, he follows the interval enumeration of the second rotation; he chooses 1.3.1.2.1.4 over 2.1.4.1.3.1 as the “normal form,” as it were, because this label gives a preference to smaller intervals packed most tightly to the left ( Kholopov 2009 , 19).",
                "footnotes": [],
                "citations": [
                    "ewell_2012",
                    "kholopov_2009"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Another mixed use of the hemitonic system comes in the chapter titled “Serial'naia Garmoniia” (Serial Harmony) in which Kholopov looks at an eleven-note chord in Schnittke’s Violin Concerto no. 2, shown as Figure 5 . Kholopov breaks this chord into two registrally intersecting component chords defined by shared melodic contour (the melodic contour is not shown in Figure 5). Rather than focus on the inversional symmetry between the two component chords, Kholopov draws attention to the whole-tone content of each: 2.2.2.2.2. (6) While we can label this easily enough as [02468t], it is worth noting that, as was the case in the Webern and Roslavets examples, Kholopov indicates a “central element” for each of these chords: the lower chord’s label “d 2.2.[2.]2.2 ” and the upper chord’s “a 2.2.2.2.2 ” suggest pitch classes D and A, respectively, as central elements. Kholopov’s Analysis of Denisov’s Romantic Music",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In Chapter 26, titled “Drugie vidy dodekafonnoĭ tekhniki” (Other types of dodecaphonic technique), we encounter a partial analysis of Edison Denisov’s Romantic Music . I devote the remainder of this article to a discussion of Kholopov’s analysis of this work, taking it as a representative example of the type of mixed-hemitonic analyses found in the third volume of GA . Figure 6 . Row from Denisov’s Romantic Music (Kholopov 2009, 59) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Romantic Music begins with a lengthy cadenza for solo oboe, later joined by harp. The piece, as Kholopov notes, is partially based on transformations of a single twelve-tone row, shown in Figure 6 . The score for the cadenza is presented as Figure 7 . (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Since Kholopov’s goal in these anthologies is pedagogical, his first step is to conduct what he calls an “elementarnyĭ seriĭnyĭ analiz” (elementary serial analysis), which is simply an identification of all the row forms in the opening cadenza (see Figure 8 ). Next, he describes the unique aspects of Denisov’s approach to twelve-tone composition in this piece—these are the “other systems” with which the concept of hemitonicism is “mixed.” In this piece, and in much of Denisov’s serial music, the two particular “other systems” are what Kholopov refers to as the intonatsionnaia baza (intonation base) and seriĭnaia pedalizatsiia (serial pedaling) . (8) Figure 7 . Denisov, Romantic Music , opening oboe/harp cadenza (click to enlarge) Figure 8 . Denisov, Romantic Music , oboe/harp cadenza. Kholopov’s Elementary Serial Analysis (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] These two concepts are closely related. The idea of intonation base involves the conception of the series as not only an ordered series of pitches or intervals, but also as a complex of intervallic possibilities to be used in sections of the piece not governed by ordered transformations of the entire row. (9) Kholopov says that treating a series as an intonation base “allows not only the repetition of the entire series, but also its fragments, taken as independent entities,” and he calls the result a “developmental series” ( 2009 , 61).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "kholopov_2009"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The concept of serial pedaling is one way in which the intonation base may be manifest in a piece; it is “the free repetition of an already stated pitch class as though it was residual sound” ( Kholopov 2009 , 61). The fifth line of Figure 7 shows one example. The harp enters with order positions 0 – 2 of row form P1, C ♯ – E ♭ –D, stated simultaneously. After the next three notes, A– F ♯ – G ♯ ( 4 – 5 – 3 ), Denisov “pedals” on the E ♭ and D from the beginning of the row, before continuing on with the next note of the row, C ( 6 ). The G ♯ , F ♯ , and A which follow are similarly pedaled from the second trichord of the row. Figure 9 . Denisov, Romantic Music , measure 1 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kholopov_2009"
                ]
            }
        },
        {
            "20": {
                "text": "[20] As Figure 8 demonstrates, the opening cadenza utilizes eight different row forms, all complete and relatively strict regarding their ordering. But for Kholopov, Denisov’s use of serial pedaling represents the use of the row as an intonation base. As an example, he cites the first metered bar following the oboe/harp cadenza, shown in Figure 9 . In this measure, the strings present the first hexachord of row form P3 forward and then backward. This is a technique that Denisov has termed “row wrapping” ( 1970 , 56). (10) Figure 10 . Mixed hemitonic analysis of Denisov, Romantic Music , cadenza, lines 1–3 (Kholopov 2009, 63) (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "denisov_1970"
                ]
            }
        },
        {
            "21": {
                "text": "[21] At the end of the chapter, Kholopov revisits a part of his earlier “elementary serial analysis” without the focus on row form identification, but rather on the way three-note groups are expressed on the musical surface and how we may see some similarities in their realization (see Figure 10 ). This example shows most clearly that Kholopov’s hemitonic system is, here, not strictly hemitonic. Western music theorists might see the 6.5 group on the second line, recognize it as set class [016] and question why the label is not 1.6. Likewise, the 6.7 group at the end of the same line might also present the same question. For this reason, this version of Kholopov’s hemitonic analysis might be seen as ad hoc . But I think that the apparent inconsistency of labeling is intentional: though they both are represented by Forte’s [016] label, Kholopov wants us to recognize a difference in the surface-level realization of the 6.5 and 6.7. In this case, we do not squeeze the notes together in their most compact form, but we leave them arranged as a tritone on the bottom, and a perfect fourth or fifth on the top. Just as Western theorists can look at a perfect fourth contained within a tritone and a perfect fourth placed below or above a tritone, and identify those structures immediately as [016], so does Kholopov want us to be able to do the same, and recognize that 6.5, 5.6, 6.7, 7.6, and 1.6 are all different ways of expressing the intervallic content of a single pitch-class set. Yes, they all form set class [016], but he wants the student to see immediately the connection between the more specific relationship demonstrated by the actual voicing of those two trichords. Presumably, the analysis that the student is asked to continue will lead to some discoveries of those groups.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Kholopov’s final sentences in this chapter, as in most of the other chapters of GA, instruct the student to “complete the analysis.” His manner of instruction here, it seems, is an approach perhaps best described as analytical immersion. Kholopov presents a partial analysis of a composition, and asks the student to continue along using the same manner of thought. But the technical aspects of the analysis presented are not explained thoroughly: the student is required to wrestle with the ideas presented and to draw his or her conclusions about how best to proceed. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] That so little of Iuriĭ Kholopov’s work has been translated into English greatly limits the sphere of influence of one of Russia’s most prominent theorists. Though he wrote about many different topics, his writings on twentieth-century music take center stage. As discussed above, hemitonicism constitutes a central feature of his analytical approach to a variety of different types of twentieth-century music. Though hemitonicism is, on the one hand, a straightforward analytical system, it can also be defined as a broader conceptual label, synonymous with “twelve-toneness.” The analytical system of hemitonicism is able to be adapted to a wide array of musical situations, as is evidenced throughout much of the third volume of GA. Clearly, this article has only scratched the surface of this important analytical anthology, and perhaps it can be viewed as a jumping-off point for further inquiries into this source and other writings by Kholopov.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "perspectives on twentieth-century russian theory",
    "source": "mto/raw/mto.14.20.3.cairns.html",
    "data": "mto/data/mto.14.20.3.cairns.json"
}