{
    "title": "Cage's Imitation Game: <i>Cheap Imitation</i> and <i>Song Books</i> through the sketches",
    "date": "2021/07/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Perry, Jeffrey"
    ],
    "abstract": "The theme of John Cage’sSong Books(1970), according to Cage, is contained in the statement “We connect Satie with Thoreau” (Cage 1970a, 1). Previous studies of Cage’sSong Bookshave not asked what I feel to be obvious questions: how, precisely, does Cage connect Satie with Thoreau? To what end? And how does Cage connect to Satie and Thoreau (and to the other sources from which he borrows)? I make use of Cage’s sketch materials to seek answers. I examine three of the Solos for Voice fromSong Booksthat make use of the cheap-imitation procedure that Cage had devised for his work of that name in 1969.BecauseSong Booksis a work for vocalists whileCheap Imitationis a work for solo piano, Cage needed to apply analogous processes of textual “imitation” and mixture to the words of Thoreau to accompany the cheap imitations of the music of Satie. This article explores the persistence of compositional choice inSong Booksas revealed by the sketches, in so doing exploring themes of duality in Cage’s pursuit of “poetry as I need it” in the music of Erik Satie, the words of Henry David Thoreau, and in the imitation game that he devises to connect them with one another.",
    "keywords": [
        "John Cage",
        "Henry David Thoreau",
        "Erik Satie",
        "Cheap Imitation",
        "Song Books",
        "chance",
        "indeterminacy",
        "I Ching",
        "Socrate",
        "Messe des Pauvres"
    ],
    "doi": "10.30535/mto.27.3.6",
    "received": "October 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.perry.pdf",
    "author_info": [
        {
            "name": "Jeffrey Perry",
            "university": "School of Music",
            "address": "Louisiana State University, Baton Rouge, LA 70803",
            "email": "jperry@lsu.edu"
        }
    ],
    "citations": {
        "austin_cage_and_hiller_1992": "Austin, Larry, John Cage, and Lejaren Hiller. 1992. “An Interview with John Cage and Lejaren Hiller.” Computer Music Journal 16 (4): 15–29. https://doi.org/10.2307/3680466 .",
        "bernstein_2001a": "Bernstein, David W. 2001a. “Techniques of Appropriation in the Music of John Cage.” Contemporary Music Review 20 (4): 71–90. https://doi.org/10.1080/07494460100640301 .",
        "bernstein_2001b": "Bernstein, David W. 2001b. “‘In Order to Thicken the Plot:’ Toward a Critical Reception of Cage’s Music.” In Writings through John Cage’s Music, Poetry, and Art , ed. David W. Bernstein and Christopher Hatch, 7–40. University of Chicago Press. https://doi.org/10.7208/chicago/9780226044873.003.0002 .",
        "bernstein_2002": "Bernstein, David W. 2002. “John Cage and the ‘Aesthetic of Indifference.’” In The New York Schools of Music and Visual Arts , ed. Steven Johnson, 113–33. Routledge.",
        "bernstein_2012": "Bernstein, David W. 2012. “John Cage’s Music of Changes and Its Genesis.” In Cage & Consequences , ed. Julia H. Schröder and Volker Straebel, 67–84. Wolke.",
        "bock_2008": "Bock, Jannika. 2008. Concord in Massachusetts, Discord in the World: The Writings of Henry David Thoreau and John Cage . Peter Lang.",
        "brooks_1982": "Brooks, William. 1982. “Choice and Change in Cage’s Recent Music.” In A John Cage Reader in Celebration of His 70th Birthday . Edited by Peter Gena, Jonathan Brent, and Don Gillespie, 82–100. C.F. Peters.",
        "cage_1993": "Cage, John. 1993. John Cage, Writer: Previously Uncollected Pieces . Edited by Richard Kostelanetz. Limelight Editions.",
        "cage_1961": "Cage, John. 1961. Silence . Wesleyan University Press.",
        "cage_1969": "Cage, John. 1969. Cheap Imitation . C.F. Peters.",
        "cage_1970a": "Cage, John. 1970a. Song Books . Henmar Press.",
        "cage_1970b": "Cage, John. 1970b. John Cage: An Anthology . Edited by Richard Kostelanetz. Praeger.",
        "cage_1973": "Cage, John. 1973. M: Writings ’67–’72 . Wesleyan University Press.",
        "cage_1979": "Cage, John. 1979. Empty Words: Writings ’73–’78 . Wesleyan University Press.",
        "cage_1983": "Cage, John. 1983. X: Writings ’79 –’82 . Wesleyan University Press.",
        "cage_1988": "Cage, John. 1988. “Tokyo Lectures and Three Mesostics.” Perspectives of New Music 26 (1): 6–25. https://doi.org/10.2307/833314 .",
        "cage_2003": "Cage, John. 2003. Conversing with John Cage . Edited by Richard Kostelanetz.  Routledge.",
        "cage_2013": "Cage, John. 2013. A Composer’s Confessions . Éditions Allia.",
        "cage_2016": "Cage, John. 2016. Selected Letters . Edited by Laura Kuhn. Wesleyan University Press.",
        "cage_and_charles_1981": "Cage, John, and Daniel Charles. 1981. For the Birds: John Cage in Conversation with Daniel Charles . Translated by Richard Gardner. Marion Boyars.",
        "cage_kirby_and_schechner_1965": "Cage, John, Michael Kirby, and Richard Schechner. 1965. “An Interview with John Cage.” In Happenings and Other Acts , ed. Mariellen R. Sandford, 51–71. Routledge. https://doi.org/10.4324/9780203204344_chapter_4 .",
        "cage_and_perlis_1984": "Cage, John, and Vivian Perlis. 1984. Interview transcript. April 10, 1984. Property of Oral History of American Music (OHAM), Yale University, 41 ccc–ddd.",
        "callahan_2018": "Callahan, Daniel M. 2018. “The Gay Divorce of Music and Dance: Choreomusicality and the Early Works of Cage-Cunningham.” Journal of the American Musicological Society 71 (2): 439–525. https://doi.org/10.1525/jams.2018.71.2.439 .",
        "clausius_2011": "Clausius, Katharina. 2011. “John Cage’s ‘Whiteness’: ‘Cheap Imitation’.” Tempo 65 (258): 11–19. https://doi.org/10.1017/S0040298211000350 .",
        "delio_1993": "DeLio, Thomas. 1993. “Time Transfigured: Erik Satie’s Parade .” Contemporary Music Review 7 (2): 141–62. https://doi.org/10.1080/07494469300640091 .",
        "dohoney_2014": "Dohoney, Ryan. 2014. “John Cage, Julius Eastman, and the Homosexual Ego.” In Tomorrow is the Question: New Directions in Experimental Music Studies , ed. Benjamin Piekut, 39–62. University of Michigan Press.",
        "feldman_2000": "Feldman, Morton. 2000. Give My Regards to Eighth Street: Collected Writings of Morton Feldman . Edited by B.H. Friedman. Exact Change.",
        "fetterman_1996": "Fetterman, William. 1996. John Cage’s Theater Pieces . Harwood Academic.",
        "haskins_2004": "Haskins, Rob. 2004. “‘An Anarchic Society of Sounds’: The Number Pieces of John Cage.” Ph.D. dissertation, University of Rochester.",
        "haskins_2012": "Haskins, Rob. 2012. John Cage . Reaktion Books.",
        "hiller_1970": "Hiller, Lejaren. 1970. “Programming the I-Ching Oracle.” Computer Studies in the Humanities and Verbal Behavior 3 (3): 130–43.",
        "husarik_1983": "Husarik, Stephen. 1983. “John Cage and LeJaren Hiller: HPSCHD, 1969.” American Music 1(2): 1–21. https://doi.org/10.2307/3051496 .",
        "jenkins_2002": "Jenkins, Chadwick. 2002. “Structure vs. Form in The Sonatas and Interludes for Prepared Piano .” In John Cage: Music, Philosophy, and Intention, 1933–1950 , ed. David W. Patterson, 239–61. Routledge.",
        "jensen_2009": "Jensen, Marc. 2009. “The Role of Choice in John Cage’s ‘Cheap Imitation.’” Tempo 63 (247): 25–37. https://doi.org/10.1017/S0040298209000035 .",
        "joseph_2012": "Joseph, Branden W. 2012. “HPSCHD—Ghost or Monster?” In Mainframe Experimentalism: Early Computing and the Foundations of the Digital Arts , ed. Hannah B. Higgins and  Douglas Kahn, 147–69. University of California Press. https://doi.org/10.2307/j.ctv114c7b3.13 .",
        "kim_2011": "Kim, Rebecca Y. 2011. “The Formalization of Indeterminacy in 1958: John Cage and Experimental Composition at the New School.” In John Cage , ed. Julia Robinson, 141–70. MIT Press.",
        "mac_low_2001": "Mac Low, Jackson. 2001. “Cage’s Writings Up to the Late 1980s.” Writings through John Cage’s Music, Poetry, and Art , ed. David W. Bernstein and Christopher Hatch, 210–33. University of Chicago Press.",
        "nattiez_1990": "Nattiez, Jean-Jacques, ed. 1990. The Boulez-Cage Correspondence . Translated by Robert Samuels. Cambridge University Press.",
        "neufeldt_1995": "Neufeldt, Leonard N. 1995. “Thoreau in His Journal.” In The Cambridge Companion to Henry David Thoreau , ed. Joel Myerson, 107–23. Cambridge University Press. https://doi.org/10.1017/CCOL0521440378.009 .",
        "nicholls_2002": "Nicholls, David. 2002. The Cambridge Companion to John Cage . Cambridge University Press. https://doi.org/10.1017/CCOL9780521783484 .",
        "nyman_1973": "Nyman, Michael. 1973. “Cage and Satie.” The Musical Times 114 (157): 1227–29. https://doi.org/10.2307/954719 .",
        "orledge_1990": "Orledge, Robert. 1990. Satie the Composer . Cambridge University Press.",
        "patterson_2002": "Patterson, David W. 2002. “Words and Writings.” In The Cambridge Companion to John Cage , ed. David Nicholls, 85–99. Cambridge University Press. https://doi.org/10.1017/CCOL9780521783484.006 .",
        "patterson_2012": "Patterson, David W. 2012. “‘Political’ or ‘Social’? John Cage and the Remolding of Mao Tse-Tung.” In Cage & Consequences , ed. Julia H. Schröder and Volker Straebel, 51–65. Wolke.",
        "perloff_1981": "Perloff, Marjorie. 1981. The Poetics of Indeterminacy: Rimbaud to Cage . Princeton University Press.",
        "perry_2014": "Perry, Jeffrey. 2014. “‘A Quiet Corner Where We Can Talk’: Cage's Satie (1948–1958).” Contemporary Music Review 33 (5–6): 483–511. https://doi.org/10.1080/07494467.2014.998415 .",
        "petroski_1992": "Petroski, Henry. 1992. The Pencil: A History of Design and Circumstance . Alfred A. Knopf.",
        "piekut_2013": "Piekut, Benjamin. 2013. “Chance and Certainty: John Cage’s Politics of Nature.” Cultural Critique 84 (Spring): 134–63. https://doi.org/10.5749/culturalcritique.84.2013.0134 .",
        "piekut_2014": "Piekut, Benjamin, ed. 2014. Tomorrow is the Question: New Directions in Experimental Music Studies . University of Michigan Press. https://doi.org/10.3998/mpub.5242620 .",
        "pritchett_1988": "Pritchett, James. 1988. “From Choice to Chance: John Cage’s Concerto for Prepared Piano.” Perspectives of New Music 26 (1): 50–81. https://doi.org/10.2307/833316 .",
        "pritchett_1993": "Pritchett, James. 1993. The Music of John Cage . Cambridge University Press.",
        "pritchett_2020": "Pritchett, James. 2020. “John Cage: Song books.” James Pritchett: Writings on Cage (& others) . http://www.rosewhitemusic.com/cage/texts/SongBooks.html . Accessed April 9, 2020.",
        "pritchett_et_al_2001": "Pritchett, James, James Tenney, Andrew Culver, and Frances White. 2001. “Cage and the Computer: A Panel Discussion.” In Writings through John Cage’s Music, Poetry, and Art , ed. David W. Bernstein and Christopher Hatch, 190–209. University of Chicago Press. https://doi.org/10.7208/chicago/9780226044873.003.0010 .",
        "sandford_1995": "Sandford, Mariellen R., ed. 1995. Happenings and Other Acts . Routledge.",
        "scholnick_2005": "Scholnick, Robert J. 2005. “Extermination and Democracy: O’Sullivan, the Democratic Review , and Empire, 1837–40.” American Periodicals: A Journal of History & Criticism 15 (2): 123–41. https://doi.org/10.1353/amp.2005.0020 .",
        "shultis_1998": "Shultis, Christopher. 1998. “Saying Nothing: John Cage and Henry David Thoreau’s Aesthetics of Co-Existence.” Tijdschrift voor Musiektheorie 3 (3): 170.",
        "shultis_2006": "Shultis, Christopher. 2006. “A Living Oxymoron: Norman O. Brown’s Criticism of John Cage.” Perspectives of New Music 44 (2): 66–87. https://www.jstor.org/stable/25164628 .",
        "shultis_2013": "Shultis, Christopher. 2013. Silencing the Sounded Self: John Cage and the American Experimental Tradition . University Press of New England.",
        "suzuki_1957": "Suzuki, Daisetz T. 1957. Mysticism, Christian and Buddhist . Harper.",
        "thoreau_1962": "Thoreau, Henry David. 1962. The Journal of Henry D. Thoreau . Edited by Bradford Torrey and Francis H. Allen. Dover Publications.",
        "thorman_2006": "Thorman, Marc. 2006. “John Cage's Letters to Erik Satie.” American Music 24 (1): 95–123. https://doi.org/10.2307/25046005 .",
        "van_emmerik_2002": "Van Emmerik, Paul. 2002 “An Imaginary Grid: Rhythmic Structure in Cage's Music up to Circa 1950.” In John Cage: Music, Philosophy, and Intention, 1933–1950 , ed. David Patterson, 217–38. Routledge.",
        "wolff_1994": "Wolff, Christian and Patterson, David W. 1994. “Cage and Beyond: An Annotated Interview with Christian Wolff.” Perspectives of New Music 32 (2): 54–87. https://doi.org/10.2307/833599 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This article is based on a paper given at the annual meeting of the Society for Music Theory in Columbus, Ohio on November 10, 2019. I would like to thank Laura Kuhn of the John Cage Trust for her assistance and hospitality, to my colleague Inessa Bazayev, and to the two anonymous reviewers for their detailed and constructive feedback on an earlier version of this article.",
            "citations": []
        },
        "FN2": {
            "text": "2. The ninety parts of Song Books are entitled Solos for Voice 3 through 92; Solos for Voice 1 and 2 are freestanding works that Cage had composed in 1958 and 1960, respectively. The ninety solos are divided into two volumes; a third volume provides materials for the soloists’ use in creating performances of some of the solos. Here I capitalize “Solo” when it refers to a specific solo, but do not capitalize it when speaking of some or all of the solos generally. Despite Cage’s own inconsistent usage I treat the title Song Books as a singular noun.",
            "citations": []
        },
        "FN3": {
            "text": "3. The I Ching is an ancient Chinese divinatory text that dates from the Western Zhou period (1000–750 BCE). Although Cage began using the I Ching compositionally only after Christian Wolff gave him a copy of Cary Baynes’s English translation in 1950, he had been aware of its existence since the mid-1930s ( Cage 1988 , 6). Sources on Cage’s use of the oracle to answer compositional questions include Hiller 1970 , Husarik 1983 , and Austin, Cage, and Hiller 1992 ; Thorman 2006 delves into the ways that Cage used the I Ching to create bias into the compositional process, i.e. to make certain outcomes more probably than others. Cage’s use of the I Ching was idiosyncratic. By 1969 he was no longer tossing coins, but instead consulting the printed output of a program that Lejaren Hiller had written for him during their collaboration on HPSCHD at the University of Illinois earlier that year. In Cage’s 1967 letter to the artist Alison Knowles he mentions Hiller’s I Ching program with great excitement (“Guess what? A Fortran’s being prepared called ICHING! We’ll never have to toss another coin!”) ( Cage 2016 , 373).",
            "citations": [
                "cage_1988",
                "hiller_1970",
                "husarik_1983",
                "austin_cage_and_hiller_1992",
                "thorman_2006",
                "cage_2016"
            ]
        },
        "FN4": {
            "text": "4. Cage provides minimal guidance as to the nature of the electronic modification he envisions for the Songs with Electronics. For some of them, e.g., Solo 18, he tells the singer when to make a generic change in electronic modification, but the type of change (and the equipment used) is left to the performer’s discretion. In several places in the solos listed in Example 1 these changes come at spots where chance procedures lead Cage to select a note that is the same as the one in the original Satie score. For the première the inventor Paul Ketoff designed wireless throat microphones that “permit the amplification and transformation of vocal sounds.” In addition, Cage suggests the use of contact microphones to “amplify non-vocal sounds, e.g. activities on a table or typewriter, etc” ( 1970a , 1).",
            "citations": [
                "cage_1970a"
            ]
        },
        "FN5": {
            "text": "5. That Cage subjects the Joyce “Thunderclaps” to a process analogous to the one he applies to Thoreau’s words is especially significant. Finnegans Wake was one of Cage’s favorite novels, and Joyce’s linguistic play a source of inspiration for his linguistic experiments, the goal of which (as discussed below) was to create textual “noise” analogous to that which works of Cage’s had introduced into the musical domain ( Shultis 2006 , 74–75; Cage and Charles 1981 , 113).",
            "citations": [
                "shultis_2006",
                "cage_and_charles_1981"
            ]
        },
        "FN6": {
            "text": "6. The sketches for Song Books are kept in the collection of the New York Public Library (JPB 95–3 Folders 364 through 376). They are the property of the John Cage Trust.",
            "citations": []
        },
        "FN7": {
            "text": "7. Cage’s September 28, 1948 letter to Yates is in the Peter Yates Papers 1927–1976, MSS 0014, Box 3, Folder 1, Mandeville Special Collections Library, Geisel Library, University of California, San Diego.",
            "citations": []
        },
        "FN8": {
            "text": "8. See also DeLio 1993 , which explores Satie’s deployment of durations, ratios, and proportions in Parade (1917) and argues in favor of Cage’s interpretation.",
            "citations": [
                "delio_1993"
            ]
        },
        "FN9": {
            "text": "9. Cage reiterates this sentiment in 1976; see Cage and Charles 1981 , 23.",
            "citations": [
                "cage_and_charles_1981"
            ]
        },
        "FN10": {
            "text": "10. Christopher Shultis clarifies Thoreau’s importance to Cage as a prophet of non-intentionality ( Shultis 2013 , xvii). Branden Joseph situates Cage’s love of Thoreau’s ideas about the individual and society in context alongside the composer’s enthusiasms of the 1960s and early 1970s for the work of Fuller, McLuhan, Mao Zedong, and others ( Joseph 2012 ). David W. Patterson contextualizes Cage’s embrace of Thoreau within his flirtation with Mao’s writings, and traces Cage’s eventual disengagement with the latter ( Patterson 2012 ). Jannika Bock provides a detailed review of Cage’s early exposure to and involvement with Thoreau’s writings ( Bock 2008 ).",
            "citations": [
                "shultis_2013",
                "joseph_2012",
                "patterson_2012",
                "bock_2008"
            ]
        },
        "FN11": {
            "text": "11. Thoreau scholar Leonard N. Neufeldt points out that the very first words in Thoreau’s Journal are “What are you doing now?” The resonance with Cage’s 1961 performance piece/lecture “Where Are We Going? And What Are We Doing?” might well have appealed to him ( Neufeldt 1995 , 107). Neufeldt’s essay explores the multiplicity of the Journal and its often-contradictory foci and modes of (self-)expression.",
            "citations": [
                "neufeldt_1995"
            ]
        },
        "FN12": {
            "text": "12. Drawing on Pritchett ( 1993 , 33), Rob Haskins ( 2004 , 167-171) contextualizes this essay and provides an incisive analysis of Sonata V from the Sonatas and Interludes for Prepared Piano (1946-48) that shows Cage’s Grace/Clarity interplay in action. His summary ( 2012 , 105–109) of the place that Cheap Imitation and Song Books occupies in Cage’s career is particularly insightful.",
            "citations": [
                "pritchett_1993",
                "haskins_2004",
                "haskins_2012"
            ]
        },
        "FN13": {
            "text": "13. Benjamin Piekut effectively explores the many contradictions and complexities of this aspect of Cage’s thought (and in particular the dichotomy between the individual and nature), concluding that “all of his work is conditioned by an understanding of ‘nature’ that is authoritative when set against ‘society’” ( 2013 , 139). Relevant, too, is Cage’s statement in a 1965 interview: “I had been committed to the notion of activity and nonactivity, just as earlier I had been committed to sound and silence” ( Cage, Kirby, and Schechner 1965 , 64).",
            "citations": [
                "piekut_2013",
                "cage_kirby_and_schechner_1965"
            ]
        },
        "FN14": {
            "text": "14. Paul Van Emmerik discusses both the numerical rhythmic schemes and the liberties that Cage took with them in his works of 1934–50, and discusses the 1944 essay ( 2002 , 226). Chadwick Jenkins explores the operation of the structure/form dichotomy in the Sonatas and Interludes ( 2002 , 239–261). Rebecca Y. Kim characterizes Cage’s use of indeterminacy as “a specifically American practice that challenged the dialectic of composer control and performer freedom” ( 2011 , 142), and notes that “Dialecticism was the general subject of critique” in Cage’s 1958 lecture “Composition as Process: Indeterminacy” as well as an overall topic in Cage’s classes at the New School that summer ( 2011 , 150).",
            "citations": [
                "van_emmerik_2002",
                "jenkins_2002",
                "kim_2011",
                "kim_2011"
            ]
        },
        "FN15": {
            "text": "15. Elizabeth Morelli, archivist for The Woman's Club of Richmond Virginia, email correspondence, February 11, 2017.",
            "citations": []
        },
        "FN16": {
            "text": "16. Katharina Clausius ( 2011 ) and Daniel M. Callahan ( 2018 ) both explore the circumstances surrounding the composition of Cheap Imitation , Clausius engaging 20 th century art history and Callahan the specifics of Cage’s relationship with Cunningham. In 1972, Cage created a version of Cheap Imitation for orchestra or variable large ensemble. In 1977, at the behest of the violinist Paul Zukofsky, Cage made a version of Cheap Imitation for solo violin. He planned versions for solo cello, and for violin and piano, as well.",
            "citations": [
                "clausius_2011",
                "callahan_2018"
            ]
        },
        "FN17": {
            "text": "17. Mureau is printed in Cage 1973 , 35–56. Bock 2008 thoroughly examines the Cage-Thoreau connection in the context of this and others of Cage’s text pieces.",
            "citations": [
                "cage_1973",
                "bock_2008"
            ]
        },
        "FN18": {
            "text": "18. The typefaces he employed were those available on an electric typewriter of the day; elsewhere he used Letraset stencils for similar purposes ( Cage 1973 , x).",
            "citations": [
                "cage_1973"
            ]
        },
        "FN19": {
            "text": "19. Cage’s progression in Empty Words toward a complete destruction of syntactic and morphemic structures reflects his rejection (as noted by Branden Joseph) of “divisive political and economic structures . . . harmony, determinate composition, symphony conductors, game rules, the grammar and syntax that regulated language” and even the rules that Cage’s former student Allan Kaprow laid down for his happenings ( Joseph 2012 , 161; Fetterman 1996 , 104-105).",
            "citations": [
                "joseph_2012",
                "fetterman_1996"
            ]
        },
        "FN20": {
            "text": "20. Mac Low assesses Cage’s longtime interest in what I call text granularities, picking up on Cage’s mention of “pulverization means” in a 1970 letter to Charles ( Cage 2016 , 399); he traces the roots of Cage’s interest in a- or non-syntactic uses of language in Buddhism (Zen and otherwise), Russian Formalism, and elsewhere, and includes a brief discussion of Thoreau’s Journal and its place in the Song Books ( Mac Low 2001 , 215–217).",
            "citations": [
                "cage_2016",
                "mac_low_2001"
            ]
        },
        "FN21": {
            "text": "21. There are a total of 1804 pages in the Dover edition of Thoreau’s Journal . In the third volume of the score to Song Books Cage includes his method for mapping the 64 hexagrams of the I Ching onto decision-making situations requiring lower cardinalities, and he presumably had a similar scheme for dealing with greater cardinalities as well. Cage evidently settled upon this method of transferring the results of the I Ching to higher cardinalities sometime after his conversation with Austin in 1968, wherein he discusses this as a problem remaining to be solved ( Austin, Cage, and Hiller 1992 , 20).",
            "citations": [
                "austin_cage_and_hiller_1992"
            ]
        },
        "FN22": {
            "text": "22. Cage returned to the Messe des pauvres , using it as source material for the 1987 tape collage Voiceless Essay ( Mac Low 2001 , 210–233). Composer Frances White discusses assisting Cage with the composition of the work in Pritchett et al. 2001 , 198–199.",
            "citations": [
                "mac_low_2001",
                "pritchett_et_al_2001"
            ]
        },
        "FN23": {
            "text": "23. See Bernstein 2001a , 76 for concrete examples of how Cage employed this technique.",
            "citations": [
                "bernstein_2001a"
            ]
        },
        "FN24": {
            "text": "24. Jannika Bock concludes, “Cage’s ‘cutting apart’ of Thoreau’s Journal is not—as it may appear on first sight—a form of criticism, but his manner of praising the text and its author” ( Bock 2008 , 180).",
            "citations": [
                "bock_2008"
            ]
        },
        "FN25": {
            "text": "25. As mentioned above, in writing Mureau Cage collected all the passages in the Journal that reference “music, silence, and sounds [Thoreau] heard” ( Cage 1973 , ix). It is possible that this exercise guided his ( I Ching -constrained) search for textual fragments to use for this and others of the Song Books solos.",
            "citations": [
                "cage_1973"
            ]
        },
        "FN26": {
            "text": "26. In several places Cage credits Gita Sarabhai as the source of this statement. It is also traceable to Cage’s exposure to the work of A. K. Coomaraswamy. Cage 1970b , 76–77; Pritchett 1993 , 36–38; Patterson 2002 , 87.",
            "citations": [
                "cage_1970b",
                "pritchett_1993",
                "patterson_2002"
            ]
        },
        "FN27": {
            "text": "27. Pritchett ( 1988 , 1993 ), Jensen ( 2009 ) and others have made clear how Cage, in selecting available elements and framing questions, shapes the final product of his chance-determined works from 1951 on. David W. Bernstein provides further evidence of the persistence of Cage’s subjective preferences in his detailed sketch study of the Music of Changes ; he concludes that “chance operations did not stop Cage from composing” ( Bernstein 2012 , 84).",
            "citations": [
                "pritchett_1988",
                "pritchett_1993",
                "jensen_2009",
                "bernstein_2012"
            ]
        },
        "FN28": {
            "text": "28. I retain Satie’s German-derived spelling “chorals,” used in the manuscript and in the posthumously published score. The chorals were unpublished at the time of his death.",
            "citations": []
        },
        "FN29": {
            "text": "29. The ultimate source of Thoreau’s aphorism was the literary and political periodical Democratic Review , whose masthead proclaimed “The Best Government Is That Which Governs Least.” Thoreau published two essays in this journal in 1843, but had broken with its program of pro-slavery Jacksonian populism and genocidal conquest (the Democratic Review was also the source of the term “manifest destiny”) by the time he gave the lecture that was to become his Essay on Civil Disobedience (1848). Scholnick 2005 , 123.",
            "citations": [
                "scholnick_2005"
            ]
        },
        "FN30": {
            "text": "30. Cage invokes the “policeman” as a negative archetype as early as 1959, in his essay “History of Experimental Music in the United States” wherein (perhaps thinking of Merce Cunningham’s role as a human timekeeper as conductor of the Concert for Piano and Orchestra at the Town Hall concert in the previous year) he avers that conductors should not be policemen ( Cage 1961 , 72), later stating that the role of the conductor in that work is not that of a “a leader, but of a utility!” ( Cage and Charles 1981 , 109).",
            "citations": [
                "cage_1961",
                "cage_and_charles_1981"
            ]
        },
        "FN31": {
            "text": "31. In 1968, Cage assessed this tension somewhat in terms of a spiritual malaise: “What Suzuki taught me is that we really never stop establishing a means of measurement outside the life of things, and that next we strive to resituate each thing within the framework of that measure. We attempt to posit relationships between things by using this framework” ( Cage and Charles 1981 , 91).",
            "citations": [
                "cage_and_charles_1981"
            ]
        },
        "FN32": {
            "text": "32. Cage explicitly rejects the “drama between opposites: determinate vs. indeterminate” that he perceives in Boulez's music ( Cage and Charles 1981 , 181). Christopher Shultis explores Cage’s (and Thoreau’s) relationship to dualism at length, beginning with Cage’s study of the aesthetic theory of  A. K. Coomaraswamy ( Shultis 1998 , 170). Shultis contrasts Emerson and Ives (who he sees as striving “toward a monistic unity, a reconciliation of opposites”) with Thoreau and Cage (whom he sees as nondualists for whom sound and silence are “part and parcel of the same thing”) ( Shultis 2013 , 6), and notes that for Thoreau and Cage, “humanity and nature are not separate, reality is not twofold and dual” ( Shultis 2013 , 29).",
            "citations": [
                "cage_and_charles_1981",
                "shultis_1998",
                "shultis_2013",
                "shultis_2013"
            ]
        },
        "FN33": {
            "text": "33. One can only imagine what Cage would have thought of the several apps that now permit one to generate I Ching hexagrams on one’s smartphone. Shultis quotes Thoreau, in Walden , on a similar topic: “But lo! Men have become the tools of their tools” ( Shultis 2013 , 37). An account of Thoreau’s involvement with pencil making appears in Petroski 1992 , 109–110.",
            "citations": [
                "shultis_2013",
                "petroski_1992"
            ]
        },
        "FN34": {
            "text": "34. In a joint 1981 interview with Cunningham at the Walker Art Center, Cage discusses his earlier adoption of the computer-generated I Ching results and mentions (ca. 20:57) having received “a million new numbers from Bell Telephone Laboratories.” He remarks further, “Some people think I’m the slave of these chance operations but I’m grateful to them and I think of them as a utility, as something like fresh air, or clear water.” Walker Art Center, https://walkerart.org/magazine/chance-conversations-an-interview-with-merce . Accessed October 6, 2020.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction: Song Books , Satie, Thoreau, and the “Cheap Imitation” Solos for Voice",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] According to John Cage, the theme of his Song Books (1970) is contained in the statement “We connect Satie with Thoreau” ( Cage 1970a , 1). While Song Books has been the subject of numerous studies, many of which I cite below, fundamental questions remain: how, precisely, does Cage’s Song Books connect Satie with Thoreau, and to what end? Moreover, what role does Cage, the person and composer, play in connecting Satie, Thoreau, and the other sources from which he borrows? I make use of Cage’s sketch materials to seek answers. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "cage_1970a"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Cheap-imitation procedure is one of several compositional techniques that Cage recycles from previous works in Song Books . Cage devised this procedure for his work Cheap Imitation (1969). Cheap-imitation (as I will call it henceforth, with hyphen, to distinguish it from the eponymous work in which it first appears) requires that Cage engage painstakingly and note-by-note with his sources, and thus is the ideal locus for a study of how he understands the connection he makes between French composer Erik Satie (1866–1925) and American naturalist, author, and activist Henry David Thoreau (1817–1862). Example 1 . List of Cage’s “Cheap Imitations” in Song Books (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Mezzo-soprano Cathy Berberian and soprano Simone Rist commissioned Song Books through the Gulbenkian Foundation sometime in 1970 for an October 26 premiere ( Cage 1970a , i–ii). The I Ching determined that there would be an “astonishing number” of solos to compose before the premiere date; starting work in August, Cage composed all ninety of them using a three-part process ( Brooks 1982 , 87). (2) First, Cage consulted the I Ching to determine the genre of each solo (song, theater, song with electronics, or theater with electronics). Second, he allowed the I Ching to determine whether or not each solo was relevant or irrelevant to the overall theme—i.e., whether or not it was connected with Satie and/or Thoreau. Finally, the I Ching told Cage whether he should employ a previously developed compositional technique for the solo or create a new one. (3) The cheap-imitation solos listed in Example 1 clearly fall into the former category (Solo 85, not strictly a cheap-imitation, is listed because it employs a similar, but newly-derived technique, that of “rubbing” a Satie score to create a new score). All are songs (i.e., not theater pieces), four with electronics and three without. (4) Five of the seven solos are relevant to the Satie-with-Thoreau theme, the other two irrelevant. In practice, “relevant” here means that the solo borrows either Thoreau’s words—manipulated as listed in the rightmost column of the example, under “Text Granularity”—or Satie’s music, subjected to the cheap-imitation procedure he had devised in the previous year. Solos 27, 30, 34 and 85 draw on both sources; solos 18 and 25 draw on Satie without Thoreau. The two irrelevant solos (39, 47) are cheap imitations on Schubert’s “Die Hoffnung,” with a text by Schiller, and the aria “Der hölle Rache” from Mozart’s Magic Flute , Schikaneder’s original text replaced with syllables from the “Thunderclaps,” onomatopoeic nonsense words found throughout James Joyce’s Finnegans Wake . (5)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "cage_1970a",
                    "brooks_1982"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Drawing on Cage’s sketches, a 1982 essay by William Brooks provides an account of the creation of Song Books and a brief analysis of the first twenty of the ninety solos ( Brooks 1982 , 87-95). (6) He explores in some detail how Cage used the I Ching to compose Song Books and other works, and the system that Cage devised to balance subjectivity and chance-derivation ( Brooks 1982 , 99, fn. 7). The questions that Cage framed for the oracle gave him the option to recycle techniques or even entire pieces; several of the solos are essentially repetitions of one another, or reprints of earlier Cage pieces. Brooks notes that “the solos in the Song Books , while extraordinarily diverse, are intimately interlinked both to each other and to earlier pieces.” ( Brooks 1982 , 92; see also fn. 8). As he observes, “despite the sophisticated use of chance techniques, Cage’s own taste played a significant part in shaping the Song Books ” and astutely remarks that chance procedures “are only one tool among many that Cage has used to pursue quite consistently a single goal throughout his career: the disciplined acceptance . . . of that which had been previously rejected out-of-hand” ( Brooks 1982 , 95).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "brooks_1982",
                    "brooks_1982",
                    "brooks_1982",
                    "brooks_1982"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] David W. Bernstein provides further insight with his detailed explanation of Cage’s application of “cheap imitation” to the work of the same name, and offers an insightful discussion of the interaction of compositional choice and chance in that work as well as a study of Cage’s borrowing from other composers. He also catalogs the Song Book solos that use cheap-imitation procedures and mentions subsequent works that use similar modeling techniques ( Bernstein 2001a ). His work on the sketches of Music of Changes ( 2001a ) and other works ( 2001b ), furthermore, provides an invaluable guide for sketch study of Cage’s music.",
                "footnotes": [],
                "citations": [
                    "bernstein_2001a",
                    "bernstein_2001a",
                    "bernstein_2001b"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Ryan Dohoney ( 2014 ) provides a complementary perspective, examining the manner in which Julius Eastman pushed against the implicit boundaries that Cage had established for performances of Song Books and other works and demonstrating that his preferences and aversions still lurk behind the systems and structures he erects to rid his music of them. These insights afford us the opportunity to inquire further into Cage’s motives in making the choices he did within the compositional meta-system that is Song Books .",
                "footnotes": [],
                "citations": [
                    "dohoney_2014"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] By 1970 Cage had played and studied Satie’s music for several decades. His idiosyncratic understanding of how Satie’s music moved through time was central to his compositional practice and his understanding of rhythmic structure ( Nyman 1973 , Perry 2014 ). During the summer of 1948 he delivered the lecture “Defense of Satie” at Black Mountain College during a series of concerts that consisted primarily of him playing Satie’s works on piano ( Cage 1970a , 77-84). That fall, in a letter to the critic Peter Yates, Cage notes, “I give [Satie] first place with Webern and I fight for them both . . . When you ask for a list of his major works, I am baffled and would find it much easier to list his inconsequential works, for they are few in number.” (7) He nonetheless provides an extensive list of the Satie works that he finds valuable; these include the Messe des pauvres (1895), a work that Cage was to draw on, as we shall see, in Song Books , as well as the fourth of the Cinq Grimaces (1913), which Cage claims as the locus classicus of his own square root (micro-macrocosmic) structural technique ( Perry 2014 , 486; see also Cage 1983 , 126). During a 1949 visit to Paris, Cage had attempted to persuade a skeptical Darius Milhaud that a list of numbers left behind by Satie represented a carefully devised scheme of rhythmic proportions like the ones that Cage himself had been using for a decade. ( Cage 2003 , 50-51). (8) In 1963 Cage instigated the marathon premiere of Satie’s hours-long Vexations . His involvement with Satie’s music continued virtually to his death, ending with the 1992 collaborative multimedia work The First Meeting of the Satie Society .",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "nyman_1973",
                    "perry_2014",
                    "cage_1970a",
                    "perry_2014",
                    "cage_1983",
                    "cage_2003"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Still earlier, Virgil Thomson had introduced Cage to Erik Satie’s 1918 symphonic drama Socrate . At a gathering in New Jersey in early July 1944, the younger composer accompanied the elder at the piano as they read through the work, an event that was to prove of seismic importance to Cage, who reported that “we must have played and sung it six times” ( Cage 2016 , 66). Satie’s drame symphonique held a unique place in Cage’s heart and thought forever after. In a letter to Merce Cunningham at the time of the New Jersey gathering Cage describes what appeals to him about the work: Socrate is an incredibly beautiful work. There is no expression in the music or in the words, and the result is that it is overpoweringly expressive. The melody is simply an atmosphere which floats. The accompaniment is a continuous juxtaposition of square simplicities. But the combination is of such grace! ( Cage 2016 , 66) We return to Socrate and the first Cage work it inspired, Cheap Imitation , below.",
                "footnotes": [],
                "citations": [
                    "cage_2016",
                    "cage_2016"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Thoreau entered Cage’s life much later. In a 1967 letter to the cellist John Phetteplace, co-founder of the Italian contemporary music collective Musica Elettronica Viva, Cage mentions “what pleasure I’m having reading Thoreau: every idea I’ve had is there” ( Cage 2016 , 374). (9) He is more specific about what Thoreau brings to him in a letter to Morton Feldman, written in that same year of war, global strife, and disaster: I am getting more and more involved with thoughts about society—the situation is so depraved. Have been reading Thoreau—Civil Disobedience. Getting his Journals, the new 2-vol. set. I want somehow to examine the situation, the social one, as we did the musical one, to change it or change “my” part of it so that I can “listen” to my “life” without self-consciousness, i.e., moral embarrassment ( Cage 2016 , 368).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "cage_2016",
                    "cage_2016"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] His engagement with Thoreau was, therefore, at least in part, a continuation of his examination of the relationship between the individual (and the individual artist) and society as a whole, and as such provided a smooth segue from his activities in non- or anti-composition of the 1960s to his return to composition in the 1970s. These activities included large multi-media events like Musicircus (1967) and HPSCHD (1969), but the emblematic Cage work in this period was 1962’s 0’00’’ , an empty (albeit amplified) frame for literally any intentional, disciplined activity and thus a point of fusion for music, dance, theater—any of what Cage in his earlier writings had referred to as “the time arts.” His letters and text pieces—e.g. the running “Diary: How to Improve the World (You Will Only Make Matters Worse)—document his increasing involvement with ideas gleaned from the media theorist Marshall McLuhan and social theorists like R. Buckminster Fuller, Norman O. Brown, Thorstein Veblen, and others. (10) Thoreau became an enduring influence and inspiration for Cage in ways that these others did not; part of the reason was that what Cage gained from Thoreau was not just “ideas,” but a source of poetry—a way of “saying nothing” that defeated the syntactic and hierarchic biases of language, just as Satie showed him a way to pursue an analogous path in sound, toward “poetry as I need it,” to quote his 1959 “Lecture on Nothing” ( Cage 1961 , 109).",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "cage_1961"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] Although Cage seldom comments overtly on his appreciation of Thoreau as a poet or prose stylist, reading through the two million words of Thoreau’s Journals , as Cage did, suggests an aesthetic as well as a philosophical engagement with the Concordian. (11) The proof of Cage’s aesthetic appreciation of Thoreau lies in the choices he makes within the chance-derived system he employs in the cheap-imitation solos, as detailed examination of three of them, Solos for Voice 30, 27, and 34, will illustrate.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] Four preliminary questions will guide our analysis of these three solos. First, what did Cage find in Satie (and in Socrate specifically) that was so central to his work as a composer? Second, what did Cage find in Thoreau that helped him synthesize his musical and extra-musical interests? Third, what were the underlying circumstances that shaped Song Books and its precursor work, Cheap Imitation ? Finally, there is the question of Cage’s stance toward his borrowed materials. In composing Song Books Cage asked the I Ching whether each solo was to be relevant or irrelevant to the work’s stated theme (“We connect Satie with Thoreau”). Several of the “relevant” solos manipulate the words of Thoreau and/or the music of Satie so as to deprive them, to one degree or another, of comprehensibility and recognizability. Indeed, an uncharitable reading of the end product might equate Cage’s chance procedures, including the cheap-imitation technique, with a mechanistic process whose output (the relevant song solos) bears so little audible relationship to its input (Satie and Thoreau) that it seems as though Cage might have used any input. Or again, the cheap-imitation process might recall a complex, multi-step coding system (like that of the World War II-era Enigma machine), reducing the original signal (Satie/Thoreau) to incomprehensible noise. Our final preliminary question, then, is whether this is an act of homage, of love, or is it an act of vandalism?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] I will address the first three questions below, before launching into analysis of the solos in question. The answer to the fourth question will need to come after we have examined the solos and gained some perspective on Cage’s Song Books project as a whole. The apparent disconnect between Cage’s avowed admiration for these two artists, and his manipulation of their work to the point of distortion and even defacement seems puzzling; I hope to show, however, that Cage’s mode of appropriation and distortion is also a mode of deep, even reverent reading. 2. Cage and Satie: Socrate",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In the 1944 letter quoted above, it is significant that Cage juxtaposes Socrate ’s “floating” melody with the “square simplicities” he perceives in the accompaniment, the combination being “of such grace.” This evokes the essay he wrote that year in Dance Observer entitled “Grace and Clarity,” in which he articulates the ideal for modern music and dance that he hoped to help bring about: With clarity of rhythmic structure, grace forms a duality . . . Grace is . . . the play with and against the clarity of the rhythmic structure. The two are always present together in the best works of the time arts, endlessly, and life-givingly, opposed to each other ( Cage 1961 , 91-92). (12) In 1944 Cage frames music, therefore, in terms of a fundamental duality, grace/clarity.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "cage_1961"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The issue of duality in Cage’s music is one of the most fraught topics in the current literature. (13) To some extent this is an artifact of language: the binary of subject and predicate is difficult to avoid (perhaps this is one of the motivators for Cage’s experiments with the written word). While Cage himself often speaks in terms of opposed dualities, he (like Thoreau) tends to problematize them in unusual ways, seeking to unify, defeat, or transcend them. Certainly, in the late 1940s the structural dialectic of grace and clarity was crucial to Cage’s earliest understanding of Satie’s music, and to his own evolving compositional process. In particular, the notion of “square simplicities” of rhythmic structure as a ground against which melodic grace can operate—and precise numerical patterns against which compositional exigencies can operate—animates much of Cage’s music and musical thought in the 1940s. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Starting in the 1950s, however, Cage generalized the conflict between clarity and grace, or structure and form, into a conflict between process and compositional choice. Simultaneously, immersed in the study of Hindu, Buddhist, and Taoist thought (and occasionally Christian mysticism), he sought to transcend or unify the terms of such dualities. If there is a dichotomy in Song Books , it is external to the goals that Cage himself set for the work (to connect Satie with Thoreau is not to oppose them to one another). But such a dichotomy unavoidably presents itself to the observer who sees Cage cut and paste Thoreau’s words and distort Satie’s notes in the cheap-imitation solos. Are Satie and Thoreau mere raw material for Cage’s imitation machine? How ought one think about his manipulations of these two cherished figures and their work?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In 1944 John Cage and Merce Cunningham were near the beginning of their personal and creative partnership. Cunningham created a solo dance he called Idyllic Song , for which Cage composed a solo piano arrangement of the first movement of Socrate (to which, as mentioned above, Thomson had introduced him that July). This was performed at the Woman’s Club of Richmond, Virginia on November 20, and was the first “out-of-town” collaboration between the two. It was one of approximately thirty-five Monday programs put on by the club in 1944. Cunningham was mentioned in the printed program; Cage was not. The duo received a fee of $200. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Twenty-four years later, Cage and Cunningham sought to use Cage’s two-piano arrangement of all three movements of Satie’s drame symphonique for a new work. Since Satie’s publisher, Editions Max Eschig made what Cage and Cunningham felt were excessive demands in exchange for performance rights, Cage used the I Ching to replace the pitch content of Satie’s original melodic line with chance-determined pitches ( Pritchett 1993 , 162; Bernstein 2001a , 75; Jensen 2009 , 25). The resultant work, Cheap Imitation , accompanied (and was accompanied by) Cunningham’s ensemble work Second Hand . (16) Cheap Imitation ’s borrowing of its rhythmic structure from another composer’s pre-existing work made it unique, at that point, in Cage’s output. Second Hand and Cheap Imitation were premiered in January 1970.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "pritchett_1993",
                    "bernstein_2001a",
                    "jensen_2009"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Cheap Imitation was the first work that Cage had composed in several years to use conventional staff notation; by 1969 he had for several years sought to avoid replicating, as much as possible, a conventional musical performance—Joseph observes that he “was still, at the time, pursuing Musicircus -like events, seeking a means of creating performances entirely free of the division of performer and audience and without the need for rehearsals of any kind” ( 2012 , 164). By the early 1970s, Cage had developed an aversion to the role of composer itself, which he identified with “telling others what they have to do” ( Cage and Charles 1981 , 179). His return to composition with Cheap Imitation and immediately thereafter with parts of Song Books apparently seemed to him transgressive, almost a guilty pleasure. As Pritchett observes, “ Cheap Imitation cannot be explained as a turning away from the path his work had followed in the previous decade . . . it is perhaps best considered as simply something different in Cage’s work, a product of his devotion to Satie’s music” ( Pritchett 1993 , 165). This devotion created tensions that were mediated, if not resolved, by the more recent influence of Thoreau, when Cage got to work on Song Books .",
                "footnotes": [],
                "citations": [
                    "joseph_2012",
                    "cage_and_charles_1981",
                    "pritchett_1993"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Beyond disentangling himself from a dispute with Eschig, there were positive advantages to composing Cheap Imitation . Bernstein correctly emphasizes the anomalous character of the piece in the context of Cage’s immediately preceding works ( 2001a , 76–77), and explores in detail what Cage retains from Socrate ; the features that Cage deletes from his model deserve some thought, however. Cage empties the Satie work of harmonic definition and direction and does the same to its melodic profile. He effaces, in short, his model’s syntactic structure while retaining its durational proportions and surface rhythmic details. Comparison of the opening of Satie’s Sonatine bureaucratique (1917) with its model, the Clementi Sonatina in C, Op. 36 no. 1, finds Satie setting the rhythmic structure of Clementi’s opening theme to new pitch material in a manner that Cage must have found suggestive; indeed, this sort of proto-cheap-imitation appears wherever Satie parodies the work of another composer, e.g. Gounod ( Le chapelier ), Chopin ( Embryons déséchés ), and Mozart ( Croquis et agaceries ) ( Orledge 1990 , 21–34). The analogy with what Cage does to Thoreau’s texts is provocative, as we will see.",
                "footnotes": [],
                "citations": [
                    "bernstein_2001a",
                    "orledge_1990"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] In Cheap Imitation , Mureau , and Song Books —a musical composition, a text piece, and a work that combines music and text—Cage proposes that the essence of both Satie’s and Thoreau’s genius existed independent of the syntactic systems within which they worked, and could speak, in some sense, when free of the constraints that those systems impose. 3. Cage and Thoreau: Journal",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Shortly before he received the Song Books commission, Cage had begun an intense exploration of Thoreau’s Journal . Mureau (1970), an early product of this exploration, “departs from conventional syntax,” as Cage explains it. He continues, It is a mix of letters, syllables, words, phrases, and sentences. I wrote it by subjecting all the remarks of Henry David Thoreau about music, silences, and sounds he heard that are indexed in the Dover publication of the Journal to a series of I Ching chance operations. (17) ( Cage 1973 , ix) Example 2 . Cage, Mureau , lines 1-3 of text (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "cage_1973"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Mureau ’s text, the first three lines of which are given as Example 2 , illustrates his explanation: it is indeed a combination of discrete letters, syllables, words, phrases, and sentences, with typefaces altered according to chance operations. (18) The process is not simply one of fragmentation; new word-like strings appear by combining parts of those he finds in the Journal . Although Cage doesn’t mention this possibility in the explanation given above, similar synthetic agglomerations of fragments from different words would have been familiar to him thanks to Finnegans Wake , with which he had been familiar since its first appearance in the literary journal transition in the 1930s ( Cage 1979 , 133).",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "cage_1979"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Cage’s goal, as mentioned in his explanation of the process he used to create Mureau , was to depart from conventional syntax—to free language, and the sounds of language, from the syntactic, just as he sought to free sound itself from conventional musical patterning and their attendant strictures. This is what he meant by “poetry” ( Pritchett 1993 , 175–176; Mac Low 2001 , 216–217). A few years later Cage would use the Journal (both its words and the simple drawings that Thoreau included therein) as the source material for the lengthy poem Empty Words ( Cage 1979 ). As with Cage’s use of Thoreau’s texts in Song Books , the four parts of Empty Words apply different granularities to the texts, selected through the I Ching . As Jackson Mac Low describes it, . . . part 1 includes no sentences, but mixes phrases, words, syllables, and letters; part 2 mixes the last three; part 3, the last two; and part 4 includes only letters and silences. The language elements throughout were not only drawn from the Journal by I Ching chance operations but also placed on the page by them. Cage also used such operations to answer the question, “Of the four columns on two facing pages which two should have text?” and to select and place the Thoreau drawings . . . ( 2001 , 217) (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "pritchett_1993",
                    "mac_low_2001",
                    "cage_1979",
                    "mac_low_2001"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] As Pritchett observes, both Mureau and Empty Words “have a dual musical-poetic nature: these are poems that are meant to be read aloud, not silently” ( Pritchett 1993 , 177). In 1970 they were thus important links between Cage’s more recent preoccupation with text and his longstanding preoccupation with sound. 4. Song Books : The cheap-imitation solos and Cage’s textual granularities",
                "footnotes": [],
                "citations": [
                    "pritchett_1993"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] As the rightmost column of Example 1 shows, Cage subjects the texts he uses to a wide range of granularities with respect to how comprehensible they remain following his chance operations. Some, like Solos 18, 25, 47, and 85, are cut up into syllables (or, in the case of Solo 47, even smaller units) which are then subjected to chance redistribution. Others, like Solos 34 and 39, are left essentially intact, i.e. not subjected to chance procedures. Intermediate to these two extremes are Solos 27 and 30, in which Cage creates collages from longer strings of Thoreau’s prose, reordering them at the level of the phrase rather than at the syllabic level: flashes of Thoreau’s imagery, detached from context and continuity, thus appear in the midst of each solo. (20) Cage had earlier made the decision to “beat his head against the wall” of harmony and musical continuity ( Cage 1961 , 261); if cheap-imitation procedure provided one way for him to do so with respect to Satie’s music, here Thoreau permits Cage to engage in a similar percussive relationship to syntax and linguistic/narrative continuity.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "cage_1961"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The John Cage Trust at Bard College owns Cage’s personal copy of Thoreau’s Journal . As he mentions in the letter quoted above, he owned the 1962 Dover reprint which shrinks the pages of the original 1906 Houghton-Mifflin edition so that four of them fit on a single 32-centimeter-sized page. Rather surprisingly, not one single mark in pencil, pen, marker, or crayon appears in any of Cage’s copies of the Journal volumes. This suggests (and the sketch pages confirm) that after Cage opened the Journal to the page he was led to by the I Ching , he painstakingly copied out the text he selected on that page by hand into one of the notebooks that he used to sketch Song Books .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The program note that Cage provides with the score to Cheap Imitation describes the mechanics of the cheap-imitation process: The I Ching (64 related to 7, to 12, etc.) was used to answer the following questions for each phrase (with respect to the melodic line and sometimes the line of the accompaniment) of Erik Satie’s ‘Socrate:’ 1. Which of the 7 ‘white note’ modes is to be used? 2. Beginning on which of the 12 chromatic notes? Then, in I (for each note excepting repeated notes) 3. Which note of given transposition is to be used? In II and III original interval-relations were kept for ½ measure, sometimes (opening measures and subsequent appearance) for 1 measure. This method may be used to imitate harmony, counterpoint, etc. ( Cage 1969 , ii) Marc Jensen notes that what this means, in brief, is that “the first movement [of Cheap Imitation ] was chance-derived at the individual note level, while the second and third retained the original interval relationships at the level of the measure or half-measure.” He notes that far from mechanically deriving his work from Satie’s, Cage exercised a considerable amount of personal, subjective control over the piece: Cage articulates the structure of each of the three movements by adding pedaling, accents, and dynamics, lengthening the final notes of phrases, and so on—refusing, in other words, to allow the I Ching to determine every feature of the work, but rather reserving some choices for himself ( Jensen 2009 , 30). We shall see that a similar back-and-forth between personal choice and chance-determined schemata pertain to the addition of texts to the Thoreau cheap-imitation solos. 5. Solo for Voice 30 Example 3 . Transcription of Cage, first sketch page for Solo 30 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "cage_1969",
                    "jensen_2009"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Solo 30 is the most literal adaptation of cheap-imitation procedures in this set of solos; I will therefore consider it first. It adapts the second movement of Cheap Imitation for voice, and thus derives from the second movement of Socrate ( Bords de l’Ilissus ). Cage describes the text as “a collage from Thoreau’s Journal .” The sketch pages for this text occupy two sheets of one of Cage’s notebooks; a transcription of the first one is given as Example 3 . Here the leftmost column provides the line number; the next column (reading from left to right) is a page number from the Dover edition of the Journal . The superscript indicates one of the four pages in the 1906 edition that are compressed onto one of the Dover reprint pages (where 1 = top left, 2 = top right, 3 = bottom left, and 4 = bottom right). (21) The next column gives the number of syllables that Cage requires for the given line; this is derived from the number of notes in the corresponding phrase of the Socrate / Cheap Imitation movement that serves as his model. Finally, the text fragment he selected under these constraints appears in the rightmost column. Cage was pleased enough with this text as a whole to reproduce it in M: Writings ‘67–‘72 , with the title “Song” ( Cage 1973 , 86-91).",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "cage_1973"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] According to the parameters of the procedure he used for this and other solos, Cage could select any passage on the page chosen for him by the I Ching as long as it had the right number of syllables for the corresponding phrase from the model work. In several cases (e.g. lines 16 and 17), Cage crossed out several lines of text and substituted others—and, in one case, went back to his original choice (see the “stet” in line 16). This sketch reminds us that the composer’s personal choice was a quite active collaborator with the I Ching in creating this solo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The sketch for Solo 30, then, shows that Cage had designed a chance process admitting a large degree of personal preference. Note the ellipses in lines 8, 9, 10, 11, 14, 16, and 17—in these places Cage acquires the needed number of syllables by omitting some of Thoreau’s syllables. In some places, Cage seems interested in retaining Thoreau’s poignant similes: “ . . . like . . . trick of some pleasant daemon to entertain me”; “burst . . . like a stream.” In other places, he might simply wish to streamline Thoreau’s narrative, omitting parenthetical clauses: “making a . . . world”; “In the woods . . . we came upon a partridge.” Cage does not seem to privilege one sort of Thoreau-fragment over another; the majority of such fragments include either a verb (“wasps are building,” “Both bushes and trees are thinly leaved;” “begin to change”) or a modifying prepositional phrase (“few ripe ones on sandy banks”) but some are portions of lists (“government . . . dog of the woods”); some (“when I hear this”) are dependent clauses torn from their context, creating a sense of expectancy. Somewhat ironically, given his desire to defeat and negate syntactic modes of organization of all kinds, Cage seems to privilege the greatest possible syntactic variety in the segments he chooses from Thoreau’s Journal ; along with syllable count, this may have been the main criterion he used in making his choices from among the pages of the Journal .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] In an interview with Vivian Perlis in 1984, Cage states, Thoreau said, “I want to write in such a way that you will be able to read what I’ve written and not see me, but see what I saw.” He compared it to the way stones are—when they’re . . . in clear water and you can see them without any obscuring ( Cage and Perlis 1984 , 10). Cage’s love of Thoreau’s prose—whether considered as “clear water” or as aesthetic artifact—shines through this solo, perhaps more so than in any other part of Song Books . Cage is able to evoke certain themes he finds in Thoreau that interest him: Thoreau’s references to kinetic auditory and visual natural phenomena evoke a kind of theater of nature for which Satie’s music, diffused through Cheap Imitation , provides a lilting, barcarolle-like setting, well suited to Berberian’s mezzo-soprano.",
                "footnotes": [],
                "citations": [
                    "cage_and_perlis_1984"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] There are significant differences in the compositional schemes used to create each of the cheap-imitation solos. I will next illustrate features of Cage’s basic technique as illuminated by the sketch materials for Solo 27 and conclude with an examination of some features of Solo 34. Both of these illustrate the constraints and the latitude that the cheap-imitation process offers the composer. 6. Solo for Voice 27: Satie’s Messe des pauvres and Thoreau’s Journal Example 4 . Cage, score to Solo for Voice 27 (Cheap Imitation No. 5) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Solo for Voice 27 sets snippets of text from Thoreau’s Journal to a cheap-imitation of the Kyrie from Satie’s posthumously published Messe des pauvres (composed ca. 1895) which is scored for organ and male and female voices (labeled “Bassus” and “Dessus” in Satie’s score). (22) It is a visually arresting score whose layout suggests the shape of a tree with spreading branches (see Example 4 ). The large numeral at the end of each system indicates the number of quarter notes of rest the singer is to take between systems. Since tempo is not specified, this adds a great deal of indeterminacy to the performed duration of the solo, which serves as a good case study in how Cage adapted both his textual and musical models to suit his needs, while making clear the fundamental role that silence must play in performance of the solo.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Some adjustments were needed when Cage transferred the cheap-imitation process from Socrate and Cheap Imitation itself to this new Satie-based work. For the first movement of Cheap Imitation , he first selects a “white note” mode—Cage identifies these in his sketches as the C-mode, the D-mode, the E-mode, and so on—and then chooses a chromatic pitch that the mode should start on, for a total of 7x12 = 84 possibilities (e.g. C-mode on C, C-mode on C ♯ , etc.). Cage then alters the interval between each pair of notes in each measure (but not their durations) from what they are in the first movement of Socrate : Cage consults the I Ching to determine the interval from the first note of the measure (selected from those within the mode already chosen) to the second note, from the second note to the third, and so on to the last note. (23) Cage then asks the I Ching for a new mode and a new transposition for the next measure. For the second and third movements of Cheap Imitation Cage uses a less painstaking procedure, selecting a mode and a starting note for each measure but then retaining the original intervallic relations between the remaining notes—again, while remaining within the mode selected. Halfway through most measures in these movements, however, he uses the I Ching once more to alter the interval between one half of the measure and the next (the second movement, Bords de l’Iissus , is in 8 6 ; the third movement, Mort de Socrate , is in 4 4 ; measures in both movements therefore divide evenly into halves). Example 5 . Sketch pages for Solo for Voice 27. (a) YELLOW 20; (b) YELLOW 21 (click to enlarge) Example 6 . (a) Cage, Solo for Voice 27, as in sketch. (b) Satie, Messe des pauvres , Kyrie (click to enlarge and see the rest)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Example 5 shows the two sketch pages for Solo for Voice 27; Example 6 combines information from the sketch with the source material from Satie’s Messe des pauvres . Cage begins imitating the Kyrie at the first vocal entry. Because there are no barlines in Satie’s Messe , Cage uses the phrase structure of Satie’s setting of the Kyrie to determine how long an excerpt to select from Thoreau’s Journal . The alternation of entries by Bassus and Dessus, separated by organ interludes, provides a clearly delineated phrase structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Several details are surprising about the cheap-imitation process used to generate the notes for this solo: first, Cage doesn’t always follow the I Ching ’s decisions concerning selection of modes notated in the sketch; in example 6 divergences from the modes indicated are labeled thus: (!). Second, Cage reapplies step 3 of the cheap-imitation process at frequent, seemingly irregular intervals. In the example, I place a dotted barline wherever a change of intervallic relation occurs. In one place Cage (whether guided by the I Ching or not) duplicates a stretch of Satie’s melody without alteration. This is shown in Example 6 by a bracket over the first three notes of the fourth system of the solo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] As with Cheap Imitation , Cage demonstrates sensitivity to both the phrase structure and the text underlay of Satie’s Kyrie, the first phrase of which comprises seven syllables; Cage therefore needs a seven-syllable excerpt from Thoreau’s Journal to set to it. The second phrase of the Satie includes two melismas, which Cage reproduces faithfully, so the nine notes of that phrase require a seven-syllable excerpt from Thoreau. The number of rests at the end of each system of the solo’s score is determined not by the I Ching , but rather by the length in quarter notes of the organ interludes in the Satie Kyrie, which in Cage’s adaptation become a source of silence rather than sound. The asymmetry of these interludes—four, forty, thirty-three, eight, and so on—recalls how, in his 1948 Black Mountain College lecture “Defense of Satie,” Cage points to the numerical proportions implied by the duration of segments in Satie’s Choses vues à droite et à gauche , from them inferring that Satie had conceived of a means of musical structure based on rhythm (duration) ( Cage 1970a , 77–84). The mental discipline that these rests require of the performer recall Cage’s comment of 1965: “All I ask the performer to do is to be aware as much as he can of how many actions he is performing…I ask him even to count passive actions, such as noticing that there is a noise in the environment” ( Cage, Kirby, and Schechner 1965 , 64–65). Example 7 . Solo 27, text and sources (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "cage_1970a",
                    "cage_kirby_and_schechner_1965"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] The sketches for Solo 27 specify an I Ching -selected page in Cage’s edition of Thoreau’s Journal as a source text for each phrase of the solo, using the same page number-with-superscript format used for Solo 30. Once the page was selected, however, Cage evidently gave himself complete freedom to select a chunk of Thoreau’s text that would answer for each passage in his imitation of Satie’s Kyrie. Example 7 combines the information from the two sketch pages that relate to the solo’s text with the actual passages in Thoreau’s Journal in which those texts appear. This shows that for the first line of the solo Cage selected two seven-syllable excerpts, one from the 113 th page, fourth (bottom right) quadrant of the Journal , the other from the 139 th page, third (bottom left) quadrant; he made a similar selection for the seven-syllable excerpt he needed for the third line, and so on. The surrounding text for each of his chosen excerpts is given to provide context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Although Cage effused about Thoreau’s “ideas,” his textual choices show that he clearly relished Thoreau’s turns of phrase as well. They often suggest a close, affectionate reading—indeed, a savoring—of its pleasures. (24) See the passage that begins “Well, now, to-night my flute awakes the echoes over this very water . . . ” From this prose poem Cage extracts “lusty growth of oaks and pines.” He adapts the next passage he chooses, “The phoebe came into my house to find a place for its nest, flying through the windows,” so as to yield the seven syllables he needs: “Phoebe came to find its nest.” Using imagery and alliteration, Thoreau often makes a seamless transition between prosaic, even technical description of his natural surroundings and a kind of free verse or prose poetry; additionally, in his journal pages Thoreau jots down many actual poems. Formally, the presence in the Journal of a continuum of expressive modes—prose, prose poetry, and verse—seems to have led Cage directly to the procedures he adopted to create works like Mureau and some of the solos in Song Books .",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Thereafter, he omits some non-essential syllables in Thoreau. For instance, “radiant as gems on the weeds” in the second line of the solo becomes simply “ radiant as gems on weeds ” to fit with Satie’s original syllabification scheme. Some of the passages that Cage selects, like the one for the first line with its mention of Thoreau’s flute, are quite resonant with Cage’s own experiences and interests; see, for example, the text from which the second line is taken—“Chastity is perpetual acquaintance with the All. My diffuse and vaporous life becomes as the frost leaves and spiculae radiant as gems on the weeds and stubble in a wintery morning.” (25) This resonates with Cage’s desire, citing Indian aesthetic theory, for musical experiences to “sober and quiet the mind, thus rendering it susceptible to divine influences.” (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] For the fifth line of the text, the I Ching leads Cage to the table of contents for one volume of the Journal . He faithfully selects the six-syllable phrase that Satie requires of him, settling on the chapter heading “The Cowslip in Blossom.” The following line takes its text from the title page to which the I Ching sends Cage. In order to get the right number and cadence of syllables, Cage truncates “March 1853 to November 1853” to “March November Fifty-three.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The solo’s final line is perhaps the most interesting example of Cage happening upon a passage from Thoreau with a deep personal resonance. Like the first line, it combines parts of two passages. The first is part of a poem. “Stand outside the wall , and no harm can reach you. / The danger is that you be walled in with it.” It is clear why this quietistic, Taoist sentiment might have resonated with Cage. The second part of the line comes from a more prosaic description of a swamp shrub—“they are a pretty sure indication of water.” This juxtaposition of what might almost be a Cageian aphorism with a neutral observation of natural phenomena summarizes both of the things that Cage got from Thoreau—the deeply personal and the profoundly impersonal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] A similar confluence reveals itself in the solo with respect to Cage’s musical source, Satie’s Kyrie. A melancholy or wistfulness, recalling that of Cheap Imitation , somehow inhabits the melodic line. Cage’s melodic contours impart a sense of meandering around a static ground—the line frequently comes to rest on D4, particularly at the beginning and end of the solo. The lengthy numbered pauses between lines of the solo, moreover, serve as episodes of pure attentiveness, creating islands of calm in the otherwise circus-like atmosphere that Song Books invites. These are faithfully derived, as noted above, from the organ interludes in Satie’s Kyrie. In his 1946 essay “The East in the West,” Cage states that in the music of what he calls “the Orient” he finds “the quality of being static in sentiment rather than progressive;” he further states that in Western music, this point of view is ably expressed in the work of Erik Satie. His Socrate presents a vocal line which is continuous invention . . . and never seems to move towards or away from a climax. Its accompaniment is in the form of musical situations (rather than themes) which recur unaltered. They apparently take place in relation to a predetermined planning of time-lengths. This is a special instance of structural rhythm ( Cage [1946] 1993 , 17). By basing Solo 27 on the austere, ritualistic melodic surface of Satie’s Messe , distanced still further via cheap-imitation from possibilities of climax or drama, Cage finds the musical analog to Thoreau’s text, its context and syntactic origins similarly distanced but not effaced, its ethos still evident.",
                "footnotes": [],
                "citations": [
                    "cage_1993"
                ]
            }
        },
        {
            "6.12": {
                "text": "[6.12] To summarize, in selecting Thoreau texts for this solo, Cage allowed the I Ching to point him to specific pages, thereafter making choices that were constrained by his decision to imitate Satie’s Kyrie, but which left him free to determine a great deal of surface detail. Careful study of the Song Books sketches shows further that in making compositional choices, Cage chose not as the superintendent of a mechanical process, but as a devoted reader of Thoreau and a careful listener to Satie. (27) 7. Solo 34: That government’s best . . .",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Solo 34, subtitled “Cheap Imitation No. 6,” draws on four of Satie’s 12 petits chorals (in order, numbers 6, 7, 1, and 8) for its musical materials. (28) It uses excerpts from Thoreau’s Essay on Civil Disobedience , rather than his Journal , for its text, which he employs without chance-based alteration: “That government is best which governs not at all / And when men are prepared for it, that will be the kind of government which they will have.” (29) It is unclear how Cage determined the manner in which he would deploy this text; the solo ends with a clause from its middle, making a thrice-iterated question (“And when?”) out of what in Thoreau is a straightforward statement. This interrogatory inserts an element of urgency concerning the question of individual autonomy that reflects the fractious America of 1970; it represents Cage reading, rather than merely quoting, Thoreau. Example 8 . Comparison of (a) Satie, 12 petits chorals 6, 7, 1, and 8 with (b) Cage, Solo for Voice 34 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Unlike the other cheap-imitation solos, for Solo 34 Cage doesn't attempt to fit the text to a musical line that has the requisite number of notes for a syllabic setting (see Example 8 ). He sets the text syllabically when Satie's rhythmic structure permits it, but in the last two measures of the solo’s penultimate line the text is set to even tuplets (a quarter-note sextuplet for “kind of government which” and a half-note triplet for “they will have”). In every third measure of the second system of the solo, he squeezes the last nineteen syllables of the text into the space of a whole note beneath a fermata, in the style of a hymn-book psalm tone. Strangely, Cage omits the last measure of Choral no. 1, which provides the rhythmic structure for the penultimate line of the solo, thereby breaking up the symmetry (twice 12 measures) of the source work. This detail, plus his slicing up of Thoreau’s text (“And when?”), provide a further illustration of how Cage’s subjectivity—indeed, his apparent whimsy—interacts with the mechanics of the cheap-imitation process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Solo 35, which is not a cheap-imitation, uses a paraphrase of the same Thoreau text: “The best form of government is no government at all / and that will be what men will have when they are ready for it,” the second line of which, later in the solo, becomes “we'll have when we are ready for it.” This paraphrase, set to a collection of short melodies generated from a gamut of six notes and divided into what Cage labels As and Bs, is in some ways the thematic center of Song Books . Cage instructs the singer to “Sing in an optimistic spirit as though you believe what you are singing, and in such a way as to ‘blur’ both the pitch and the text as though your voice had not been trained.” He further instructs her, before singing the solo, to “raise either the black flag of Anarchy or the flag of the Whole Earth” ( Cage 1970a , 113).",
                "footnotes": [],
                "citations": [
                    "cage_1970a"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] If Solo 34 suggests an austere, ritualistic intonation of the Thoreau text in its original form, Solo 35, although classified as a song, seems just as much a theater piece, enacting the naïve, enthusiastic amateur performance of a political anthem. Cage’s use of a paraphrase of Thoreau’s aphorism in Solo 35 suggests a commentary on the way popular mass movements can distort the philosophical thinking that underpins them. It evokes the sort of labor/protest song that one might have witnessed in the 1930s and ‘40s at gatherings of labor unionists or leftist activists. The pop song-like AABA structure he prescribes for this solo also alludes, perhaps, to the protest songs and political anthems of the Greenwich Village folk music revival of the 1950s and ‘60s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Cage's request that the singer perform Solo 35 “as though your voice had not been trained” does not seem parodistic or satirical, but together the two solos (34 and 35) suggest the ways that a dedicated cohort of professionals (thinkers or performers) and an equally dedicated population of non-professionals (amateur singers and participants in mass movements in favor of anarchy or “the Whole Earth”) can sing from the same hymn book, as it were, each in their own manner. In both solos, Thoreau provides the “clear water,” Satie the underlying rhythmic structure, Cage and the I Ching the melody. 8. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] In the conversation briefly quoted above Cage told Daniel Charles, “I willingly admit that between the Song Books and Cheap Imitation , I hardly fulfilled the role of the composer as I defined it elsewhere.” An earlier remark provides some clarification: J.C.: It’s true that I’m often asked what the role of the composer is today. What it is—or what it should be. And I answer, just as often, that I'm not the least bit interested in telling others what they have to do. I’m not a policeman! It bothers me even more that, in the Song Books as well as in Cheap Imitation , I acted exactly like I say others shouldn’t ( Cage and Charles 1981 , 179). (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "cage_and_charles_1981"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] This statement at first seems allusive, or evasive—what does Cage believe the role of the composer should be? And why, in composing the works he names, does he feel as though he fell short of this ideal? Perhaps his answer to his own question is more direct than it seems: a composer is the opposite of a policeman; a composer permits and facilitates rather than prohibits. Song Books does indeed seem like a compendium of permissions, albeit permissions enfolded in sometimes impossible or seemingly preposterous challenges to a singer's technique, interpretive skill, patience, theatrical presence, aesthetic judgment, and fortitude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] Cage’s use of pre-existing music in Cheap Imitation introduces an overt dualism into the musical aspect of his work (Cage/Satie) and a similar dualism in the textual or poetic realm (Cage/Thoreau). In the case of both words and music Cage adopted a dualistic procedure and used it to lead toward non-dualism. Despite what Cage said in the Charles interview quoted above, Cheap Imitation and the parts of Song Books derived from it represent progress, not a regression. His 1969 dispute with a publisher actually led Cage to an aesthetic breakthrough, since in the cheap-imitation solos of Song Books Cage finds a way to free both music and words from the constraints of syntax, thereby creating islands of poetic grace.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] Through his adoption of chance procedures Cage sought to transcend dichotomies and dualities, by necessity doing so through recourse to formulations that rely, implicitly or explicitly, on binary oppositions. Duality, as much as harmony, became the wall against which Cage pounded his head for many decades. The earlier dialectic between grace and clarity that Cage articulated in the 1940s had, by 1970, become a more generalized interplay between a number of different agents: taste and method, model and transformation, mind and the world. Most overtly, Song Books are animated by a dialogue between Satie, Thoreau, Cage, and chance; between song and theatre; between acoustic and electronically altered sound; between mindful listening and circus. Although on a methodological level a tension remained between strict adherence to an automated process and leisurely perusal of music and prose that Cage loved, this was in the service of dissolving the original syntactic connections between notes and phonemes, en route to sonic and linguistic poetry. (31)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] Cheap Imitation and the cheap-imitations included in Song Books emphasize the degree to which Cage’s aesthetic had become, more than ever, one of accommodation—accommodation of his chance procedures to Satie’s musical surface, of Thoreau’s prose to Satie’s music, of compositional process to his subjective taste and life experience, and of the departed Satie and Thoreau to his living heroes, including McLuhan, Duchamp, Norman O. Brown, and others. He would remain engrossed in exploration of the results until his death in 1992.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.6": {
                "text": "[8.6] Cage's most extensive look back at Cheap Imitation and Song Books appears in the series of conversations he had with Daniel Charles between 1968 and 1971, published in French as Pour les Oiseaux and in English translation as For the Birds . It was here that Cage humorously compares Song Books to “a brothel” ( Cage and Charles 1981 , 59), perhaps alluding to the work’s performative promiscuity (in the etymological sense of “involving indiscriminate mingling or association,” per one dictionary) but perhaps also recalling, by negation, his use of the Thoreau aphorism concerning chastity (“perpetual acquaintance with the All”) in Solo 27. In addition to specific reflections on the works themselves, Cage indulges Charles by engaging in some more general speculation about the philosophical underpinnings of his own music: D.C.: The other day I was listening to Father Huang, who stated that there are three types of thought. Western thought, which endlessly poses dualities, but never resolves them; Chinese, which . . . reveals in each term of the duality the complement of the other; and Indian thought, which asserts that the two terms of the duality are one and the same thing. As for you, I believe you are more Chinese than Indian . . . J.C.: Yes, or at least, that is what I have become . . . ( Cage and Charles 1981 , 94)",
                "footnotes": [],
                "citations": [
                    "cage_and_charles_1981",
                    "cage_and_charles_1981"
                ]
            }
        },
        {
            "8.7": {
                "text": "[8.7] Although the theme of duality—of interrogating the terms of a binary opposition and creating something resembling an aesthetic experience from them—persists in Cage's work, and despite his assent to Charles's chauvinistic, Eurocentric attempt to pigeonhole him as one sort of dualist, Cage moved vigorously and joyously through these (and perhaps many other) approaches to duality throughout his creative life, as a means of liberating himself from all of them. Song Books documents the variety and scope of his engagement with, and transcendence of, dualistic thinking en route to non-dualism. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "8.8": {
                "text": "[8.8] The solos that Cage composed with the cheap-imitation procedures he had devised in the previous year present a particularly rich case study for the interaction between the composer’s subjective preferences—for certain authors and composers and for certain phrases, notes, images, words, or phonemes—and the methodologies he employed to empty his music of ego and his own personal predilections. The limits (or contours) of this emptying are well documented. Julius Eastman’s scandalous 1975 performance of Solo 8, for example, elicited intense annoyance from Cage ( Dohoney 2014 ). Christian Wolff relates a similar event involving his own music and Cunningham’s dance company in the mid-1970s that dramatically illustrates the limits to Cage’s capacity for acceptance of all situations. As Wolff says, for Cage “‘anything goes’ doesn’t necessarily mean ‘anything goes’” ( Wolff 1994 , 79–81). By contrast to his own sensitivity about being misread, his experiences with works like Socrate or Thoreau’s Journal could give him great pleasure. Moreover, they help us understand how Cage was able to do what seems like a measure of creative violence to the words and music of his idols while professing his admiration of them. By creating “poetry as I need it” from the works of Satie, Thoreau, and others, Cage was both honoring his sources and distancing himself from them, creating a balance between engagement and detachment.",
                "footnotes": [],
                "citations": [
                    "dohoney_2014",
                    "wolff_1994"
                ]
            }
        },
        {
            "8.9": {
                "text": "[8.9] Above, I characterized Cage’s methodology in terms of a “machine,” and asked how his manipulations of Satie’s music and Thoreau’s texts could be thought of as honoring his avowed commitment to those artists. In the Charles interviews, he explicitly connects his interest in Thoreau to the latter’s critique of technology, capitalism, and progress. Thoreau helped Cage ponder one important duality, that between technology and how one lives. Recounting the slightly spurious story of Thoreau’s invention of the pencil, Cage says to Charles that [Thoreau’s] idea was that we possess technological objects in the wrong way . . . A legitimate use of technological objects is to mold them to our purposes. or to get close enough to them to understand their possibilities . . . we aren’t following Thoreau’s example. We could do much more—we could study technical objects closely, live with them, not be prisoners of our technological surroundings. Abolish that prison, too! ( Cage and Charles 1981 , 112–113)",
                "footnotes": [],
                "citations": [
                    "cage_and_charles_1981"
                ]
            }
        },
        {
            "8.10": {
                "text": "[8.10] If we consider the methods that Cage used to write Song Books as pieces of compositional technology, we can make one more connection between Cage and Thoreau. In the version of the story that Cage recounts, Thoreau invented the pencil and made use of it for himself without mass producing it, marketing it, and selling it for profit. Similarly, Cage’s invention of the various forms of cheap-imitation described herein bear with them an invitation, but no implicit requirement that anyone (including Cage) duplicate or build on them; they remain utilities, not imperatives. (33) In one of his 1951 letters to Pierre Boulez, Cage states that “ . . . the problem is to understand thoroughly all the qualities that act to produce multiplicity. This one will understand most nicely . . . when aided technologically” (Nattiez 1990, 110). Technology, then, ought to facilitate multiplicity, the “perpetual acquaintance with the All” of which Thoreau wrote in one of the passages that Cage selected for inclusion in his chaste brothel, Song Books . (34) The notion that compositional systems such as cheap-imitation serve him as utilities rather than functioning as “policemen” that require him to serve them, is of still greater relevance to exploring how and why he connected Satie and Thoreau with each other and with himself.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "8.11": {
                "text": "[8.11] To return to the last of my opening questions: how does Cage connect to Satie and Thoreau? How does he connect the self he wished to remove from his work with two artists whose work guided his effort to do so? His appreciation of the rhythmic structure of Satie’s music led him to 4’33” and his other experiments in removing the flow of time from compositional intent; by preserving the temporal flow of Satie’s music while removing its syntactic content, Cage sought to move through time with the disinterest that Satie’s “atmosphere which floats” suggested to him. As for Thoreau, seeing the world as he saw it became crucial to Cage; this provided him a lens (“clear water”) rather than a filter for his perceptions of nature, society, and humankind. For Solo 3, the singer is directed to use the map of Concord that Cage provides to create a path that suggests a melodic line while using the excerpts from Thoreau’s Journal that Cage provides for lyrics. The singer may optionally accompany the solo with a recording of hawk sounds (the journal excerpt that Cage provides describes “a large hawk circling over a pine wood”). With regards to this solo Pritchett observes, “The wandering over the map, the text, and the recorded hawk, all come from Thoreau, but do not say anything about him. Instead they create a musical experience that is like Thoreau’s observation of the hawk” ( Pritchett 1993 , 191-2). Thoreau’s prose evokes and guides Cage’s attention toward the natural world. Cage shares that guidance, whether processed through chance techniques or more or less unaltered, with whomever attempts a performance of his Thoreau-relevant Solos for Voice.",
                "footnotes": [],
                "citations": [
                    "pritchett_1993"
                ]
            }
        },
        {
            "8.12": {
                "text": "[8.12] In 1968, speaking of Thoreau, Cage said to Charles, “I must say that I have not yet carried language to the point to which I have taken musical sounds. I have not made noise with it. I hope to make something other than language from it” ( Cage and Charles 1981 , 113). He was later to move closer to this goal in Empty Words and in Muoyce , the latter a sequel to Mureau . The cheap-imitation technique, and associated methods of creating syllable mixes and other manipulations from Thoreau’s texts, create an interplay of comprehensible, near-comprehensible, and incomprehensible phonemic content. This interplay, with the support of the melodies Cage derives from Satie’s music, give voice to the “noise”—the sound derived from language but freed of its syntactic and denotative strictures, which Cage elsewhere terms “poetry”—discussed here. Cage provides a musical analog by freeing Satie’s rhythmic structure (including, in the case of Solo 27, lengthy, irregular silences) from its original musical syntax and harmonic frame. (The analogy between the Cage/Cunningham collaboration in works like Cheap Imitation/Second Hand and the Cage-mediated Satie/Thoreau collaboration in the Song Books is suggestive.)",
                "footnotes": [],
                "citations": [
                    "cage_and_charles_1981"
                ]
            }
        },
        {
            "8.13": {
                "text": "[8.13] “I approach language in different ways so as to reach a discourse which appears to make sense,” Cage says to Charles in the conversation just cited. Writing about the koan -like stories in Silence , Marjorie Perloff observes that “what strikes us about the Cageian story is its peculiar non-sense,” and takes note of Cage’s “poise between sense and non-sense” ( 1981 , 313, 315). She states that a text like Empty Words “is Cage’s way of making us look at the world we actually inhabit, the sights and sounds we really see” (338). Thoreau’s gift to Cage was a bridge between sense and non-sense, between subjective choice and indeterminacy, via what Shultis terms his “nondual relationship between humanity and nature” ( 2013 , 45). We can discern a similar interest in bridging musical sense (tonal melodic structure) and musical non-sense (chance-derived, stasis-inducing negation of tonal structure) in Cage’s manipulation of Satie’s music. Cage uses chance processes to make poetry (“noise”), as opposed to meaning, from language and music. In both cases, however, a residuum of meaning coexists with Cage’s poetry, at least partly at his behest.",
                "footnotes": [],
                "citations": [
                    "perloff_1981",
                    "shultis_2013"
                ]
            }
        },
        {
            "8.14": {
                "text": "[8.14] Choice persists in Cage’s music. Cage’s interplay of poetic “noise” and sense provides a correlative to the interplay of choice and chance that undergirds the whole Song Books project. Delineating the boundary between choice and chance in these solos from Song Books has helped uncover some of the specific ways in which Cage’s choices—conditioned by his love for Thoreau and Satie—interact with the strictures of depersonalizing, de-dualizing chance procedures. The result is a glimpse into Cage’s ends and means of working that is complex and compelling.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.perry.html",
    "data": "mto/data/mto.21.27.3.perry.json"
}