{
    "title": "Improvisation as a Way of Knowing",
    "date": "2016/12/01",
    "volume": "22",
    "issue": "4",
    "authors": [
        "Goldman, Andrew J."
    ],
    "abstract": "This paper proposes a theory of improvisation as a way of knowing. Different musicians may know about similar musical structures in different ways; different ways of knowing facilitate particular kinds of perception and cognition that underlie different performance behaviors. Some of these ways of knowing can facilitate improvisatory performance practices. The details of these improvisatory ways of knowing can be characterized by psychological and neuroscientific experimental work that compares differences in perception and cognition between groups of musicians depending on their training methods and performance experiences. In particular, perception-action coupling is a promising place to begin making such comparisons. This approach provides an alternative operationalization of improvisation for scientific study that is not susceptible to the problems that arise when describing cognitive processes in culturally contingent and music-theoretically relative terms such as novelty, spontaneity, and freedom, as past experimental work has done. Its hypotheses are also more readily falsifiable. This perspective can also connect an understanding of musical improvisation to other domains of improvisation and to historical and ethnomusicological work, as well as square it with more general theories in cognitive science, such as perception-action coupling. Finally, such a formulation has productive implications for work on improvisation thatdoesengage with concepts like novelty, spontaneity, and freedom that are traditionally invoked in improvisation discourse.",
    "keywords": [
        "improvisation",
        "music perception",
        "music cognition",
        "performance studies"
    ],
    "doi": "",
    "received": "August 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.4/mto.16.22.4.goldman.pdf",
    "author_info": [
        {
            "name": "Andrew J. Goldman",
            "university": "Presidential Scholar in Society and Neuroscience",
            "address": "Columbia University, 511 Fayerweather Hall, MC 2509, 1180 Amsterdam Avenue",
            "email": "ajg2232@columbia.edu"
        }
    ],
    "citations": {
        "alperson_1984": "Alperson, Philip. 1984. “On Musical Improvisation.” Journal of Aesthetics and Art Criticism 43 (1): 17–29.",
        "arden_et_al_2010": "Arden, Rosalind, Robert S. Chavez,  Rachael Grazioplene, and Rex E. Jung. 2010. “Neuroimaging Creativity: A Psychometric View.” Behavioural Brain Research 214 (2): 143–156.",
        "ashley_2009": "Ashley, Richard. 2009. “Musical Improvisation.” In Oxford Handbook of Music Psychology , ed. S. Hallam, I. Cross and M. Thaut, 413–420. Oxford University Press.",
        "bangert_and_altenmüller_2003": "Bangert, Marc, and Eckart O. Altenmüller. 2003. “Mapping Perception to Action in Piano Practice: A Longitudinal DC-EEG Study.” BMC Neuroscience 4 (26).",
        "bangert_et_al_2006": "Bangert, Marc, Thomas Peschel,  Gottfried Schlaug,  Michael Rotte,  Dieter Drescher,  Hermann Hinrichs, Hans-Jochen Heinze, and Eckart Altenmüller. 2006. “Shared Networks for Auditory and Motor Processing in Professional Pianists: Evidence from fMRI Conjunction.” NeuroImage 30: 917–926.",
        "beaty_2015": "Beaty, Roger E. 2015. “The Neuroscience of Musical Improvisation.” Neuroscience and Biobehavioral Reviews 51: 108–117.",
        "bengtsson_csíkszentmihályi_and_ullén_2007": "Bengtsson, Sara L., Mihaly Csíkszentmihályi, and Fredrik Ullén. 2007. “Cortical Regions Involved in the Generation of Musical Structures during Improvisation in Pianists.” Journal of Cognitive Neuroscience 19 (5): 830–842.",
        "bengtsson_et_al_2005": "Bengtsson, Sara L., Zoltán Nagy,  Stefan Skare,  Lea Forsman,  Hans Forssberg, H., and Fredrik Ullén. 2005. “Extensive Piano Practicing has Regionally Specific Effects on White Matter Development.” Nature Neuroscience 8 (9): 1148–1150.",
        "benson_2003": "Benson, Bruce E. 2003. The Improvisation of Musical Dialogue: A Phenomenology of Music . Cambridge University Press.",
        "berkowitz_2010": "Berkowitz, Aaron L. 2010. The Improvising Mind . Oxford University Press.",
        "berkowitz_and_ansari_2008": "Berkowitz, Aaron L., and Daniel Ansari. 2008. “Generation of Novel Motor Sequences: The Neural Correlates of Musical Improvisation.” NeuroImage 41 (2): 535–543.",
        "boden_2013": "Boden, Margaret A. 2013. “Creativity as a Neuroscientific Mystery.” In Neuroscience of Creativity ed. O. Vartanian, A. S. Bristol and J. C. Kaufman, 3–18. MIT Press.",
        "clarke_1989": "Clarke, Eric F. 1989. “Mind the Gap: Formal Structures and Psychological Processes in Music.” Contemporary Music Review 3: 1–13.",
        "clarke_2005": "Clarke, Eric F. 2005. “Creativity in Performance.” Musicae Scientiae 19 (1): 157–182.",
        "cook_1994": "Cook, Nicholas. 1994. “Perception: A Perspective from Music Theory.” In Perceptions Musical, ed. R. Aiello and J. A. Sloboda, 64–95. Oxford University Press.",
        "cross_1998": "Cross, Ian. 1998. “Music Analysis and Music Perception.” Music Analysis 17 (1): 3–20.",
        "csikszentmihalyi_1996": "Csikszentmihalyi, Mihaly. 1996. Creativity: Flow and the Psychology of Discovery and Invention . Harper Perennial.",
        "cumming_2013": "Cumming, Julie E. 2013. “Renaissance Improvisation and Musicology.” Music Theory Online 19 (2).",
        "de_manzano_and_ullén_2012": "de Manzano, Örjan, and Fredrik Ullén. 2012. “Goal-Independent Mechanisms for Free Response Generation: Creative and Pseudo-random Performance Share Neural Substrates.” NeuroImage 59: 772–780.",
        "dietrich_2015": "Dietrich, Arne. 2015. How Creativity Happens in the Brain . Palgrave Macmillan.",
        "drost_rieger_and_prinz_2007": "Drost, Ulrich C., Martina Rieger, and Wolfgang Prinz. 2007. Instrument Specificity in Experienced Musicians. The Quarterly Journal of Experimental Psychology 60 (4), 527–533.",
        "drost_et_al_2005": "Drost, Ulrich C., Martina Rieger, Marcel Brass, Thomas C. Gunter, and Wolfgang Prinz. 2005. “Action-Effect Coupling in Pianists.” Psychological Research 69: 233–241.",
        "frieler_lothwesen_and_schütz_2012": "Frieler, Klaus, Lai Lothwesen, and Martin Schütz. 2012. “The Ideational Flow: Evaluating a New Method for Jazz Improvisation Analysis.” Paper presented at the 12th International Conference for Music Perception and Cognition and 8th Conference of the European Society for the Cognitive Sciences of Music Joint Conference, Thessaloniki, Greece.",
        "gaser_and_schlaug_2003": "Gaser, Christian, and Gottfried Schlaug. 2003. “Brain Structures Differ between Musicians and Non-Musicians.” The Journal of Neuroscience 23 (27): 9240–9245.",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press.",
        "goertzen_1998": "Goertzen, Valerie W. 1998. “Setting the Stage: Clara Schumann’s Preludes.” In In the Course of Performance: Studies in the World of Musical Improvisation , ed. B. Nettl and M. Russell, 237–260. University of Chicago Press.",
        "goldman_2013": "Goldman, Andrew. 2013. “Towards a Cognitive-Scientific Research Program for Improvisation: Theory and an Experiment.” Psychomusicology: Music, Mind, and Brain 23 (4): 210–221.",
        "goldman_2015": "Goldman, Danielle. 2015. “Improvised Dance in the Reconstruction of THEM.” In The Oxford Handbook of Critical Improvisation Studies , ed. G. E. Lewis and B. Piekut, Vol. 1, 1–16. Oxford University Press.",
        "gould_and_keaton_2000": "Gould, Carol S., and Kenneth Keaton. 2000. “The Essential Role of Improvisation in Musical Performance.” The Journal of Aesthetics and Art Criticism 58 (2), 143–148.",
        "hargreaves_2012": "Hargreaves, Wendy. 2012. “Generating Ideas in Jazz Improvisation: Where Theory meets Practice.” International Journal of Music Education 30: 354–367.",
        "harris_and_de_jong_2015": "Harris, Robert, and Bauke M. de Jong. 2015. “Differential Parietal and Temporal Contributions to Music Perception in Improvising and Score-Dependent Musicians, an fMRI study.” Brain Research 1624: 253–264.",
        "hasegawa_et_al_2004": "Hasegawa, Takehiro, Ken-Ichi Matsuki, Takashi Ueno, Yasuhiro Maeda, Yoshihiko Matsue, Yukuo Konishi, and Norihiro Sadato 2004. “Learned Audio-Visual Cross-Modal Associations in Observed Piano Playing Activate the Left Planum Temporale. An fMRI Study.” Cognitive Brain Research 20: 510–518.",
        "haslinger_et_al_2005": "Haslinger, Bernhard, Peter Erhard, Eckart Altenmüller, Ulrike Schroeder, Henning Boecker, and Andres O. Ceballos-Baumann. 2005. “Transmodal Sensorimotor Networks during Action Observation in Professional Pianists.” Journal of Cognitive Neuroscience 17 (2): 282–293.",
        "hogg_2011": "Hogg, Bennett. 2011. “Enactive Consciousness, Intertextuality, and Musical Free Improvisation: Deconstructing Mythologies and Finding Connections.” In Music and Consciousness: Philosophical, Psychological, and Cultural Perpsectives, ed. D. Clarke and E. Clarke, 79–94. Oxford University Press.",
        "hyde_et_al_2009": "Hyde, Krista L., Jason Lerch, Andrea Norton, Marie Forgeard, Ellen Winner, Alan C. Evans, and Gottfried Schlaug. 2009. “Musical Training Shapes Structural Brain Development.” The Journal of Neuroscience 29 (10): 3019–3025.",
        "iyer_2004": "Iyer, Vijay. 2004. “Improvisation, Temporality and Embodied Experience.” Journal of Consciousness Studies 11 (3–4):159–173.",
        "jago_2015": "Jago, Marian S. 2015. “Jedi Mind Tricks: Lennie Tristano and Techniques for Imaginative Musical Practice.” Jazz Research Journal 7 (2): 183–202.",
        "jahanshahi_et_al_2000": "Jahanshahi, Marjan, Georg Dirnberger, Rebecca Fuller, and Chris D. Frith. 2000. “The Role of the Dorsolateral Prefrontal Cortex in Random Number Generation: A Study with Positron Emission Tomography.” NeuroImage 12: 713–725.",
        "järvinen_1995": "Järvinen, Topi. 1995. “Tonal Hierarchies in Jazz Improvisation.” Music Perception 12 (4): 415–437.",
        "järvinen_and_toiviainen_2000": "Järvinen, Topi, and Petri Toiviainen. 2000. “The Effect of Metre on the Use of Tones in Jazz Improvisation.” Musicae Scientiae 4 (1): 55–74.",
        "johnson-laird_1991": "Johnson-Laird, Philip N. 1991. “Jazz Improvisation: A Theory at the Computational Level.” In, Representing Musical Structure , ed. P Howell , R West and I. Cross, 291–325. Academic.",
        "johnson-laird__2002": "Johnson-Laird, Philip N. 2002. “How Jazz Musicians Improvise.” Music Perception: An Interdisciplinary Journal 19 (3): 415–442.",
        "jung-beeman_et_al_2004": "Jung-Beeman, Mark, Edward M. Bowden, Jason Haberman, Jennifer L. Frymiare, Stella Arambel-Liu, Richard Greenblatt, Paul J. Reber, and John Kounios. 2004. “Neural Activity When People Solve Verbal Problems with Insight.” PLoS Biology 2 (4): 0500–0510.",
        "jung_et_al_2013": "Jung, Rex E., Brittany S. Mead, Jessica Carrasco, and Ranee A. Flores. 2013. “The Structure of Creative Cognition in the Human Brain.” Frontiers in Human Neuroscience 7 (330): 1–13.",
        "jung_et_al_2015": "Jung, Rex E., Christopher J. Wertz, Christine A. Meadows, Sephira G. Ryman, Andrei A. Vakhtin,  and Ranee A. Flores. 2015. “Quantity Yields Quality when it Comes to Creativity: A Brain and Behavioral Test of the Equal-Odds Rule.” Frontiers in Psychology 6 (864): 1–8.",
        "kaufman_2012": "Kaufman, James C. 2012. “Counting the Muses: Development of the Kaufman Domains of Creativity Scale (K-DOCS).” Psychology of Aesthetics, Creativity, and the Arts 6 (4): 298–308.",
        "koelsch_2009": "Koelsch, Stefan. 2009. “Music-Syntactic Processing and Auditory Memory: Similarities and Differences between ERAN and MMN.” Psychophysiology 46: 179–190.",
        "kopiez_and_lee_2008": "Kopiez, Reinhard, and Ji In Lee. 2008. “Towards a General Model of Skills Involved in Sight Reading Music.” Music Education Research 10 (1): 41–62.",
        "kraus_and_chandrasekaran_2010": "Kraus, Nina, and Bharath Chandrasekaran. 2010. “Music Training for the Development of Auditory Skills.” Nature Reviews Neuroscience 11: 599–605.",
        "kriegeskorte_mur_and_bandettini_2008": "Kriegeskorte, Nikolaus, Marieke Mur, and Peter M. Bandettini. 2008. “Representational Similarity Analysis—Connecting the Branches of Systems Neuroscience.” Frontiers in Systems Neuroscience 2 (4): 1–28.",
        "labaree_2014": "Labaree, Robert. 2014. “Living With the I-Word: Improvisation and its Alternates.” Critical Studies in Improvisation/Études critiques en improvisation 9 (2).",
        "lewis_1996": "Lewis, George. E. 1996. “Improvised Music after 1950: Afrological and Eurological Perspectives.” Black Music Research Journal 16 (1): 91–122.",
        "lewis_and_piekut_2016": "Lewis, George E., and Benjamin Piekut, eds. 2016. The Oxford Handbook of Critical Improvisation Studies , vols. 1–2. Oxford University Press.",
        "limb_and_braun_2008": "Limb, Charles J., and Allen R. Braun. 2008. “Neural Substrates of Spontaneous Musical Performance: An fMRI Study of Jazz Improvisation.” PLoS ONE 3 (2).",
        "liu_et_al_2012": "Liu, Siyuan, Ho Ming Chow, Yisheng Xu, Michael G. Erkkinen, Katherine E. Swett, Michael W. Eagle, Daniel A. Rizik-Baer, and Allen R. Braun. 2012. “Neural Correlates of Lyrical Improvisation: An fMRI Study of Freestyle Rap.” Scientific Reports 2 (834): 1–8.",
        "lotze_et_al_2003": "Lotze, Martin, Gabriela Scheler, Heng-Ru May Tan, Christoph Braun, and Niels Birbaumer. 2003. “The Musician’s Brain: Functional Imaging of Amateurs and Professionals during Performance and Imagery.” NeuroImage 20: 1817–1829.",
        "maes_et_al_2014": "Maes, Pieter-Jan, Marc Leman, Caroline Palmer, C., and Marcelo M. Wanderley. 2014. “Action-Based Effects on Music Perception.” Frontiers in Psychology 4 (1008): 1–14.",
        "magerko_et_al_2009": "Magerko, Brian, Waleed Manzoul, Mark Riedl, Allan Baumer, Daniel Fuller, Kurt Luther, and Celia Pearce. 2009. “An Empirical Study of Cognition and Theatrical Improvisation . ” Paper presented at the ACM Conference on Creativity and Cognition, Berkeley, CA.",
        "maidhof_2013": "Maidhof, Clemens. 2013. “Error Monitoring in Musicians.” Frontiers in Human Neuroscience, 7 (401): 1–8.",
        "matyja_and_schiavio_2013": "Matyja, Jakub Ryszard, and Andrea Schiavio. 2013. “Enactive Music Cognition: Background and Research Themes.” Enactive Cognitive Science 8 (3): 351–357.",
        "merker_2006": "Merker, Bjorn H. 2006. “Layered Constraints on the Multiple Creativities of Music.” In Musical Creativity: Multidisciplinary Research in Theory and Practice , ed. I. Deliège and G. A. Wiggins, 25–41. Psychology Press.",
        "nettl_2013": "Nettl, Bruno. 2013. “Contemplating the Concept of Improvisation and Its History in Scholarship.” Music Theory Online 19 (2).",
        "noë_2000": "Noë, Alva. 2000. “Experience and Experiment in Art.” Journal of Consciousness Studies 7 (8–9): 123–135.",
        "noë_2010": "Noë, Alva. 2010. “Vision without Representation.” In Perception, Action, and Consciousness: Sensorimotor Dynamics and Two Visual Systems , eds N. Gangopadhyay, M. Madary and F. Spicer, 245–256. Oxford University Press.",
        "nooshin_1998": "Nooshin, Laudan. 1998. “The Song of the Nightingale: Processes of Improvisation in dastgāh Segāh (Iranian Classical Music).” British Journal of Ethnomusicology 7: 69–116.",
        "nooshin_2003": "Nooshin, Laudan. 2003. “Improvisation as ‘Other’: Creativity, Knowledge and Power: The Case of Iranian Classical Music.” Journal of the Royal Musical Association 128 (2): 242–296.",
        "nooshin_and_widdess_2006": "Nooshin, Laudan, and Richard Widdess. 2006. “Improvisation in Iranian and Indian Music.” Journal of the Indian Musicological Society 36: 104–119.",
        "norgaard_2011": "Norgaard, Martin. 2011. “Descriptions of Improvisational Thinking by Artist-Level Jazz Musicians.” Journal of Research in Music Education 59 (2): 109–127.",
        "norgaard_2014": "Norgaard, Martin.  2014. “How Jazz Musicians Improvise: The Central Role of Auditory and Motor Patterns.” Music Perception 31 (3): 271–287.",
        "novembre_and_keller_2014": "Novembre, Giacomo, and Peter E. Keller. 2014. “A Conceptual Review on Action-Perception Coupling in the Musicians’ Brain: What is it Good for?” Frontiers in Human Neuroscience 8: 1–11.",
        "o’regan_kevin_and_noë_2001": "O’Regan, J. Kevin, and Alva Noë. 2001. “A Sensorimotor Account of Vision and Visual Consciousness.” Behavioral and Brain Sciences 24: 939–1031.",
        "pfleiderer_and_frieler_2010": "Pfleiderer, Martin, and Klaus Frieler. 2010. “The Jazzomat Project. Issues and Methods for the Automatic Analysis of Jazz Improvisations.” In Concepts, Experiments, and Fieldwork: Studies in Systematic Musicology and Ethnomusicology , ed. R. Bader, C. Neuhaus and U. Morgenstern, 279–295. Frankfurt: Peter Lang.",
        "pfordresher_2006": "Pfordresher, Peter Q. 2006. “Coordination of Perception and Action in Music Performance.” Advances in Cognitive Psychology 2 (2–3): 183–198.",
        "pinho_et_al_2014": "Pinho, Ana Luísa, Örjan de Manzano, Peter Fransson, Helene Eriksson, and Fredrik Ullén. 2014. “Connecting to Create: Expertise in Musical Improvisation Is Associated with Increased Functional Connectivity between Premotor and Prefrontal Areas.” The Journal of Neuroscience 34 (18): 6156–6163.",
        "pressing_1988": "Pressing, Jeff. 1988. “Improvisation: Methods and Models.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. J. A. Sloboda, 129–178. Clarendon Press.",
        "racy_1998": "Racy, Ali Jihad. 1998. “Improvisation, Ecstasy, and Performance Dynamics in Arabic Music.” In In the Course of Performance: Studies in the World of Musical Improvisation , ed. B. Nettl and M. Russell, 95–112. University of Chicago Press.",
        "sanguinetti_2012": "Sanguinetti, Giorgio. 2012. The Art of Partimento: History, Theory, and Practice . Oxford University Press.",
        "schubert_2002": "Schubert, Peter. 2002. “Counterpoint Pedagogy in the Renaissance.” In The Cambridge History of Western Music Theory , ed. T. Christensen, 503–533.Cambridge University Press.",
        "sherwin_and_sajda_2013": "Sherwin, Jason, and Paul Sajda. 2013. “Musical Experts Recruit Action-Related Neural Structures in Harmonic Anomaly Detection: Evidence for Embodied Cognition in Expertise.” Brain and Cognition 83: 190–202.",
        "shim_2007": "Shim, Eunmi. 2007. Lennie Tristano: His Life in Music . University of Michigan Press.",
        "sternberg_and_lubart_1999": "Sternberg, Robert J., and Todd I. Lubart. 1999. “The Concept of Creativity: Prospects and Paradigms.” In Handbook of Creativity , ed. R. J. Sternberg, 3–15. Cambridge University Press.",
        "sudnow_1978": "Sudnow, David. 1978. Ways of the Hand: The Organization of Improvised Conduct . Harvard University Press.",
        "trimarchi_and_luzzatti_2011": "Trimarchi, Pietro D., and Claudio Luzzatti. 2011. “Implicit Chord Processing and Motor Representation in Pianists.” Psychological Research 75: 122–128.",
        "viswanathan_and_cormack_1998": "Viswanathan, T. Allen, and Jody Cormack. 1998. “Melodic Improvisation in Karṇāṭak Music: The Manifestations of Rāga.” In In the Course of Performance: Studies in the World of Musical Improvisation , ed. B. Nettl & M. Russell, 219–233. The University of Chicago Press.",
        "vuust_et_al_2012": "Vuust, Peter, Elvira Brattico, Miia Seppänen, Risto Näätänen, and Mari Tervaniemi. 2012. “The Sound of Music: Differentiating Musicians Using a Fast, Musical Multi-Feature Mismatch Negativity Paradigm.” Neuropsychologia 50: 1432–1443.",
        "wegman_1996": "Wegman, Rob C. 1996. “From Maker to Composer: Improvisation and Musical Authorship in the Low Countries, 1450–1500.” Journal of the American Musicological Society 49 (3): 409–479."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: A Problematic Foundation for Scientific Work on Improvisation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The lack of a single widely accepted definition of improvisation has not hindered the development of a field of improvisation studies. On the contrary, research questions surrounding improvisation accommodate a wide range of disciplinary perspectives, including musicological, music-theoretical, historical, ethnographic, philosophical, sociological, political, psychological, neuroscientific, and computational. The existence of the recent two-volume “Oxford Handbook of Critical Improvisation Studies” ( Lewis and Piekut 2016 ) demonstrates that the growing field is productively motivated by this plurality of perspectives.",
                "footnotes": [],
                "citations": [
                    "lewis_and_piekut_2016"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Despite this diversity, there are some common threads that run through these perspectives on improvisation. These include issues concerning novelty, freedom, indeterminacy, spontaneity, constraints, and other related concepts. Of course there is variation in the employment of these concepts and numerous perspectives from which to engage with them, but they are nonetheless prevalent in many areas of the discourse. These concepts do not function as necessary and sufficient criteria to define improvisation; on the contrary, they are often critically interrogated in order to problematize the construct itself. Such work reveals that it is difficult to strictly and clearly delineate improvisation from other kinds of musical performance, despite the (at least initial) intuition that it can be meaningfully distinguished.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Within this uncertainty, critical inquiry is valuable in its ability to construct an understanding of what and where improvisation is, and to understand the role of culture and history in shaping such constructions. However, for psychological and neuroscientific research, which has to choose a concrete—if interim—operational definition of improvisation in order to do experiments, these problematic concepts provide a problematic foundation. It is possible for scientific work to proceed upon this uncertain foundation—e.g., see Jung, Mead, Carrasco, & Flores’ ( 2013 ) comparison of the scientific study of creativity to the study of the similarly underdefined concept of the gene. As I propose below, however, there are other scientific questions to ask within a different framework of inquiry that are arguably more sensitive to critical work on improvisation, better able to describe differences among musicians and among musical behaviors, and more effective scientifically by virtue of having hypotheses that are readily falsifiable.",
                "footnotes": [],
                "citations": [
                    "jung_et_al_2013"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] My main aim in this article is to develop an alternative theorization of improvisation that can serve as a basis for scientific research and contribute a conceptualization of the phenomenon to the broader field of improvisation studies. This theorization formulates improvisation in terms of ways of knowing. In what follows, I will show what this means, and how such a view is supported by observations of improvisatory practices and theories from cognitive science. Then I will demonstrate how to build an empirical research program using this theorization. I will describe how this theorization bears on music-theoretical work, critical work, and other strands of cognitive science.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] In order to argue for the value and motivation of this approach, it is important to show how scientific work has been influenced by the problematic concepts mentioned above through a review and critique of existing studies. This, in turn, requires understanding why concepts like novelty, spontaneity, and freedom, which are invoked in many of these scientific studies, are contentious. It is not my intention here to fully recapitulate the critiques of these concepts, but I will briefly outline some of the problems with using them to distinguish improvisation from other modes of music making. Following Alperson’s ( 1984 ) distinction between improvisation as a product and as an act, my criticisms of these concepts rest on the position that improvisation is best characterized as a process: a particular way or set of ways of making music. Questions about improvisation are questions about how music is made, not what music is made, because in principle, improvisatory and non-improvisatory processes could produce the same musical structures (i.e., the same “what”). That said, sometimes the “what” can point to properties of the underlying process. I return to this issue in section 7, where I discuss the relationship between music theory and the empirical research program for improvisation I propose in this article.  It is worth noting here, at the outset, that many of the difficulties with the existing paradigm for scientific work on improvisation hinge on the problematic relationship between music theory and work on music cognition.  Speaking more generally, descriptions of cognitive correlates of musical structures are reliant upon the music-theoretical conceptions of the structures themselves.  In other words, changing one’s music-theoretical perspective on how to analyze structures in music can also change the inferences about the cognition underlying the perception and production of such structures. My argument here about how to conceive improvisation highlights these tensions.",
                "footnotes": [],
                "citations": [
                    "alperson_1984"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] As for the concept of novelty, Boden ( 2013 ) notes that novelty could be at a personal level (new to you), or historical level (new to anyone). Some theorists also consider expressive novelty as separate from structural novelty ( Clarke 2005 ; Merker 2006 ). An evaluation of how novel a performance is could change depending on who is analyzing the music and how (i.e., what musical elements one takes into account, or indeed what counts as an element). Novelty is not an objective feature of a musical product, nor is it an objective feature of a musical process. Rather, music analysis determines whether something is novel after an actual performance, and different analyses could lead to different conclusions about how novel a performance was. It is therefore difficult to isolate novel performance processes for the purpose of experimentation given this potential variability.",
                "footnotes": [],
                "citations": [
                    "boden_2013",
                    "clarke_2005",
                    "merker_2006"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Questions about novelty bear a similarity to questions about freedom and indeterminacy. Different performances are sometimes thought to vary in how determined they are depending on the imposition of various kinds of constraints. This is sometimes described as a continuum or spectrum of improvisation. The more constraints there are, the more determined and the less free the performance is. For instance, Ashley ( 2009 ) writes about constraints of the mind and body, referring to the influence of training and the limitations imposed by the physical structure of bodies and instruments. Culture can also constrain performance by influencing what is typical of an instrument in particular performance contexts ( Hogg 2011 ), as can social and political expectations ( Goldman 2015 ). Such constraints certainly influence improvisatory practice, although they also influence non-improvisatory practices. One could make similar arguments that political and social contexts constrain what a musician would compose as well as improvise, or that mental and bodily features also affect memorized performances. Mind, body, culture, sociality, and politics influence a wide variety of human behaviors (if not all of them); in that improvisation is also a human behavior, it stands to reason that when someone is improvising, he or she would be constrained by these influences. However, such constraints do not do the work of defining what improvisation is in the first place. They only show that whatever improvisation is, it is also subject to them.",
                "footnotes": [],
                "citations": [
                    "ashley_2009",
                    "hogg_2011",
                    "goldman_2015"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Music-theoretical constraints can also describe improvisatory performance. Benson ( 2003 ) lists types of improvisation that vary in determinacy according to music-theoretical categories like melody, harmony, and rhythm. For instance, melody might be free while harmony is predetermined. A jazz solo might be constrained by a chord progression. Improvisatory ornamentation in a da capo aria might be constrained by the melody. A piano concerto cadenza might be constrained by melodic, harmonic, and rhythmic thematic material. Like the concept of novelty, determining the level of freedom of a performance is strongly influenced by which parameters one chooses. Choosing different parameters could change the characterization of how free something is judged to be. Like the problems with novelty, trying to categorically compare constrained performance with unconstrained performance is problematic given this variability in analysis. Furthermore, there is no guarantee that a particular set of music-theoretical constraints is cognitively realistic; i.e., that it aligns with the performer’s own implicit thought processes, or that the improviser’s thought processes are modular in the same way that music-theoretical categories are (for instance, melody and harmony may be separate music-theoretical constructs, but not necessarily separate thought processes). See Clarke ( 1989 ) for a discussion about connecting cognitive psychology and formal musical structures.",
                "footnotes": [],
                "citations": [
                    "benson_2003",
                    "clarke_1989"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Some theorists move away from strong categorical distinctions by positing that all performance is in some sense improvisatory ( Benson 2003 ; Gould and Keaton 2000 ), owing to the creative nature of performance itself, and the incongruence between intention and action (where improvisation bridges that gap). With this in mind, efforts to classify some types of performance as improvisatory and others as not may be as much a political question as a musical one (see Lewis 1996 ; Nooshin 2003 ), making it difficult to objectively distinguish between a binary of improvisation and non-improvisation. Many musical performance practices around the world that appear to be improvisatory to a Westerner are known by experts either to rely on corpora of pre-learned musical structures and rules ( Nooshin 1998 ; Racy 1998 ; Viswanathan and Cormack 1998 ), or are not thought of as “improvisation” by the practitioners themselves ( Nooshin 2003 ). In this way, music-theoretical knowledge of a particular tradition—even of different styles within Western music—can change one’s judgment about whether something is improvisatory or not. Historical perspectives teach us that the category of improvisation did not always exist, but rather arose under particular circumstances, in tandem with the developing distinction between performer and composer in the history of Western music ( Wegman 1996 ). Some theorists avoid the “I-word” and would prefer to describe different kinds of musicianship ( Labaree 2014 ) rather than employ the historically and culturally contingent term improvisation. Some scholars remind us that improvisation is not a single kind of behavior. Nettl ( 2013 ) encourages researchers to acknowledge the diversity of the phenomenon around the world; i.e., improvisation is not a single type of performance practice. These perspectives further problematize scientists’ ability to operationalize improvisation for experiments.",
                "footnotes": [],
                "citations": [
                    "benson_2003",
                    "gould_and_keaton_2000",
                    "lewis_1996",
                    "nooshin_2003",
                    "nooshin_1998",
                    "racy_1998",
                    "viswanathan_and_cormack_1998",
                    "nooshin_2003",
                    "wegman_1996",
                    "labaree_2014",
                    "nettl_2013"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Thus, many concepts commonly associated with improvisation are problematic, and the definition of improvisation is by no means a settled matter. Identifying structural novelty, freedom, and constraints is an analytical matter: a single given performance would seem to be able to vary in these characteristics depending on who is analyzing the musical structure and from what music-theoretical perspective, leading to different conclusions about how novel, free, constrained, or spontaneous the given performance is. Scientifically speaking, this is problematic if the goal is to find cognitive and neural correlates of novel, free, and spontaneous behavior, since there is no objective way to claim that a given performance really has those features, and to what extent it has them. There is also the opposite problem: performances resulting from a variety of different processes could result in musical products judged to have the same levels of novelty, spontaneity, constraint, and freedom.  For instance, multiple strategies one could use to improvise a melody might all lead to melodies judged to be equally novel or equally constrained. Here, a music-theoretical approach can potentially equivocate differences in cognitive processes. Both of these issues highlight the tension between music-theoretical and cognitive approaches.  Still, as I will show, existing scientific work on improvisation searches for the neural and cognitive correlates of novelty, spontaneity, and freedom through constructing experimental contrasts based on these concepts. After reviewing and critiquing several key experiments, I provide an alternative conception of improvisation that can productively serve as the basis for a different scientific research program that can still interface with music theory, and that can contribute to the broader field of improvisation studies. A Critique of Past Scientific Work",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Speaking generally, if one were going to do an experiment, one would typically measure how some dependent variable changes in response to a change in an independent variable, controlling for other sources of variance. From this, some inference could be made to help form or support a theory that explains the observed difference. In the case of scientific experiments on improvisation, this typically takes the form of comparing improvised performance with memorized performance, or with some other related type of performance. The type of performance or data about the performer—e.g., improvisation vs. memorized performance, or years of improvisatory musical experience—is the independent variable, and various kinds of measurements—e.g., the Blood Oxygenation Level Dependent (BOLD) signal used in functional Magnetic Resonance Imaging (fMRI) research, which provides an index of brain activity—serve as the dependent variable from which inferences can be made about how the types of performance or experimental participant differ. In the existing experiments on improvisation, improvised performance is usually defined in terms of novelty, spontaneity, and freedom. The findings are then used to characterize how the brain works when doing something novel, spontaneous, and free. Many (though not all) of the key existing neuroscience studies of improvisation employ these concepts to guide their experimental questions, as I will now show. Beaty (2015) also provides a helpful review of these studies. For the purpose of this review, I am interested in the logic of the experimental designs, not the specific findings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Berkowitz and Ansari define improvisation as follows: “In terms of cognitive processes, improvisation can be defined as the spontaneous generation, selection, and execution of novel auditory-motor sequences” ( 2008 , 535). Novelty and spontaneity are explicitly mentioned. In Berkowitz and Ansari’s task, participants used a response box with five buttons. Each button triggered the sound of a piano note (either C, D, E, F, or G). While being scanned with fMRI, in some trials participants created their own sequences, and in some they played simple memorized sequences. For each of these, sometimes they played isochronous notes (each note has an equal inter-onset-interval), and sometimes they chose their own rhythm. Berkowitz and Ansari found different BOLD signals in the different performance conditions. Their conclusions attribute these differences, which serve as a proxy for brain activity and cognitive function, to differences in freedom (understood as the ability to create novel and spontaneous melodies and rhythms) between performance conditions, thus aiming to show how the brain functions during novel and spontaneous behavior.",
                "footnotes": [],
                "citations": [
                    "berkowitz_and_ansari_2008"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Limb and Braun use this definition: “Spontaneous musical performance, whether through singing or playing an instrument, can be defined as the immediate, on-line improvisation of novel melodic, harmonic, and rhythmic musical elements within a relevant musical context” ( 2008 , 1). The concepts of spontaneity and novelty are similarly invoked here. Limb and Braun sought an ecologically valid task and used an MRI-compatible piano keyboard on which participants alternated between playing a scale, improvising with the notes in a major scale with isochronous rhythms only, replaying a previously learned jazz solo, or improvising a jazz solo. Again, participants were scanned with fMRI under these different conditions. And again, differences in BOLD signal were used to characterize differences in the performance conditions. The differences in brain activity are taken to reflect the neurophysiology of spontaneous improvisatory behavior.",
                "footnotes": [],
                "citations": [
                    "limb_and_braun_2008"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Bengtsson, Csíkszentmihályi, and Ullén ( 2007 ) invoke a definition of improvisation based on the psychology of creativity literature, which typically uses the criteria of novelty and task-appropriateness to define creative behaviors (see Sternberg and Lubart 1999 ). They write that improvisation “involves freely generated choices,” and, invoking Pressing 1988, they write that improvisation “must be adapted to ongoing performance, and monitored through auditory and somatosensory feedback, as well as to an overall aesthetic goal” ( Bengtsson, Csíkszentmihályi, and Ullén 2007 , 831). In their fMRI task, they asked participants to improvise and remember what they have played, and then play it back from memory so that they can compare the same music being played under improvisatory and memorized conditions. Again, the authors used BOLD signal analysis to compare brain activity under different performance conditions, and to make inferences about brain structures involved in “the free creation of musical structures during improvisation” (840).",
                "footnotes": [],
                "citations": [
                    "sternberg_and_lubart_1999"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] De Manzano and Ullén write that musical improvisation “involves extemporization of novel and contextually meaningful musical content” ( 2012 , 772). In their task they use fMRI scans to compare musicians improvising (using a varying number of pitches) with the pseudo-random generation of notes (i.e., pressing keys randomly) to try to isolate the effect of expertise in improvisation from the mere generation that would be common to both conditions. They also included a baseline sight-reading task. They found no regions more active in improvisation compared with pseudo-random generation, and concluded, “the results demonstrate an extensive overlap in neural activity between the two conditions, indicating a network of regions in the frontal cortex which fulfill generic functions in different types of free generation tasks, independent of overall goal” (779).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Outside of instrumental music studies, Liu et al. used a similar paradigm in a study of freestyle rap. They write: “Freestyle rap . . . requires an artist to freely improvise rhyming lyrics and novel rhythmic patterns, guided by the instrumental beat – a particularly challenging form of spontaneous artistic creativity” ( 2012 , 1). Novelty, spontaneity, and freedom are again invoked. Using fMRI, they compared participants improvising rap lyrics versus performing a well-learned passage over a backing track. The authors compared the BOLD signal between the different conditions, aiming to show how brain activation during improvisatory behavior could translate across creative domains. [2.7] Outside of neuroscience research, behavioral studies and corpus studies are also concerned with novelty and spontaneity, but use different methods. These studies generally analyze improvisations produced inside the laboratory ( Frieler, Lothwesen, and Schütz 2012 ), or analyze corpora of digitized improvisations produced outside the laboratory by famous musicians like Charlie Parker ( Järvinen 1995 ; Järvinen and Toiviainen 2000 ; Norgaard 2014 ; Pfleiderer and Frieler 2010 ). Researchers look for repeating patterns and other mathematical metrics of novelty and information content to try to determine whether performers are employing previously learned structures, using generative mechanisms, or both. In other words, they ask what are the sources of the ideas, the types of memory employed, and the mechanisms that can adapt this existing knowledge or generate new ideas. Certainly these studies are motivated by questions about novelty and spontaneity. How novel is an improviser’s output really , as considered through these kinds of musical analysis? When is a performance more or less spontaneous (which could be measured with information entropy)? How does the constraint of having to perform in real time (requiring spontaneity) influence how musicians employ their musical knowledge? To the extent that these studies are concerned with novelty, spontaneity, and freedom, my comments below on the strengths and weaknesses of the neuroscientific literature apply to them as well. However, these studies also touch on something else besides questions of novelty, spontaneity, and freedom in that they are trying to describe different types of memory and knowledge being employed during improvisation. This is related to the alternative research program I propose below.",
                "footnotes": [],
                "citations": [
                    "liu_et_al_2012",
                    "norgaard_2014",
                    "pfleiderer_and_frieler_2010"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] There are a few neuroscience studies that differ in their experimental design logic by asking whether musicians with different levels of experience in improvisation differ in their music perception and cognition. Notably, Pinho, de Manzano, Fransson, Eriksson, and Ullén compared musicians with different levels of improvisatory experience using fMRI and found that musicians with more experience improvising have greater functional connectivity between frontal brain regions. They explain this without relying upon the concepts of novelty and spontaneity: “We suggest that the greater functional connectivity of the frontal brain regions seen in the most experienced participants [with improvisation] may reflect a more efficient integration of representations of musical structures at different levels of abstraction” ( 2014 , 6161). This approach aligns with the one I develop below in that it examines what ways of knowing facilitate improvisation. Similarly, Harris and de Jong ( 2015 ) compared groups of “score-dependent” musicians with improvisers using fMRI to examine differences in music perception. The emphasis on perception highlights a departure from asking how improvisers generate novel music freely and spontaneously. Instead, they are concerned with how different types of training lead to differences in perceptual processes. This is also strongly in line with the approach I develop below. Vuust, Brattico, Seppänen, Näätänen, and Tervaniemi ( Vuust et al. 2012 ) used electroencephalography (EEG) to examine differences between groups of rock musicians, jazz musicians, classical musicians, and non-musicians. They examined how sensitive these groups were to changes in pitch, timbre, loudness, rhythm, sound source location, and slides by using a mismatch negativity (MMN) paradigm (which can provide a neural correlate of such sensitivity). They “obtained larger overall MMN amplitude in jazz musicians as compared with classical musicians, rock musicians, and non-musicians across six different sound features. This indicates a greater overall sensitivity to sound changes in jazz musicians as compared to other types of musicians” (1440). Again, this study is of interest here in that it is looking at how different kinds of musical training affect music perception, and which features of perception—ways of knowing, in my terms here—are associated with the ability to improvise. These questions do not rely on the problematic concepts of novelty, spontaneity, and freedom.",
                "footnotes": [],
                "citations": [
                    "pinho_et_al_2014",
                    "harris_and_de_jong_2015",
                    "vuust_et_al_2012"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] My aim in this review of scientific studies on improvisation is not to synthesize their findings to show how to move forward. In fact, while there is some continuity among the studies, generally they are not converging on a single theory or explanation. Rather, I focus on the definitions of improvisation and the logic of the experimental designs. While many of these studies rely on the problematic concepts of novelty, spontaneity, and freedom, they still make a considerable contribution to the literature on improvisation. There is an admirable structure to these studies in their aim and ability to compare different ways of performing based on cognitive, neurophysiological, and neuroanatomical characteristics. If one uses music analysis to describe performances within a particular tradition with its own particular music theories, it can be difficult to draw comparisons with other traditions that have different music theories, especially if the analysis is done in the emic terms of that tradition (although Nooshin and Widdess 2006 have successfully done so). Cognitive-scientific features can serve as a common framework in which to compare human behaviors across practices and cultures. One could compare musical improvisation across different musical traditions, and improvisational practices across various artistic domains, such as improvisational theater ( Magerko et al. 2009 ) or Liu et al.’s ( 2012 ) freestyle rap study cited above. These different practices might share cognitive characteristics while differing in terms of the specific movements being made or the theoretically defined structures being employed. Further, other behaviors outside of music that might not immediately seem improvisatory might use similar neural structures and processes. This would allow for a re-theorization of what improvisation is and how it relates to cognition underlying other behaviors—insight that would not be possible looking only within the theory of a particular practice.",
                "footnotes": [],
                "citations": [
                    "nooshin_and_widdess_2006",
                    "magerko_et_al_2009",
                    "liu_et_al_2012"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] However, I wish to point out some problems with the current state of improvisation experiments. The first is the risk of a reaffirming circularity in these studies. Whether and in what sense the participants’ performances in these experiments are really novel, spontaneous, or free is problematic, as described above. There still may be differences between what the participants are doing under the different conditions in these studies, and it is clear that something is different neurologically, but inferences made by ascribing the differences to novelty, spontaneity, and freedom mechanisms in the brain can be no clearer than the meaning of those concepts themselves. Neuroscientific data does not clarify that issue. If, on the basis of historical, ethnomusicological, political, and philosophical criticism, one questions whether the improvisations in these studies are really novel, free, and spontaneous, or questions whether they are really more novel, free, and spontaneous than the condition against which they are compared, or questions how to identify novelty, freedom, and spontaneity in the first place, it becomes unclear what the brain data contributes. Changing the conception of the phenomenon a priori would change the interpretation of the brain data. Another way to frame this critique is to ask what observed brain activity would lead researchers to conclude that improvisation is not novel or spontaneous. If they found no difference, they could simply conclude that both behaviors are novel, or that neither are. The studies could not, in principle, falsify the assumption that improvisation is novel, free, and spontaneous. This problem is highlighted by the conflicting findings between Limb and Braun’s study, which found deactivation in the dorsolateral prefrontal cortex (DLPFC), and Bengtsson, Csíkszentmihályi, and Ullén’s study, which found more activation in that same brain area. Both studies interpreted that neural feature with respect to the novel and spontaneous characteristics of improvisation. Limb and Braun attribute these divergent results to different analytical methods, different participants (improvisers instead of classical musicians), and differences in the task, so they have argued that the studies may not be directly comparable. Still, there is a risk here of forcing neuroscientific results into a problematic framework of a priori assumptions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] That said, these studies did find differences between improvisatory and non-improvisatory performance conditions. Something is distinguishing improvisation from the other conditions neurologically. However, whether novelty, spontaneity, and freedom are the best criteria to explain the differences is debatable. Those concepts may not be the only differences between the performance conditions. Alternative explanations of the data are possible. For instance, in the case of Limb and Braun’s finding of attenuated DLPFC activity, perhaps this indicated something like Csíkszentmihályi’s ( 1996 ) state of “flow.” Dietrich ( 2015 ) hypothesized that flow-like states would have attenuated DLPFC activity, and in fact, Dietrich cites Limb and Braun’s study as an example to support this idea. Flow, as an explanation, does not necessitate novelty, although it shares the decreased self-monitoring aspect of Limb and Braun’s explanation. Perhaps while improvising, performers were better able to enter a state of flow because the task was more engaging. Limb and Braun’s explanation may thus still make sense, but it does not have to be in service of ideas like novelty and spontaneity. Flow may not be the only other explanation; I intend to contribute in this article an alternative framework within which to ask questions and interpret data.",
                "footnotes": [],
                "citations": [
                    "csikszentmihalyi_1996",
                    "dietrich_2015"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] The second issue I wish to raise is that the existing studies could go further in distinguishing between types of improvisation. Improvisation is not a single kind of performance behavior, and among the different studies—or, indeed, within any one of the studies, performers may be employing many different strategies and techniques to generate ideas ( Hargreaves 2012 ; Norgaard 2011 ) depending on the musical context ( Goldman 2013 ), even though they might all fit into the experimental category of “improvising,” or could be regarded as equally novel or spontaneous from a particular analytical point of view. For that matter, there could be multiple ways to play in the well-learned over-rehearsed performance conditions as well. This would be an important and highly meaningful variation to capture, since differences in performance processes are at issue. This is highlighted when comparing Berkowitz and Ansari’s response-box task with the studies that use more ecologically valid piano keyboards. Different performance processes are employed when the technique for a particular instrument, something that takes years to acquire, is cut out of the equation by replacing it with a small response box. Of course one has to start somewhere in experimental comparisons, so one cannot really fault these studies for not examining these issues. Clearly there are more studies to do. But, as they stand, such frameworks would not be able to distinguish between these different kinds of improvisation because, according to the way improvisation is conceived in these studies, multiple kinds of improvisation could be equivocally treated as equally novel, free, and spontaneous. If novelty, spontaneity, and freedom are the subjects of interest, there may be other ways to study them, such as a task requiring choosing random digits (e.g., Jahanshahi et al. 2000 ).",
                "footnotes": [],
                "citations": [
                    "hargreaves_2012",
                    "norgaard_2011",
                    "goldman_2013",
                    "jahanshahi_et_al_2000"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] A potential objection to my objections is to point out that this kind of scientific work could build its own definition of improvisation. In other words, in principle, one could uncritically ask participants to “improvise” without any particular in-depth questioning of the concept. Observations of brain activity while people are “improvising” could be compared over multiple situations and aligned to show a suite of common neuroscientific features. These features could then come to mean “improvisation.” One could then claim that improvisation is that which activates those brain areas. A diverse set of behaviors inside and outside of musical contexts might be observed to correlate with similar brain activity, and could thus be conceptually linked through these neuroscientific observations. A similar approach could be taken for a concept like “novelty” or possibly any arbitrary concept. This approach could produce pragmatic knowledge; perhaps it could lead to knowledge that if one suffered brain damage that disrupted the relevant neural processes, one would also not be able to improvise, or that by medically repairing a particular neural structure, one might regain the ability.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] The issue with using this approach alone is that it would not be able to explain what those brain areas are doing to enable improvisation because it was never clear what someone is doing when they are improvising in the first place. Without some critical non-neuroscientific description of the practice, there is no substrate upon which to map an explanation of the brain data. Thus, we are back at square one, and need some critical understanding of the practice. Questions about the nature of improvisation from multiple perspectives (critical, ethnographic, etc.) are necessary for brain data to contribute to explanations of the practice. I aim to develop such a substrate, an alternative conceptualization of improvisation upon which neuroscientific observations can be mapped and which they can help explain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] The alternative paradigm I will now present advocates bracketing questions of novelty, freedom and spontaneity as the basis for scientific work, and seeks a different set of questions to ask that can be meaningfully supported through scientific observation. Despite my criticisms of these concepts for scientific purposes, I do not think they should ultimately be abandoned; I will show how the scientific approach I advocate can work with them. This alternative research program considers improvisation in terms of particular ways of knowing. Improvisation as a Way of Knowing",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Music psychologists are thoroughly aware that musicians have a special way of knowing about music and musical structures, as evidenced by many studies that compare musicians’ and non-musicians’ perception and cognition. However, not all musicians are the same. Consider a plurality of ways of knowing about music, not just one. The central question of the research program I am proposing is to describe characteristics of the ways of knowing that underlie the behaviors normally identified as improvisatory, and that are possessed by people normally called improvisers. This is a very broad framework in which to ask questions, and it is clear that a more precise characterization of a “way of knowing” is necessary to proceed with this research program. I will narrow this framework in the remainder of the paper, but the general point is that explanations about the nature of improvisatory practices and processes can be formed within this framework, without needing to appeal to concepts like novelty, spontaneity, and freedom to distinguish between ways of making music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] To begin to narrow what is meant by ways of knowing, consider the following observations. First, take the simple example of a C-major chord. There are many ways to understand this musical structure: it has multiple haptic touches, proprioceptive feels, sounds, motor correlates (i.e., how to physically play it), visual images (e.g., how it looks to play it on a guitar or keyboard, or how it looks on the page in various notations), not to mention more complex emotional associations, functional harmonic properties, and characteristics specific to an individual performer’s own past experiences using and perceiving it. Some musicians might recognize it more readily through music reading, and some through listening. Some musicians may not recognize it in written notation at all despite being able to use it in performance. Jazz and rock musicians might be more fluent at reading it from lead sheets than classical musicians, and classical musicians may be more comfortable with staff notation. An enculturated listener who does not play an instrument might recognize the sound of the chord without having any specific sense of how it is produced, or how it is theoretically related to other chords. There are many possible ways to know about C-major chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Also, consider sight-readers. Music psychologists have shown that this ability is predicted by information-processing speed and mental imagery (“inner hearing”), among other factors ( Kopiez and Lee 2008 ). A good sight-reader and a bad sight-reader might be matched in their ability to successfully perform a piece of music, but differ in their ability to sight-read that piece. What a C-major chord is to a good sight-reader may be different than what it is to a musician who struggles with sight reading; that is, these two musicians may know different things about the chord, allowing one of them to more fluently employ it while sight-reading. They know about the musical structures in different ways, underlying their different uses of that knowledge while sight-reading.",
                "footnotes": [],
                "citations": [
                    "kopiez_and_lee_2008"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] To take an example of an improvisatory tradition, jazz conservatory students practice different skills from Western classical music students even though much of the structural vocabulary (chords, scales, etc.) overlaps. Listening to a recording and learning to play it back with veridical accuracy, as many jazz players do, is not the typical way someone learns to play a Beethoven sonata in the Western classical tradition. For playing works by Beethoven or other art-music composers, the written score is typically used to prepare a performance. Learning to memorize hours-long specific sequences of notes may not be typical of jazz practice methods; some ways of learning, and the resultant ways of knowing, might better facilitate such memorization ability. While musicians from different pedagogical traditions may know about similar musical structures, like C-major chords, they learn about them and use them differently. They have different ways of knowing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] There are two senses of the idea of ways of knowing that these examples highlight. First, certain ways of knowing, resulting in part from a musician’s development through particular performance experiences and training methods (and perhaps also due to other developmental factors), would be instantiated in some to-be-determined set of differences in perceptual and cognitive characteristics, with concomitant neurophysiological and neuroanatomical features. Second, those ways of knowing would facilitate particular ways of interacting with instruments, other people, and the environment generally, affecting the ways in which a performer perceives the actions of themselves and others, interfaces with instruments, and plans and executes movements. The possession of knowledge and the way that knowledge enables behavior are strongly related, and could be considered as the same if one adopts an embodied cognition perspective (see Matyja and Schiavio 2013 ). For the purposes of this article, I am not directly concerned with the various philosophical assertions of embodiment theories: different ways of knowing could be described in a standard information-processing model of the mind as well as an embodied approach. I mention embodied cognition here, though, because much of the experimental work I will cite below to develop this research program has been interpreted within embodiment theories. That said, such an inseparable link between features of the brain and features of behavior helps clarify how ways of knowing can function as a definition of improvisation. To know in a particular way necessitates a particular kind of behavioral interaction with the world. As it pertains to music, particular ways of knowing facilitate particular kinds of musical performance behaviors; a subset of these ways of knowing and their associated behaviors, which I am trying to capture in this article, could be called “improvisation.”",
                "footnotes": [],
                "citations": [
                    "matyja_and_schiavio_2013"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The examples used above consider a C-major chord, but clearly there are many other things that could be known in different ways. Thus, despite being primarily concerned with how different musicians produce music, there is still a what question here (i.e., what it is that is known differently), and a profitable interaction with music theory is necessary for the advancement of this research program. There are many possible musical structures that could be known differently such as scales, chords, single notes, and rhythms. More complex music-theoretical ideas like chord progressions, functional harmony, and harmonic syntax might also be known differently. Some of these music-theoretical ideas might make more sense than others to use in constructing experiments that could demonstrate and support descriptions of differences between ways of knowing. Collaboration with music theory is thus crucial. I return to this issue in more detail in section 7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Asking about ways of knowing highlights not only questions about different ways of producing music, but also different ways music is perceived. Examining both of these aspects could help to describe ways of knowing. It also generates questions about differences between how groups of musicians possess and employ knowledge (between-group comparisons) rather than only looking within a particular group of musicians performing different tasks (within-group comparisons). This is why the studies by Vuust et al. ( 2012 ), Pinho et al. ( 2014 ), and Harris and de Jong ( 2015 ) cited above are particularly notable. This approach also responds to past cognitive-scientific theories of improvisation ( Johnson-Laird 1991 ; Pressing 1988 ). For instance, if improvisation is generative (as discussed by Johnson-Laird), why can only some musicians employ these generative processes fluently? What way of knowing facilitates that? In response to Pressing’s work, which discusses different kinds of memory employed by improvisers, I note that all musicians (not just improvisers) have declarative and procedural knowledge. Do trained improvisers differ somehow with regard to the type or quality of their knowledge (i.e., their way of knowing)? Those differences could help explain how people are able to improvise.",
                "footnotes": [],
                "citations": [
                    "vuust_et_al_2012",
                    "pinho_et_al_2014",
                    "harris_and_de_jong_2015",
                    "pressing_1988"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] What is necessary now is a more precise consideration of how different ways of knowing could be characterized, and how experiments could be designed to refine that characterization. Ways of knowing could be characterized in many different forms, and there is no reason to limit this research program to one discipline. That said, I work from a cognitive-scientific perspective here in order to advance the additional goal of developing a compatible experimental research program to support this theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] I now turn to what these to-be-determined characteristics might be, and why. By examining the pedagogies, practice methods, and performance contexts surrounding improvisatory practices, and by considering relevant cognitive-scientific literature, I develop hypotheses about what would constitute an improvisatory way of knowing, and what allows known musical structures to be produced in improvised performance. I aim to make these observations compatible with scientific discourses so that neuroscientific understanding can more effectively inform theories of improvisation. This also provides a clear path for experimental investigations of these hypotheses. Psychological and Neuroscientific Characteristics of Ways of Knowing",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In this section, I use psychological and neuroscientific theories to articulate how ways of knowing could differ. I link these theories to observations about improvisatory practices. I describe how an improvisatory way of knowing might be characterized in cognitive-scientific terms, and show how such a formulation can generate empirically tractable research questions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] As I have posed the question thus far, many different kinds of hypotheses could be generated about differences in ways of knowing. Many neuroscience studies have examined how musical training changes the brain by comparing musicians with matched controls without (or with less) musical training (e.g., Bengtsson et al. 2005 ; Gaser and Schlaug 2003 ; Hyde et al. 2009 ; Kraus and Chandrasekaran 2010 ). What I am suggesting is to compare perceptual and cognitive processes, and structural and functional neuroscientific features, between kinds of musicians.",
                "footnotes": [],
                "citations": [
                    "bengtsson_et_al_2005",
                    "gaser_and_schlaug_2003",
                    "hyde_et_al_2009",
                    "kraus_and_chandrasekaran_2010"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] This could be done with regard to many different aspects of musical perception, performance, and interaction, just as the musician versus non-musician studies have done. I advocate for starting with a more specific research question, though: looking at differences in perception-action coupling. In recent years, numerous psychology studies (see Maes et al. 2014 for a review) have demonstrated that when musicians plan and execute movements, the process involves simulating anticipatory sensory images (forward models), and inversely, when musicians hear musical stimuli, the perceptual process induces motor activity (inverse models). These studies often compare musicians with non-musicians, showing how training creates perception-action couplings between certain musical sounds and movements. Listening can induce and alter movements, and moving can alter perception. In the words of Novembre and Keller, “the behavioral evidence indicates that the perception or mental imagery of sounds—which would normally be associated with specific movements—trigger representations of those specific movements” ( 2014 , 3).",
                "footnotes": [],
                "citations": [
                    "maes_et_al_2014",
                    "novembre_and_keller_2014"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] There are numerous neuroscientific studies as well, reviewed by Novembre and Keller ( 2014 , 3). When musicians view silent hand movements, auditory neural activity has been observed, and when they hear musical sounds, motor activation has been observed ( Bangert et al. 2006 ; Lotze et al. 2003 ; Haslinger et al. 2005 ; Sherwin and Sajda 2013 ). Hasegawa et al. ( 2004 ) observed brain activity in the planum temporale when pianists viewed silent movements at a keyboard, suggesting a kind of key-touch reading analogous to lip-reading. These studies typically compare musicians with non-musicians to show how training affects these associations. Evidence for these associations can be detected in the brain after very little training ( Bangert and Altenmüller 2003 ).",
                "footnotes": [],
                "citations": [
                    "novembre_and_keller_2014",
                    "bangert_et_al_2006",
                    "lotze_et_al_2003",
                    "haslinger_et_al_2005",
                    "sherwin_and_sajda_2013",
                    "hasegawa_et_al_2004"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] This is a promising line of research, although it should be noted that there is less sensitivity in these studies to differences between kinds of musicians. An exception is Drost, Rieger, and Prinz ( 2007 ), who showed that some of these effects are timbre-specific (hearing timbres of one’s own instrument, or an instrument with a similar technical interface like piano versus organ, show stronger associations between perception and action). This is a difference between groups of musicians, though it does not pertain to improvisation. Also, some of the neuroscientific studies I reviewed above begin to draw comparisons between types of musicians.",
                "footnotes": [],
                "citations": [
                    "drost_rieger_and_prinz_2007"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] The strategy for studying improvisation that I am describing would employ a research paradigm similar to these studies, but would compare improvisers and non-improvisers—a distinction which requires further explication, which I will undertake in section 6. Perception-action coupling could serve as the basis of a comparison between ways of knowing. To begin to explain what motivates this particular comparison, consider the canonical examples of the role of action in perception from psychology and philosophical literature, which address vision. Movement of the body changes visual input, and in that sense, action is part of perception ( Noë 2010 ). The regularities of this coupling (“sensorimotor contingencies” in O’Regan and Noë’s [ 2001 ] terms) allow fluent interaction with the environment and adaptation to new circumstances. The action of picking up a glass of water is a different action every time depending on the size of the glass, the starting orientation of the body, the distance of the glass from the body, etc. In order to successfully interact with the world, we need this kind of coupling between sensory and motor systems in order to adapt to new situations. Musical training is specialized and relatively rare, whereas most sighted people can demonstrate such visuomotor improvisation as would be necessary to pick up glasses, or pens, or whatever. The acquired knowledge of the relationship between movement at an instrument and its sensory result is more rare among people, but may not be different in principle. The knowledge of how certain movements affect certain perceptions, along with the knowledge of the environmental regularities that govern such a relationship (i.e., the structure of the instrument, and acoustics), would allow someone to fluently move at an instrument in an adaptable way, allowing them to effect the sounds they wish to create. Iyer  also invokes Noë’s ( 2000 ) work: “Encapsulating the embodied process of being in the world, Noë describes experience as a ‘temporally extended pattern of exploratory activity.’ This could be a definition of improvisation: the real-time interaction with the structure of one’s environment” ( Iyer 2004 , 164).",
                "footnotes": [],
                "citations": [
                    "iyer_2004"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Most Western “non-improvising” musicians can accomplish this with expressive parameters of music. They can change the way they move to effect different dynamic and timing characteristics and change the sound. In this sense, Western classical musicians are improvising with regard to that aspect of music, because their way of knowing about those parameters allows them to do so. I argue that manipulating other music-theoretical parameters, like harmony and melody, could be described as a similar skill. If one knows about harmony and melody in such a way so as to be able to know what movements create what changes in sound, one could improvise with those musical parameters. A musician with the perception-action coupling for these aspects of music would be able to improvise with them. So, as is well documented in the literature, musicians may be able to improvise with different aspects of music (melody, harmony, rhythm, expression, etc.). The parameters they can improvise with are the ones they know about in an improvisatory way. Perception-action coupling theories can explain such a difference to help describe this way of knowing, and provide experimental paradigms with empirically falsifiable hypotheses (i.e., maybe there is no difference between groups) to test such a prediction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The kind of link between action and perception described by the existing experimental studies on musicians generally, and described by the philosophical point I just made, resonates with the kinds of skills many improvisers aspire to learn: the desire to truly hear what one is playing before actually playing it and not simply guess or rely on muscle memory. The jazz pedagogue Lennie Tristano talked about these imagery skills ( Jago 2015 ; Shim 2007 ). In fact, if someone does not anticipate the sound of what they will play, some would say that they are not really improvising. Sudnow’s ( 1978 ) autoethnography in which he describes how he learned to become a jazz improviser provides another account of the importance of the connection between hearing and moving. Sudnow describes learning to feel the sounds he wished to play. For many musicians, this link is practiced through transcription and imitation, activities that emphasize understanding the link between a sound and a movement. Improvisation students aspire to be able to hear a performance, and know how to recreate those sounds through their own movements at an instrument. One could also develop such a skill through practices like learning corpora of musical structures in all keys (C major, D ♭ major, D major, E ♭ major, etc.). Jazz students practice transposition, which helps form a more richly varied motor representation of particular sounds; that is, playing in different keys requires different movements to produce similar sounds, so knowing how to play a musical phrase or chord progression in different keys would contribute to a kind of motor invariance (i.e., a generalization) of the sound in mind, allowing a fluent connection between sound and movement in a wider range of musical and motoric contexts. Classical-style improvisers also practice in this way, as demonstrated in many historical methods of preluding and playing cadenzas ( Berkowitz 2010 ; Goertzen 1998 ).",
                "footnotes": [],
                "citations": [
                    "jago_2015",
                    "shim_2007",
                    "sudnow_1978",
                    "berkowitz_2010",
                    "goertzen_1998"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] One clear empirical research program could thus be not only to compare musicians and non-musicians with regard to their perception-action coupling, but also to test whether musicians typically regarded as improvisers differ as a group from non-improvisers, or whether different groups of improvisers differ in this regard depending on how they practice and train (i.e., test different kinds of improvisers). Such a method could explore the variation left open by the current scientific studies that tend to treat improvisation as an undifferentiated behavior. Given the emphasis placed on such couplings, the philosophical motivation to ask such questions, and the findings from the research comparing musicians and non-musicians showing that such couplings are acquired, it is reasonable to hypothesize that there are differences in either the strength or quality (nature, type) of the couplings between musicians depending on how they have learned.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] It may seem that a theory of improvisation should explain the source of the actual ideas a performer has (i.e., the specific structures they choose and/or generate), not just characteristics of the way those ideas are known and used. However, the cognitive scientist trying to explain improvisation is no more accountable for explaining the presence or generation of specific musical ideas, or the motivation to produce them, than is the visuomotor scientist for explaining the existence of particular kinds of drinking vessels in different cultures, or the nature of the thirst that motivates picking them up. Surely understanding glasses and thirst can contribute to broader theories of visuomotor behavior and help integrate cognitive-scientific theories into a broader understanding of the act of drinking, and, by analogy, understanding the specific structures that constitute musical styles, the technology (e.g., instruments) available to performers, and the social motivations to make music could all broaden perceptual-motor theories of improvisation. But in order to articulate a theory that describes differences in ways of knowing, it is not immediately necessary to do so with regard to any specific set of musical structures or motivations to make music. In fact, that is one of the strengths of this approach: it could apply to many sets of musical structures and performance traditions. That said, experiments that work with particular musicians who know particular sets of musical structures do need to choose specifics to test these ways of knowing. Also, questions about specific styles and traditions are, of course, still important for other levels of explanation of improvisatory practices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Perception-action coupling may be an important place to start looking for these kinds of differences in ways of knowing, and may well be necessary to improvise, but may not be sufficient to characterize an improvisatory way of knowing. There may be other ways to ask about such differences; in the meantime, I have described a productive place to start that can adapt well-defined existing experimental paradigms to test its theoretical assertions, as I will explain in more detail in section 5. Also, as I have emphasized here, differences in pedagogies and practice methods may not be the only source of difference between musicians in how they know about music. Other developmental factors may be at play; for instance, children with particular kinds of motor skills might be more likely to become improvisers, making it difficult to attribute differences in cognition to practice methods alone. It is not necessary for this discussion to show what exactly causes differences in ways of knowing—it would be a good start merely to demonstrate that they exist—although examining differences in musical education seems to be a reasonable place to start looking, and a good initial basis for between-group experimental comparisons.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Finally, in terms of falsifiability, it is possible that no such differences would be found. In that sense, this theory could be thoroughly falsified; maybe all trained musicians are the same with regards to how they perceive music and plan movements at their instruments, at least according to perception-action experimental paradigms. This strikes me as unlikely given the differences in their training regimens and performance skills, but it is possible, and that possibility underscores the scientific viability of this proposed research program. Developing Specific Ideas for Experiments",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In this section, I propose specific experiments based on existing paradigms from cognitive-scientific literature. The main aim of this article is to articulate the theoretical framework, but it will be helpful to clarify what this would look like in practice. I will propose experiments based upon existing perception-action coupling paradigms as well as describe my own ongoing empirical research. I will also suggest a few other possible experimental comparisons about ways of knowing outside the perception-action coupling hypotheses. It is relatively easy to simply suggest experiments, and obviously, there would be a lot of work needed to develop these ideas before they could be implemented, but they nonetheless will clarify what I envision as a possible way forward.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] As described above, the theory I am advancing suggests comparing groups of musicians on the basis of their experience with improvisation. In this way, existing perception-action coupling paradigms that compare musicians with non-musicians could compare improvisers with non-improvisers, or could parameterize one’s experience with improvisation, as Pinho et al. ( 2014 ) did with their hours of improvisation experience variable. In designing these studies, it is important to develop a reasonable way to delineate different types of musicians, an issue I will address in section 6. For example, Trimarchi and Luzzatti ( 2011 ) and Drost, Rieger, Brass, Gunter, and Prinz ( 2005 ) both conducted studies in which sound was used to prime movements. Musicians showed particular sensitivity to these effects compared with non-musicians. This approach could be adapted to test improvisers. Hearing the sound of a particular chord while trying to play a different chord could interrupt the movement. Hypothetically, these effects might be more pronounced in improvisers. Similarly, studies that examine auditory brain activation from observing silent videos of other musicians performing ( Hasegawa et al. 2004 ), or from silently moving one’s hands as one would on an instrument ( Lotze et al. 2003 ), could also work for comparing improvisers with non-improvisers. Again, perhaps these effects are more pronounced in improvisers.",
                "footnotes": [],
                "citations": [
                    "pinho_et_al_2014",
                    "trimarchi_and_luzzatti_2011",
                    "drost_et_al_2005",
                    "hasegawa_et_al_2004",
                    "lotze_et_al_2003"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Another related strategy could focus on audiation (acuity of inner mental hearing). If improvisers train to truly hear what they are playing, they may be more sensitive to the relationship between their movements and the sounds that are produced. With digital instruments, this relationship can be manipulated; i.e., a pianist or guitarist could play one thing on an instrument, but the resultant sound can be manipulated. Introducing mismatches could be studied behaviorally (to test participants’ sensitivity to such mismatches) or neuroscientifically to examine the neural correlates of such mismatches, similar to work on error detection by Maidhof ( 2013 ). If the audiation that improvisers often practice is truly more accurate, there could be an experimental effect here.",
                "footnotes": [],
                "citations": [
                    "maidhof_2013"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] I am currently conducting my own experimental work using EEG. One current ongoing experiment compares jazz pianists with classical pianists. In the task, the participants play chords on a MIDI keyboard, but the chords they hear may or may not be the chords that they play. The task is to identify the chord that they hear by pressing a button on a computer keyboard, and the idea is that the act of playing may either facilitate (if the sound matches) or interrupt (if the sound does not match) their auditory perceptual abilities. I am looking for evidence that improvisers are more affected by the mismatches as evidenced by behavioral differences (longer response times and lower accuracy) and EEG correlates of their sensitivity to this mismatch. Such a difference would point to different perceptual characteristics that underlie the way improvisers know about the sounds and movements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] While I have placed emphasis on between-group studies here, the research program I am advancing can also be supported by within-group studies. That is, experiments could study improvisers, as a single group, playing in different ways. This is what many of the existing neuroscience studies already do by comparing improvisation with rehearsed performance. I am suggesting two ways to advance these types of studies. First, different kinds of improvisation could be emphasized, not just improvisation versus rehearsed performance. De Manzano and Ullén ( 2012 ) have begun to do this with their pseudo-random versus improvised comparison. Other comparisons between types of improvisational strategies could potentially be made and examined with behavioral or neuroscientific paradigms. Hargreaves ( 2012 ) offers a nice taxonomy of improvisational strategies that could be investigated experimentally, including strategy-generated (let a strategy guide you, e.g., use only thirds), audiation-generated (let your ear guide you), and motor-generated ideas (let your muscle memory guide you). A behavioral paradigm such as using delayed auditory feedback (DAF) could compare these ways of generating ideas. DAF artificially delays the sound produced by an instrument by a fraction of a second, interrupting normal perception-action links (see Pfordresher 2006 ). Perhaps improvisers are more disrupted by delayed auditory feedback when playing with audiation-generated ideas than explicit strategy-generated ideas. Such an experiment adds to these within-group studies by explaining differences in improvisational performance processes not in terms of novelty and spontaneity, but in terms of different perception-action coupling dynamics, suggesting different ways of employing musical knowledge, and different types of knowledge being employed.",
                "footnotes": [],
                "citations": [
                    "hargreaves_2012",
                    "pfordresher_2006"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] It is worth mentioning that other research paradigms in music cognition could examine differences between ways of knowing among groups of musicians outside of the perception-action coupling hypotheses. For instance, early right anterior negativity (ERAN) paradigms in EEG research, which look for sensitivity to syntactical violations in music perception (see Koelsch 2009 ), and MMN paradigms that look for perceptual sensitivity to deviant stimuli (e.g., the Vuust et al. 2012 study cited above) could both be adapted to test whether improvisers are more sensitive than non-improvisers to certain aspects of musical structure. Also, Representational Similarity Analysis ( Kriegeskorte, Mur, and Bandettini 2008 ) is a neuroscientific analytical technique that could be used to compare whether different groups of musicians categorize musical structures in different ways. Particular kinds of categorization (i.e., a particular ways of knowing) may be associated with improvisers. For instance, different chords with similar harmonic functions may have more similar neural representations for improvisers as compared with non-improvising musicians, allowing a more fluently recalled and varied repertoire of structures that could be employed while improvising. To be sure, these other approaches need further theoretical development, but they could serve a similar general research aim.",
                "footnotes": [],
                "citations": [
                    "koelsch_2009",
                    "vuust_et_al_2012",
                    "kriegeskorte_mur_and_bandettini_2008"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] Finally, in an ideal situation, a long-term longitudinal study could help isolate the effects of different pedagogies on the development of such differences from other factors that could influence ways of knowing. It could be that experienced improvisers have differences in perception-action coupling due to developmental factors unrelated to their musical training. In order to show that it is the training that leads to the differences, a long-term longitudinal study could be conducted starting with randomly selected musical novices in two different training groups: one that employed improvisation pedagogies, and one that employed non-improvisatory pedagogies, perhaps based around Western classical music. After a period of training, various perceptual and cognitive tasks could be employed, similar to those proposed in this section, in order to assess the effects of the training. A promising possibility would be to compare young students of the Dalcroze method with controls, as the Dalcroze method emphasizes links between perception and action and improvisational skills. Operationalizing Improvisers and Non-improvisers, and Connections to the Broader Discourse",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] One major practical challenge that needs to be addressed for between-group experimental comparisons is how to distinguish improvisers from “non-improvisers,” especially considering that this research program does not rely on traditional criteria like novelty, freedom, and spontaneity to define improvisation. Who, exactly, would be included in which experimental group? It is worth pointing out that this is equally a problem for studies that compare musicians with “non-musicians,” which can sometimes be a gray area. “Improviser” may be a more nuanced category than “musician,” but the strategy for creating experimental groups for the purpose of comparison has similarities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] We can start with an interim definition based on institutional and normative differences—i.e., what is typically considered to be “improvisatory” and who is typically considered to be an “improviser”—and make experimental observations based on that. There is some initial intuitive difference between improvisation and rehearsed performance, and this research program would seek cognitive and neural evidence to test that distinction. Jazz conservatories, for instance, have curricula to foster certain skills in their students, who are typically called “improvisers,” whereas classical conservatories have different curricula that foster other skills. This institutional difference leads to two populations of advanced students and young professionals who both have musical training and experience, but differ in the nature of that training and experience. These groups could be compared in psychological and neuroscientific studies. Of course, this does not account for all improvisers or for all possible distinctions that could be made. There are other questions of expertise (perhaps advanced students differ from elite experts), and differences among styles of improvisation, to name a couple of other possible comparisons. But such an initial comparison would account for a lot of what is typically thought of as improvisation, at least in Western musical traditions, and could serve as the basis for a between-group comparison in line with the research questions proposed above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Improvisatory experience could be further assessed with interview and questionnaire methods that gather data about training methods and performance experiences. This would provide information on whether musicians from different groups practice skills that emphasize links between perception and action, as well as listening behaviors (e.g., whether participants actively try to simulate movements when listening to recordings or performances), and pedagogical methods employed by their instructors. Such a questionnaire could roughly estimate hours of experience with improvisation (similar to what Pinho et al. 2014 measured), as well as use self-identification as an improviser as a basis for comparison (similar to what Harris and de Jong 2015 did). Questionnaires could also provide information about variation between individual improvisers, such as the emphasis they place on particular ways of practicing or listening (for instance, whether they regularly transcribe solos), which may correlate with observed psychological and neuroscientific findings.",
                "footnotes": [],
                "citations": [
                    "pinho_et_al_2014",
                    "harris_and_de_jong_2015"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] The category of “non-improviser” also needs some explaining. It is worth noting that many classical musicians report not being able to improvise, sometimes viewing the practice with considerable trepidation, so this could also function as another normative distinction: one could compare people who feel confident improvising with those who say they cannot improvise, or who are not comfortable doing so. It may well be, however, that many so-called non-improvisers have similar perceptual-motor cognitive abilities to the improviser group. If nominally non-improvising musicians perform similarly to nominal improvisers on an experiment like the ones I propose here, one would expect those musicians to have similar skills.  The existing research suggests that any trained musicians could have these links, but it remains an open question whether there are aspects that could differ. The specific label is not ultimately important. The question is whether there are different groups of musicians—latent classes—that normally get grouped together in psychological and neuroscientific studies. One of those classes may perform differently on these kinds of experimental tasks, and that group may correlate with measures from the questionnaire that describe improvisatory skills and identity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Gradually, experimental findings can motivate new ways to distinguish between performance processes that may not completely align with these existing distinctions. It would be possible to change and refine the group-membership criteria after initial experimental comparisons. That is, findings could influence how groups are defined for the next round of experiments to incrementally converge on relevant criteria that maximize group differences, demonstrating which factors lead to the observed differences. These factors may or may not end up completely aligning with the initial normative and institutional distinctions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Thus, this approach has the potential to re-categorize which actions are considered to be improvisatory based on scientific theories and observations. Some musicians or musical practices not previously considered to be improvisatory may share many of the cognitive features present in people normally considered to be improvisers, while some improvisers may have more in common with those normally thought not to be improvising. Drawing lines and assigning labels is a political practice, and I am not suggesting using this research to tell people what they are really doing. Scrutinizing the meaning and application of labels is an activity of the critical discourse I described above, and that should continue to be part of this research process. This scientific approach contributes its own kind of distinction to be juxtaposed and incorporated with other scholarly approaches. Retaining labels like “improviser” in scientific work serves to facilitate its connection with this more general discourse (effectively tagging it to be compared and criticized). Further, such a scientific classification would not invalidate other critical approaches.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] In fact, the scientific approach advocated for here is compatible with research questions from the more general discourse on improvisation and more common conceptions of the practice. For example, the theorization of improvisation I have described does not reject questions of novelty, freedom, and spontaneity, but rather argues that they provide a problematic basis for experimentation. The research program I have advanced can remain agnostic about whether the behaviors have these features on another level of analysis, but there could be connections between these perspectives. For instance, being able to spontaneously interact with novel musical behaviors within a group—a description that might be in line with a more traditional conception of improvisation—may rely on certain ways of knowing about music as I describe here. An efficient ability to recognize which movements produce which sounds, as I hypothesize improvisers have, would facilitate such interactions by allowing performers to know what each other is playing and how to play it themselves or respond appropriately, providing a foundation for more fluent interaction. The characterization of how improvisers know about music is not framed in terms of traditional descriptions of improvisation (novelty, spontaneity, freedom, etc.), but it can form meaningful bridges to explain how such traditional concepts might be facilitated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Another possible contribution of this approach is to ethnomusicological comparisons, and comparisons to other domains of improvisation. I have focused on musical improvisation here, with Western musical traditions in mind, but similar principles could be applied to other musical practices and non-musical improvisatory practices (see the descriptions of Liu et al. 2012 and Magerko et al. 2009 above). For instance, musical traditions that appear to be improvisatory by Western criteria may share similar cognitive features, as I have described. Such a theory provides a common framework for comparison. Acting and dance may have similar ways to describe differences in ways of knowing. Critical discourse that is interested in drawing comparisons and differences between improvisatory practices in different arts and everyday behaviors could use this theory to draw such comparisons.",
                "footnotes": [],
                "citations": [
                    "liu_et_al_2012",
                    "magerko_et_al_2009"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] Similarly, considering improvisation as a way of knowing could inform historical research on improvisation.  Recent scholarship demonstrates an interest in reconstructing pedagogical methods of the past, such as the study of partimenti ( Gjerdingen 2007 ; Sanguinetti 2012 ), in which students learned to improvise through studying musical schemata. The way these students learned afforded them a way of knowing about these schemata that allowed for improvising with them. Students today who play works of music that contain these same compositional devices must know about these schemata in some way in that they are able to produce them, but the way they know may not afford the ability to improvise with them. One could also look to practices of Renaissance improvisation ( Cumming 2013 ; Schubert 2002 ) with a similar perspective. This is not to say that these practices would have had exactly the same cognitive and neural correlates as those described in the proposed experiments above, although it is feasible that there would be cognitive similarities despite the historical and cultural differences. Considering differences in ways of knowing more generally could inform these historical projects and help connect them to other points in history, and to the present.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007",
                    "sanguinetti_2012",
                    "cumming_2013",
                    "schubert_2002"
                ]
            }
        },
        {
            "6.10": {
                "text": "[6.10] Finally, I would like to point out that such a perspective could also be applied to the more general psychological and neuroscientific work on creativity. Work on the psychology of creativity has operationalized the concept with the two criteria of novelty and usefulness ( Sternberg and Lubart 1999 ). As far as neuroscience is concerned, psychometrics of creativity assessed by questionnaires ( Kaufman 2012 ) or performance on various divergent thinking tasks (e.g., Jung et al. 2015 ) can be correlated with differences in brain structure and function ( Arden et al. 2010 ; Jung et al. 2013 ). Experimental work has also tried to capture moments of insight ( Jung-Beeman et al. 2004 ). Similar to work on improvisation, creativity researchers are concerned with how the mind generates novel and useful ideas, as well as related events such as the moment when these ideas are formed and made accessible – i.e., insight. In addition to asking questions about the generation of ideas, and about differences in neural anatomy that may accompany this individual variation, there are clear parallels with what I have advocated in this paper. One can ask whether people deemed creative—by questionnaires or performance on psychometric tasks—learn differently, perceive differently, and interact differently, and whether creativity in various domains could similarly be described as a way of knowing. The Relationship of Ways of Knowing to Music Theory",
                "footnotes": [],
                "citations": [
                    "sternberg_and_lubart_1999",
                    "kaufman_2012",
                    "jung_et_al_2015",
                    "arden_et_al_2010",
                    "jung_et_al_2013"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] Despite primarily being concerned with cognitive processes, the success of this proposed research program still relies upon a productive collaboration with music theory. The major question is how to relate music theory’s various ways of parsing music’s structural organization to questions of different ways of knowing. This relationship does not concern this research program alone: the interaction between music psychology and music theory has been the subject of debate for a long time ( Cook 1994 ; Cross 1998 ). It is worth exploring this problem from the perspective of improvisation studies.",
                "footnotes": [],
                "citations": [
                    "cook_1994",
                    "cross_1998"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] First, consider the existing cognitive studies of improvisation that analyze Charlie Parker solos cited in [2.7] . Cognitive scientists can base their explanations of performance process upon music-theoretical concepts like rhythm and meter, pitch classes, intervals, melody, harmony, transposition, and sequences. These concepts are necessary to form these explanations, but inferences are not made from the music-theoretical concepts alone. For example, Norgaard ( 2014 ) uses observations about patterns present in Charlie Parker’s solos to create a link to Pressing’s ( 1988 ) and Johnson-Laird’s ( 2002 ) cognitive and computational models of improvisation, allowing cognitive theories to play a role in explaining what people are doing when they are improvising. Music theory provides a way to map such cognitive theories (types of memory, constraints of the mind, etc.) onto music performance, but the explanations themselves are from a different theoretical framework. It takes both to explain a performer’s process.",
                "footnotes": [],
                "citations": [
                    "norgaard_2014",
                    "pressing_1988"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] This relationship applies to the theories I am proposing. For example, the experiments I proposed above would rely on music-theoretical structures like chords or chord progressions to probe perception-action coupling in different groups. Music theory provides the substance of what is known by the musicians, and the cognitive-scientific theory describes the way in which it is known. This could help inform the between-group comparisons advocated for in this article, and within-group experiments as well. For instance, music theory could help establish when an improviser is playing in a strategy-generated mode (following Hargreaves 2012 ) by, for example, finding a passage that follows some particular pattern of intervals. At that point in the improvisation, perhaps the musician is employing a different type of knowledge, which could be explained with cognitive scientific theories. This logic is similar to the existing studies that use music analysis, like Norgaard’s ( 2011 , 2014 ) work.",
                "footnotes": [],
                "citations": [
                    "hargreaves_2012",
                    "norgaard_2011",
                    "norgaard_2014"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] In considering ways of knowing, this article has focused on relatively simple structures (the example above discussed a C-major chord), but of course there are many other possible structures that could be known differently. By allying with music theory, this cognitive-scientific approach could have access not only to a wider variety of types of structures that could be examined in terms of ways of knowing, but also to an intricate understanding of the nature and function of those structures. An example of this kind of profitable interaction can be found elsewhere in the cognitive musicological literature in studies of the syntax of chord progressions (e.g., Koelsch’s 2009 work cited above). Harmonic rules and regularities are well described by music theory, and cognitive work can corroborate music-theoretical understanding by showing that listeners do indeed have the kinds of expectations that music theory predicts, complement it by linking it to other kinds of human syntactical expectations such as in language, or contradict it by showing that listeners may not have the same kinds of expectations as music theory might predict. Within the theory of improvisation described here, there is still the question of what kinds of structures are known, and music theory can provide plausible hypotheses for which structures to consider. One point to highlight is that asking about ways of knowing suggests that any given structure identified by music theory may actually represent different things to different musicians, a kind of depth of meaning that cognitive science can describe. Summary",
                "footnotes": [],
                "citations": [
                    "koelsch_2009"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] In this article, I have argued that current scientific work on improvisation largely bases its questions and theories on the concepts of novelty, freedom and spontaneity. These concepts motivate critical discourse around the phenomenon, but are problematic when used as a foundation for scientific inquiry. A different set of questions can complement this paradigm by asking how musicians know about similar musical structures in different ways. Such differences in ways of knowing can be used to characterize what it means to improvise and to be an improviser. To improvise is to have and employ this particular way of knowing, the details of which can be the subject of scientific experimentation. I advocate experiments that compare perception-action coupling between groups of musicians, although there are likely to be other perceptual and cognitive differences that can distinguish improvisers as well. This research program does not reject questions about novelty, freedom, and spontaneity in principle, but rather provides a theory that is more critically grounded, better able to address the diversity of improvisatory behaviors, and is readily falsifiable. This way of characterizing improvisation could also connect with research questions about novelty, freedom, and spontaneity, and could contribute a theoretical orientation for research on creativity as well. Such a method can work productively with music theory to devise more effective comparisons concerning what it is that is known differently.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.4.goldman.html",
    "data": "mto/data/mto.16.22.4.goldman.json"
}