{
    "title": "The “tselostnyĭ analiz” (holistic analysis) of Zuckerman and Mazel",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Zavlunov, Daniil"
    ],
    "abstract": "This essay explores “tselostnyĭ analiz” (holistic analysis)—an analytical method developed in the Soviet Union between 1930 and 1980 by Viktor Zuckerman and Leo (Lev) Mazel. The goal of holistic analysis was to understand a musical work as a totality of its interrelated parts, and to do so simultaneously on all levels of structure, content, and context. In the resulting three-dimensional analysis, any one of its aspects would reciprocate with all others, together defining the whole. The method called for an embrace of all existing theoretical systems, brought to center stage the “softer” aspects of music theory, and integrated music theory and history. Both scholars aspired to comprehensive close readings of musical works, and, as both realized, came up short. In reformulating the methodology for holistic analysis in the 1960s, its creators restricted the very scope of the analytical endeavor, fundamentally transforming the original method itself. I use Mazel’s 1971 reading of Chopin’s A-major Prelude, op. 28, no. 7 to examine and critique the holistic method as preached and practiced since the 1960s.",
    "keywords": [
        "holistic analysis",
        "integrated analysis",
        "Viktor Zuckerman (Tsukkerman)",
        "Leo Mazel",
        "Chopin",
        "Preludes",
        "topics",
        "musical meaning",
        "Russian theory",
        "Soviet theory",
        "history of theory"
    ],
    "doi": "",
    "received": "July 2014",
    "pdf": "",
    "author_info": [
        {
            "name": "Daniil Zavlunov",
            "university": "Stetson University",
            "address": "School of Music, 421 N. Woodland Blvd., Unit 8399, DeLand, Florida 32723",
            "email": "dzavluno@stetson.edu"
        }
    ],
    "citations": {
        "agawu_2004": "Agawu, Kofi. 2004. “How We Got Out of Analysis, and How to Get Back In Again.” Music Analysis 23, nos. 2–3: 267–86.",
        "al’shvang_1938": "Al’shvang, Arnol’d. 1938. “Ob analize muzykal’nykh proizvedeniĭ: Po povodu knigi L. Mazelia” [On the analysis of musical works: Concerning the book of L. Mazel’]. Sovetskaia Muzyka no. 7: 80–87",
        "bobrovskiĭ_1973": "Bobrovskiĭ, Viktor Petrovich. 1973. “Analiz muzykal’nyĭ” [Musical analysis]. Muzykal’naia Entsiklopediia [Musical Encyclopedia], vol. 1. Moscow: Sovetskaia Entsiklopediia.",
        "bobrovskiĭ_and_golovinskiĭ_1974": "Bobrovskiĭ, Viktor Petrovich, and Grigoriĭ L’vovich Golovinskiĭ. 1974. “V. A. Tsukkerman—pedagog” [V. A. Tsukkerman: pedagogue]. In O muzyke: Problemy analiza [On music: Problems of analysis], ed. Viktor Petrovich Bobrovskiĭ and Grigoriĭ L’vovich Golovinskiĭ, 30–45. Moscow: Sovetskiĭ Kompozitor.",
        "carpenter_1988": "Carpenter, Ellon DeGrief. 1988. “The Theory of Music in Russia and the Soviet Union, ca. 1650–1950.” PhD diss., University of Pennsylvania.",
        "ewell_2014": "Ewell, Philip A. 2014. “The Parameter Complex in the Music of Sofia Gubaidulina.” Music Theory Online 20, no. 3.",
        "genina_2000": "G[enina], L. 2000. “Posleslovie” [an afterword-obituary to Mazel’ 2000b]. Muzykal’naia Akademiia , no. 4: 134–35.",
        "chopin_2000": "Chopin, Fryderyk. 2000. Preludes: Opp. 28, 45 . Edited by Jan Ekier and Pawel Kaminski. Series A, vol. VII in National Edition of the Works of Fryderyk Chopin , ed. Jan Ekier. Warsaw: PMW Edition.",
        "_1994": "Golovinskiĭ, Grigoriĭ L’vovich, ed. 1994. V. A. Tsukkerman—muzykant, uchenyĭ, chelovek: Stat’i, vospominaniia, materialy [V. A. Tsukkerman—musician, scholar, person: Articles, reminiscences, materials]. Moscow: Kompozitor.",
        "kerman_1994": "Kerman, Joseph. 1994. “How We Got Into Analysis, and How to Get Out.” In Write All These Down: Essays on Music , 12–32. Berkeley: University of California Press. Originally published in 1980, in Critical Inquiry 7, no. 2: 311–31.",
        "khannanov_2003": "Khannanov, Ildar D. 2003. “Russian Methodology of Musical Form and Analysis.” PhD diss., University of California, Santa Barbara.",
        "konson_2010": "Konson, Grigoriĭ. 2010. “O neglasnoĭ polemike I. Ia. Ryzhkina i L. A. Mazelia”  [On the private polemics of I. Ia. Ryzhkin and L. A. Mazel’]. Muzykal’naia Akademiia , no. 1: 150–58.",
        "mazel’_1937": "Mazel’, Leo Abramovich. 1937 [written in 1934]. Fantaziia f-moll Shopena: Opyt analiza [Chopin’s f-minor Fantasy: An experiment in analysis]. Moscow: Gosudarstvennoe Muzykal’noe Izdatel’stvo.",
        "mazel’_1940": "Mazel’, Leo Abramovich. 1940. “O sovetskom teoreticheskom muzykoznanii” [About Soviet theoretical musicology]. Sovetskaia Muzyka , no. 12: 15–29.",
        "mazel’_1965": "Mazel’, Leo Abramovich. 1965. “O sisteme muzykal’nykh sredstv i nekotorykh printsipakh khudozhestvennogo vozdeĭstviia muzyki” [On the system of musical means and several principles of the artistic effect of music]. In Intonatsiia i muzykal’nyĭ obraz [Intonation and musical image], ed.  Boris Mikhaĭlovich Iarustovskiĭ, 225–63. Moscow: Muzyka.",
        "mazel’_1966": "Mazel’, Leo Abramovich. 1966. “Estetika i analiz” [Aesthetics and analysis]. Sovetskaia Muzyka , no. 12: 20–30.",
        "mazel’_1971": "Mazel’, Leo Abramovich. 1971 [written in 1966]. “Preliudiia A-dur Shopena (k voprosu o metode analiza muzykal’nykh proizvedeniĭ)” [Chopin’s A-major Prelude (toward the question of method of analysis of musical works)]. In Issledovaniia o Shopene [Studies about Chopin], 209–45.  Moscow: Sovetskiĭ Kompozitor.",
        "mazel’_1974": "Mazel’, Leo Abramovich. 1974. “V. A. Tsukkerman i problemy analiza muzyki” [V. A. Tsukkerman and the problems of music analysis]. In O muzyke: Problemy analiza [On music: Problems of analysis], ed. Viktor Petrovich Bobrovskiĭ and Grigoriĭ L’vovich Golovinskiĭ, 5–29. Moscow: Sovetskiĭ Kompozitor.",
        "mazel’_1978": "Mazel’, Leo Abramovich. 1978. “O khudozhestvennom otkrytii” [On artistic discovery]. Voprosy analiza muzyki [Questions of the analysis of music], 137–67. Moscow: Sovetskiĭ Kompozitor.",
        "mazel’_1982": "Mazel’, Leo Abramovich. 1982. “Estetika i analiz” [Aesthetics and analysis]. In Stat’i po teorii i analizu muzyki [Articles on the theory and analysis of music], 3–54. Moscow: Sovetskiĭ Kompozitor.",
        "mazel’_1984": "Mazel’, Leo Abramovich. 1984. “Ob odnom tipe tselostnogo analiza” [On one type of holistic analysis]. Sovetskaia Muzyka , no. 5: 59–70.",
        "mazel’_1987": "Mazel’, Leo Abramovich. 1987. “Kontseptsiia Asaf'eva i tselostnyĭ analiz” [Asafiev’s conception and holistic analysis]. Sovetskaia Muzyka , no. 3: 76–82.",
        "mazel’_2000a": "Mazel’, Leo Abramovich. 2000a. “Monumental’naia miniatiura: o dvadsatoĭ prelyudii Shopena” [Monumental miniature: on the twentieth prelude of Chopin]. Muzykal’naia Akademiia , no. 1: 208–10.",
        "mazel’_2000b": "Mazel’, Leo Abramovich. 2000b. “Tselostnyĭ analiz—zhanr preimushchestvenno ustnyĭ i uchebnyĭ” [Holistic analysis—a genre mainly oral and pedagogical]. Muzykal’naia Akademiia , no. 4: 132–34.",
        "mazel’_and_tsukkerman_1967": "Mazel’, Leo Abramovich, and Viktor Abramovich Tsukkerman. 1967. Analiz muzykal’nykh proizvedeniĭ: Elementy muzyki i metodika analiza malykh form [Analysis of musical works: Elements of music and a methodology of analysis of small forms]. Moscow: Muzyka.",
        "mcquere_1983": "McQuere, Gordon D., ed. 1983. Russian Theoretical Thought in Music . Russian Music Studies, ed. Malcolm H. Brown. Ann Arbor: UMI Research Press.",
        "nazaĭkinskiĭ_1994": "Nazaĭkinskiĭ, E. 1994. “Metod” [Method]. In V. A. Tsukkerman—muzykant, uchenyĭ, chelovek: Stat’i, vospominaniia, materialy [V. A. Tsukkerman—musician, scholar, person: Articles, reminiscences, materials], ed. Grigoriĭ L’vovich Golovinskiĭ, 25–35. Moscow: Kompozitor.",
        "ryzhkin_2001": "Ryzhkin, Iosif Iakovlevich. 2001. “O vklade L. A. Mazelia v muzykoznanie XX veka” [On the contribution of L. A. Mazel’ to twentieth-century musicology]. Muzykal’naia Akademiia , no. 4: 116–20.",
        "ryzhkin_2008": "Ryzhkin, Iosif Iakovlevich. 2008. “Muzykoznanie v Moskovskoĭ konservatorii za piatnadtsat’ let mirnogo vremeni (1927–1941): Fragmenty vospominaniĭ” [Musicology at the Moscow Conservatory over a fifteen-year period of peace (1927–1941): Fragments of reminiscences]. In Iz lichnykh arkhivov professorov Moskovskoĭ konservatorii [From the personal archives of professors of the Moscow Conservatory], ed. G. V. Grigor’eva, 9–58. Moscow: Nauchno-izdatel’skiĭ tsentr “Moskovskaia konservatoriia.”",
        "ruch’evskaia_1994": "Ruch’evskaia, E. 1994. “Tselostnyĭ i stilevoĭ analiz” [Holistic and stylistic analysis]. In V. A.  Tsukkerman—muzykant, uchenyĭ, chelovek: Stat’i, vospominaniia, materialy [V. A.  Tsukkerman—musician, scholar, person: Articles, reminiscences, materials], ed. Grigoriĭ L’vovich Golovinskiĭ, 42–57. Moscow: Kompozitor.",
        "tarakanov_1967": "Tarakanov, M. 1967. “Plodotvornoe sotrudnichestvo” [Fruitful collaboration]. Sovetskaia Muzyka , no. 8: 133–39.",
        "tsukkerman_1957": "Tsukkerman, Viktor Abramovich. 1957. “Kamarinskaia” Glinki i eë traditsii v russkoĭ muzyke [Glinka’s “Kamarinskaia” and its traditions in Russian music]. Moscow: Gosudarstvennoe Muzykal’noe Izdatel’stvo.",
        "tsukkerman_1964": "Tsukkerman, Viktor Abramovich. 1964. Muzykal’nye zhanry i osnovy muzykal’nykh form [Musical genres and the foundations of musical forms]. Moscow: Muzyka.",
        "tsukkerman_1965": "Tsukkerman, Viktor Abramovich. 1965. “Tselostnyĭ analiz muzykal’nykh proizvedeniĭ i yego metodika” [“The holistic analysis of musical works and its methodology]. In Intonatsiia i muzykal’nyĭ obraz [Intonation and musical image], ed. Boris Mikhaĭlovich Iarustovskiĭ, 264–320. Moscow: Muzyka.",
        "tsukkerman_1967": "Tsukkerman, Viktor Abramovich. 1967. “Vershina-istochnik” [The peak-source]. In Ot Liulli do nashikh dneĭ [From Lully to our time], ed. V. Konen and I. Slepnev, 280–90. Moscow: Muzyka.",
        "tsukkerman_1970a": "Tsukkerman, Viktor Abramovich. 1970a. “O teoreticheskom muzykoznanii” [On theoretical musicology]. In Muzykal’no-teoreticheskie ocherki i etiudy [Musical-theoretical essays and studies], 5–18. Moscow: Sovetskiĭ Kompozitor.",
        "tsukkerman_1970b": "Tsukkerman, Viktor Abramovich. 1970b. “O nekotorykh osobykh vidakh tselostnogo analiza” [On several particular kinds of holistic analysis]. In Muzykal'no-teoreticheskie ocherki i etiudy [Musical-theoretical essays and studies], 409–26. Moscow: Sovetskiĭ Kompozitor.",
        "tsukkerman_1971": "Tsukkerman, Viktor Abramovich. 1971. Vyrazitel’nye sredstva liriki Chaykovskogo [The expressive means of Tchaikovsky’s lyricism]. Moscow: Muzyka.",
        "tsukkerman_1975": "Tsukkerman, Viktor Abramovich. 1975. Muzykal’no-teoreticheskie ocherki i etiudy [Musical-theoretical essays and studies], vol. 2. Moscow: Sovetskiĭ Kompozitor.",
        "tsukkerman_1983": "Tsukkerman, Viktor Abramovich. 1983. “‘Ne zabyvat’ o muzyke . . .’” [“Don’t forget about the music . . .”]. Sovetskaia Muzyka , no. 1: 52–56."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Kofi Agawu and Deborah Rohr for their helpful comments on this essay.",
            "citations": []
        },
        "FN1": {
            "text": "1. Although the term “tselostnyĭ” had been rendered in English as “integrated” ( Carpenter 1988 ) and “integral” ( Khannanov 2003 ), “holistic,” which is the literal translation, is better, I believe. In fact, “integrirovannyĭ” (integrated) and “integral’nyĭ” (integral) were often used by the concept’s originators, but were not their preferred terms. If a synonym was needed, then the adjective  “kompleksnyĭ” (complex)—that is, consisting of many different but interconnected parts—was used. Occasionally, the term “mnogostoronniĭ” (multifaceted) is found as well. However translated, each of these adjectives tries to get at the essence of what this type of analysis hopes to accomplish.",
            "citations": [
                "carpenter_1988",
                "khannanov_2003"
            ]
        },
        "FN2": {
            "text": "2. For an overview of the many theoretical systems in circulation in Soviet Russia in its first decades, see McQuere 1983 , and, especially, Carpenter 1988 .",
            "citations": [
                "mcquere_1983",
                "carpenter_1988"
            ]
        },
        "FN3": {
            "text": "3. For an expansive discussion of the role of (political) ideology in Soviet theory, see Carpenter 1988 , chs. 26 and 27, especially 976–83.",
            "citations": [
                "carpenter_1988"
            ]
        },
        "FN4": {
            "text": "4. The birth and development of holistic analysis are inextricably linked with the debates about music theory pedagogy in the USSR, but due to space constraints I do not address that particular relationship in this essay.",
            "citations": []
        },
        "FN5": {
            "text": "5. Carpenter 1988 , chs. 27–28, masterfully treats holistic analysis in what I call its first phase (that is, before 1960). Khannanov 2003 offers a comparative study of the two competing analytical schools prevalent in the Soviet Union: the formalist and the integralist, with the integralists being the practitioners of the “tselostnyĭ” (holistic) method.",
            "citations": [
                "carpenter_1988",
                "khannanov_2003"
            ]
        },
        "FN6": {
            "text": "6. The present essay focuses on holistic analysis exclusively within the context of Russian music theory, without addressing similarities or differences between holistic analysis and various analytical traditions within Western theory.  Such an investigation would be fruitful, as many of the concerns and aspirations of holistic analysts parallel those of critics and analysts in the West. There are obvious points of contact, for instance, with the theory of analysis offered in Agawu 2004 , and one could compare developments in Soviet theory in the 1960s with contemporaneous writings by Edward T. Cone, David Lewin, Leonard B. Meyer, Leonard G. Ratner, Charles Rosen, and others. One could even imagine—playfully and anachronistically—Zuckerman’s and Mazel’s holistic analysis as a response to Joseph Kerman’s ( 1994 ) general criticism of analysis. Or, as with any new or previously unfamiliar analytical method, one could hold holistic analysis as a mirror to our own analytical endeavors—to ponder whether the successes and failures of holistic analysts might have something to teach us about the ambitions of our analytical agendas.",
            "citations": [
                "agawu_2004",
                "kerman_1994"
            ]
        },
        "FN7": {
            "text": "7. My discussion in this section is based largely on Mazel’ 1937 , 5–18; Mazel’ 1940 ; Tsukkerman 1965 ; Tsukkerman 1967 ; Mazel’ and Tsukkerman 1967 ; Mazel’ 1971 ; Bobrovskiĭ 1973 ; Tsukkerman 1983 ; Mazel’ 1987 ; Carpenter 1988 , especially ch. 27; Nazaĭkinskiĭ 1994 ; Mazel’ 2000b ; Ryzhkin 2001 ; Ryzhkin 2008 . (I use the post-1960 writings of Mazel and Zuckerman here because they distinguish between the newer types of holistic analysis and holistic analysis as practiced before 1960.)",
            "citations": [
                "tsukkerman_1965",
                "tsukkerman_1967",
                "tsukkerman_1983",
                "carpenter_1988",
                "ryzhkin_2001",
                "ryzhkin_2008"
            ]
        },
        "FN8": {
            "text": "8. I “westernize” Zuckerman’s name throughout; for Mazel, I drop the soft sign at the end of his name (the correct transliterations—Tsukkerman and Mazel’—are used in the citations and bibliography).",
            "citations": []
        },
        "FN9": {
            "text": "9. Viktor Zuckerman (1903–1988) was a student of Boleslav Iavorskiĭ and Arnol’d Al’shvang; in addition to holistic analysis, some of his other research interests included musical semiotics and musical form, particularly the notions of process, development, and dynamic versus static recapitulation. In the last decade and a half of his life, he published several books, mostly devoted to form—large-scale forms, variation forms, rondo forms—in which he approached form as a process, often comprising the unfolding of its expressive components, and explored the historical development of different forms. Leo Mazel (1907–2000) was a student of Georgiĭ Catoire and Mikhail Ivanov-Boretskiĭ; in addition to holistic analysis, his other interests included musical form, the theory of melody, the relationship between music and language (he was interested in both linguistics and, to a lesser extent, semiotics), the history of theory (a topic he, along with Iosif Ryzhkin,  introduced  into the curriculum of the Moscow Conservatory), and theory and aesthetics. There was a third founding-father figure, one Iosif Ryzhkin (1907–2008), who only makes a cameo appearance in this study. Although he took part in the development of holistic analysis in its early phase, and taught the corresponding course at the Moscow Conservatory, he did not actively participate in the subsequent development of its methodology (but having outlived the others, he did have the last word about it). Other co-creators and practitioners of holistic analyses are discussed in Carpenter 1988 , ch. 27.",
            "citations": [
                "carpenter_1988"
            ]
        },
        "FN10": {
            "text": "10. The two theorists traced their ideas for holistic analysis back to Aleksandr Serov, a composer-critic in the nineteenth century whose musical criticism features an exceptional level of analytical detail for the time; they also suggested theoretical writings and/or teachings of Sergeĭ Taneev, Boleslav Iavorskiĭ, Boris Asafiev, Mikhail Gnesin, Alfred Lorenz, Fritz Jöde, Ernst Kurth, and Romain Rolland as precursors.",
            "citations": []
        },
        "FN11": {
            "text": "11. Any good structural analysis of an actual piece of music inevitably requires historical contextualization; after all, when dealing with real pieces of music, technical means cannot be discussed outside of their historical development, historically construed expressive means, generic expectations, and so forth ( Mazel’ 1937 , 6–9).",
            "citations": []
        },
        "FN12": {
            "text": "12. Mazel argued that any discussion of history—especially of style—must be grounded by structural analysis of the music ( 1937 , 8).",
            "citations": []
        },
        "FN13": {
            "text": "13. Also see Mazel’ and Tsukkerman 1967 , chs. 1 (especially 8, 11) and 9; Tsukkerman 1970a , especially 6, and 1970b , especially 409–10; Mazel’ 1974 , 10; Mazel’ 2000b , 134.",
            "citations": [
                "tsukkerman_1970a",
                "tsukkerman_1970b"
            ]
        },
        "FN14": {
            "text": "14. According to Ryzhkin, a reciprocal relationship (one that also requires equality and balance) between structure and content is a must for a successful holistic analysis ( 2001 , 118–19).",
            "citations": [
                "ryzhkin_2001"
            ]
        },
        "FN15": {
            "text": "15. The broader understanding of structure, first advocated by holistic analysts in the 1930s, continues to have currency in today’s Russian music theory, as is evident, for instance, in the work of Valentina Kholopova, a student of Mazel. For one example, see her “expression parameters” and their structural significance, discussed in Ewell 2014 .",
            "citations": [
                "ewell_2014"
            ]
        },
        "FN16": {
            "text": "16. Essential to this decoding is the examination and explanation of the musical or artistic obraz or obrazy (plural). Obraz is one of those untranslatable Russian words that could connote image, character or characteristic, idea, shape, or even topic.",
            "citations": []
        },
        "FN17": {
            "text": "17. As holistic analysis was manifesting itself in research, it was simultaneously put in practice in the classroom in a three-year course, “Analysis of musical works,” which was the newly coined name for a course originally called “Analysis of musical form.” The change in the course title reflected the change in orientation from applying abstract models to musical works (the schematic—or template—approach to form) to examining works in terms of their structure (conceived as a process), style, and historical context—all with a particular emphasis on music as a communicative art form.",
            "citations": []
        },
        "FN18": {
            "text": "18. To be sure, there were elements of a methodology. For example, an analyst was directed to begin by internalizing the music aurally ( Mazel’ 1937 , 4; Tsukkerman 1965 , 264–65). One should then proceed in two directions: from without (by considering the work in relation to stylistic and generic norms, comparing it with similar works by the same composer or other composers, and incorporating observations from biography, socio-political and cultural background, and so forth); and from within (by performing a detailed structural analysis). Throughout, close observation of musical elements (form, harmony, melody, etc.) should be accompanied by an active awareness of the larger picture—the way each element manifests itself in relation to other elements and in relation to the whole ( Mazel’ and Tsukkerman 1967 , 646).",
            "citations": [
                "tsukkerman_1965"
            ]
        },
        "FN19": {
            "text": "19. Zuckerman’s earlier holistic analyses are discussed in Carpenter 1988 , 994–1029.",
            "citations": [
                "carpenter_1988"
            ]
        },
        "FN20": {
            "text": "20. In fact, Mazel argued that holistic analysis does not presuppose or require any conclusions or summary (Mazel’ 1971 , 244; 1974 , 10).",
            "citations": []
        },
        "FN21": {
            "text": "21. The contents of Mazel’s analysis can be gleaned from Carpenter’s excellent discussion of it ( 1988 , ch. 28); also see Tsukkerman 1967 , which provides a tribute to Mazel and a retrospective on Mazel’s 1937 publication; Khannanov offers a reading of the Zuckerman analysis in his dissertation ( 2003 , especially 245–55).",
            "citations": [
                "carpenter_1988",
                "tsukkerman_1967",
                "khannanov_2003"
            ]
        },
        "FN22": {
            "text": "22. Mazel begins with a large-scale overview of the formal and tonal plan of the work, followed by a thorough walk through the piece, moving back and forth between the surface and subsurface. Although the discussion of structure dominates, Mazel does situate the piece in relation to Chopin’s compositional style and compares and contrasts it to other Chopin works. He also explores its relationship to the music of Chopin’s predecessors, contemporaries, and successors.",
            "citations": []
        },
        "FN23": {
            "text": "23. The criticism for this lack of attention to content was immediate ( Al’shvang 1938 ) and continued to dog Mazel’s career, coming even from Zuckerman himself ( Tsukkerman 1967 , 289–90).",
            "citations": [
                "tsukkerman_1967"
            ]
        },
        "FN24": {
            "text": "24. In fact, the study has been much lauded as one of the most successful examples of holistic analysis (for instance, Mazel’ 1974 , 16; Khannanov 2003 ). Zuckerman’s study begins with contextualization, first considering all known instances of Glinka’s thematic material in folk music, then in art music. He then examines the structure of Glinka’s piece in some depth (though with nowhere  near the level of detail Mazel presents for Chopin). A whole chapter is devoted to the content of the work, particularly its programmatic element. He concludes with an extensive chapter on Glinka’s variation form and its manifestations in Russian music after Glinka.",
            "citations": [
                "khannanov_2003"
            ]
        },
        "FN25": {
            "text": "25. For instance, in his attempt to connect Glinka with the narod (the folk), Zuckerman superimposes a program on the work that Glinka himself had rejected. Glinka’s variation form, harmony, and texture are examined only in connection with folk music.  But there are more elementary problems of methodology. For example, the chapter that sets up the discussion of Glinka’s piece by examining all known folk uses of the tunes relies almost exclusively on examples that postdate the Glinka piece.",
            "citations": []
        },
        "FN26": {
            "text": "26. I base my summary on Al’shvang 1938 ; Mazel’ 1966 ; Tarakanov 1967 , especially 138–39; Tsukkerman 1967 ; Tsukkerman 1970a and 1970b ; Mazel’ 1971 , especially 244–45; Mazel’ 1978 , especially 6–13, Mazel’ 1982 , especially 48–54; Mazel’ 1984 ; Carpenter 1988 , chs. 27 and 28; Nazaĭkinskiĭ 1994 ; Ruch’evskaia 1994 , especially 44–45; Mazel’ 2000b ; Ryzhkin 2001 ; Konson 2010 .",
            "citations": [
                "tarakanov_1967",
                "tsukkerman_1967",
                "tsukkerman_1970a",
                "tsukkerman_1970b",
                "carpenter_1988",
                "ryzhkin_2001",
                "konson_2010"
            ]
        },
        "FN27": {
            "text": "27. Zuckerman’s in-class analyses were legendary. One such analysis—of Liszt’s B-minor piano sonata—“took eight academic hours” ( Bobrovskiĭ and Golovinskiĭ 1974 , 35–37).",
            "citations": []
        },
        "FN28": {
            "text": "28. In addition, the change in ideological situation might have played a role as well: formalism was no longer such a bad thing, and content was not the Holy Grail.  It is also possible that the realities of the academic industry—such as word limits and the need to accumulate new data—became more pressing.",
            "citations": []
        },
        "FN29": {
            "text": "29. Mazel’s and Zuckerman’s individual approaches to holistic analysis did indeed differ from the start. In fact, Mazel used to joke that the only thing he and Zuckerman had in common was the subject matter: music. But if Zuckerman approached music like a poet whose job was to glorify its intricacies and beauties, Mazel approached music like a scientist who wanted to explain—empirically—its structural elements (quoted in Genina 2000 ). For example, Zuckerman examined a passage in Chopin’s Fantaisie —which Mazel had analyzed in purely technical terms—and characterized it as a “fantastically-mysterious and enchanting ‘nocturnal’ march” ( Tsukkerman 1967 , 289). Mazel aptly identified the thread that runs through all of Zuckerman’s scholarship as the exploration of “musical expression and its means” ( vyrozitel’nosti muzyki i eë sredstv ) ( 1974 , 7) or, put somewhat differently, “approach to musical means and forms from the point of view of their content possibilities and historical development” ( 24 ; see also Bobrovskiĭ and Golovinskiĭ 1974 , 30–32). Now was their chance to part company. They did co-author a book on the analysis of musical elements and small-scale forms ( Mazel’ and Tsukkerman 1967 ). The textbook is not on holistic analysis, though it does contain a chapter introducing students to the method and illustrating how elements that the course covered could be utilized in explicating a musical work as a whole, or how these elements fit into an artwork and relate to each other in defining that work. That chapter (no. 9) was written largely by Zuckerman and reflects his approach to holistic analysis. Mazel’s articles published around the same time as the textbook propose a rather different type of holistic analysis.",
            "citations": [
                "genina_2000",
                "tsukkerman_1967"
            ]
        },
        "FN30": {
            "text": "30. This paragraph relies extensively on Tsukkerman 1965 ; Mazel’ and Tsukkerman 1967 , ch. 1, and, especially, ch. 9; Tsukkerman 1970b ; Mazel’ 1974 ; Bobrovskiĭ and Golovinskiĭ 1974 ; Mazel’ 1987 .",
            "citations": [
                "tsukkerman_1965",
                "tsukkerman_1970b"
            ]
        },
        "FN31": {
            "text": "31. This would, of course, mitigate the problem of size.",
            "citations": []
        },
        "FN32": {
            "text": "32. After 1970, Zuckerman did not directly contribute to the methodology of holistic analysis.",
            "citations": []
        },
        "FN33": {
            "text": "33. This is not to say that the seeds for this new approach were not already planted in his earlier writings.  Mazel was always an organicist and structuralist in his worldview, and for him any kind of analysis had to reveal the unity of a musical work—this aesthetic informs his reconfiguration of the method.",
            "citations": []
        },
        "FN34": {
            "text": "34. Mazel reiterates and develops his ideas about “artistic discovery” in Mazel’ 1978 , providing a concise definition of the concept (138–39); also see Mazel’ 1982 , especially 6–8; Mazel’ 1987 , 81.",
            "citations": []
        },
        "FN35": {
            "text": "35. Musical intuition seems to be the way to go (Mazel’ 1978 , 166; 1982 , 14–15).",
            "citations": []
        },
        "FN36": {
            "text": "36. Mazel’ 1966 , 22; 1971 , especially 220. See also Mazel’ 1978 , 156; Mazel’ 1982 , 14–15; Mazel’ 2000a . Such a combination of elements might be a simple juxtaposition or superimposition or a full synthesis, depending on the context (see Mazel’ 1971 , 223; 1978 , 157–58).",
            "citations": []
        },
        "FN37": {
            "text": "37. Mazel groups variations into units and then views each unit as an element of sonata form (which becomes a dynamic superstructure).  The stasis-dynamism binary pair is also inherent in each variation itself, according to the analyst.",
            "citations": []
        },
        "FN38": {
            "text": "38. Other examples of artistic discoveries can be found in Mazel’ 1966 , 22–25.",
            "citations": []
        },
        "FN39": {
            "text": "39. Mazel insisted that this was achievable only through structural analysis.  All other elements—the emotional content of the work, its stylistic and generic features, its relationship to other musical works—come second, for they only help to highlight the artistic discovery (Mazel’ 1971 , 219; also 1966 , 21).",
            "citations": []
        },
        "FN40": {
            "text": "40. Mazel’ 1971 (specific page references are given in text), which was written in 1966; also see Mazel’ 1966 , 24–25 (the two articles share some content).",
            "citations": []
        },
        "FN41": {
            "text": "41. Mazel describes the music as possessing “bright, major-mode character, calm elegant dance movements (in mazurka rhythm), lyrical intonations of ‘drawing room compliments,’ perhaps accompanied by appropriate gestures and bows” ( 1971 , 222).",
            "citations": []
        },
        "FN42": {
            "text": "42. He even connects this parameter, along with the consistency of rhythmic figuration and texture in the piece, to the historical origins of prelude as a genre ( 1971 , 223).",
            "citations": []
        },
        "FN43": {
            "text": "43. Whereas Mazel only hints at topics, Zuckerman is very explicit about them in his writings (see, for example, Tsukkerman 1964 ).",
            "citations": [
                "tsukkerman_1964"
            ]
        },
        "FN44": {
            "text": "44. Although topical references are acknowledged, Mazel is very clear that the prelude is not a programmatic work—this despite Chopin’s alleged reference to the piece being a depiction of a “Polish female dancer,” something of which Mazel is fully aware ( 1971 , 222).",
            "citations": []
        },
        "FN45": {
            "text": "45. The rest of the paragraph relies heavily on 225–28 .",
            "citations": []
        },
        "FN46": {
            "text": "46. At the time Mazel was re-conceiving holistic analysis, he was also developing a theory (which he preferred to call “principles”) of “khudozhestvennoe vozdeĭstvie” (artistic effect or impact): the exploration of the musical means—their functions and interactions—through which the composer controls the perception and expectations of the work or its parts or, to put it differently, the way the composer communicates his ideas to his listener (Mazel’ 1965 ; 1966 ; 1971 , especially 213–18; 1982 ). “Inertsiia vospriiatiia’ (inertia of perception) plays a role within this system ( 1971 , 216–17; 226).",
            "citations": []
        },
        "FN47": {
            "text": "47. Significantly, Mazel says nothing about the four-measure unit with its two subphrases, in which this relationship—the shift from dance/lyrical to chordal—does not work.",
            "citations": []
        },
        "FN48": {
            "text": "48. Mazel notes the incomplete V 9 chord in measures 5–6 and, in measure 7, the lowest note heard in the bass so far, which, he argues, provides a “rich overtone spectrum,” coloring the chord itself ( 229 ).",
            "citations": []
        },
        "FN49": {
            "text": "49. Chopin’s biography, the creative history of this set of preludes, the preludes’ purpose and their relationship to each other, the place of the A-major Prelude within the set, the prelude as a miniature—all receive minimal attention.",
            "citations": []
        },
        "FN50": {
            "text": "50. Mazel does just that, offering a series of contrasting pairs of descriptors: “lyrical and restrained, bright and calm, active and moderate, elegant and poetically elevated, very simple and very subtle” ( 243 ).",
            "citations": []
        },
        "FN51": {
            "text": "51. One wonders whether there is a tinge of irony in the very act of compiling such a list—irony directed at one of the main components of holistic analysis: the content.  Much later, already on his deathbed, Mazel ( 2000b ) would seriously question the very meaning of the term “content,” declaring it too vague, and arguing that content is something utterly unquantifiable. He would continue to uphold the structural and contextual aspects of the analytical method.",
            "citations": []
        },
        "FN52": {
            "text": "52. In other words, Mazel’s analysis does not so much lead to an unearthing of the artistic discovery, as the postulated discovery is simply bolstered by the analysis. Nor is artistic discovery a hypothesis that the subsequent analysis tests. Artistic discovery is a given. But the very concept of artistic discovery is vague (perhaps strategically so); its identification in a piece of music is intuitive. Can an analytical method rest on something so subjective? What if Mazel’s artistic discovery is wrong?  What if the two elements that he identifies are not there, or, at least, what if they do not stand in the relationship that he imposes on them?  Does the whole analysis crumble? However one answers these questions, one must acknowledge that Mazel’s analysis offers numerous insights into the piece.",
            "citations": []
        },
        "FN53": {
            "text": "53. In an essay on analysis (not holistic analysis), Zuckerman warns against analysis that accumulates data to corroborate a priori conclusions, stating that this type of analysis begins with the desired results ( Tsukkerman 1970a , 7–8 [although written in the mid 1950s, the essay was revised and expanded around the time of Mazel’s Chopin study]). One wonders whether he had Mazel in mind when penning those words (and, by implication, perhaps himself as well—see an apparent reference to his Kamarinskaia study on p. 7).",
            "citations": [
                "tsukkerman_1970a"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the early 1930s, a new analytical method called “tselostnyĭ analiz” (holistic analysis) arose in Soviet Russia. (1) It aimed to understand an artistic work as a totality, and to do so on all levels of structure, context, and content. Holistic analysis was in part a reaction to the extraordinary multiplicity and heterogeneity of theoretical systems in use at this time. (2) Exponents of the analytical method were frustrated with the incompatibility of these systems, their abstractness, their analytical partiality, their dogmatism, and their failure to look at a musical work as an artistic whole, especially as one capable of signification. Propelling holistic analysis were the ideological winds of socialist realism and anti-formalism, as well as the desire to create a Marxist, dialectic musicology. (3) Since the 1930s, the method has continued to evolve, and it is still practiced in Russia today (though largely in pedagogy). (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In this essay I revisit holistic analysis in its early decades, (5) consider the reorientation that it underwent starting around 1960 (a change rarely noted in scholarship on holistic analysis), and illustrate the actual practice of holistic analysis post-1960. In the process, I offer both a capsule history and a critique of the method as preached and practiced by its creators. (6) Phase I (ca. 1930–ca. 1960) (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Two names in particular are associated with holistic analysis. Viktor Zuckerman and Leo (Lev) Mazel (8) —both of the Moscow Conservatory—were not only the earliest practitioners and developers of the method but also its biggest champions. (9) They viewed music analysis as the central preoccupation of musicology, standing on equal footing with theory and history ( Mazel’ 1937 , 5). (10) As they conceived it, analysis did not oppose theory to history; rather, it attempted to integrate them, making the older sub-disciplines more relevant to each other, and even more relevant to the study of musical works. Although history’s and theory’s independence and individual right to exist were never in question, Zuckerman and Mazel identified two limitations: (1) neither theory nor history focused enough attention on musical works themselves, especially in their complete form; (2) even when they did look at individual musical works, theoretical and historical analyses remained incomplete because they were isolated from each other. Theoretically-driven analyses addressed separate musical parameters (typically only those that a given theory was designed to address), without demonstrating how these elements interacted in creating the whole that was the musical work. Moreover, such analyses lacked historical context, and as a result could not meaningfully tackle the work’s content. (11) At the same time, without reference to structural parameters, historical analysis—analysis that relied exclusively on stylistic and generic characterization, and the extra-musical—remained superficial and generalizing, and thus said little about the particular piece in question. (12)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In contrast, practitioners of holistic analysis examined a musical work as a complex living organism for the purpose of a “better understanding, of deeper and well-founded aesthetic evaluation of the work itself as an artistic whole, as a union of content and form” ( Mazel’ 1971 , 212). (13) By combining structural and historical work, holistic analysis made possible a meaningful engagement with music’s content ( Mazel’ 1937 , 5–12; Mazel’ and Tsukkerman 1967 , 8–9). The resulting analyses were meant to be three-dimensional, integrating structure, context, and content in a symbiotic relationship. (14) The impulse was thus synergetic. Although Mazel and Zuckerman argued for their equilibrium, each of these dimensions had to be complete in and of itself.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The approach to structure was catholic, embracing as many existing theoretical systems as might be relevant to understanding the specific work. Each piece inspired its own unique analytical key. In addition, holistic analysis integrated different types of analysis: melodic, harmonic, motivic, intonational (à la Asaf’ev), and rhythmic, among others. It brought to center stage the “softer” aspects of music theory (including form, genre, musical style, and what today we might call topics). Less architectonic elements like orchestration, timbre, texture, dynamics, registration, and tempo all found their way into analysis as well. (15) The historical dimension was similarly broadly defined: knowledge of style and stylistic developments, musical conventions, biography, the creative history of the work, generic expectations, socio-political context, contemporary philosophical thought, to name just a few—all served as multiple points of reference.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In placing emphasis on the content of musical works, Zuckerman and Mazel were at least partly responding to the ideological postulate of the 1930s that any work of art carries meaning—it always expresses something (often something very concrete). Moreover, musical works encode their historical context in their very structure, and it was the task of holistic analysis to decode this. (16) Believing that music could signify in ways both purely musical and extra-musical, holistic analysts systematically explored the symbolism of the musical language itself, as well as music’s other expressive means. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In its first three decades, holistic analysis was long on ideals and short on methodology. (18) In some ways the absence of a replicable methodology was deliberate, a reflection of anti-dogmatism. Holistic analysis not only encompassed individual approaches to and realizations of the model, it also varied according to researchers’ personalities and specific interests. No two holistic analyses—even of the same work—would ever be alike.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Rather than theorize a methodology, the originators preferred to illustrate holistic analysis through practice. Two now-classic monographs exemplified the method and its goals: Mazel’s analysis of Chopin’s Fantaisie op. 49 ( 1937 ) and Zuckerman’s study of Glinka’s orchestral scherzo on two folk themes —Kamarinskaia ( 1957 ). (19) Holistic analysis, especially in its original form, is extremely resistant to summary, and for reasons of space I will not attempt it here. (20) Instead I will provide only a sketch in the form of a critique. (21)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "tsukkerman_1957"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Although Mazel and Zuckerman aspired to comprehensive close readings in their respective works, both came up short, because by definition the analysis they envisioned would never attain closure. Moreover, the required equilibrium among structure, content, and context was never achieved. In Mazel’s case, consideration of structure—particularly the search for “edinstvo” (unity)—dominates the analysis. (22) Style and context make cameo appearances, and musical content emerges now and then; but discussion of the extra-musical is largely absent. (23) On the surface, it might seem that Zuckerman was more successful in integrating the three requirements. (24) But one need not look deeply to be reminded that if musical works reflect their historical realities (as Mazel and Zuckerman insisted that they do), so do analyses of these works. Zuckerman’s study is a product of Stalin’s anti-cosmopolitanism, tainted by the deliberate ignorance of Glinka’s Western models combined with the pervasive search for Glinka’s folk roots. (25) Context and content are surely present in the study, but they are so compromised as to render the analytical result at times virtually meaningless.",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Other complaints about holistic analysis began in the 1930s and continued into the present century. (26) One was the enormous size of the analyses. For example, Mazel’s analysis of Chopin’s Fantaisie comprises more than one hundred pages of detailed technical discussion, and Zuckerman’s study of Glinka’s seven-minute piece runs to five hundred pages. Many complained that the blow-by-blow approach favored by the analysts was too descriptive, verbose, and unfocused, and that the insights drowned in the mass of data. Holistic analysis was always a verbal medium—it relied on language almost exclusively, eschewing graphic representation. But while it worked as an oral exercise in the classroom—in essence analysis as performance—it failed as a written form. (27) Many objected that holistic analysts focused on small-scale works, that they failed to look at larger pieces or multi-movement cycles, texted music, and operas. The approach to content was challenged on all sides: there was not enough emphasis on it for some; there was too much for others. No one was quite certain what “content” actually meant, and some argued that in analysis it was often expressed in terms too metaphorical and subjective. Others complained that holistic analysis was totalizing, that it closed off any possibility for further dialogue. Some simply rejected the whole notion of “holistic,” asserting that analysis that aims to take into account all elements and relate them to each other and to the whole—in essence, analysis that attempts to do everything—was unattainable, and that more circumscribed analytical approaches were to be preferred. Phase II (ca. 1960–ca. 1980)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In the 1960s holistic analysis underwent a significant mutation in orientation, largely in response to criticism, (28) but also because it was sufficiently established to withstand debate within its own ranks. (29) In explicitly laying out a methodology for holistic analysis in the 1960s, its creators restricted the very scope of the analytical endeavor, fundamentally transforming the original method itself, but each in his own way.",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Zuckerman was not willing to surrender much of the original methodology, preferring to permit some variation in approach. (30) As published, holistic analysis could now present a concise summary of a much larger analytical work. (31) Moreover, it was now required to lead to definitive results (i.e., conclusions) and generalizations. Problem-centered (goal-directed) holistic analysis was possible after all, for even if one focused on a single parameter of a work (like harmonic structure) or a section (say, the development), one could still consider it holistically. Zuckerman even began to distinguish between different types of holistic analysis (such as formal holistic analysis or stylistic holistic analysis). But he continued to insist that good analysis must balance structural and expressive elements, and developed further his commitment to discussing musical content and expression. Signaling a deeper interest in musical meaning, his studies of the music of Tchaikovsky ( 1971 ) and Rimsky-Korsakov ( 1975 ) address intonation (the smallest units of signification) and topics. (32)",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "tsukkerman_1971",
                    "tsukkerman_1975"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Mazel’s new approach to holistic analysis was more radical. (33) According to him, the analyst now had to uncover in any given musical work its “khudozhestvennoe otkrytie” (artistic discovery)—a unique feature or compositional problem posed, explored, and solved by the composer ( 1971 , 218–20). (34) Any work of art worthy of the name must contain at least one such discovery ( 1966 , 20; 1971 , 219, 225). Mazel was vague about how one uncovers the artistic discovery ( 1966 , 21–22; 1971 , 220), (35) but he offered one critical hint: an artistic discovery achieves something that was previously thought impossible, often in the form of a “sovmeshchenie” (combination) of musical parameters or elements that appear to be irreconcilable, and one could begin one’s search for an artistic discovery by looking for such a juxtaposition. (36) For example, in Beethoven’s 32 Variations in C minor, WoO 80, Mazel defines the artistic discovery as a synthesis of the stasis of variation form with the dynamism of sonata form ( 1984 ). (37) In the case of Chopin’s C-minor Prelude, op. 28, no. 20, the artistic discovery is the combination of the monumental and the miniature ( 2000a ). (38)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Following the identification of the artistic discovery, the holistic analyst deductively explores how this artistic discovery manifests itself at every level and reveals its uniqueness and significance (Mazel’ 1971 , 244; 1978 , 166). (39) In Mazel’s own words: “Explication of the innovative essence of the piece, of the artistic discovery that it contains, demonstration of the artistic conviction and perfection of the realization of the idea, of the main expressive complex—that is the goal of such an analysis, which must permeate it from the beginning to the end” ( 1971 , 244). Example 1 . Chopin, Preludes, op. 28, no. 7 (source: Chopin 2000) (click to enlarge)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] We see this new type of holistic analysis in Mazel’s study of Chopin’s A-major Prelude, op. 28, no. 7 ( Example 1 ). (40) Mazel names the juxtaposition of dance (“mazurka”) and “elevated chordal style” (“chorale”) as the essential feature of the prelude, its artistic discovery ( 222–24 ).  Drawing on melodic structure, harmonic organization, rhythm, hypermeter, texture, form, register, tempo, genre, and topical association, he systematically demonstrates how the two parameters coexist. While a summary would not begin to do justice to Mazel’s expansive analysis, a few highlights here might be helpful.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Mazel argues that the earthy dance (mazurka) is elevated into a higher art form in this piece. (41) What softens the lowly dance, providing it with depth, is what Mazel calls the “akkordovyĭ sklad” (chordal makeup or constitution) ( 1971 , 223; also 1966 , 24). Unlike a typical dance that is homophonic, featuring a melody and accompaniment, here chords play a far more important and independent role. The analyst associates the chordal parameter with the elevated style ( 222–24 ). (42) Mazel refers to mazurka/dance and chords/chorale as “genres,” apparently using the term in the sense of topics. This sense is further reinforced when later in his analysis he claims that the open fifths in the left hand suggest a pastoral element, perhaps invoking the mazurka as a rustic country dance ( 236 ). (43) He argues that one of the innovations of Chopin’s style in general is just such a combination of distant “genres” ( 224 ). (44)",
                "footnotes": [
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Mazel then considers how the piece combines such different genres. He argues that each two-measure motivic unit in the Prelude (measures 1–2, for example) begins as dance (emphasized through the anacrusis, rhythmic profile, melodic leap, appoggiatura, and strong-beat placement) and then shifts to chords (relaxed, static, rhythmically and metrically weaker, and without any low-bass emphasis). This shift from dance to chordal makeup is accomplished through melody (or lack thereof), rhythm, and texture ( 222–24 ). Before exploring how Chopin projects this idea—the artistic discovery—on all structural levels, Mazel considers its clearest manifestation in what he calls the “culmination zone” (measures 9–12). (45) Here the dance parameter reaches its climax, beginning with the thickening of harmonic texture in measure 9 and the melodic leap of a sixth with the climactic arrival of C ♯ 6 in measure 11—a lyrical exclamation of sorts—which is further underscored by the change of harmony in measure 12. But with the change of chord Chopin also signals the permanent shift of focus to the chordal parameter, for this is the first time in the piece when a new chord appears in an even-numbered (“weaker”) measure, setting in motion a new pattern of accentuation and accelerating harmonic rhythm. The culmination zone thus becomes the turning point of the piece ( 228 ). Going into the zone, Chopin intensifies the lyrical dance element; going out of the zone and into the final phrase, he allows the dance element to be superseded by the chordal. Chopin forces his listeners to concentrate on the chords—the harmony—by breaking up the inertia of the piece through interruption of the expected pattern. (46) Whereas in the final phrase the dance element undergoes relaxation, the chordal element is intensified, usurping the listener’s attention ( 226–27 ). Instead of three repeated identical and therefore static chords in measures 11–12 and then again in 13–14, the harmony changes twice in the first grouping and with every beat in the second; the chords are also fuller not only in terms of their texture (as in measure 12) but also in terms of their completeness (as in measure 14, with its V 9 chord); moreover, the only minor chord of the piece in measure 13 further underscores the chordal dimension ( 227 ). The listener thus experiences a transfer of attention from the lyrical and elegant to the serious and intellectual. The final two-measure unit in the piece—featuring an octave leap in the melody but stasis in the harmony—both resolves and reconciles the two contrasting elements ( 228 ).",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Having identified the main opposition and analytically expressed its realization in its broadest terms, Mazel next considers how Chopin projects this juxtaposition on all structural levels ( 228–34 ). He detects the same relationship between the first two four-measure phrases (his “predlozhenie” [sentence]): the first phrase is more melodically active (in its range) and features a transformation of the opening motive. (47) The melody of the second phrase is “more passive”: it covers a smaller range and is sequential. At the same time, the harmony becomes more pronounced. (48) We see the same shift from dance/lyricism to chords/harmony at the level of the entire parallel period (the piece as a whole), in which the first (antecedent) sentence is dance-oriented and the second (consequent) is chord-driven. Mazel notes that the acceleration of harmonic rhythm in the second sentence is conventional; yet here it also serves to highlight the artistic discovery ( 233–34 ).",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Mazel devotes significant space to comparing this work to others by Chopin and to those by Bach, Mozart, Beethoven, Schubert, Schumann, and even Tchaikovsky, all with the artistic discovery lurking in the background. He discusses in depth how Chopin’s prelude is traditional and generic, yet innovative ( 234–43 ). For example, Mazel ponders musical climaxes and how they are accomplished ( 237–43 ). Chopin’s is a double climax—melodic first, and then harmonic; it is intellectual and witty and is itself a manifestation of the artistic discovery ( 241–42 ). Critique and Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Undoubtedly, Mazel’s analysis of the Chopin prelude is holistic by his new definition. In many ways the analysis is holistic even by the original definition, for it is multifaceted: it looks at all elements of the work and their relationship to the overarching idea and it does so on different structural levels. Conventional elements of the work are thoroughly contextualized. And Mazel does address the purely musical content—the way musical structure expresses the artistic discovery. But Mazel makes no attempt to achieve equilibrium: structural analysis dominates, history is called upon as needed, and only one side of content is explored. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Mazel himself concedes the absence of the extra-musical in his analysis ( 243–44 ). He closes his essay with a list of extra-musical possibilities that his holistic analysis could support. One could present different characterizations of the piece, (50) “compare it with a lyrical poem written in an album,” link it with other miniatures by Chopin and discuss how the genre reveals the inner or spiritual world of humans, or talk about how it combines aristocratic elements with folk, in essence rejecting the bourgeois ( 243–44 ). In a word, one could offer different hermeneutic readings. But Mazel only acknowledges their possibility; he does not offer them. (51)",
                "footnotes": [
                    "FN50",
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The issue of the extra-musical aside, Mazel’s holistic analysis is predicated on the notion of an artistic discovery attributed to the composer. Once this main element is identified, all other elements in the analysis and in the music itself are interpreted to support this thesis. (52) If, in the earlier formulation of holistic analysis, discoveries and revelations about the musical work were byproducts of the analysis itself, they now became its starting point. (53) Perhaps the most disconcerting thing about Mazel’s artistic discovery requirement is its dogmatism: a piece of music must contain an artistic discovery or else it should be relegated to the dustbin of history. Ultimately, artistic discovery becomes a criterion by which the greatness and uniqueness of a work of art are evaluated.",
                "footnotes": [
                    "FN52",
                    "FN53"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Holistic analysis as preached and practiced in its first phase was idealistic and problematic (and justly criticized), but it was also liberating. The openness of studying all elements of a musical work, using any theoretical model available, was one of its greatest promises. Holistic analysis was a process, a creative act, a journey during which one might stumble upon discoveries—a journey with no destination other than a better understanding of a musical work. The shift in focus from speculative theory and concept-driven analyses to individual musical works as the center of music-theoretical inquiry was quite radical. And so was the method’s attempt to integrate theory and history through analysis. But perhaps the most radical component was the content, for holistic analysis was the first to focus on music’s signifying potential. Although the origins of holistic analysis were unequivocally ideological ( Mazel’ 2000b , 133), to overemphasize this is to miss that holistic analysis was always first and foremost about musical structure (albeit broadly defined), the difference being that other elements could now be considered alongside and in relation to it. In other words, music could be studied with the aim of understanding not just its “autonomous” structure, but also the way the structure results from, relates to, enables, and operates in conjunction with history and meaning. Formalism had not gone away: holistic analysis was and remained formalist, but this was formalism by different means, or perhaps, borrowing a term from a later time and different context, formalism with a human face.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "perspectives on twentieth-century russian theory",
    "source": "mto/raw/mto.14.20.3.zavlunov.html",
    "data": "mto/data/mto.14.20.3.zavlunov.json"
}