{
    "title": "Response",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Rink, John"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "August 2015",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.rink.pdf",
    "author_info": [
        {
            "name": "John Rink",
            "university": "University of Cambridge",
            "address": "Cambridge, United Kingdom",
            "email": "jsr50@cam.ac.uk"
        }
    ],
    "citations": {
        "dunsby_2002": "Dunsby, Jonathan. 2002. “Performers on Performance.” In Musical Performance: A Guide to Understanding , edited by John Rink, 225–36. Cambridge University Press.",
        "rink_2015": "Rink, John. 2015. “The (F)utility of Performance Analysis.” In Artistic Practice as Research in Music: Theory, Criticism, Practice , edited by Mine Doğantan-Dack, 127–47. Ashgate.",
        "rink_Forthcoming": "Rink, John. Forthcoming. “Impersonating the Music in Performance.” In The Oxford Handbook to Musical Identities , edited by David J. Hargreaves, Raymond MacDonald, and Dorothy Miell. Oxford University Press.",
        "schechner_2002": "Schechner, Richard. 2002. Performance Studies: An Introduction . Routledge."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As Barolsky and Klorman note in their introduction, the PAIG session in Milwaukee that gave rise to this collection also included presentations by Elisabeth Le Guin (“Dividing in Order to Conquer: A Riff on Early Baroque Division Treatises, Pedagogy, and the Concept of Mastery”) and Roger Moseley (“Analyzing Performance as Musical Play”). My response takes these into account partly for the sake of inclusivity but also because they contain many perceptive insights of direct relevance to the discussion here. I am grateful to Le Guin and Moseley for allowing me to comment on their work.",
            "citations": []
        },
        "FN2": {
            "text": "2. AHRC Research Centre for Musical Performance as Creative Practice; http://www.cmpcp.ac.uk",
            "citations": []
        },
        "FN3": {
            "text": "3. This sort of “fruitful interaction” took place in the three Performance Studies Network conferences hosted by CMPCP in Cambridge in 2011, 2013, and 2014, the last of which seemed to be especially successful in encouraging openness and common purpose across performers and scholars, even if such purpose is differently expressed and pursued by the respective parties.",
            "citations": []
        },
        "FN4": {
            "text": "4. It might be that the “focus on metric precision” referred to by Leong was either engendered by or projected through foot-tapping or other movements of the kinds in which performers typically engage. Such motion would be tantamount not only to an embodiment of the music’s metrical properties but also to a “structural analysis” constituted and conveyed performatively.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In their introduction, Daniel Barolsky and Edward Klorman claim that the eclecticism of this collection (1) “pushes against conventional disciplinary boundaries—indeed, even at conventional understandings of ‘musical analysis.’” In fact, the four essays challenge conventional understandings of music itself. For example, Peter Martens observes that music theorists typically debate “the ‘how’ of analysis, while we still largely take the ‘what’ for granted.” I do want to consider the “how” in my response, but first let’s contemplate precisely what “music” might mean in connection with analysis or performance or both. The views on offer cover a wide spectrum. Noting that “music is not only ‘music as performance,’” Daphne Leong for one places renewed emphasis on the score, registering an interest “in how score-based structure relates to music as performance.” A broader interpretation of what music entails—and thus of what musical analysis must account for—is implicit in another question, this time posed by Martens: “to what degree can we understand music without understanding basic cognition, language learning, or reflexive motor routines?” This suggests that traditional views of “the music itself” need to be re-evaluated and that definitions of “music” must transcend the score to encompass both individual and collective representations of the elements that it contains and its many other constitutive properties.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It is therefore salutary to consider the implications of Fabio Morabito’s comment that the “focus of music” is no longer “thought to reside in the ‘work of art’” but instead “in the ‘action of art,’” a point recalling Richard Schechner’s observation that texts, architecture, visual arts, and “other item[s] or artifact[s] of art or culture” have the capacity to be understood as “practices, events, and behaviors, not as ‘objects’ or ‘things’” ( 2002 , 2). Accordingly, some papers in this collection—as Barolsky and Klorman note—“largely abandon a focus on musical ‘works,’” instead “presenting as analytical such musical activities” as improvisation , rehearsal , and play . The first part of their statement is certainly true, but I wonder whether the three activities they mention are portrayed here as “analytical” in and of themselves. Rather, we are invited to consider more comprehensive, contextualized ways of analyzing them and of modeling their properties.",
                "footnotes": [],
                "citations": [
                    "schechner_2002"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The challenges implicit therein were alluded to by Elisabeth Le Guin during the PAIG session: The object of analysis in a non-masterful, fully dialogic performance can only partly be “the music itself,” whether that dubious quantity is represented in a score or in a recording (or in the mental ideal of recording-like perfection that holds sway in the the inner ears of many musicians). Nor does substituting the ephemeralities of a live performance satisfy the urgent need here. No—the object of analysis has to be the performer herself, and the questions she asks herself, I believe, will need to be along the lines of “Why am I doing this? To what future does it lead? Is it plausible, liveable, harmonious? Is it fully human ?” This observation is wonderfully rich, but the references to “non-masterful, fully dialogic performance” and “the performer herself” as the “object of analysis” need to be unpacked. Beginning with the latter, what precisely about “the performer herself” might we wish to analyze, and how? Is it not the case—as I believe—that everything the performer does and thinks in the heat of action, coupled with what those observing and listening to the performer do and think in response to her (or his) actions, constitute not only “the performance” but also, potentially, “the music itself”? In other words, when we go, say, to the Royal Festival Hall to hear Mitsuko Uchida’s Schoenberg or Marin Alsop’s Beethoven, “the music” we encounter is not limited to notes on the page made into sounds in the air: rather, “the music” is potentially defined by our entire experience of what is happening, encompassing everything that hits our senses. To the extent that this is true, an immediate problem arises: analyzing the individual components as well as the sum total of that “music” becomes all but impossible. Delimitation is essential, but inevitably such delimitation robs whatever analysis we might undertake of both broad ecological validity and verisimilitude in respect of the individual experience of any given participant in the process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] One element that is relatively straightforward to study in this respect is the embodiment of music on the parts of performers and listeners alike, but here again we are forced to consider—as Martens does—which aspects we wish to analyze, even if it is “easy enough, conceptually, to jettison notated scores as the sole objects for analysis and principal bearers of musical meaning.” It is my view that (among other things) “kinetic and kinesthetic data,” “audio waveforms,” (ostensibly) “objective timing profiles,” “performers’ self-reportage,” individual and collective “questionnaire responses,” and other sources of information about the performance experience and the actions of performers are partial and, in that sense, contrived. As a result, we run the risk by using such data of producing distorted explanations of both “the performer herself” and “the music itself” (broadly defined) unless we acknowledge the partiality in question and avoid inappropriate generalization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Roger Moseley put his finger on an intractable problem underlying all of this: “the play of musical bodies and objects is emergent, procedural, and generative. It has to do not with the production of meaning, but with the oscillations and distinctions on which meaning is predicated.” Here again, how could one rigorously track the process of “play” and model the outcomes of the “oscillations” in question? It is reasonable to claim that analyses of performances that “issue from generative rules of collaborative and competitive play . . . must take account of the real-time ludic dynamics they engender as well as conventional relationships between notated symbols, embodied actions, and sonic outcomes”—but in what ways, and from whose perspective?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For me, the answer to this may necessitate new or different forms of engagement between performers and audiences on the one hand and between performers and analysts on the other. My own solution to this general problem has been to combine words and music in “talk-and-play events” such as lecture-recitals, open rehearsals, performance forums, and so on. It goes without saying that the goal of such initiatives is not a singleminded understanding on the part of all participants of what underlies a given performance or how it is (collectively) shaped or responded to; rather, the exercise is one of opening minds, building awareness, and achieving enlightenment that potentially can inform further performances or analyses or whatever might follow. The sort of “conversation” to which I am alluding was the basis of the work of the research center that I directed from 2009 to 2015, (2) one of the main aims of which was to foster an international community of open-minded musicians, musicologists, and others interested to learn more about what musical performance consists of and how what performers do is itself creative. The research was as “dynamic” (or ludic) as its very object. Whatever concrete outcomes were obtained, perhaps the most important result for those taking part in our work was recognition of the broad range of considerations that must be brought to bear on the nature and experience of performance, for all the reasons that I have already articulated.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Other ways of addressing Moseley’s plea that analyses of performances should account for the “emergent, procedural, and generative” are variously described by the authors of the four papers in this collection. Morabito’s study of the “traces of . . . performers’ interpretative processes” is one example, notably its emphasis on the “social life” of musical notation and the resultant perspective “on what music is (or was) for people within their social context.” Also relevant here are the “inter- and cross-disciplinary research partnerships” encouraged by Martens in order to “expand our methodological horizons” and to broaden the intellectual basis of and background to our understanding of “music” (as noted above).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Ongoing resistance is essential to “the binary performance vs . analysis” (Barolsky/Klorman) and to what Benjamin Binder perceives as an all-too-prevalent division between “two different cultures.” As Binder writes, “the greatest potential for an enduring and fruitful interaction between performers and analysts is found in situations in which both cultures fully understand and embrace the contingent metaphorical foundations of their respective interpretive languages and make a concerted effort to relinquish claims of authority, scientific or otherwise.” (3) During the PAIG session, Le Guin also commented that ideas of “mastery” are “inimical to the lived experience” of the performance–analysis interface, resulting in a non-dialogic “relation that can scarcely grow or change.”",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In her recent work, Leong has been seeking a “meeting of cultures—that of theorist and that of performer—with particular pieces as the meeting ground.” In collaboration with other performers, she has explored how the composer harnesses instrumental and physical limitations to create structure; how performers create and define structure; how cultural understanding of structure influences interpretation; how stories emerge from structure; how meaning, temporality, and structure intersect; how text, motive, and rhythmic structure intertwine; how an interpretation emerges from the dialogue between analytical and performance concerns; how performance and analysis conflict; and how structural information affects audience reception of a complex modern piece. Although this enterprise is eminently laudable, I wonder about a possible contradiction between some of the comments earlier in Leong’s essay and her apt description here of musical structure as “emergent—interpretively constructed, with score, sound, and sense as inputs.” On the one hand, this view chimes with my own recent arguments that “musical materials do not in themselves constitute structure(s): they afford the inference of structural relationships,” and that “musical structure should therefore be seen as constructed, not immanent; as pluralistic, not singular” ( Rink 2015 , 129). On the other hand, Leong’s remarks sit uncomfortably alongside her stated mission to determine how “score-based structure relates to music as performance.” In other words, it is hard to see how there can be an a priori “score-based structure” to relate to performance if—as she and I are both claiming—structure is constructed, emergent, and pluralistic.",
                "footnotes": [],
                "citations": [
                    "rink_2015"
                ]
            }
        },
        {
            "10": {
                "text": "[10] I think the answer lies in what Leong herself describes as “counterpointing,” which is akin to Moseley’s notion of “play,” Le Guin’s of “dialogic performance,” and mine of “conversation.” Leong describes her experience of playing a rhythmically tricky passage with her quartet; after several performances in which they did not hit certain notes together, she realized that she was “the problem” and that she needed to play not according to the “subtractive structure” that she had identified “as theorist,” but, instead, metrically. Although meter too could certainly be construed as an element of score-based structure, in the context of these performances it was the basis of how the music felt to Leong’s fellow musicians. (4) From this she concludes that although “score analysis can contribute to performance . . . an understanding that goes beyond intuition, that can inform it, and that can be overruled by it; an understanding itself informed by intuition, musical instincts, and all those undefinable aspects of what makes us musicians,” what may be required to make the music work is not “knowing that” or “knowing how” but simply “ knowing ,” which is to say, “feeling” what is right in the circumstances.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Binder’s essay explicitly refers to “feeling” when discussing Leonard Bernstein’s interpretive choices in performing a work by Beethoven. Those decisions were shaped, Binder argues, not by the music’s “own law” (as Bernstein alleged) but by “the laws of Bernstein’s own aesthetic judgment forming the parameters of his interpretation.” Recently I have written about the issue of “feeling” on the part of performers, citing Jonathan Dunsby’s perceptive claim that musical “feeling” for the performer is an amalgam of emotion and intelligence, of response and control, of empathy and command, of the autonomic and proprioceptive (to use more technical physiological terms). To put this point at its simplest but also its most profound, and in a way that we can all somehow grasp, “feeling” is an amalgam of being and doing. ( Dunsby 2002 , 226) I have suggested in turn that this might be informally described as a “gut feeling,” whereby the music’s motion and trajectory are inscribed deep within (having developed both intuitively and through deliberate learning over time) and are then drawn upon in action, guiding what happens in the course of performance without necessarily being articulated explicitly or consciously within the mind of the performer before, during or after the performance in question. ( Rink forthcoming ) All of this is to say that I can only agree with the collective view of music and (more specifically) of music in performance that Binder, Leong, and others are developing here, despite ongoing concerns on my part about the methodological challenges that such a view poses to those of us interested in the relation between analysis and performance. Nevertheless, I thrill to the opportunities for new discovery and enlightenment that lie ahead.",
                "footnotes": [],
                "citations": [
                    "dunsby_2002",
                    "rink_Forthcoming"
                ]
            }
        },
        {
            "12": {
                "text": "[12] To close, I want to comment on the barriers and blockages that Le Guin observed on the parts of some of her students, to the extent that they could not do “anything ‘off book.’” She lamented that these “poor students” had been trained into “a triply reinforced submission, to a visually coded text, to a set of aurally coded norms, and to a set of norms around acceptable behaviors.” In her view, “inventiveness and submission are not exactly opposites, but they are certainly not compatible frameworks for action.” What I find interesting about this is not only the (all-too-familiar) inability of some student musicians to “go off book,” but also the gauntlet that might be thrown down to analysts to do that very thing themselves. After all, would it not be possible to conduct a similar lament about “poor music analysts” (students or otherwise) trained into triply reinforced submission to a visually coded text, a set of theoretically coded norms, and a set of norms around acceptable behaviors in respect of both text and theory? Is it not the case that music analysts as much as performers need deep-seated understanding of—a “feel” for— invention ? And in analysis as in performance, shouldn’t one ask oneself: “ What do you want to say, and why is it important?” I am equally struck by the broader relevance of Le Guin’s comment that, in improvisation, one is confronted “by the necessity of supplying a series of plausible, liveable, harmonious answers to the question, ‘What comes next, and why?’” In my view, that very necessity applies in uncannily similar ways to the act of analysis, whether in respect of “score-based structure” or, more propitiously (if problematically), with regard to music as a socially enacted process—a process that transcends not only prevailing definitions of “music itself” but also our very capacity as humans to understand what it is and how it affects us.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "performance and analysis today: new horizons”",
    "source": "mto/raw/mto.16.22.2.rink.html",
    "data": "mto/data/mto.16.22.2.rink.json"
}