{
    "title": "The Pen as Camera: <br>Finnissy and Overexposure",
    "date": "2021/07/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Beaudoin, Richard"
    ],
    "abstract": "The photographic effect of overexposure is analogous to Michael Finnissy’s technique of selective musical borrowing. Just as a photographer uses the camera to allow an overabundance of light to wash out pictorial details, Finnissy uses his transcriptive pen to allow an overabundance of silence to alter and fragment his borrowed sources. Case studies demonstrate Finnissy’s borrowing of cadential phrases by J. S. Bach, Beethoven, and Bruckner in his solo piano worksWenn wir in höchsten Nöthen sind(1992) andThe History of Photography in Sound(1995–2001). Comparing original sources, unpublished sketches, and published autographs reveals the composer’s precise transcriptive mechanisms. Measuring the alteration of tonal function enacted by specific harmonic and rhythmic distortions illuminates Finnissy’s pre-compositional practice while celebrating the sonic experience of his music on its own terms.",
    "keywords": [
        "transcription",
        "photography",
        "overexposure",
        "superimposition",
        "autographs",
        "manuscripts",
        "sketches",
        "borrowing",
        "cadence",
        "Finnissy",
        "Bach",
        "Beethoven",
        "Bruckner"
    ],
    "doi": "10.30535/mto.27.3.5",
    "received": "May 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.beaudoin.pdf",
    "author_info": [
        {
            "name": "Richard Beaudoin",
            "university": "Dartmouth College",
            "address": "Department of Music, HB 6187, Hopkins Center for the Arts, Hanover, NH 03755",
            "email": "richard.a.beaudoin@dartmouth.edu"
        }
    ],
    "citations": {
        "anderson_1997": "Anderson, Julian. 1997. “The Orchestral Music.” In Uncommon Ground: The Music of Michael Finnissy , ed. Henrietta Brougham, Christopher Fox, and Ian Pace, 169–210. Ashgate.",
        "balmer_et_al_2017": "Balmer, Yves, Thomas Lacôte, Christopher Brent Murray, and George Benjamin. 2017. Le modèle et l'invention: Messiaen et la technique de l'emprunt . Symétrie.",
        "beaudoin_2007": "Beaudoin, Richard. 2007. “Anonymous Sources: Finnissy Analysis and the Opening of Chapter Eight of The History of Photography in Sound .” Perspectives of New Music 45 (2): 5–27. https://www.jstor.org/stable/25164654 .",
        "beaudoin_and_kania_2012": "Beaudoin, Richard, and Andrew Kania. 2012. “A Musical Photograph?” The Journal of Aesthetics and Art Criticism 70 (1): 115–27. https://doi.org/10.1111/j.1540-6245.2011.01503.x .",
        "beaudoin_and_moore_2010": "Beaudoin, Richard, and Joseph Moore. 2010. “Conceiving Musical Transdialection.” Journal of Aesthetics and Art Criticism 68 (2): 105–17. https://doi.org/10.1111/j.1540-6245.2010.01396.x .",
        "beirens_2003": "Beirens, Maarten. 2003. “Archeology of the Self: Michael Finnissy’s Folklore .” Tempo 57 (223): 46–56. https://doi.org/10.1017/S0040298203000044 .",
        "beirens_2019": "Beirens, Maarten. 2019. “Questioning the Foreign and Familiar: Interpreting Finnissy’s Use of Traditional and Non-Western Musical Sources.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 301–15. Routledge.",
        "burkholder_1995": "Burkholder, J. Peter. 1995. All Made of Tunes: Charles Ives and the Uses of Musical Borrowing . Yale University Press.",
        "cutler_2019": "Cutler, Timothy. 2019. Bending the Rules of Music Theory . Routledge. https://doi.org/10.4324/9781351069168 .",
        "feininger_1965": "Feininger, Andreas. 1965. The Complete Photographer . Prentice-Hall.",
        "finnissy_1998": "Finnissy, Michael. 1998. Collected Shorter Piano pieces: Volume 2 . Oxford University Press.",
        "finnissy_2002": "Finnissy, Michael. 2002. Etched Bright with Sunlight . Liner notes. Nicholas Hodges. Metronome Recordings MET 1058, compact disc.",
        "finnissy_2004": "Finnissy, Michael. 2004. The History of Photography in Sound . Oxford University Press.",
        "finnissy_2021": "Finnissy, Michael. 2021. Email correspondence with the author. 28 January 2021.",
        "finnissy_et_al_1997": "Finnissy, Michael, Christopher Fox, Ian Pace, and Henrietta Brougham. 1997. “Conversations with Michael Finnissy.” In Uncommon Ground: The Music of Michael Finnissy , ed. Henrietta Brougham, Christopher Fox, and Ian Pace, 1–42. Ashgate.",
        "finnissy_and_miller_2017": "Finnissy, Michael, and Cassandra Miller. 2017. “Transcription, Photography, Portraiture.” CeReNeM Journal 6: 58–70.",
        "fox_2002": "Fox, Christopher. 2002. “Michael Finnissy’s History of Photography in Sound : Under the Lens.” The Musical Times 143 (1879): 26–35. https://doi.org/10.2307/1004595 .",
        "friedl_2009": "Friedl, Jeffrey. 2009. “Overexposure and Underexposure, and the Compensation Thereof.” Blog post. Accessed August 21, 2019. http://regex.info/blog/2009-02-28/1154 .",
        "harrison_2019": "Harrison, Daniel. 2019. “Cadence.” In The Oxford Handbook of Critical Concepts in Music Theory , ed. Alexander Rehding and Steven Rings. Oxford University Press.",
        "hatten_1985": "Hatten, Robert. 1985. “The Place of Intertextuality in Music Studies.” American Journal of Semiotics 3 (4): 69–82. https://doi.org/10.5840/ajs1985345 .",
        "heyde_2019": "Heyde, Neil. 2019. “’Listening to the Instrument(s)’: A Performer’s Response to Finnissy’s Music for String Quartet and the Chi Mei Ricecari for cello and piano.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 198–218. Routledge. https://doi.org/10.4324/9781351031547-11 .",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "kotz_2004": "Kotz, Mary Lynn. 2004. Rauschenberg: Art and Life . Harry N. Abrams.",
        "levin_1990": "Levin, Thomas Y. 1990. “For the Record: Adorno on Music in the Age of Its Technological Reproducibility.” October 55 (Winter): 23–47. https://doi.org/10.2307/778934 .",
        "losada_2008": "Losada, Catherine. 2008. “The Process of Modulation in Musical Collage.” Music Analysis 27 (2/3): 295–336. https://doi.org/10.1111/j.1468-2249.2009.00285.x .",
        "losada_2009": "Losada, Catherine. 2009. “Between Modernism and Postmodernism: Strands of Continuity in Collage Compositions by Rochberg, Berio, and Zimmermann.” Music Theory Spectrum 31 (1): 57–100. https://doi.org/10.1525/mts.2009.31.1.57 .",
        "lumsden_2017": "Lumsden, Rachel. 2017. “’The Pulse Of Life Today’: Borrowing in Johanna Beyer's String Quartet No. 2.” American Music 35 (3): 303–42. https://doi.org/10.5406/americanmusic.35.3.0303 .",
        "metzer_2003": "Metzer, David. 2003. Quotation and Cultural Meaning in Twentieth-Century Music . Cambridge University Press.",
        "nonken_1999": "Nonken, Marilyn Claire. 1999. “An Ecological Approach to Music Perception: Stimulus-driven Listening and the Complexity Repertoire.” PhD diss., Columbia University.",
        "osmond-smith_1985": "Osmond-Smith, David. 1985. Playing on Words: A Guide to Luciano Berio’s Sinfonia. Royal Music Association.",
        "pace_1997": "Pace, Ian. 1997. “The Piano Music.” In Uncommon Ground: The Music of Michael Finnissy , ed. Henrietta Brougham, Christopher Fox, and Ian Pace, 43–134. Ashgate.",
        "pace_2013": "Pace, Ian. 2013. “Michael Finnissy’s The History of Photography in Sound : A Study of Sources, Techniques and Interpretation.” Divine Art.",
        "pace_2019": "Pace, Ian. 2019. “Negotiating Borrowing, Genre, and Mediation in the Piano Music of Finnissy: Strategies and Aesthetics.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 57–103. Routledge. https://doi.org/10.4324/9781351031547-5 .",
        "pace_and_mcbride_2019": "Pace, Ian, and Nigel McBride. 2019. “Introduction.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 1–24. Routledge. https://doi.org/10.4324/9781351031547-1 .",
        "palmer_et_al_2015": "Palmer, John, Celso Autunes, Richard Barrett, John Cage, Lawrence Casserley, Simon Emmerson, Luc Ferrari, et al. 2015. Conversations . Vision.",
        "redhead_2019": "Redhead, Lauren. 2019. “The Medium is Now the Material: The ‘Folklore’ of Chris Newman and Michael Finnissy.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 261–79. Routledge. https://doi.org/10.4324/9781351031547-15 .",
        "rehding_2005": "Rehding, Alexander. 2005. “Wax Cylinder Revolutions.” The Musical Quarterly 88 (1): 123–60. https://doi.org/10.1093/musqtl/gdi004 .",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition . Edited by Gerald Strang and Leonard Stein. Faber.",
        "silverman_1996": "Silverman, Julian. 1996. “Aspects of Complexity in Recent British Music.” Tempo New Ser. 197: 33–37.",
        "sontag_1977": "Sontag, Susan. 1977. On Photography . Farrar, Straus and Giroux.",
        "stonard_2007": "Stonard, John-Paul. 2007. “Pop in the Age of Boom: Richard Hamilton’s ‘Just What Is It that Makes Today's Homes So Different, So Appealing?’.” Burlington Magazine CXLIX: 607–20.",
        "talbot_1844": "Talbot, William Henry Fox. 1844. The Pencil of Nature . Longman, Brown, Green and Longmans.",
        "taylor_1902": "Taylor, Charles M. 1902. Why My Photographs are Bad . G.W. Jacobs & Co.",
        "thomas_2019": "Thomas, Philip. 2019. “Post-experimental Survivor: Finnissy the experimentalist.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 39–56. Routledge. https://doi.org/10.4324/9781351031547-4 .",
        "toop_1988": "Toop, Richard. 1988. “Four Facets of ‘The New Complexity’.” Contact 32: 4–50.",
        "weeks_2019": "Weeks, James. 2019. “Finnissy’s Hand.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 261–79. Routledge. https://doi.org/10.4324/9781351031547-16 .",
        "whittall_2014": "Whittall, Arnold. 2014. “Michael Finnissy’s Instrumental Music Drama.” The Musical Times 155 (1928): 71–9. https://www.jstor.org/stable/24615791 .",
        "whittall_2019": "Whittall, Arnold. 2019. “Finnissy and Pantonality: Surface and Inner Necessity.” In Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts , ed. Ian Pace and Nigel McBride, 241–60. Routledge.",
        "woodbury_1896": "Woodbury, Walter E. 1896. The Encyclopaedic Dictionary of Photography . Scovill & Adams.",
        "yearsley_2002": "Yearsley, David. 2002. Bach and the Meanings of Counterpoint . Cambridge University Press.",
        "recordings_recordings": "Recordings Cited"
    },
    "footnotes": {
        "FN0": {
            "text": "* The author would like to thank the anonymous reviewers, Mitch Ohriner and the editorial staff at MTO , and Yves Balmer, Celia Douville Beaudoin, Laura Emmery, Michael Finnissy, Jeffrey Friedl, Áine Heneghan, Neil Heyde, Orit Hilewicz, Mark Knoop, Benjamin Levy, and Stephanie Probst.",
            "citations": []
        },
        "FN1": {
            "text": "1. The notion of “musical photographs” goes back to the mid-nineteenth century, with Nadar’s 1864 designation of the phonograph as a “ daguerreotype acoustique ” ( Levin 1990 ). Since then, the phrase has been applied variously to both audio recordings and to scores-as-photographs. Rehding ( 2005 ) recounts the hopes of the Leipzig theorist Moritz Hauptmann, who in 1858 expressed his desire for “ musikalische Photographien ” to refute criticisms that his choir at St. Thomas had suffered a decline in quality since the days when it was directed by J. S. Bach ( 2005 , 123). More recently, Beaudoin and Kania theorize that a musical score based on a millisecond-faithful transcription of a recording should be considered a “musical photograph.” Their argument rests in part on their notion that such a score “is mechanically counterfactually dependent on a particular performance of another score” ( 2012 , 126). To be sure, the latter does not apply to Finnissy’s music. Instead, Finnissy’s musico-photographic technique—involving notational, score-based borrowing—connects him to the practice seen in other 20 th century notational borrowers including Ives ( Burkholder 1995 ), Berio ( Osmond-Smith 1985 , Losada 2009 ) and Messiaen ( Balmer et al. 2017 ).",
            "citations": [
                "levin_1990",
                "rehding_2005",
                "rehding_2005",
                "beaudoin_and_kania_2012",
                "burkholder_1995",
                "losada_2009",
                "balmer_et_al_2017"
            ]
        },
        "FN2": {
            "text": "2. Rauschenberg’s Combines—such as Rebus (1955)—are a category of works created by the artist between 1953–64 that combine painting and sculpture using fragmented objects and images taken from everyday life ( Kotz 2004 ). Finnissy evokes Rauschenberg’s work on several occasions, including his interview with Cassandra Miller where he cities the artist’s influence: “If collage and montage in cinema, and objets trouvés were part of the visual arts vocabulary, it didn’t seem at all controversial to use them in music, it seemed entirely natural. I frequently—if I’m asked to do this—I frequently refer to my models from that world: Rauschenberg, David Hockney, Warhol, Stan Brakhage are as important (in some ways maybe even more important) then the whole chain of musical influences one goes through (Satie, Debussy, Bartók, Xenakis, Schoenberg)” ( Finnissy and Miller 2017 , 60).",
            "citations": [
                "kotz_2004",
                "finnissy_and_miller_2017"
            ]
        },
        "FN3": {
            "text": "3. The apparent difference between the titles of these two works—Bach’s Wenn wir in höchsten Nöthen sein and Finnissy’s Wenn wir in höchsten Nöthen sind —requires a record-correcting clarification. While one might be initially tempted to assume that Finnissy’s slight alteration—changing Bach’s “sein” to “sind”—is meant as a poetic, lexical analogue to his musical reconfiguring of Bach’s counterpoint, this is not the case. In personal correspondence with the author, Finnissy clarified that title of his work should in fact match the title of Bach’s work, and that the difference between the two was the fault of the editorial process: “When OUP [Oxford University Press] were publishing the two volumes of short piano-pieces, very little editorial care was bestowed upon them. In my very imperfect knowledge of the German language, I had hastily copied the title of the Bach transcription . . . OUP had not properly proofread the manuscripts and refused to correct the error” ( Finnissy 2021 ). Referring to the work by its corrected title in the present article might very well cause confusion, as there is no published composition by Finnissy called Wenn wir in höchsten Nöthen sein . As such, this article refers to Finnissy’s work using its published, if erroneous, title— Wenn wir in höchsten Nöthen sind —as that is the printed title of Finnissy’s work in its only extant edition. Going forward, it is hoped that publishers, scholars, and performers alike adopt the correct title for Finnissy’s work, which is: Wenn wir in höchsten Nöthen sein .",
            "citations": [
                "finnissy_2021"
            ]
        },
        "FN4": {
            "text": "4. As noted by Cassandra Miller ( Finnissy and Miller 2017 ), Finnissy is here misremembering, or simply misspeaking, the date of composition for The History of Photography in Sound , which was composed between 1995–2001 and premiered by Ian Pace on Sunday, June 28, 2001 in the Duke’s Hall at the Royal Academy of Music, London.",
            "citations": [
                "finnissy_and_miller_2017"
            ]
        },
        "FN5": {
            "text": "5. For a discussion of ii ø 5 6 –I as plagal progression, see Cutler ( 2019 , 133–35).",
            "citations": [
                "cutler_2019"
            ]
        },
        "FN6": {
            "text": "6. Due to the varied nature of the notation in The History of Photography in Sound —which often has the two hands playing unmeasured or independently barred measures—exact locations in the score will be given by “page, system” or, when necessary, “page, system, measure” designations, similar to the practice found in Beaudoin 2007 .",
            "citations": [
                "beaudoin_2007"
            ]
        },
        "FN7": {
            "text": "7. Finnissy’s reference to Grundgestalt occurs in his preface to The History of Photography in Sound , which reads in part: “8. Kapitalistisch Realisme (met Sizilianische Männerakte en Bachsche Nachdichtungen) (for Colin Symes). Three Bs. (i) Beethoven (grundgestalt thirds in Op. 67, Op. 18 No. 5, Op. 10 No. 1). (ii) Bach ( Allein Gott in der Hoh’ sei Her’ BWV 717, 716, 662, 667). (iii) Busoni (retrograde of the Pezzo serioso from Op. 39 with an overlay of Sicilian folktunes collected by Meyerbeer)” ( Finnissy 2004 ).",
            "citations": [
                "finnissy_2004"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction: “musical documents ( = photographs)”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Appraising the then-new technology of photography, the nineteenth-century polymath William Henry Fox Talbot recognized the improved fidelity that it would afford over the mediating hand of the artist: “One advantage of the discovery of the Photographic Art will be, that it will enable us to introduce into our pictures a multitude of minute details which add to the truth and reality of the representation, but which no artist would take the trouble to faithfully copy from nature” ( 1844 , 33). Fast-forward over 130 years to the writings of Susan Sontag, and the bloom of fidelity was long off the photographic rose. Keenly aware of the subjective nature of the art form, Sontag describes photography in less idealistic terms: “Reality is summed up in an array of casual fragments—an endlessly alluring, poignantly reductive way of dealing with the world” ( 1977 , 80). The distance between Talbot and Sontag summarizes one of photography’s enduring contradictions: we rely on photographs to record something of the truth while recognizing their maker’s power to adjust, alter, and manipulate their content.",
                "footnotes": [],
                "citations": [
                    "talbot_1844",
                    "sontag_1977"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Enter Michael Finnissy, whose music often entangles the photographic and the compositional, putting many of these enduring contradictions front and center. Finnissy composes in part by borrowing and altering fragments from scores by other composers. In the words of Ian Pace, the composer’s most prolific commentator and performer: “Finnissy’s work investigates quite exhaustively the possibility of removing something from a unique existence in a particular context; his musical materials become flexible ‘texts’ which assume different meanings depending on the circumstances in which they are presented” ( 2013 , 3). Finnissy’s own program note for his 5½-hour solo piano work The History of Photography in Sound (1995–2001) goes a step further, referring to his borrowed sources as “musical ‘documents’ ( = photographs)” ( 2004 ). Calling his sources “photographs,” Finnissy blends terms and methods common to both artforms. (1) In spite of its title, such analogies are by no means unique to The History of Photography in Sound ; across his entire output, Finnissy looks at the scores of others, and then pictures them in his own fashion, using his pen as camera to control aperture, exposure, and development.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "pace_2013",
                    "finnissy_2004"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] This study involves the analysis of Finnissy’s unpublished sketches, thereby continuing a tradition that extends back to Richard Toop’s 1988 sketch-related analysis of the first of the composer’s Verdi Transcriptions , which has been called “the first serious musicological attention given to Finnissy” ( Pace and McBride 2019 , 2). Following Toop’s auspicious analytical opening, there have been only a handful of detailed analyses of Finnissy’s compositional process. These include the dissection of pitch and rhythm derivations in GFH by Pace ( 1997 ) and the investigation of sketch materials in The History of Photography in Sound by Beaudoin ( 2007 ). More prevalent within Finnissy studies are commentaries on cultural referents in Finnissy’s borrowing ( Fox 2002 , Beirens 2003 and 2019 ), his innovative use of instrumentation and texture ( Anderson 1997 , Heyde 2019 ), and his complexity and experimentalism ( Nonken 1999 , Thomas 2019 ), all of which point toward a welcome diversity of perspectives engendered by his work. Even so, a scholar encountering the two edited volumes devoted to Finnissy’s music—2019’s Critical Perspectives on Michael Finnissy: Bright Futures, Dark Pasts and 1997’s Uncommon Ground: The Music of Michael Finnissy —might be surprised to find how few in-depth analyses there are of individual passages. On some level, this is practical: faced with Finnissy’s 300+ published works, breaking down a single phrase might seem akin to mapping one square kilometer of a continent. Nonetheless, close-readings are valuable as they allow us to think critically about Finnissy’s music both as a compendium of its sources and as an unfolding sound structure in its own right. Offering a methodology that can become a testing ground for future analytical interpretations, this article re-engages with Toop’s inaugural approach, in spirit if not in practice, providing a close reading of Finnissy’s music with reference to the composer’s sketches. In this case, the two sketches—excerpts from The History of Photography in Sound —were scanned by the author directly from the original manuscripts in London on March 20, 2006, and are used here with written permission from the composer.",
                "footnotes": [],
                "citations": [
                    "toop_1988",
                    "pace_and_mcbride_2019",
                    "pace_1997",
                    "beaudoin_2007",
                    "fox_2002",
                    "beirens_2003",
                    "beirens_2019",
                    "anderson_1997",
                    "heyde_2019",
                    "nonken_1999",
                    "thomas_2019"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Charting Finnissy’s transformations from source to sketch to autograph, one invariably comes up against a contested area within Finnissy studies: the audibility or comprehensibility of his source materials. This tension is not unique to Finnissy analysis, and is present in broader scholarship on musical borrowing and intertextuality ( Hatten 1985 , Metzer 2003 , Klein 2005 , Lumsden 2017 ). Discussing Johanna Beyer’s borrowing, Lumsden ( 2017 ) summarizes the abundance of analytical avenues generated by borrowing-based compositions, writing “Much of the existing scholarship on borrowing emphasizes its profoundly rich analytic potential, not only for multiple (and even divergent) interpretations and analyses but also for fostering analyses that draw on extramusical associations and sociocultural contexts—analyses that are infused with ‘thick description’ (to borrow an oft-cited term from Clifford Geertz)” ( 2017 , 332). While Finnissy’s music undoubtedly presents commentators with “extramusical associations and sociocultural contexts,” scholars including Lauren Redhead and Maarten Beirens have cautioned against overemphasizing its borrowed materials. This is due, in large part, to the severity of Finnissy’s alterations, which often render the sources unrecognizable. Redhead writes that “the criticality of Finnissy’s work is not dependent on the materials themselves, but on their treatment” ( 2019 , 267). Writing about Folklore , Beirens concludes that “the recognizability of the source material is of little importance; what is essential is the way that the material is combined, interspersed, alternated, modified, followed with or by other material” ( 2003 , 48). On the other hand, Pace’s 2013 exegesis of the embedded referents in The History of Photography in Sound might lead one to expect Finnissy’s work to sound like the audio equivalent of the pop collages of Richard Prince ( Stonard 2007 ). But this is not the case; pace Pace, there comes a point where the presence of source fragments make promises that Finnissy’s music does not keep. With respect to the recognizability of borrowed materials, Finnissy’s music shares more with Robert Rauschenberg’s Combines than with Prince’s collages; indeed, the composer himself has cited Rauschenberg as an influence. (2) Without taking (or creating) sides in the matter, the following case studies present a balanced methodology that acknowledges the composer’s thoroughgoing involvement with sources while respecting the unique sonic realities of the decidedly Finnissian gestures that remain in the wake of his transcriptive process.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "hatten_1985",
                    "metzer_2003",
                    "klein_2005",
                    "lumsden_2017",
                    "lumsden_2017",
                    "lumsden_2017",
                    "redhead_2019",
                    "beirens_2003",
                    "stonard_2007"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] The following cases isolate Finnissy’s borrowing of a specific class of musical object: authentic or plagal cadences. These cadences occur in source works by J. S. Bach, Beethoven, and Bruckner. In each case, certain elements of the source passage are transcribed while others are left behind, replaced in the transcription by silence. This compositional approach is analogous to photographic overexposure, wherein details of an image are washed out by being exposed to an overabundance of light. The following analyses isolate Finnissy’s precise melodic and rhythmic re-shaping of source cadences and, in two cases, employ sketch studies to uncover the composer’s process of selective transcription. Cadences, being “perhaps the longest-lived convention of Western musical composition” ( Harrison 2019 , 570) have a vivid functional presence: when intact, they are audible as cadences ; when sufficiently altered, they cease to operate as such. Comparing the clear cadential resolutions in the source works with Finnissy’s transcriptive “photographs” of them offers the opportunity to map precise differences between source, sketch, score, and sound.",
                "footnotes": [],
                "citations": [
                    "harrison_2019"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] In our first case, Finnissy overexposes the final plagal cadence of Bach’s Wenn wir in höchsten Nöthen sein , BWV 668a, to create a conclusive gesture in his 1992 work Wenn wir in höchsten Nöthen sind . (3) A second case has Finnissy untying two existing tonic-dominant resolutions in his borrowing of the opening of the Menuetto from Beethoven’s Quartet in A major, op. 18, no. 5 to create a passage in Kapitalistisch Realisme (met Sizilianische Männerakte en Bachsche Nachdichtungen) , the eighth and longest section of The History of Photography in Sound , whose complete Dutch title translates as “Capitalist Realism (with Sicilian male nudes and Bachian paraphrases),” hereafter referred to as Kapitalistisch Realisme . A third case, also from Kapitalistisch Realisme , goes a step further: Finnissy superimposes authentic cadences from Beethoven’s and Bruckner’s Fifth Symphonies to create an ambiguous, disappearing cadential gesture all his own. In all three cases, the combination of selective transcription and alteration results in new music which functions uniquely, even as it holds traces of its borrowed fragments. These analyses illustrate the composer’s ability to subtly (and not-so-subtly) defuse and disconnect his borrowed fragments from their original functionality. Once-tonal cadences are dissolved into Finnissy’s own fluid, ambiguous, and admittedly non-systematic harmonic dialect. 2. “Have I been a photographer all these years?”: Musical Transcription and Photographic Overexposure",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The central role of transcription in Finnissy’s music is perhaps the most oft-discussed aspect of his work ( Toop 1988 , Pace 1997 , Beirens 2003 and 2019 , Beaudoin and Moore 2010 , Pace 2013 , Whittall 2014 , Redhead 2019 ). As the composer himself explained: “Because I don’t have a particular fetish any more for generating original material, I often, even in pieces I don’t acknowledge as transcriptions, take the material from somewhere else” ( 1997 , 3). Finnissy has described his collected works as the creation of a personal museum stocked with objects from the history of Western European music, and beyond. During an interview with Cassandra Miller, he describes his important realization, made in the mid-1960s: “I like museums. I like being in the Victoria & Albert Museum. I thought ‘I’m going to turn this around, I’m going to make a museum.’ Some aspect of my work is going to be the creation of a ‘Victoria & Albert museum’ all of my own” ( Finnissy and Miller 2017 , 66). Finnissy’s oeuvre, including and especially The History of Photography in Sound , acts as a compendium of notational analogies to photographic processes. In the same interview, Finnissy goes as far as to consider whether or not he is a photographer: I wanted to think about whether I was a photographer or not, because I was brought up with photography, my father was a photographer. And he was a qualified surveyor, but his job, when I remember what he was doing when I was maybe 3 or 4 years old, I used to go around with him, and what he was doing at that stage was documenting the rebuilding of London, photographically. He was preparing an archive of the rebuilding of London after the war. It was quite interesting work, though I don’t suppose I recognised that then; I do now. I wondered—I started writing the piece [ The History of Photography in Sound ] 2004–5 maybe, so it’s not an early piece—so I was wondering, have I been a photographer all these years? (4) ( Finnissy and Miller 2017 , 60–61)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "toop_1988",
                    "pace_1997",
                    "beirens_2003",
                    "beirens_2019",
                    "beaudoin_and_moore_2010",
                    "pace_2013",
                    "whittall_2014",
                    "redhead_2019",
                    "finnissy_et_al_1997",
                    "finnissy_and_miller_2017",
                    "finnissy_and_miller_2017"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Finnissy’s mode of musical photography includes looking at pre-existent music and bringing selected material into his own scores, judging what should be “in the frame” or “on the staves” while gauging how distorted or clear each image should be. The photographic analogy would be to darkroom developing, or to digital editing; both environments find photographers making similar decisions about the final form of their captured, raw material. Finnissy’s exceedingly fragmentary way of using his source materials—excerpting, superimposing, and often reshaping them beyond recognition—allies him with the experimental photography tradition. His sensibility is not limited to capturing “what happened,” but rather emphasizes the role of the lens, the exposure duration, and the perspective. As such, Finnissy is more art photographer than photojournalist; more Raoul Ubac than Pete Souza.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] In naming his largest work The History of Photography in Sound , Finnissy foregrounds the analogy between the photographic and the compositional. While he does not provide any simple key to the way each photographic technique is realized in sound, he does discuss the connection between the pen, the camera, and the idea of “development” in both photography and music. A substantial quote from Finnissy’s “Notes on the Work,” which accompanies the three-volume edition of The History of Photography in Sound published in 2004 by Oxford University Press, demonstrates these cross-disciplinary preoccupations: I am about eight years old, standing in the darkroom at my father’s office in County Hall. A countdown is in progress. A piece of paper is floating in the pungent-smelling liquid of the developing-tray. As the seconds tick by, an image begins to form on the paper. If extracted too quickly from the liquid this image will not be fully and clearly visible, if left too long it will be spoiled—obliterated by a relentlessly creeping chemical twilight. These moments have an urgency and mystery that I cannot locate in the too speedy, too limited, and appallingly irrevocable click of the shutter across the lens. Fifty or so years on, and I am looking at the vacant paper on my desk. The clocks tick, my hand moves, sounds appear. Eye to ‘eidos’ . . . . The ear is not a camera, nor is my music-writing hand neutrally mechanical. My title uses the word ‘photography’, and its plethora of associations, to convey a certain kind of musical material: documentary—snipped out from different periods in the past, and different locations across the world—a collection of exterior facts. These refugee facts are then situated, more or less provocatively, in the eventual composition. They are exchanged for, disrupted, and transformed by composing (imagining, transcribing, analytically mis-reading) into other facts ( 2004 , i).",
                "footnotes": [],
                "citations": [
                    "finnissy_2004"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] While there is a great deal to unpack in these paragraphs, two points stand out in relation to the forthcoming cases. First, Finnissy equates the photographic paper remembered from his father’s darkroom to the “vacant” music paper on his desk, onto which the pen begins to create forms based on altered fragments of pre-existing scores. As he puts it: “Eye to ‘eidos’.” Second, Finnissy makes use of musical “facts” which are “snipped out from different periods in the past” and “exchanged for, disrupted, and transformed by composing (imagining, transcribing, analytically mis-reading) into other facts.” Finnissy articulates a distance between his music and his borrowed material. Altered facts create new music, which does not have to function, sound, or operate like its sources. One of Finnissy’s methods is to subject his borrowed fragments to varying degrees of silence , akin to using longer-than-normal shutter speeds that subject a photograph to increased amounts of light . Example 1 . Illustrating the washed-out effect of photographic overexposure (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Within traditional photography, overexposure is caused by an overabundance of light and “produces negatives that are too black and too dense and transparencies in which color is too light or completely washed out” ( Feininger 1965 , 167). Put simply, overexposure causes areas in the photograph to exhibit intense brightness. The term has historically been used as pejorative, implying that there is such a thing as “correct exposure.” The negative implication originated during the early days of photography, appearing in the Encyclopedic Dictionary of Photography ( Woodbury 1896 ) and in numerous books and pamphlets which outlined the “appropriate” way to take pictures, including Charles M. Taylor’s evocatively titled 1902 book Why My Photographs are Bad . Without resorting to these outmoded value judgements, the effects of overexposure can be demonstrated using Jeffrey Friedl’s photographs of the Main Gate of the Shirohige Shrine, Takashima, Shiga, Japan (see Example 1 ). Taken in 2009, all three photographs were made with a Nikon D700 camera: Example 1a shows the image at an exposure duration of 1/1000 th of a second; Example 1b with an exposure duration of 1/250 th of a second, Example 1c at 1/160 th of a second. Seen in a series, the images reveal a progressive loss of detail as longer exposure times replace recognizable elements with undifferentiated brightness. Overexposure does not simply alter the brightness of a picture; by removing numerous details, it alters the content and redefines what the eye has available to focus on.",
                "footnotes": [],
                "citations": [
                    "feininger_1965",
                    "woodbury_1896",
                    "taylor_1902"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] What is the compositional analogue of overexposure? While many avenues are possible, Finnissy’s borrowing technique demonstrates a specific mediating approach: while a photographer adds light , Finnissy adds silence , using his compositional pen as a filtering lens. Such an invocation of the “composer’s pen” is not a generalization: Finnissy generally writes his sketches and autographs in pen. James Weeks quotes the composer identifying his pen as being an instrument not only of composition, but of improvisation: “‘So this is why I draw the note, because that focuses the sound of that note for me in a way that pressing a computer keyboard wouldn’t . . . I say to people, although they always look puzzled, you can improvise with a pen in your hand’” ( Weeks 2019 , 293). Finnissy’s handwriting-centric process preserves certain elements of the source work while omitting others. This often involves discarding iconic melodies and signature rhythms from the source, until only a trace of the original remains ( Pace 1997 ). Such a process creates something of a paradox: what Finnissy chooses to transcribe is sometimes so embedded in the textural background—an accompaniment figure, for instance, instead of a melody—that one is surprised to learn its iconic source. Questions arise: are Finnissy’s sources comprehensible as sources after the transcriptive act? Does having such celebrated DNA improve or enrich his music? And what exact processes are involved when he copies and re-sculpts fragments from other scores? Three case studies from Finnissy’s piano music reveal his decision-making from source to autograph and thereby demonstrate how such techniques form analogues to photographic overexposure. 3. Developing J. S. Bach: Overexposure and Alteration Example 2 . The final cadences of (a) J. S. Bach’s “deathbed” chorale, BWV 668a, as seen in the 1751 edition of Die Kunst der Fuge , and (b) Finnissy’s Wenn wir in höchsten Nöthen sind in the composer’s handwritten autograph (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "weeks_2019",
                    "pace_1997"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Finnissy is fond of closing pieces “in mid-sentence,” a phrase he himself uses to describe the end of Etched Bright with Sunlight (2002). Tonal cadences are rare in his work, let alone ones that borrow from an identifiable source. As Finnissy puts it: “I am careful to avoid cadences and conventional punctuation, a poetic influence maybe, vers libre ” ( Palmer et al. 2015 , 75). Even so, a decidedly conclusive closing gesture is found at the end of Finnissy’s solo piano work Wenn wir in höchsten Nöthen sind , composed in 1992 and published in 1998. In fact, Wenn wir in höchsten Nöthen sind exhibits one of the most harmonically conclusive gestures in any piece by Finnissy up until that time. The published score—which, like the majority of Finnissy’s music, reproduces the composer’s autograph manuscript—reveals the derivation: after the final cadence, he writes: “based on the Chorale-Prelude by J. S. Bach BWV 668” (1998). The final cadence of both works can be seen and heard in Example 2 . Bach’s cadence appears in C. P. E. Bach’s 1751 edition of Die Kunst der Fuge , and Finnissy’s in his own published autograph. Bach’s work has its own involved transcriptive history ( Yearsley 2002 ). There are two versions of the so-called “deathbed” chorale: Vor deinen Thron tret ich hiermit , BWV 668 and Wenn wir in höchsten Nöthen sein , BWV 668a. Finnissy’s score annotation points at both versions, referring to the name associated with BWV 668a while giving the designation as “BWV 668.” Example 3 . The stages of Finnissy’s selective borrowing (overexposure) of the final cadence from Bach’s Wenn wir in höchsten Nöthen sein , BWV 668a, in his solo piano work Wenn wir in höchsten Nöthen sind (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "palmer_et_al_2015",
                    "yearsley_2002"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The stages of Finnissy’s transformation are illustrated in Example 3 , which is my own representation of the relationship between the source cadence and the final autograph. These layers include the final four measures of J. S. Bach’s original organ work (Example 3a), the elements that survive Finnissy’s selective transcription (Example 3b), his chromatic alteration of these elements (Example 3c), and the final phrase of Finnissy’s score (Example 3d). It is striking how little of Bach’s counterpoint Finnissy borrows. He uses the last seventeen beats of the soprano’s cantus, the last four beats of the alto I, and the last five beats of the tenor. Both alto II and bass are completely removed, and most of the music in the alto I and tenor lines are also left behind. This example fosters a useful analogy with photographic overexposure: just as Friedl’s overexposed image of the Shirohige Shrine washes out details of clouds and water while preserving the darker structure of the Main Gate, so too does Finnissy’s selective transcription wash out much of the material in Bach’s alto II and tenor lines while preserving much of the soprano’s cantus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] After the initial overexposure, Finnissy subjects his three borrowed fragments to varying levels of chromatic alteration and rhythmic expansion. As seen in Example 3c, each fragment preserves the general contour of the source counterpoint while shifting the pitch material away from its original home of G major. Bach’s soprano cantus remains largely intact, save for the chromatic passing tone B ♭ connecting B and A. Bach’s original alto I music—a diatonic double-neighbor motion around C—is altered to a chromatic collection that moves from G ♯ down to F. Finally, Bach’s tenor line originally moved from G to D; Finnissy’s chromatic rendering of it moves from F ♯ down to D, with a notable interior arrival on E ♭ . Bach’s five-part counterpoint has been pared down to three voices; only a small fragment of each voice is used, and each of these is altered considerably.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The final form seen in Example 3d presents Finnissy’s “development” of the Bachian material, in both the musical and photographic senses of the term. The pen has been used as a camera, first overexposing and then chromatically and registrally transforming the source counterpoint: the altered version of Bach’s soprano now functions as Finnissy’s bass; Bach’s alto I fragment becomes Finnissy’s uppermost voice; Bach’s altered tenor becomes Finnissy’s middle voice. All of the changes generate a wandering, slippery, and rather evocative conclusion. Tonality is suspended. Whereas the lowest voice in Bach’s cadence closes with a tonally-stable falling fourth, Finnissy’s registral reorganization creates a stepwise bass. The passage vividly illustrates Finnissy’s own program note for the piece, which reads in part: “The constituent measures of the original are constantly melting away, refracted through varying intervals of transposition, undermining any sense of rational ‘perspective’” ( 2002 ). Example 4 . Reduction and comparative analysis of the final cadences in Bach Wenn wir in höchsten Nöthen sein , BWV 668a, and Finnissy Wenn wir in höchsten Nöthen sind (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "finnissy_2002"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Though Finnissy derives his material from Bach, the harmonic distance between the respective cadences is profound. Finnissy deftly massages the implied parallelism using irregular rhythmic displacements in each voice, with no two chord tones shifting simultaneously. Bach’s closure moves through a plagal progression [iv–ii ø -I], whereas Finnissy’s implied harmonies— G ♯ minor seventh, G major, and finally to an implied G minor seventh—suggest something else entirely. (5) Example 4 reduces and analyses the final progressions in both works. Finnissy’s overexposure and chromatic alterations produce linear motion that can be understood in Neo-Riemannian terms. Its lingering but non-functional voice-leading is transformational in nature: an implied SLIDE progression from G ♯ minor (seventh) to G major, then a parallel transformation to arrive on the final sonority of G minor, which gains a seventh before withering to a lone G. The functional, plagal feeling of the Bachian source has disappeared; the new cadence generates closure via the stability of the (contrapuntally-implied) outer-voice octaves and root position minor seventh sonority. Example 5 . An excerpt from Finnissy’s unpublished sketch of Kapitalistisch Realisme citing his use of the Menuetto from Beethoven’s Quartet in A major, op. 18, no. 5 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] As if the transcriptive history were not rich enough, Yearsley ( 2002 ) describes yet another layer: Bach’s BWV 668a was itself predated by the Orgelbüchlein chorale BWV 641, also called Wenn wir in höchsten Nöthen sein . Composed 35 years earlier than BWV 668a, BWV 641 is shorter and more floridly ornamental than its predecessor. Comparing the two works, Yearsley concludes: “Bach’s paring away of the sensual exterior, the lavish ornamentation, of the Orgelbüchlein chorale, and his expansion of the piece in anticipation of his own death with intensely reflective counterpoint is a project of purification, of orienting the piece towards heaven” ( 2002 , 36). Leaving aside Yearsley’s conjecture about “purification,” Finnissy’s Wenn wir in höchsten Nöthen sind , composed more than 240 years after its source, iterates Bach’s mode of transformation onto Bach’s own material: just as BWV 668a pares down and elongates the meditative durations of BWV 641, the preceding analysis reveals Finnissy’s “paring away of the sensual exterior” of Bach’s cadence, while elongating and unfolding its individual voices. 4. Developing Beethoven: Finnissy the Subtle and Finnissy the Obvious",
                "footnotes": [],
                "citations": [
                    "yearsley_2002",
                    "yearsley_2002"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] A contrasting case presents Finnissy overexposing a passage from Beethoven and, in doing so, thwarting two tonal resolutions: one subtly, the other obviously. The passage occurs within the nine-minute opening section of Kapitalistisch Realisme that is marked by tempo oscillations between Maëstoso and Distantly reflecting . The phrase is located on page 215, systems 4–5, which selectively borrows the opening section of the Menuetto from Beethoven’s String Quartet in A major, op. 18, no. 5. (6) The connection between the two works is confirmed by the unpublished sketch. As seen in Example 5 , Finnissy identifies the source above the upper system of his sketch, writing: “Beethoven String Quartet Op. 18 No. 5 (Menuetto) Vln I / Vln II / Vla.” Example 6 . The stages of Finnissy’s selective borrowing of the Menuetto from Beethoven’s Quartet in A major, op. 18, no. 5 in Kapitalistisch Realisme (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Example 6 reveals the development of the material from source to autograph, and provides an audio comparison to register precisely what Finnissy takes from Beethoven, and what he leaves behind. Faced with Beethoven’s straightforward melody-plus-accompaniment violin duo, Finnissy opts to strip the passage of most of its melodic foreground. The first-violin melody is mostly, but not entirely, discarded, while the second-violin line is mostly, but not entirely, preserved. Just as the excess of light in an overexposed photograph redefines what the eye has available to focus on, Finnissy’s excess of silence redirects the ear towards the inner parts of Beethoven’s musical object. An unaccompanied melody in Kapitalistisch Realisme is created entirely out of an accompaniment line in Beethoven’s quartet. It is therefore no surprise that, within Finnissy’s phrase, the audibility of the Beethoven material as Beethoven is tenuous. Moreover, the exposed descending thirds reinforce Finnissy’s preoccupation with this interval as a Grundgestalt in this chapter of The History of Photography in Sound . (7) Example 7 . Finnissy’s thwarting of two dominant to tonic resolutions in his borrowing of the opening of the Menuetto from Beethoven’s Quartet in A major, op. 18, no. 5 in his sketch for Kapitalistisch Realisme (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] If overexposure was the extent of Finnissy’s transcriptive process, this would be a shorter article. However, as seen in the earlier Bach borrowing, Finnissy often combines his selective transcription with chromatic alterations. In this phrase of Kapitalistisch Realisme , Finnissy’s re-shaping of the Beethoven material undermines two harmonic resolutions. As seen in Example 7 , there are two V 7 -I motions in Beethoven’s passage, both of which imply B dominant seventh resolving to E major: the first is in mm. 7–9, the second in mm. 11–12. Finnissy defuses each in a markedly different fashion. Taken together, they exemplify dual manifestations of Finnissy’s transcriptive nature: the subtle and the obvious.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] “Finnissy the subtle” is exemplified by a single chromatic shift that occurs mid-phrase. The sole pitch alteration during Finnissy’s unaccompanied right-hand melody changes Beethoven’s A in m. 8.3 into A ♯ . This small alteration speaks volumes about Finnissy’s borrowing practice, as this single chromatic change is a pivotal, function-altering adjustment. In the original Beethoven phrase, the A in m. 8.3 forms a complete B dominant seventh chord—functioning as V of E—and suggests a pending resolution. Both Finnissy’s sketch and his final autograph raise Beethoven’s A to A ♯ , avoiding the implication of a dominant seventh sonority. This alteration exemplifies Finnissy’s habit of untying the functionality of his sources to match his own, more slippery, musical language. Indeed, Finnissy’s A ♯ sounds like a chromatic lower neighbor to B, whereas Beethoven’s original A is an unstable tendency tone suggesting a downward resolution to G ♯ . Had Finnissy preserved Beethoven’s original pitch, the G ♯ -E dyad which follows would have sounded a clear tonic resolution. That Finnissy changes this note— and only this note —illustrates his sensitivity to tonal function in the Beethoven, and his desire to defuse it when bringing the passage into his own music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] “Finnissy the obvious” appears at the close of the phrase. As seen in Example 7, Finnissy uses the pianist’s forearm to thwart Beethoven’s closing cadential figure. Measure 11 of Beethoven’s Menuetto implies the dominant of E. Finnissy’s corresponding moment in Kapitalistisch Realisme supports Beethoven’s line with a broad, black-key forearm cluster which dramatically subverts the original tonal function. The use of low bass clusters to undercut moments of reflective calm is a recurring element in Finnissy’s music, and can be found in many of the solo piano works, including English Country Tunes (1977–85), Verdi Transcriptions (1972–2005), and the third of the Strauss-Walzer (1967–89). These tonally- and texturally-unsettling gestures have inspired some of Finnissy’s most notorious negative reviews, such as Julian Silverman’s commentary that Finnissy’s process involves taking his borrowed sources (which Silverman unironically calls “real music”) and throwing them “into a seething undigested, unimagined heap of dyslexic clusters of multiple key- and time-proportions, as intricately enmeshed in the fetishism of the written notation as those with notes derived from number-magic” ( 1996 , 37). While in some ways the tonally-obliterating use of the forearm is quintessential Finnissy, such moments often steal the limelight from his quieter sensibilities and more subtle alterations. To spend decades with the composer’s work is to recognize that “Finnissy the obvious” and “Finnissy the subtle” are characters that co-exist in equal measure and that derive dramatic energy from one another. 5. Developing Beethoven and Bruckner: Overexposure and Superimposition",
                "footnotes": [],
                "citations": [
                    "silverman_1996"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] A third case adds an additional complication: Finnissy overexposes two separate cadential sources, then superimposes them to create his own cadential gesture. The passage in question appears on page 217, systems 2–3 of Kapitalistisch Realisme . In this single phrase, Finnissy simultaneously cites two Fifth Symphonies: one by Beethoven, the other by Bruckner. The right-hand material uses an overexposed transcription from the first movement of Bruckner’s Fifth while the left hand is drawn from an overexposed transcription from Beethoven’s Fifth (via the piano transcription by Liszt). Unlike the Bach and Beethoven Menuetto cases studied above, Finnissy here makes no chromatic pitch alterations to the Bruckner or the Beethoven/Liszt excerpts, instead relying on selective borrowing and winnowing to wash out much of each source. In this instance, it will be Finnissy’s careful blending of two respective source cadences that (partially, but not entirely) dissolves the feeling of tonal resolution. Example 8 . Lisette Model “Reflections, New York” (1940) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Photographic superimposition—like its musical analogue—intertwines competing facts and generates new objects. The Austrian-born American photographer Lisette Model (1901–83) was a master of the technique. Example 8 reproduces Model’s “Reflection, New York” 1940, a photo-gelatin silver print that uses a window reflection to superimpose different levels of a street scene atop one another. The black hair of the human figure on the right side of the image fuses so completely with the blackness of the receding building that they become one and the same. Something similar can be said for the fusion of darkness between the nail of the ring finger on the large, superimposed hand and the windows of the Van Raalte Building, whose name is seen in reverse. Once-distinct elements form new wholes. Just as the mind’s eye accepts the ambiguity of the elements in Model’s street scene, so the mind’s ear accepts Finnissy’s mélange of Beethoven and Bruckner as a single harmonic entity, albeit not a classically tonal one. While its sources may be dissected under analysis, in real time they form experiential realities that are pleasingly resistant to layered parsing. Example 9 . Finnissy’s sketch for the “End of ‘Exposition’” of Kapitalistisch Realisme from The History of Photography in Sound (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] It requires additional analytical nomenclature to accurately disentangle the complexities of musical superimposition. Thankfully, such language has been developed by Catherine Losada ( 2008 and 2009 ), whose studies of collage in works by Berio, Rochberg, and Zimmerman put forward analytical categories that are valuable to Finnissy analysis. Losada presents three syntactic principles by which collaged quotations interact: overlap, chromatic insertion, and rhythmic plasticity. Within these categories, overlap itself has two defined categories: pitch convergence and textural dispersal/emergence ( 2008 , 302). It is this last category—textural dispersal/emergence—that provides a useful key to unlock Finnissy’s technique. Losada defines textural dispersal/emergence as being produced “when two quotations sound simultaneously and are subjected to a process of fragmentation” ( 2008 , 302). Offering a more precise sense of “fragmentation,” Losada invokes the words of Schoenberg, writing: “Fragmentation in this context is actually somewhat analogous to Arnold Schoenberg’s concept of ‘liquidation’ in the realm of phrase structure, which ‘consists in gradually eliminating characteristic features, until only the uncharacteristic ones remain, which no longer demand a continuation [and] . . . which have little in common with the basic motive’ ( Schoenberg 1967 , 58)” ( Losada 2008 , 302). One of Finnissy’s hallmarks is a keen interest in “uncharacteristic” features. His sketches for The History of Photography in Sound reveal traces of his decision-making that exemplify Losada’s category of textural dispersal/emergence.",
                "footnotes": [],
                "citations": [
                    "losada_2008",
                    "losada_2009",
                    "losada_2008",
                    "losada_2008",
                    "schoenberg_1967",
                    "losada_2008"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] We begin our third case study with Finnissy’s rather informative sketch for the music that will become page 217, systems 2–3 of Kapitalistisch Realisme . The sketch appears as Example 9 . As seen in the lower right-hand corner of the sketch, Finnissy calls this moment “End of ‘Exposition’.” Meanwhile, on the upper system, Finnissy hints at his two sources, noting that the right hand is somehow derived from “Bruckner 5,” and that the left hand is from “Beethoven 5.” These hints are not as specific as the Beethoven Menuetto citation discussed earlier, but there are enough clues to allow an exact identification. Example 10 . Finnissy’s sources for the “End of ‘Exposition’” of Kapitalistisch Realisme , with the Bruckner material highlighted in blue and the Beethoven/Liszt material highlighted in red (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Example 10 illustrates both derivations: the right hand comes from mm. 213–21 of the full score of the first movement of Bruckner’s Fifth Symphony; the left hand derives from Liszt’s solo piano transcription of mm. 107–114 from the first movement Beethoven’s Fifth Symphony. Blue and red highlights provide an overview of the strata of Finnissy’s borrowings. The resemblance is faint, to be sure, and Finnissy profoundly distances his music from its sources. Given the complexities caused by the superimposition, each borrowing will be analyzed separately, their development traced from source to sketch to autograph. In doing so, the reader can witness Finnissy developing both fragments into a final, unidentified form in his published score. Example 11 . Finnissy’s selective transcription of a passage from Liszt’s transcription of Beethoven’s Fifth Symphony as the left hand material for the “End of ‘Exposition’” of Kapitalistisch Realisme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Finnissy’s left-hand music originates with Beethoven via Liszt. While the handwritten sketch refers to “Beethoven 5,” the link to the Liszt transcription is noted in the very first page of the sketch for Kapitalistisch Realisme (reproduced in Beaudoin 2007 ). Example 11 provides the arc from source to autograph, highlighting the Beethoven/Liszt derivation in red and providing an audio comparison. As in the earlier cases, large areas of the source music are washed out by Finnissy’s addition of silence. Exemplifying Losada’s notion of “fragmentation” within textural dispersal/emergence, Liszt’s right-hand music, including Beethoven’s iconic melody, is removed entirely. Within the photographic analogy, this is an extreme case of overexposure, analogous to a hypothetical Friedl photograph taken not at 1/250 th or 1/160 th of a second, but at 1/10 th of a second. (In such a case, one might not discern the Main Gate of the Shirohige Shine at all.) Finnissy’s treatment emphasizes the uncharacteristic: whereas Beethoven’s phrase is arguably one of the most identifiable passages in the classical literature, Finnissy’s sketch obfuscates it so profoundly as to be unrecognizable as Beethoven. Example 12 . The stages of Finnissy’s selective transcription (overexposure) of a passage from Liszt’s transcription of Beethoven’s Fifth Symphony to create the left hand of page 217, systems 2–3 of Kapitalistisch Realisme (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "beaudoin_2007"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] Illustrated in Example 12 , Finnissy’s two-stage transcription of the Beethoven/Liszt material has significant ramifications on tonal function. As seen in Example 12a, the Beethoven/Liszt phrase thunders along through a resolutely tonal progression in E ♭ major, voiced by Liszt in a rather sonorous fashion befitting the richness of Beethoven’s original orchestration. As seen in the transcription of the composer’s sketch in Example 12b, Finnissy prunes the music considerably, removing the right hand entirely and taking individual dyads from Liszt’s left-hand voicings. The final form of Finnissy’s overexposure, seen in Example 12c, reduces the borrowed material even further. Most notably, Finnissy’s final form alters the tonal function of the original: Beethoven’s m. 112 arrives on IV ( A ♭ ) moving toward a cadential that resolves into the tonic. In Finnissy’s sketch, Beethoven’s subdominant is pared down to just its root and fifth. By the final autograph, Finnissy’s overexposed transcription has allowed only the fifth of the original A ♭ triad to remain. As denoted by the asterisk in Example 12c, Finnissy’s deletions create a new context for this E ♭ as part of an unfolding E ♭ major seventh harmony. All traces of Beethoven’s functional subdominant have been removed.  Comparing source to sketch to autograph reveals that this E ♭ was, in the Beethoven/Liszt context, still part of a progression towards tonic, not part of the tonic itself. By washing out Beethoven’s bass note in m. 112, Finnissy alters the functionality. It is no wonder that little trace of the Beethoven is heard in Finnissy’s final phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] With the fragment of Beethoven’s Fifth acting as its bass, Finnissy’s right-hand music for this same passage from Kapitalistisch Realisme is an extreme overexposure of a stately cadential phrase from the first movement of Bruckner’s Fifth Symphony. Example 13 juxtaposes the audio of Bruckner’s original with Finnissy’s overexposed transcription. As with the Beethoven, Finnissy’s addition of silence (as notational “light”) preserves only small fragments of Bruckner’s melodic lines. Example 14 records the elements of Bruckner’s score as they pass through Finnissy’s transcriptional filter from source to sketch to autograph. So much of the Bruckner is missing, especially during the second half of the passage, that if it were not for the sketch, the connection would not have been traceable. Losada’s sense of “fragmentation”—and its relation to Schoenberg’s concept of “liquidation”—is on full display. Isolating the right hand of Finnissy’s final version provides only the slightest hint of Bruckner’s dense, tonally-rich pitch material, to say nothing of the timbral shift enacted by the move from orchestral strings and horns to the sound world of the solo piano. In its original state, the Bruckner passage involves a grand cadential arrival to F major: beginning in m. 213 with four bars of a decorated and extended German augmented sixth, through four bars of the dominant that include a brief tonicization of vi in mm. 217–20, and finally into a perfect authentic cadence in m. 221. The fragments Finnissy has pulled out of the symphonic cadence are smoothed into a continuous line made mostly of dyads and single notes, culminating not in a tonal arrival, but in a fermata on silence. Indeed, the quasi Corno marking is one of the only hints that Bruckner’s full score was the origin point for Finnissy’s right-hand music. Recalling the ambiguity of Lisette Model’s photographic superimposition, Finnissy generates transformative tonal ambiguities by positioning this washed-out Bruckner reference atop a quasi-anonymized Beethoven/Liszt passage. Example 13 . An audio comparison of mm. 211–23 of Bruckner’s Fifth Symphony and page 217, systems 4–5 of Finnissy’s Kapitalistisch Realisme (click to enlarge and listen) Example 14 . The stages of Finnissy’s selective transcription (overexposure) of a passage from Bruckner’s Fifth Symphony to create the right hand of page 217, systems 2–3 of Kapitalistisch Realisme (click to enlarge) Example 15 . Finnissy transcribes the first horn part from Bruckner’s Fifth Symphony at both written and sounding pitch (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] The quasi Corno marking (appearing, notably, in both the sketch and the autograph) provides a hint of Finnissy’s startling transcriptional interaction with Bruckner’s horn parts. Example 15 illustrates that Finnissy transcribes the horn music in two different ways: once at written pitch, the other at sounding pitch (plus one octave). As seen in Example 15a, Bruckner’s m. 215 has the first horn playing written G ♭ - A ♭ - G ♭ - B ♭ . As seen in Example 15b, Finnissy borrows these notes as written , which is to say incorrectly with respect to Bruckner’s sounding music. Later, Finnissy transcribes Bruckner’s horn I part in m. 221 at sounding pitch (plus one octave), changing Bruckner’s notated G-A-G-G to C-D-C-C. Without access to the sketch, this fact would hardly be evident, as the overexposure causes Bruckner’s m. 221 to become just a single note (D) in Finnissy’s score, as seen Example 15c. Finnissy’s borrowing of the un-transposed horn part does not, however, read as an error. Rather, it demonstrates the compositional approach of a composer who continually plays with the duality of both written and sounding notations, and who situates himself in all manner of poses with regard to sources—literal, figurative, wide-eyed, squinting. Example 16 . Harmonic reduction of Kapitalistisch Realisme , page 217, systems 2–3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] Zooming out to experience the whole of Finnissy’s phrase in real time, one does not necessarily hear two musics at all. Instead, Finnissy’s double overexposure creates a disappearing cadential gesture that is all its own. Example 16 suggests a reduction of the harmonic motion in Finnissy’s phrase. The fragments of Beethoven’s and Bruckner’s respective Fifth Symphonies are fused together, with Beethoven-derived pitches given as open noteheads and Bruckner-derived pitches as filled noteheads. The passage operates as a collection of four sonorities based on extended B ♭ triads interwoven with two sonorities based on extended E ♭ triads. The construction of this phrase supports Whittall’s notion that, when analyzing Finnissy’s music, a simple opposition between diatonicism and atonality is insufficient ( 2019 , 243–44). After all these overexposures, transformations, and superimpositions, Finnissy’s phrase still exhibits traces of a dominant/tonic relationship, buttressed by the A ♭ under the penultimate B ♭ triad, forming an implied V of E ♭ that indeed resolves, if out of register.",
                "footnotes": [],
                "citations": [
                    "whittall_2019"
                ]
            }
        },
        {
            "5.11": {
                "text": "[5.11] Finnissy’s combination of pruning and overlaying distorts the functionality of both sources, resulting in a decidedly ambiguous harmonic environment. The transformation demonstrates Finnissy’s stated relationship to tonality: “I never wanted to abandon tonality, the hierarchies make it interesting” ( Palmer et al. 2015 , 75). The layered Beethoven and Bruckner borrowings that form the “End of ‘Exposition’” of Kapitalistisch Realisme lose their respective cadential tonalities, instead generating an ambiguous harmonic field that concludes primarily by disappearing. In this way, Finnissy’s phrase offers a possible extension to Losada’s definition of textural dispersal/emergence. Analyzing the collage technique within Berio’s Sinfonia , she described Ravel’s La Valse as “gradually supplanting” the Scherzo from Mahler’s Second Symphony, which temporarily retreats into fragments ( 2008 , 310–11). In Finnissy’s passage, both superimposed quotations undergo dispersal; the result of the composer’s transcriptional overexposure at the “End of ‘Exposition’” is silence. 6. Conclusions: From Source to Sketch to Autograph",
                "footnotes": [],
                "citations": [
                    "palmer_et_al_2015",
                    "losada_2008"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Finnissy’s mediated redeployment of cadential phrases by Bach, Beethoven, and Bruckner reinforce two findings: (a) by the time they reach their final form, Finnissy’s borrowings have lost a great deal of functional and audible resemblance to their sources, and (b) that the compositional trajectory by which the composer moves from source to sketch to autograph is analogous to the photographic process of overexposure. These three close readings advance a methodology that is attentive to the composer’s sources, his transcriptive pre-compositional processes in the sketches, and the final form of his music in the scores. Be they obvious or subtle, Finnissy’s compositional choices demonstrate an exceedingly conscious manipulation of tonal implications. This article operates in dialogue with an ever-growing corpus of Finnissy scholarship that attempts to triangulate the composer, his works, and his ongoing fascination with music history. When counted in numbers of measures, the phrases analyzed here amount to a drop in the ocean of Finnissy’s massive output, but the method of analysis that they propose is designed to apply more broadly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The analogy between overexposure and transcription—between the camera and the transcriptive pen—sheds light on Finnissy’s poetic equation: “musical ‘documents’ ( = photographs)” ( 2004 ). While Talbot valued photography’s ability to preserve “a multitude of minute details which add to the truth and reality of the representation,” Finnissy’s music operates along different lines. He uses his compositional pen to expressively “develop” pre-existing material, in both the musical and photographic senses of the term. Characterizing his work requires, perhaps fittingly, an altered paraphrase of Sontag’s description of photography, redirecting it into the realm of composition: Finnissy’s oeuvre acts as a kind of (selective) music history that is summed up in an array of casual fragments—an alluring, poignantly reductive way of dealing with the notational past.",
                "footnotes": [],
                "citations": [
                    "finnissy_2004"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.beaudoin.html",
    "data": "mto/data/mto.21.27.3.beaudoin.json"
}