{
    "title": "Review of David Schiff, <i>The Music of Elliott Carter</i>, 2nd Ed.",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Jenkins, J. Daniel"
    ],
    "abstract": "David Schiff’s 1998 second edition of theThe Music of Elliott Carter, a much needed revision of the first edition, may leave unsatisfied the reader wanting to know more about the composer’s recent music. After a brief biography and glossary, Schiff surveys Carter’s output by genre. Schiff’s commentary and analyses are decorated by anecdotes. An extensive bibliography and discography, compiled by John Link, are also included.",
    "keywords": [
        "Elliott Carter",
        "David Schiff"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.jenkins.pdf",
    "author_info": [
        {
            "name": "J. Daniel Jenkins",
            "university": "University of Louisville",
            "address": "School of Music, Louisville, KY 40292",
            "email": "jdjenk01@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See David Schiff, “Carter’s New Classicism,” College Music Symposium 29 (1989): 115–122; “Elliott Carter: America’s Much Honored Composer is Still Creating Challenging Music at Age 75,” Ovation 4, 11 (December 1983): 12–15, 50–52; “Elliott Carter’s Harvest Home,” Tempo 167 (December 1988): 2–13; and “‘In Sleep, In Thunder’: Elliott Carter’s Portrait of Robert Lowell,” Tempo 142 (September 1982): 2–9.",
            "citations": []
        },
        "FN2": {
            "text": "2. See John Link, “The Composition of Carter’s ‘Night Fantasies,’” Sonus 14, 2 (Spring 1994): 67–89; and Andrew Mead, “Twelve-Tone Composition and the Music of Elliott Carter,” in Concert Music, Rock and Jazz Since 1945 , ed. Elizabeth West-Marvin and Richard Hermann, (Rochester, NY: University of Rochester Press, 1995), 67–102.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] David Schiff’s second edition of The Music of Elliott Carter is a\nmuch needed revision of the first edition, if for no other reason, than the last\npiece discussed in the previous edition was Night Fantasies (1980).\nCarter has produced new pieces at an astonishing rate since then, and although\nSchiff has published supplementary articles in Tempo , College Music\nSymposium , and Ovation , a new survey of the composer’s oeuvre was in order. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The second edition is nearly a complete rewriting of the first. Schiff’s\nlanguage is tighter, not as flowery, and more objective. In the first edition,\nSchiff’s adoration for the composer was embarrassingly evident, and led him to\nsome erroneous statements. For example, some reviewers of the first edition\nvehemently disagreed with Schiff’s suggestion that the percussion writing in the\nDouble Concerto was the most progressive since Ionization and that it raised\nthe standard of an entire generation of percussionists. Schiff is content in the\nsecond edition to concede that “the greater role given percussion\ninstruments [in the Double Concerto] has already been accomplished by Varese”\n(235).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Unlike the first edition, which was structured chronologically, the\ncommentaries in the second are grouped by genre: chamber music, vocal music,\npiano music, and orchestral music. This organization is helpful to the person\nseeking information about a specific work; however, I found the chronological\norganization of the first edition more helpful in understanding Carter’s\nevolution as a composer. The choral works, ballets, and orchestral works such as Holiday Overture are markedly different from later works such as A Symphony\nof Three Orchestras . This historical perspective of Carter’s career is missing\nfrom the second edition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Instead, Schiff compresses nearly all biographical\nand chronological information into a thirty-three page introduction. While I\nthink the introduction to the second edition is informative, since it is devoid\nof musical examples, it is somewhat divorced from the music that it discusses.\nSchiff also eliminates two chapters on musical time and musical space found in\nthe first book, and reduces them to a technical glossary. The technical glossary\nattempts to encapsulate bits of information about Carter’s compositional\npractice, so that the author may refer to them throughout the book. Again, I\nthink an evolutionary view of the composer’s music, which is gained from the two\nchapters in the first edition, is simplified beyond recognition in the second.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Schiff’s first book met with criticism from many reviewers, largely on the\ngrounds that it was not theoretical enough. It is likely that these criticisms\nwill be echoed in other reviews of the second edition, for there is little,\nbeyond basic theoretical explanations, to interest the hardcore post-tonal\ntheorist. Schiff attempts to quell this criticism in the “Preface the to\nthe Second Edition,” writing that, “[i]n the United States, however,\nit is assumed that a book like this is aimed primarily at a graduate students of\nmusic theory. This premise creates a problem, for the find of detailed analysis\nperformed by theorists is usually incomprehensible for non-theorists.”\n(vii).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Schiff indicates that the book is rather intended for\n“performers, listeners, composers, and critics.” However, this\ncharacterization of his audience is also somewhat problematic, for some will not\nhave the technical background to understand his allusions to set-theory or the\nexplanations of Carter’s rhythmic practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] No matter the audience, the\nsecond edition is somewhat lacking in its overview of the works written since\nthe first edition was published. While many new works are included, Schiff\ndiscusses none in the depth that he does the Double Concerto or Concerto for\nOrchestra. Structural polyrhythms, which have possessed such an important role\nin Carter’s compositional thought since 1980, are defined in the glossary and\nspecific relationships are mentioned as they occur in particular pieces. The\ndescription of Carter’s use of all-interval twelve-note chords, which pervade\nhis late music, is somewhat cursory, and has been described in much greater\ndetail by Andrew Mead and John Link. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] This is not\nto say that there is no new information to be found. The appendix, which\nincludes Carter’s listing of three-, four-, five- and six-note chords from the\nfirst edition, is joined by a listing of “Link” chords, which can be\nfound in the recent Symphonia . There are also a current bibliography and\ndiscography, compiled by John Link, both of which are very helpful.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By and\nlarge, Schiff’s commentaries read more like program notes than detailed\nanalyses. While these commentaries often leave the theorist yearning for more,\nthey are merely a reflection of the author’s strengths and target audience.\nAlthough Schiff was Carter’s composition student, it was because Schiff studied\nliterature at Columbia that Carter felt he was the person to write this book.\nSchiff draws extensively on his knowledge of the subject of literature, and\nprovides many comparisons to Carter’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I do not find Schiff’s\nallusions to literature to be forced, such as his comparison of the simultaneous\nduos of the Third String Quartet with Faulkner’s As I Lay Dying , “in\nwhich fractures episodes describe a continuous action from different points of\nview” (86). Carter himself has confirmed the connections between some of\nhis works and literature. In this light, Schiff’s references are more an\nextension of Carter’s thought than an imposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] His commentaries are not\ncompletely literary, however. Schiff includes over seventy musical examples and\nover fifty charts in the main body of the book. As the first edition included\nover 120 musical examples, one can see that Schiff was much more selective in\nhis choices for the second edition. In my opinion, more examples from the newer\nworks would have been welcome.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In conclusion, since Schiff has defined a\ntarget audience which is less specialized than the relatively small pool of\nmusic theory scholars who are interested in Carter’s music, he cannot be faulted\nfor pursuing a somewhat less technical rhetoric. Nevertheless, since the second\nedition contains many new works not discussed in the first edition, it would\nhave been gratifying if these new pieces had been probed at a somewhat deeper\nlevel, commensurate with the space provided the earlier works. As Schiff is\nsomeone who knows Carter intimately, his anecdotes prove amusing; however, it\nwould seem his insight on more technical matters could also prove valuable.\nCarter shows no signs of slowing down, and there will no doubt be a third\nedition of The Music of Elliott Carter . While I hope that this third edition\nwill be written as tightly as the second, I would also relish a third edition\nwhich could unlock a few more of the secrets of the composer’s music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.00.6.1.jenkins.html",
    "data": "mto/data/mto.00.6.1.jenkins.json"
}