{
    "title": "Review of Kevin Holm-Hudson, <i>Genesis and “The Lamb Lies Down On Broadway”</i> (Aldershot and Burlington: Ashgate, 2008)",
    "date": "2010/01/01",
    "volume": "16",
    "issue": "1",
    "authors": [
        "Stephenson, Ken"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "August 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.stephenson.pdf",
    "author_info": [
        {
            "name": "Ken Stephenson",
            "university": "University of Oklahoma",
            "address": "",
            "email": "kstephenson@ou.edu"
        }
    ],
    "citations": {
        "covach_and_boone_1997": "Covach, John and Graeme M. Boone, eds. 1997. Understanding Rock: Essays in Musical Analysis . Oxford: Oxford University Press.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: “Revolver” through the “Anthology.” Oxford: Oxford University Press.",
        "macan_1997": "Macan, Edward. 1997. Rocking the Classics: English Progressive Rock and the Counterculture . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I have improvised many solos over the last thirty-five years or so and have never been high; in my mind the solos have at various times meant fun, creativity, motivic manipulation, other, quoted pieces of music, and showing up the lead guitar player, but never acid.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The trajectory of the music-theory community’s acceptance of rock \nmusic has been steadily climbing and has recently reached a new stage with the \narrival of Kevin Holm-Hudson’s Genesis and “The Lamb Lies Down On \nBroadway.” Two early books on the analysis of rock, Understanding \nRock (1997) and The Beatles as Musicians: “Revolver” through the \n“Anthology” (1999), shed light on the significance of this moment.  Coming after a \nhandful of analytical articles on rock sparsely placed in journals, collections, \nand on the internet, Understanding Rock , a volume of analytical essays edited by John Covach and Graeme Boone \n(Oxford University Press), firmly established the role of rock-music analysis \nwithin the field of music theory.  Yet the book’s preface tells the story of the first-ever session on rock in either the Society for Music Theory or the American Musicological Society and ends with a presentation of the editors’ “justification for analyzing rock music” ( Covach and Boone 1997 ). \nAmong a handful of other books on the topic over the next few years was Walter Everett’s \nimpressive two-volume treatment of the complete oeuvre of the Beatles (Oxford \nUniversity Press).  In his preface to the first volume, Everett defends the idea of applying analytical tools learned in academia to the output of musicians who could not read classical western musical notation ( Everett 1999 ).  Now Ashgate Press has published Kevin Holm-Hudson’s Genesis and “The Lamb Lies Down On Broadway ,” which, long past the days of explanations of and apologies for the genre as subject matter, unashamedly offers a book-length treatment of a single album, thereby granting it the status of a masterpiece of no less legitimacy and dignity than, say, The Rite of Spring or Wozzeck .",
                "footnotes": [],
                "citations": [
                    "covach_and_boone_1997",
                    "everett_1999"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Holm-Hudson’s love for the group Genesis, for their milestone album The Lamb Lies Down on Broadway , and for the performance history of this \nconcept-album-as-song-cycle shines through on every page.  After a brief description of a live performance of the \nentire double album in the Shrine Auditorium in 1975, Holm-Hudson tells us, chapter by chapter, about the cultural and economic context of the album, its recording history, its musical and narrative structure (with an analysis of each song), the album tour and its reception in the press, possibilities for its interpretation, and the \npost-album history of both the work and the band.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In presenting the historical and social context of the album, the first chapter runs into a problem as it enters the thorny realm of cultural semiotics.  That field (especially in relation with rock music) veers between saying one moment that the world of meaning is a horizonless \nplane of personal, situational readings and endless deferral of reference, while \nclaiming in the next moment that any given cultural artifact means something quite definite; Edward Macan’s claim that improvised solos are universally connected to acid trips comes to mind ( Macan 1997 ). (1) Tellingly, musical semioticians \ngenerally disagree with each other concerning these identified meanings.  Holm-Hudson cites and quotes Macan along with Allan Moore, Simon Frith, Paul Stump, and others, but does so uncritically for the most part, as if what they say about progressive rock is simply true.  As a result, the \nfirst chapter includes a confusing array of assessments that seem at times to contradict each other.  On page 13, for instance, money “fueled” the experiments of progressive rock, while on page 15 progressive rock is definitely not a commercial enterprise.  On pages 8 and 21 the music has no roots in or connection with African-American music, yet on page 14 (quoting Macan), “Progressive rock is thoroughly grounded in African-American musical concepts.”  On page 11, progressive rock’s multimovement forms, shifting meters, and complex arrangements \nattempt to bar Establishment conformists from accessing this expression of hippie subculture, although on pages 16 and 17, the same intricacies represent (quoting Macan again) “the hippies’ ultimate accommodation to the conventions of industrial society.”  On pages 10 and 11, progressive rock displays “Romantic individualism,” but on pages 32 and 33 it espouses “Bohemian collectivism.”  Can these juxtapositions be reconciled?  Perhaps, especially in the case of the last cited contrast.  But by \nseemingly taking his sources at face value, Holm-Hudson does not undertake to resolve the tension.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "macan_1997"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In the end, though, the first chapter paints a picture of the band’s \nwaning popularity due in part to a faltering economy and to increasing friction \nbetween band members as the group’s democratic dynamic became threatened by the energetic ideas of its front man, Peter Gabriel.  One of the most interesting threads of the book traces the history of the group; the \nfirst chapter discusses the early days of Peter Gabriel and Tony Banks at Charterhouse school, the formation of the group, the members’ decision to compose and act in \nthe community, early conflict within the group, and the development of their theatrical style.  In the most helpful section of the chapter, Holm-Hudson defines what he calls totalist and particularist presentational styles: the first \ndraws attention away from individual performers to total theatrical experience and the second \nfocuses attention toward one person’s virtuosic performance. After offering Wagner’s music dramas, the Wizard of Oz ’s pyrotechnics, and concerts by Pink Floyd and ELP as examples of the first approach, \nHolm-Hudson distinguishes David Bowie’s particularist theatrics from the particularist \nstyle of Genesis’s early concerts: while the audience certainly focused a good deal of its attention on singer Gabriel, all band \nmembers in Genesis, according to keyboardist Tony Banks, thought of themselves as composers rather than as virtuosic performers (33).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The stronger aspects of chapter 1 continue in the book’s second chapter, \nwhich focuses on the recording of The Lamb Lies Down on Broadway .  Among the most interesting topics covered are the distinctiveness of the album compared with earlier offerings from Genesis, Gabriel’s interest in film projects, and \nthe unfortunate tension within the group caused by members’ supposed indifference to the complicated birth of Gabriel’s daughter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] While in the introduction the author states his intention to “place musical analysis on equal footing with the textual component” \nof the analysis (4), the discussions in chapter 3 center mostly on lyrics.  What musical analysis does appear, though, \nis at a level that is acceptable for scholars and fans alike.  Holm-Hudson says regarding one key change, for instance, that \nthe key of A major is as far away as possible from that of D minor, a sudden shift that corresponds well to a drastic change of scene in the narrative.  The reader who hears key changes can appreciate the point, while the musically untrained can either try to listen for \nthe sudden change or just accept the brief comment as something that more knowledgeable readers understand.  The most ambitious theoretical observation counts half steps in the voice leading of some of the first songs on the album, noting that each upward motion is usually evenly balanced by a descending half step in another voice.  The topic \nmay at first seem esoteric for the general audience, but Holm-Hudson’s \ndescription is easy to follow: he uses positive and negative integers to reflect \nascending and descending voice-leading strands, which add up to zero when two \nvoices move in contrary motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] This third chapter considers salient musical features as well as some \nnarrative aspects of the album.  At times, Holm-Hudson’s analysis is \ninterrupted by interesting but uncontextualized comments.  On page 80, he points out that a concept from the lyric is found in Kabbalistic philosophy.  Is Kabbala \nrelevant? It does not come up anywhere else in the book.  For every whimsical, disconnected comment, however, we’re treated to several interesting anecdotes \nthat reveal which band member led the composition of each song, how the songs \nwere recorded, and the conditions under which the songs were developed: for instance, which songs were \nhastily written due to impending project deadlines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Holm-Hudson’s interesting emphasis on the history of the Lamb continues in chapter 4, which examines the ups and downs of the band’s 1975 tour.  \nHis account of the evolution of one improvisatory section and the patterns into \nwhich it fell is especially good (this account is based on various bootleg \nrecordings of concerts on the tour; see pages 109–110).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Chapter 5 has both strong and weak points.  This chapter begins with a puzzling idea that surfaces elsewhere in the book as well: that “hippie” or “psychedelic” music is necessarily complex.  Here (on page 117), Holm-Hudson cites John Covach as saying that the hippie musician “has a responsibility to produce sophisticated music.”  Earlier he cites Philip Auslander as saying that psychedelic music displays “seriousness and concentration” and the “valorization of virtuosity” (31).  Besides questioning the equation of progressive rock with psychedelic or hippie rock, \nthe reader will likely be suspicious of definitions of psychedelic music that exclude Jefferson Airplane from their field of denotation.  Equally puzzling is the remark that the days of disco and punk saw the “demise of the counterculture” (118).  \nIn my opinion, all that disappeared during the late 70s was the commercial expression of a still-existing counterculture \nthat prized drug use, social nonconformity, and older rock music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Following these two awkward moments, though, Holm-Hudson shares several valuable hermeneutics under three \nbroad rubrics: psychological references, religious references, and musical references.  In the first, ideas drawn from Jung and Joseph Campbell convincingly align the story of Rael, the hero of the Lamb , with the journey stories of iconic mythological heroes.  The section scores a real coup in tracing one line of \ntext to H. G. Wells.  The section on religious references begins with the identification of some disconnected Christian terms and ideas, \nand it continues with a very helpful comparison of the Lamb’s narrative to that of The Tibetan Book of the Dead , a favorite read of lyricist Gabriel.  The most poignant observation of the chapter comes at its end, \nwhen Holm-Hudson points out that Gabriel, who knew during the entire tour that he would \nsoon be leaving the group, must have felt as out of place as a lamb on Broadway.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Chapter 6 brings the book to a strong close with its discussion of \nGenesis’s history and their post- Lamb music.  Especially fascinating are \nHolm-Hudson’s descriptions of cover bands’ attempts to recreate the original multimedia presentation of the Lamb during the 1975 tour and of various \nadjustments made to later releases of Genesis’s live recordings of the work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Ashgate Press pursued several disappointing policies in the production of the book.  The \nbook’s generic title and cover, for instance, does little to suggest the \nauthor’s thesis.  Between the covers, the editors made some highly unusual \ndecisions that result in a plethora of inappropriate colons (after “in” on page 109, for instance, and after “the” on page 13) and an excess of quotation marks.  \nFor example, “hits,” “downtown,” “classical,” “progressive,” “pop,” and “cover” (as in “cover a song”) all appear in quotation marks in the first few pages; the marks don’t involve quotation, irony, introduction of technical terms, or (as in this sentence) use of the words to refer to themselves.  These editorial anomalies detract from the quality of Holm-Hudson’s work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Overall, Holm-Hudson succeeds magnificently in making a case for the importance of the Lamb in the history of Genesis, of progressive rock, and of popular music in general.  On page xi, he compares the album with Sgt. Pepper , The Wall , Nevermind , OK Computer , and American Idiot .  Nominate your favorite \nalbum for inclusion in this list, and then let us accept the result as a publication agenda for our field.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.10.16.1.stephenson.html",
    "data": "mto/data/mto.10.16.1.stephenson.json"
}