{
    "title": "Semiotics and the Art Music of India",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Martinez, Jose Luis"
    ],
    "abstract": "We know details of ancient classical music of India thanks to a very old tradition of musicological scholarship. Dating as early as the beginning of the Christian era, there is a crescent number of extant treatises in Sanskrit dealing with all aspects of music theory, musical practice, dance, and aesthetics. Indian scholars, in combining studies on the technical and aesthetical features of music, have made clear a semiotic preoccupation, that of understanding the meaning of music. Conversely, we find in the treatises attribution of meaning to ragas, talas, and musical forms, implying also a normative function to the theory of music. However, what was established in the treatises has not corresponded perfectly to the music as practiced in courts and temples. New treatises were in constant demand of being composed to adjust the theory with the current practice.",
    "keywords": [
        "semiotics",
        "Indian music",
        "Peirce"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.martinez.pdf",
    "author_info": [
        {
            "name": "Jose Luis Martinez",
            "university": "Programa de Pós-Graduação em Comunicação e Semiótica",
            "address": "Pontifícia Universidade Católica de São Paulo, Rua João Ramalho 182, 4* andar, 05008-000 São Paulo SP, Brasil",
            "email": "martinez@originet.com.br"
        }
    ],
    "citations": {
        "bharata_1967": "Bharata. 1967. The Natyashastra [Dramaturgy], 2 vols., 2nd. ed. Trans. by Manomohan Ghosh. Calcutta: Manisha Granthalaya.",
        "bhatkhande_1990": "Bhatkhande, V. N. 1990–1993. Hindusthani Sangita Paddhati [ Hindustani Music Treatise ]. Kramika Pustaka Malika [Progressive Book Series], 6 vols. Hathras: Sangit Karyalay.",
        "damodara_1930": "Damodara. 1930. Sangitadarpana [ The Mirror of Music ]. Trans. by A. Bake. Paris: Geuthner.",
        "danielou_1991": "Danielou, Alain. 1991. The Ragas Of Northern Indian Music . 2nd ed. New Delhi: Munshiram Manoharlal.",
        "faqirullah_1996": "Faqirullah [Nawab Saif Khan]. 1996. Tarjuma-i-Manakutuhala [ The Translation of the Authoritative Inquiry ] & Risala-i-Ragadarpana [ The Short Mirror of the Raga ]. Trans. by Shahab Sarmadee. New Delhi and Delhi: Indira Gandhi National Centre for the Arts and Motilal Banarsidass.",
        "gangoly_1989": "Gangoly, O. C. 1989. Ragas & Raginis , reprint (first edition 1935). New Delhi: Munshiram Manoharlal.",
        "houser_1990": "Houser, N. 1990. O escopo da semiótica peirceana ( The Scope of Peircean Semiotics , paper presented in the C. S. Peirce Sesquicentennial International Congress, Harvard, 1989). Trans. by L. Santaella. Face 3(2),\n207–215.",
        "lannoy_1971": "Lannoy, Richard. 1971. The Speaking Tree . Oxford: Oxford University Press.",
        "matanga_1992–1994": "Matanga. 1992–1994. Brhaddeshi [ The Greatness of Regional Music ], trans. by Prem Lata Sharma and A.B. Beohar, 2 vols. New Delhi, Delhi: Indira Gandhi National Centre for the Arts and Motilal Banarsidass.",
        "martinez_1996": "Martinez, José Luiz. 1996. “Icons in Music: a Peircean Rationale.” Semiotica 110 (1/2), 57–86.",
        "martinez_1997": "Martinez, José Luiz. 1997. Semiosis in Hindustani Music . Acta Semiotica Fennica 5. Imatra: International Semiotics Institute.",
        "nijenjuis_1976": "Nijenjuis, Emmie. 1976. “The Ragas of Somanatha.” In Orientalia Rheno-Traiectina . 2 vols. Eds. J. Gonda and H.W. Obbink. Leiden: Brill.",
        "cp_cp": "Peirce, Charles S. 1938–1956. The Collected Papers 8 vols. Eds. Charles Hartshorne, Paul Weiss, and Arthur W. Burks. Cambridge: Harvard University Press. References are given as (CP [volume number].[paragraph number]).",
        "peirce_1982–": "Peirce, Charles S. 1982–. Writings of Charles Peirce: A Chronological Edition . Eds. M. H. Fisch, E. C. More, C. J. W. Kloesel. Bloomington: Indiana University Press.",
        "ranade_1951": "Ranade, G. H. 1951. Hindustani Music: Its Physics and Aesthetics . 2nd. ed. Bombay: Popular Prakashan.",
        "rowell_1992": "Rowell, Lewis. 1992. Music and Musical Thought in Early India . Chicago: University of Chicago Press.",
        "sharngadeva_1978": "Sharngadeva. 1978–1989. Sangitaratnakara of Sharngadeva [ The Mine of Musical Jewels ]. 2 vols. Trans. by R. K. Shringy (under the supervision of Prem Lata Sharma). New Delhi: Munshiram Manoharlal.",
        "widdess_1995": "Widdess, Richard. 1995. The Ragas of Early Indian Music . Oxford: Clarendon Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Transliteration of Sanskrit, Hindi and Persian words and\nnames have been simplified here, as the special fonts for the diacriticals are\nnot supported in ASCII/HTML. These words are just marked as italic in this\narticle.",
            "citations": []
        },
        "FN2": {
            "text": "2. References to the Collected Papers of Charles Peirce\nare given as (CP [volume number].[paragraph number]).",
            "citations": []
        },
        "FN3": {
            "text": "3. Among the several ancient drums, only the double faced,\nbarrel shaped mrdanga is still known and played. Pushkara refers\nto several kinds of wooden drums: panava was a form of hour-glass drum, alingya a small face drum with a body like a “cow’s tail,” ankika a middle size drum with a body like the myrobalan , and the dundubhi an earthen kettle-drum.",
            "citations": []
        },
        "FN4": {
            "text": "4. The linearity of my explanation here should not give\nthe reader the idea that each musical system of raga classification\nsubstituted for the earlier system in a diachronic way. Rather, some of the\nsystems existed simultaneously, overlapping each other for centuries.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Indian music has been developing for millennia on two simultaneous\ncourses. First, the performance-practice tradition, whose form of development is\nthe oral instructions imparted by guru to disciple. In Sanskrit, this is called guru\nshishya parampara . (1) Second, there is the written tradition, or shastric , whose medium is the\nscripted form of treatises, the study of which is also frequently held on a guru-shishya basis. Both traditions can be thought as interrelated webs of musical\nsignification, for which I imply here a very broad conception of musical sign\nand its signification process or semiosis.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Music is a sign in itself, and the various ways of organizing musical\nmaterial can be viewed as forms of semiosis. Music, however conceived, has the\npower of reference, and the objects it signifies range from pure musical\nmateriality, to entities (such as things, real or imaginary beings, persons, and\nso on) and all forms of individual and cultural representations (again signs),\nfrom emotions to political ideas. However, music could not exist if no one\ninterpreted it. Sign interpretation consists of the process of producing or\nmodifying an idea that the sign represents in reference to its object; such\nproduction is semiosis itself. Musical interpretation involves perception and\ncognition and all forms of aesthetic enjoyment. It is also the mental and\nphysical aspects of musical learning and performance. Musical interpretation is\ncertainly the basis of all music criticism and scholarship, and composition\nwould be impossible without it. Hence, musical semiosis, in general terms, is a\ncomposite of significations, and its actuality depends necessarily on\ninterpretation. In considering the complexity of signification in all spheres of\nmusical activity, either in India or in other cultures, I realized the need not\nonly of tools for the application of semiotic concepts in musical analysis, but\nalso the need for understanding and distinguishing areas and relevant points of\nview. This seems to me a very critical issue, for the results of a semiotic\nanalysis change utterly depending on the viewpoint and the focus of the study.\nIt was in the work of the American scientist and philosopher, Charles Sanders\nPeirce, that I found the necessary instruments and theoretical framework to cope\nwith this project in an integrated and logically sound system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In Peirce’s classification of the sciences, semiotics (or semeiotic )\nhas three branches: speculative grammar, critic and methodeutic (or speculative\nrhetoric) ( CP 1.192). (2) According to Nathan Houser, the scholar who studies speculative grammar deals\nwith the intrinsic nature of signs and semiosis. The scholar examines relations\namong signs, the nature of the correlates taking part in semiosis, Peirce’s sign\ntrichotomies, and his classes of sign. The study of critic deals with signs in\nrelation to their objects, and especially the condition of signs’ references in\nrelation to their signified objects. Methodeutic studies signs in relation to\ntheir interpretants. Thus, semiosis is focused on the interpretant level, and\nhow interpretants themselves can become signs during semiotic processes ( Houser 1990 210–11).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "cp_cp",
                    "houser_1990"
                ]
            }
        },
        {
            "4": {
                "text": "[4] It seems to me that, just as Peirce divided formal semiotics into three\nareas, musical studies can also be understood as three interrelated fields, not\nas broad and abstract as speculative grammar, critic and methodeutic are, but\nstill showing a concern for the following: (1) “the general conditions of\nsigns being signs” ( CP 1.444), that is, the intrinsic nature of semiosis,\nor the study of signs and their systems of inner relationship; (2) “the\ntheory of the general conditions of the reference of Symbols and other Signs to\ntheir professed Objects” ( CP 2.93), that is, the relation of signs to their\nobjects; and (3) “the necessary conditions of the transmission of meaning\nby signs from mind to mind, and from one state of mind to another” ( CP 1.444), that is, the relation of signs to their interpretants, interpreters, and\nsystems of interpretation.",
                "footnotes": [],
                "citations": [
                    "cp_cp",
                    "cp_cp",
                    "cp_cp"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Accordingly, the analytical model I propose comprises three interrelated\nfields of inquiry. (1) Intrinsic Musical Semiosis , or the study of the\nmusical sign in itself, deals with internal musical signification. It\nconstitutes the semiotics of musical materiality. Intrinsic semiosis encompass\nmusical qualities, actualization of musical works, and the organizing habits of\nmusic, such as musical systems. (2) Musical Reference , or the study of\nmusical signs related to their possible objects, deals with the musical\nsignification of a broad class of objects. This field investigates questions\nsuch as how a musical sign refers to an object, the possible dynamical objects\nrepresented by music and their modes of being, the possible relations between a\ndynamical object and the immediate object as represented in the sign. (3) Musical Interpretation , or the study of the musical sign related to its\ninterpretants, deals with the action of musical signs in an existing or\npotential mind. Issues of musical interpretation can be divided into three\nsub-fields: (first) musical perception, (second) performance, and (a double\nthird) musical intelligence (analysis, criticism, teaching, theorizing and\nmusical semiotics) and composition. In my dissertation this theory was applied\nto Hindustani classical music ( Martinez 1997 ). Yet, it seems to me that it can be used as a model to analyze other musical traditions. Figure 1 . Logic relations among the three fields of music semiotic inquiry (click to enlarge) Example 1 . Raga Nalkauns (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": [
                    "martinez_1997"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Concerning relations among the three fields of semiotic inquiry, it\nshould be clear that musical interpretants depend on the musical signs in\nthemselves and how they refer to their objects; that is, musical interpretants\nencompass intrinsic musical semiosis and musical reference. Musical reference,\nby its turn, includes necessarily intrinsic musical semiosis. The logic of this\ntriadic relationship can be considered in the following diagram:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] We can reflect on some of these questions. The Example 1 is a\ntranscription of a calan —a musical sketch—composed by D. C. Vedi for raga\nmalkauns . Ragas are fundamental structures of Indian music. They signify a range\nof possible meanings, which can be studied from different perspectives. I will\nbriefly analyse some of those as a demonstration of the fields of semiotic\ninquiry I have proposed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The field of Intrinsic Musical Semiosis deals with internal\nmusical signification. As a piece of music organized according to the principles\nof the Hindustani raga system, this example observes the musical habits\n(or legisigns) of raga malkauns . This raga is based on a\npentatonic pitch set, comprising a minor third, a minor sixth and a minor\nseventh. The perfect fourth is an important degree, which takes part in several\nmotifs that characterize malkauns . Legisigns signify by means of their\nactualizations (replicas or sinsigns), which—in Indian music—are somehow\nflexible, because the performer improvises, choosing the sequence of a raga ’s\nmotifs, and producing variations for them during the concert itself. Further,\neach raga has its peculiar musical qualities, and this is a matter of\nqualisigns. In this field, sign and object are both of an acoustic nature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Concerning the field of Musical Reference , musical signs can stand\nfor both acoustic and non-acoustic objects. Firstly, in its immediacy, the\nexample can be understood as pure music. This happens when the listener\ndisregards, or ignores, all possible significations but the music itself.\nTherefore, the listener considers the sign as representing merely sound\nqualities and their relations. Its meaning is purely musical, and semiosis is\ngrounded on pure icons. Sign, object and interpretant are all musical qualities.\nYet any minimally informed listener will recognize that this is an example of\nIndian music. Now, the sign is an index of the culture that produces this kind\nof music. The interpretation reaches another level when the sign is understood\nas a particular musical structure, raga malkauns , which stands for\nseveral levels of signification. The representation is grounded on habit, and\nthus the piece is a symbol. In this case, the interpretant has an essential\nrole, because a musical symbol requires from the listener a certain knowledge\nthat promotes its comprehension. Let us consider some of the objects that malkauns has stood for.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The oldest ancestor of malkauns , the gramaraga malavakaishika ,\nis described in the Brhaddeshi , a ninth-century treatise, as representing\nlove in separation and heroism (3.anu.200). Four hundred years later, in the Sangitaratnakara ,\nthe same range of meanings is attributed to this raga (2.70d–73a). In the\n17th century, however, malavakaishika is personalized as a fierce\nwarrior. Damodara, author of the Sangitadarpana , characterize this raga\nas follows: His mace running with blood, garlanded with the skulls of heroes, Malavakaishika, surrounded by braves, and bravest of the brave! (2.60, Danielou’s translation 1991 , 324).",
                "footnotes": [],
                "citations": [
                    "danielou_1991"
                ]
            }
        },
        {
            "11": {
                "text": "[11] This change of meaning reflects also an aspect of musical signs. Ragas have been evolving continuously and their multiplicity and vitality can be\ncompared with those of living creatures. Gradually through the centuries, ragas ,\nlike generations of musical beings, evolved. New forms and meanings were born,\nthey became known and fashionable, and as time passed, old and obsolete, and\nwere to some extent replaced by new popular ragas . Malavakaishika ’s\nsignifications continued to evolve, and in this century it is considered as a\ngreat and solemn raga . For contemporary Indian musicians and scholars,\nthe character of malkauns is that of seriousness or peacefulness,\nalthough there are still some references to heroism (see Martinez 1997 , 315–17).\nThis brief historical account of a raga illustrates another aspect of\nsymbols, namely, that symbols have a life of their own, and their meaning and\nuse change along with a certain period of time.",
                "footnotes": [],
                "citations": [
                    "martinez_1997"
                ]
            }
        },
        {
            "12": {
                "text": "[12] But are there any features in the musical legisigns of malkauns that could ground the representation of seriousness or peacefulness? Yes, there\nare several, for this raga signifies not on a conventional basis, but its\nforce, as a symbol, depends on the several iconic and indexical features\nconsecrated by habits. One important aspect of this raga is the tradition\nof performing malkauns in a slow tempo and with a tendency to explore\nrather the lower register. Thus, it is possible to identify here a feature of\nsimilarity between the musical form of the raga and its character, which\nis described as gambhir , that is, serious and grave. This representation\nconstitutes a kind of diagram, or iconic legisign, for the music presents in\nitself qualities of movement similar to a type of character that can be found in\nIndian literature, the serious and wise hero, whose movements are controlled and\nsolemn. Other aspects of malkauns , such as the slow glissando between the\ntonic and fourth degree, and the graceful slow oscillation on the minor third\ncan also be thought as iconic of the raga character. The stability of malkauns is also marked by the emphasis on the perfect fourth and its plagal relation\nwith the tonic, which functions as an indexical sign of the seriousness of the raga .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Musical Interpretation , or the study of the musical sign related\nto its interpretants, deals with the action of musical signs in an existing or\npotential mind. The basic questions in this field are the nature of the musical\ninterpretant (emotional, energetic, logical); and how the sign determines the\ninterpretant (as a sign of possibility, or a rheme; as conveying some\ninformation, or a dicent; or as in its character as a sign, or an argument).\nPerception, performance, scholarship and composition are complex forms of\nmusical interpretants because they are the actual result of semiosis. This is\nobviously clear in the case of perception. A musical sign reaches the hearing\nsense and is interpreted as another sign in the mind of the listener, which is\nfurther interpreted, and so on. The other three areas of musical interpretants\nresult not from a single instance of perception, but from a cultural-dialogical\nprocess of semiosis. Perception starts the process that leads to the causation\nof musical signs, such as: performed music and compositions, as well as\ntreatises and conferences. This is certainly the most complex and broad field of\nmusical semiotic inquiry and I will rather address here one of its\nsub-divisions, that of musical intelligence, or the shastric tradition of\nIndian music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Lewis Rowell distinguishes two modes by which Indian thought has been\norganized ( 1992 , 27–34): (1) Systematic thinking, represented by the six\northodox schools of philosophy ( Nyaya , Vaisheshika , Sankhya , Yoga , Mimamsa , Vedanta ), as well as the Tantra and Kashmiri\nShaivism ; and (2) Symbolic thinking, represented by metaphors, tales,\nsayings, and the like. I would instead refer to the second group as kinds of\nanalogical thinking (if not iconic thinking), and postulate another class, that\nof empirical (or indexical) thinking. Therefore, with a semiotic rearrangement,\nthese classes are as follows: (1) analogical thinking, (2) empirical thinking\nand (3) systematic thinking.",
                "footnotes": [],
                "citations": [
                    "rowell_1992"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Analogical thinking in Hindustani music intelligence, in which tales and\nmetaphors are used instead of experimental or systematic reasoning, constitutes\na truly heuristic mode, a characteristic feature of iconic semiosis (see CP 3.363, 3.641). Analogical thinking is fundamental to all forms of reasoning.\nPeirce writes that “the act of inference consists in the thought that the\ninferred conclusion is true because in any analogous case an analogous\nconclusion would be true” ( CP 5.130). The Natyashastra , the\noldest treatise on music, dance and drama, composed by the third century A.D.,\npresents an interesting description of how drums were conceived: During a break\nfrom studies, in the rainy season, Svati once went to a lake to fetch water.\nAfter his having gone to the lake, Pakashasana (Indra), by [sending] great\ntorrential rains, commenced to make the world one [vast] ocean. Then in this\nlake, torrents of water falling with the force of wind made clear sounds on the\nlotus leaves. Now the sage, hearing suddenly this sound produced by torrents of\nrain, considered it to be a wonder and observed it carefully. After observing\nthe high, medium and low sounds produced on the lotus-leaves as deep, sweet and\npleasing, he went back to his hermitage. And after arriving there, he devised\nthe Mrdangas , and then the Pushkaras [like] Panavas and Darduras [with the help of] Vishvakarman . On seeing the Dundubhi of gods,\nhe made Muraja , Alingya , Urdhvaka and Ankika . Then,\nhe, who was a master of reasoning of the positive and the negative kind, covered\nthese and Mrdanga , Dardura and Panava with hide, and bound\nthem with strings. (3) (33.5–13)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "cp_cp",
                    "cp_cp"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The description does not seem to be purely mythological, but a true case\nof iconic inference and insight, that is, an analogical abduction. The lotus\nleaves, an image of the tight skin of drums, hit by falling raindrops, function\niconically as drums. The text above suggests that the principle of variation of\npitch was also discovered by Svati’s observation, for he probably inferred that\ndifferences in the diameter of the leaves produced sounds of high, medium, and\nlow frequencies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] When considering empirical thought as a form of musical interpretants, I\nam concerned with inductive reasoning in the description of musical elements and\nstructures, as well as some forms of experimental methods. A classical example\nis the two vinas experiment described in the Natyashastra (28.24),\nintended to demonstrate the existence of 22 micro-intervals, or shrutis .\nIt is a truly experimental approach, rather rare in Indian musicology. A much\nlater scholar, Ahobala-pandita (17th century), described in the treatise Sangita-parijata the octave relation, as well as the seven diatonic notes and their intervallic\nrelations, in terms of string division and the position of nodes corresponding\nto the harmonic partials (see Ranade 1951 177–78).",
                "footnotes": [],
                "citations": [
                    "ranade_1951"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Another aspect of empirical thinking concerns the way Indian music\ntheory changed in respect of the constantly evolving musical practice. The\nclassification of ragas evolved according to the expansion of musical\npractice. The grama-jati system (see the Natyashastra ), in use\nfrom the early centuries A.D. to the fifth century, were supplanted by the gramaragas ,\nwhich evolved from the seven primary gramaragas to a number of 33. But\nthis system was not closed and some 100 other structures, the bhashas , or\ndialects, were related to the older gramaragas (see the Brhaddeshi ).\nEven the bhashas became aged, and by the late first and early second\nmillennium another system was created by scholars, in order to cope with the new\nregional deshiragas (see the Sangitaratnakara ). Little by little,\nmore ragas were created and classification systems were put in check. By\nthe fifteenth and sixteenth centuries, a paradigmatic change had occurred. By\nmeans of analogical thinking, scholars started classifying ragas into\nfamilies, quite like the extended Indian family (see the Sangitadarpana ).\nThose were known as the raga-ragini systems. A male raga headed a\ngroup of five or six wives, the raginis . However, Hindustani music\ncontinued to develop progressively, and it was necessary to incorporate new ragas into the systems. Thus, related to the wives, there appeared the raga sons, and then the sons’ wives. Finally, the continuous flow of new structures\nmade the system itself obsolete, and scholars started looking for a new, more\ncapacious system of raga classification. The result was the mela systems of the 17th century (see the Ragavibddha in Nijenhuis 1976), and\nthe Hindustani that system of the nineteenth and twentieth centuries (see\nBhatkhande), both based on scale-type classification. (4) The aspect of empirical reasoning in all these systems relates to the fact that scholars were, over the course of centuries, forced to recognize that old systems had become incommensurable with current practice, and that either the system would have to be extended in some way, or another paradigm invented.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Some traits of systematic thinking in Indian musical scholarship can be\nequated to general aspects of Indian thought. First, there is an authoritative\ncharacter in scholarship, a deep sense of valuing traditions. Lannoy writes that\n“It is virtually an axiom of Indian culture that the oldest is best”\n( 1971 , 272). The Natyashastra , as the oldest extant treatise, has an\nauthority similar to that of the Vedas , even being qualified as the fifth Veda . Second, in its transition from a habit of thinking totally\ndependent on oral transmission to the written form of treatises, the early, very\nconcise sutras—written on palm leaves—were commented on and amplified with\nother leaves inserted into the batch, which in turn were commented on again,\ncopied as a single unitary work, glossed again, and so on. Thus, on one hand,\nthere is the encyclopedic character of treatises; and on the other hand was the\ncommentarial aspect of the writings. The latter became a literary genre of its\nown, the bhashya .",
                "footnotes": [],
                "citations": [
                    "lannoy_1971"
                ]
            }
        },
        {
            "20": {
                "text": "[20] The advent of Islamic rule in North India did not essentially change the\nmusical systems and scholarship. It is true that new forms, styles, and\ninstruments were introduced, but all those were assimilated into the mainstream\nof Indian music. In terms of musical intelligence, there is plenty of evidence\nof the interest which Muslim rulers took in Indian music. Gangoly writes that\n“the Moghul patrons took care to ascertain accurately the fundamental\nprinciples of Indian musical science, before proceeding to help towards its\nfurther growth and enrichment. And for this purpose, more than one authoritative\ntreatise in Sanskrit was translated into Persian as the basis of a scientific\ninvestigation” ( 1989 , 141). It may be said that Persian “ethnomusicologists” were at work in the Moghul courts, but in fact ethnomusicology in India is much older. There is evidence that the gramaragas were known in Central Asia by the 6th century (see Widdess 1995 , 15–18), and this was certainly thanks to the spread of musical scholarship by musicians and travelers, as Husuan-tsang, a Chinese who traveled in India for fifteen years in the seventh century collecting Buddhist sutras.",
                "footnotes": [],
                "citations": [
                    "gangoly_1989",
                    "widdess_1995"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Musical conferences were another scholarly practice that influenced\nsystematic thought. Many treatises were composed as result of those conferences.\nThe Sangitashiromani , for instance, was written in 1428 by a group of\nscholars invited to the court of Sultan Malika Shahi. It is also known that Raja\nMan Singh Tomar, king of Gwalior (ruled between 1486–1516), organized a musical\nconference, headed by Nayak Bakhshu, which resulted in the composition of a\ntreatise in Brajbhasha entitled Manakutuhala , unfortunately no longer\nextant (see Faqirullah). The musical conferences organized early in the present\ncentury by Bhatkhande were very important in helping classical Indian music to\nsurvive in the context of new social and political realities. The conferences\nrepresent clearly the idea of semiosis as developing in a community of\ninquirers, an aspect of scientific thought valued by Peirce: “Let us\nremember that science is a pursuit of living men, and that its most marked\ncharacteristic is that when it is genuine, it is in an incessant state of\nmetabolism and growth” ( CP 1.232). Several features of Indian musical\nintelligence discussed above represent superbly the Peircean idea of the growth\nof symbols—an organic, overwhelming and never-ending growth—which, thanks to\nthe work of musicians, such as Ravi Shankar, Hariprasad Chaurasia and Zakir\nHussain, and several scholars, Indian classical music became known, studied,\npracticed, and enjoyed worldwide, giving its rich contribution to the musical\nheritage of mankind. Thank you.",
                "footnotes": [],
                "citations": [
                    "cp_cp"
                ]
            }
        }
    ],
    "mto": true,
    "category": "plenary session at the society for music theory's 22nd meeting in atlanta (november 13, 1999)",
    "source": "mto/raw/mto.00.6.1.martinez.html",
    "data": "mto/data/mto.00.6.1.martinez.json"
}