{
    "title": "One More Time on Beethoven’s “Tempest,” From Analytic and Performance Perspectives: A Response to William E. Caplin and James Hepokoski",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.schmalfeldt3.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Granoff Music Center, 20 Talbot Avenue, Medford, MA  02155",
            "email": "janet.schmalfeldt@tufts.edu"
        }
    ],
    "citations": {
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart and Beethoven. New York: Oxford University Press.",
        "caplin_2009": "Caplin, William E.  2009.  “Beethoven’s Tempest Exposition: A Springboard for Form-Functional Considerations.”  In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 87–125.  Leuven: Peeters.",
        "cooper_1990": "Cooper, Barry.  1990. Beethoven and the Creative Process. Oxford: Oxford University Press, 1990.",
        "hepokoski_2009": "Hepokoski, James. 2009. “Approaching the First Movement of Beethoven’s Tempest Sonata through Sonata Theory.” In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 181–212.  Leuven: Peeters.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata. Oxford University Press.",
        "kramer_2008": "Kramer, Richard. 2008. Unfinished Music. Oxford: Oxford University Press.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12: 1–52.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the Tempest Sonata.” Beethoven Forum 4: 37–71.",
        "taylor_2005": "Taylor, Benedict. 2005. “The Problem of the ‘Introduction’ in Beethoven’s Late Quartets.” Ad Parnassum 3/6: 45–64.",
        "temperley_2008": "Temperley, David. 2008. “Hypermetrical Transitions.” Music Theory Spectrum 30/2: 305–25."
    },
    "footnotes": {
        "FN1": {
            "text": "1. With his claim that “parallel arguments [in support of ‘process’] can be made—and have been made—on behalf of hundreds of analogously processual examples to be found in, say, Mozart and (especially) Haydn (a master of Fortspinnung motivic elaboration),” Hepokoski suggests that he does not acknowledge the distinction between analyses of motivic transformation and observations about processual formal reinterpretation—Dahlhaus’s fundamental concern.",
            "citations": []
        },
        "FN2": {
            "text": "2. I gratefully acknowledge a brief opportunity, in early October 2009, to discuss the opening of Beethoven’s Op. 1, No. 3 with William Caplin.",
            "citations": []
        },
        "FN3": {
            "text": "3. As one manifestation of a “looser” formal organization in measures 21–41 of the Tempest, Caplin ( 2009 ) points to Beethoven’s use of a four-measure compound basic idea (CBI) and its repetition within the potential sixteen-measure sentential plan, and he notes that sixteen-measure sentences do not occur in the main themes of the composer’s piano sonatas prior to the first movement of Op. 28; rather, these compound sentential designs more commonly arise in transitions and subordinate themes (see Caplin 2009 , n.15).  To be sure, in Beethoven’s first three piano concertos—Op. 19, Op. 15, and Op. 37—the opening tutti themes of all three first movements feature sixteen-measure sentences; the main theme of his First Symphony, Op. 21 (1799–1800) expands upon that type of sentence, with its CBI and repetition extended to a full six measures each.  But the different characters and social roles of concertos and symphonies relative to piano sonatas must be acknowledged; nor do any of these compound sentences anticipate the dark and stormy music of the “Tempest.”  Worth mentioning is that the piano sonatas to follow in immediate succession after the Op. 31 set—the “Waldstein,” Op. 53,  and the “Appassionata,” Op. 57—both open with main themes modeled upon the sixteen-measure sentence.  Listeners for whom the beginning of the transition in the “Tempest” could initially sound like the beginning of a main theme might be influenced by their familiarity with Beethoven’s later as well as earlier works.  Just the same, Caplin’s point is well taken.",
            "citations": [
                "caplin_2009",
                "caplin_2009"
            ]
        },
        "FN4": {
            "text": "4. The audio solo piano examples in this essay are performed by the author, as recorded and edited by Nicholas Hellberg, at Tufts University.",
            "citations": []
        },
        "FN5": {
            "text": "5. That the Tempest heralds Beethoven’s later experiments with new ways in which to create formal ambiguities in the openings of his first movements is well substantiated in Taylor 2005 (cited in Caplin 2009 , 96).  In this study of the composer’s “Galitzin” Quartets, Op. 127, 132, and 130, with a focus upon the first movement of Op. 127, Taylor investigates “a characteristic feature of Beethoven’s late works”—“the strange ambiguity and interplay between what is a slow introduction and what is alternatively an Allegro first subject/exposition ‘proper’” (45).  As with the Tempest, all three of these quartets open with a “slow-fast thematic complex.” Highly individualized returns of this “bi-segmented” complex at large-scale formal boundaries (for example, at the beginning of the development and at the “false recapitulation” in Op. 127) retrospectively undermine the perception of the slow segment as a genuine introduction, rather than as an integral component of the main theme, while raising the question of whether these movements have begun to deform the processual, “dynamic” sonata forms of Beethoven’s earlier works in favor of more static “rotational,” or “strophic,” formal designs (48–49, 60–64).  \n\tCaplin notes that “the strategy of opening a sonata-form exposition with a main theme that embodies qualities of a slow introduction proved to be highly influential”; among examples, he cites Schubert’s String Quintet in C and his Unfinished Symphony ( Caplin 2009 , 95).  To those works by Schubert, I add his A-Minor Piano Sonata, Op. 42, as discussed by Mike Cheng-Yu Lee and myself in this volume.",
            "citations": [
                "taylor_2005",
                "caplin_2009",
                "caplin_2009"
            ]
        },
        "FN6": {
            "text": "6. Ludwig van Beethoven: The Op. 31 Piano Sonatas, Richard Goode, pianist. Elektra \nNonesuch 9 79212-2 (recorded October 1983 at the American Academy and Institute of Arts and Letters, New York City).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Recording and Score of Beethoven’s “Tempest” Sonata ( Malcolm Bilson , piano)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Processual approaches to the perception of form in this volume can claim venerable antecedents in respect to multiple musical dimensions.  Such dimensions include motive, rhythm, harmony, cyclical designs, “narrative” features, and, most recently, hypermeter (see Temperley 2008 ).  These approaches invite us—as performers and listeners—to adopt perceptual strategies that allow us to hear the music both “backward” and “forward,” as recommended by the post-Hegelian Theodor W. Adorno, and as mentioned several times in this series of essays.  Following Adorno’s path, Carl Dahlhaus became the most influential proponent of processual approaches to form.  But, as James Hepokoski contends, his single-minded preoccupation with just one passage—the opening of Beethoven’s Tempest Sonata—has come to be regarded by some as limited in scope, if not overblown.  In my Schmalfeldt 1995 critique of Dahlhaus’s ideas about the Tempest, I placed his views within the historical context of a “Beethoven-Hegelian” tradition.  I have since sought to emphasize that, with or without the summoning of Hegelian ideology, there is much to be gained from the analytic technique of retrospective formal reinterpretation in studies of late eighteenth- and nineteenth-century European music, composed both before the Tempest and in subsequent decades.  Like others, I have addressed the interplay of well-established formal conventions and their transformations, while hoping to recapture, if tenuously, the processual nature of the musical experience for both listeners and performers.",
                "footnotes": [],
                "citations": [
                    "temperley_2008",
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "2": {
                "text": "[2] It has been a pleasure to note that, since 1995, the idea of retrospective formal reinterpretation has been analytically implemented by others—most especially by William E. Caplin in his Classical Form ( 1998 ), and also by Hepokoski and Warren Darcy in their Elements of Sonata Theory ( 2006 ).  To return in this volume with William Caplin and James Hepokoski to the initial site of Dahlhaus’s argument about the Tempest’ s  first movement provides the occasion for me to offer a few new observations in response to theirs.  This time I shall approach the movement primarily, but not exclusively, from the perspective of a performer whose experience of playing the sonata has undoubtedly influenced her analysis.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In the superb 2009 collection of essays on the Tempest, the articles by Caplin and Hepokoski, from which their essays in this MTO volume have been drawn, both address the first movement’s complete exposition.  In this volume, Hepokoski has chosen only, and wisely, to amplify his original discussion of Beethoven’s first twenty-one bars, while enabling us to hear excerpts from some of the other sonata openings he mentions in his article.  Accordingly, let me turn first to the passage that both Caplin and Hepokoski address here—the passage that must no longer, for either author, be considered an “Introduction becomes MT.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] On this matter, Caplin and Hepokoski adopt strikingly similar positions.  That may come as a surprise to those who are familiar with the many differences in their respective theories.  Caplin’s argument can be gently caricatured as follows: How could any listener who understands the nature of classical introductions, main themes, and transitions possibly even consider hearing an introduction at the beginning of the Tempest? Hepokoski notes that Beethoven built “startling instabilities” into his opening, but he regards Dahlhaus’s “new-path” pronouncements about processual form in the Tempest to be “overdrawn”—“a declaration of cultural solidarity with a long line of Austro-Germanic writers and high-modernist twentieth-century composers.”  In short, the main-theme (or P-) function of the opening of the Tempest is “generically unambiguous” for both Hepokoski and Caplin. (1) For Hepokoski, if the two short Largo statements were simply removed from measures 1–21, the remaining Allegro “modules” would be “obviously P- thematic”—in other words, a main theme.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] It can be stressed that “new-path” reactions to the opening of the Tempest have become legion, and that many of these have emanated from writers who associate themselves neither with Dahlhaus’s idea of processual form nor with Austro-Germanic solidarity.  A case in point is Richard Kramer’s critique of Barry Cooper’s speculations (in Cooper 1990 , 183–90) about Beethoven’s single extant sketch for the first movement ( Kramer 2008 ).  In Kramer’s words, this is “an entry so stunning as to suggest that we are witness to some vaulting conceptual leap” (186). “... the opening figure signifies the spontaneous process of improvisation ... There is a new ‘turning inward’ here, toward a newly subjective figuring of the composer’s voice—of the composer as protagonist” (171).  For Kramer: “If Emanuel Bach’s fantasies, and Mozart’s, begin on tonics and play within the ground rules of genre, Beethoven’s sonata begins a step earlier in the process.  Genre is reinvented.  That is its point” (201).  Here Kramer refers to the fact that in no piano sonata by Haydn, Mozart, or Beethoven prior to the Tempest did these composers begin on an inverted dominant (193).",
                "footnotes": [],
                "citations": [
                    "cooper_1990",
                    "kramer_2008"
                ]
            }
        },
        {
            "6": {
                "text": "[6] To Dalhaus and to me, William Caplin would seem to ascribe the view that the Tempest’ s measures 1–21 might at first be heard as a slow introduction—a claim that neither Dahlhaus nor I have made, and one that would seem preposterous: only five of the opening twenty-one measures take a slow tempo.  Caplin’s straw-man argument against a slow introduction proceeds as follows: (1) slow introductions do not include passages in the fast tempo of the exposition proper; (2) as contrasted with the underlying “periodic-hybrid” design of the Tempest’ s opening, slow introductions are “usually organized in a relatively nonconventional manner”; (3) they tend to end with a half cadence (but in his Classical Form, Caplin acknowledges exceptions to this rule—for example, the elided perfect authentic cadence at the end of the slow introduction of the “Pathétique” Sonata, Op. 13, as shown at Caplin’s Example 3 in this volume);  and (4) slow introductions are not included within the repeat of the exposition.  (Nor, let me add, do they tend to return before or at the beginning of the development and the recapitulation; the return of fragments of the introduction before the beginning of these sections in Op. 13 again serves as an exception.)  With this last point, the possibility of a long-range retrospective reinterpretation seems to have been dismissed by Caplin: “first-time” listeners cannot know that measures 1–21 will be repeated until the pianist repeats the exposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Caplin’s first point above is the crucial one—how to interpret Beethoven’s alternating Largo and Allegro tempi.  Hepokoski compares the opening Largo idea with what he regards as initiatory, or preparatory, “gateway” mottos heard most especially at the beginning of main themes in minor-mode symphonies (and “often sounded in stern octaves”); but Hepokoski concedes that such opening gestures appear in the Allegro tempo of the movement proper.  For Caplin, the opening Largo idea—much too short to constitute a slow introduction—can plausibly be understood to serve as a short thematic introduction to the antecedent phrase of the main theme, one of the options I myself raised in 1995.  But especially given that the Largo idea returns at measures 7–8 to introduce the consequent phrase, for Caplin, “the notion that an ‘introduction becomes main theme’ would not apply,” and rightly so, since a thematic introduction is “already embraced within the structural expanse of the theme it is introducing.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Let us pause here to note that Caplin’s and Hepokoski’s arguments in support of an unambiguous main theme at the beginning of the Tempest systematically draw upon precedents as well as later examples of what can unequivocally be regarded as introductions and main themes.  Caplin stresses that the Tempest’ s opening cannot be heard as a slow introduction because he knows of no slow introductions that include the fast tempo of the exposition proper.  But neither Caplin nor Hepokoski offers a single precedent for a compound-tempo main theme.   The “stop-and-go fermatas” within the thematic introduction to the main theme of the Fifth Symphony, completed six years later, come the closest for Hepokoski to Beethoven’s strategy in the Tempest. Only four of the examples that Hepokoski presents of his “P 0 ” (that is, introductory) openings in Beethoven actually predate the Tempest —the first and final movements of Beethoven’s Piano Trio in C Minor, Op. 1, No. 3, and the first movements of the Piano Sonatas in A, Op. 2, No. 2, and in B-flat, Op. 22.  To be blunt, I regard only the eight-measure opening of the Op. 1/3 finale as a candidate for the idea of a thematic introduction; what follows, although motivically related, takes on the form of a thematically self-contained period (measures 9–35) as a main theme, after which an altered version of the introductory phrase returns to become the transition.  Toward an alternative view of the opening of the Op. 1/3 trio’s first movement, let us listen to this again (refer to Hepokoski’s \naudio example 1): Hepokoski’s “introduction” (measures 1–10; to the half cadence, with \nfermatas) might be heard as a main-theme antecedent (with an interpolation at \nmeasures 5–6), to which a more active, sentential continuation presumes to \nrespond (measures 11–18). But the lengthy standing-on-the-dominant at measures \n19–30 retrospectively cancels the effect of a continuation, allowing this \npassage to become the first part of a non-modulatory transition.  A modulatory second part (not included in the audio) begins at measure 31 with Hepokoski’s “introductory” opening materials; that passage then stands on the new dominant (V/III) and finally ushers in a (first) secondary theme at measure 59.  In this view, Hepokoski’s “introduction” retrospectively becomes all that remains of a genuine main theme. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In the absence of precedents, both Caplin and Hepokoski place the Tempest within the context of broader, generic features of Classical main themes—their discontinuities and textural contrasts (Caplin), their “expanded-upbeat quality” (Hepokoski)—relative to the more ongoing, directional nature of transitions.   For Caplin, only a lack of understanding about these characteristics can account for why “so many critics” hear an introduction at the start of the Tempest Sonata.  Along precisely similar lines, the opening of the Tempest serves for Hepokoski as a “large-scale anacrusis,” and there is “a sense in which all such anacrusis-passages suggest a process of ‘becoming,’ followed by ‘arrival’”.  By contrast, transitions are more uniform in respect to texture, durational patterning, and dynamics (Caplin). (3) “The forward-driving gears of a sonata movement often clench in earnest only with a forte-transition acceptance of a preceding primary theme,” which can be “quieter, closed, more static” (Hepokoski).  Coming from two eminent theorists of classical form, these independently-conceived observations about classical main themes, as distinct from transitions, are admirable, and they are fully substantiated within the repertoire.  Both Hepokoski and Caplin ask analysts of form to take heed.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Perhaps it is no coincidence that, in Caplin’s essay in this volume and in a footnote within Hepokoski 2009 , both authors choose the opening of Beethoven’s Piano Sonata Op. 2, No. 3 to exemplify their views.  Surely no one would deny that the transition in Op. 2, No. 3 provides the “forward-driving gears of this movement.”  But a comparison of the opening of the Tempest with the main theme of Op. 2, No. 3—in fact, a comparison with any of Beethoven’s main themes in his piano sonatas prior to the Tempest —thoroughly undercuts, rather than strengthens, the idea of an unambiguous main theme here, while at the same time underscoring the exceptional novelty of this passage.",
                "footnotes": [],
                "citations": [
                    "hepokoski_2009"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Whereas, for instance, the initial rests, the sforzandos, and the syncopations within the main theme of Op. 2, No. 3 arguably create the effect of hesitation, these “destabilizing forces” (Caplin) hardly disrupt the rock-solid stability of this theme’s purely tonic orientation and its single, steady Allegro tempo \n(Listen to Example 1 ). (4) By comparison, the unstable, sequentially periodic design of the Tempest’ s opening and its alternating tempi continue to strike me, like others, as without precedent and thus eminently worthy of a new formal category.  In point of fact, one could propose a continuum (Hepokoski suggests this) over the span of Beethoven’s first-movement sonata forms up to and well beyond 1802, in which his main themes become ever more “introduction-like.”  Within such a continuum, the opening of the Tempest would emphatically mark a processual highpoint. (5) Example 1 . Beethoven, Op. 2, No. 3, measures 1–15",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]  I now move primarily toward a response to Caplin’s views on the rest of Beethoven’s exposition, but I shall draw upon a few of Hepokoski’s published ideas about this section as well.  Whereas Caplin credits me with having “accurately” identified the formal functions within this sonata form, Hepokoski has alluded in this volume to his vastly different outlook on the movement’s exposition.  As scholars of Hepokoski and Darcy’s Sonata Theory understand, a sonata exposition will have no secondary theme if its transition is not punctuated by a medial caesura (MC)—“a brief, rhetorically reinforced break or gap that serves to divide an exposition into two parts, tonic and dominant” ( Hepokoski and Darcy 2006 , 24).  The absence of such a break at or after measure 41, where the dominant of the new key is achieved, and the persistence of the dominant pedal in the following measures press Hepokoski to argue against the idea of a secondary theme and in favor of a “continuous,” rather than two-part, exposition.  Here, despite their opposing views, Caplin and Hepokoski again verge on reinforcing each other’s overall formal interpretations.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "13": {
                "text": "[13] For Caplin, the Hepokoski/Darcy “medial caesura” as defined above is not a requirement for the ending of a transition followed by the beginning of a subordinate theme.  But like Hepokoski, Caplin focuses upon Beethoven’s ongoing dominant pedal as a source of considerable formal ambiguity.  Granted, many of Beethoven’s subordinate themes begin with dominant harmony, often via extended dominant pedal.  His first piano sonata, Op. 2, No. 1, provides an example; Table 4.1 in Caplin 2009 (102) classifies all twenty instances of this technique within the composer’s piano sonatas.  Moreover, the tradition of extending the half-cadential goal of a transition by means of a post-cadential standing-on-the-dominant—the Hepokoski/Darcy  “dominant-lock”—had become established well before Beethoven’s time.  Thus, in Caplin’s view, “first-time” listeners would “probably assume” that the dominant pedal at measures 41–54 “functions post-cadentially as the last part of the transition.”  Caplin endorses my view that a genuine first subordinate theme (ST1) emerges within this passage; he holds, however, that we will not understand this to be the case until the moment when the dominant prolongation “leads so logically into the cadential unit.”  Whereas Hepokoski acknowledges ambiguity with regard to the formal function of this passage, Caplin goes further: he concludes, “the end of the transition ‘becomes’ the beginning of the subordinate theme.”  In effect, he has shrewdly amplified my claim in 1995: that the dominant prolongation at the beginning of the first secondary theme “destabilizes the theme while obscuring the formal boundaries” ( Schmalfeldt 1995 , 65).  That statement clearly wasn’t strong enough for Caplin!",
                "footnotes": [],
                "citations": [
                    "caplin_2009",
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "14": {
                "text": "[14] That I apparently missed this golden opportunity for a processual reinterpretation can most likely be attributed to my early experiences as a performer of the sonata, which occurred prior to my efforts to write about it as an analyst.  Although Beethoven calls for a subito piano at measure 41, the undisguised turbulence at the onset of the interlocking turn figure has never made it possible for me to pretend for a moment, as a pianist, that I am simply riding the quiet wave of a post-cadential standing-on-the-dominant.  A “recessive dynamic” would have been useful for creating that effect, but the composer doesn’t provide one.  Perhaps the pianist could choose the crescendo in measure 50 as the very moment for imagining an end-of-transition to “have become” the middle of a secondary theme; but already by measure 45 the growing intensity and the gradual registral ascent suggest, both pianistically and psychologically, an anxious struggle toward a goal rather than the complacency of having already achieved one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] To summarize, we have learned that Caplin takes issue with the three Tempest moments in which I advocate a retrospective formal reinterpretation, but he advances two processual interpretations where I do not—here, within this first subordinate theme, and at the end of the exposition. I conclude by addressing his views about that final passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I have suggested that, subsequent to the elided cadence at measure 63, the next beginning might at first be heard as Picardy-inflected post-cadential codettas, which retrospectively become the presentation phrase of ST2—a second subordinate theme (thus codettas ==> presentation).  Caplin contests this view on the basis that the upper voice of this passage, rather than stably focusing upon the tonic scale-degree, actively ascends from to and also creates “an enormous registral expansion.”  Had the ascent continued upward at measures 68–69 to the tonic pitch an octave higher, hence fulfilling the promise of a - - - arpeggiation, it would have looked forward to the forte codetta (closing section) of the exposition of Beethoven’s Overture to Coriolanus, Op. 62 (1807), as shown in Caplin’s Classical Form ( Caplin 1998 , Ex. 8.4).  Thus the question of potential codettas or immediate presentation does not seem critical to me.  Here is the codetta from Coriolanus \n( Example 2 ). Now I recompose the Tempest passage, beginning at \nmeasure 63 ( Example 3 ). Example 2 . Beethoven, Overture to Coriolanus, Op. 62, measures 114–18 Example 3 . The Tempest, first movement, recomposition of measures 63ff",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Conversely, the question as to just where we reach the close of ST2—that is, the final cadence of the exposition—should be of interest, if not of serious concern, to analysts, performers, and listeners alike.  With his answer to this question, Caplin stands alone.  In Hepokoski 2009 (200), Hepokoski flatly proclaims: “Bar 87 is the EEC” (the “essential expositional closure”).  In 1995, I equivocate (measure 87 or measure 85?).  Of the many writers on the Tempest, Caplin is, to my knowledge, the first to choose measure 75.",
                "footnotes": [],
                "citations": [
                    "hepokoski_2009"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The debate hinges upon whether or not Beethoven effects an evaded cadence at measure 75, as I have proposed (see Caplin’s Example 7, Example 4 from my 1995 article).  Caplin disputes this view, despite the absence of a “literal tonic bass” on the downbeat of this measure—and despite, I shall add, the composer’s request there for a subito piano, a telltale signal for cadential evasion.  Looking beyond this point, Caplin argues that the entire passage at measures 75–87 is tonic-prolonging, in contradistinction to the dominant prolongation I show in my Example 4 (his Example 7).  With this reading in place, Caplin must now conclude that “there remains just one candidate for cadential closure—the downbeat of measure 75”: here, and only here for Caplin, “a genuine cadential dominant (measure 74) resolves to tonic”.  But given that “the expected authentic cadence never materializes,” Caplin posits a new moment for retrospective reinterpretation: beginning at measure 75, “evaded cadences become codettas.”  With this conclusion, Caplin apparently acknowledges the effect of the repeated cadential evasions I show in my 1995 example, even though his idea of tonic prolongation eliminates these.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Caplin opposes the view that the essential expositional closure occurs at measure 87 (or at measure 85) because “this moment is not marked by an independent cadential progression from dominant to tonic.”  His objection to my reading would seem to betray a misunderstanding of the technique I have defined as the “one more time” repetition (see Schmalfeldt 1992 ).  As shown in my example, the cadential progression that Caplin has not found in my reading consists of the indisputably cadential dominant at measure 75, where a fundamental linear descent achieves , and its eventual resolution to the tonic at measure 87, where the soprano voice finally reaches the tonic scale degree.  I have attempted to portray the events between these two cadential pillars as incursive “one more time” repetitions that delay the cadence by prolonging the cadential dominant on its way to the tonic.",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1992"
                ]
            }
        },
        {
            "20": {
                "text": "[20] As to the question of where the Tempest’ s first subordinate theme might begin, a performer’s instinct underlies my reluctance to relinquish the idea of genuine evaded cadences in this passage.  Performances of the first movement to which I have aspired—for example, Richard Goode’s 1983 recording, (6) or the brilliant 2002 recording by Malcolm Bilson included in this volume—are ones in which Beethoven’s crescendo at measures 73–74 is given full force so that the subito piano at measure 75 can be truly subito, creating the effect of an involuntary catching of the breath, as if the chance to reach safety and closure has just been snatched away.  In what follows, Goode and Bilson allow for no let-up in tempo, and they highlight the contrapuntal exchange between right and left hands by giving a crescendo to the ascending line within each two-measure unit, rather than focusing on the descent.  At the end of the passage, Goode’s crescendo within the composer’s hairpin dynamic is huge; he saves his diminuendo for the very last second.  In short, these pianists do not seem to play this passage as a series of codettas; instead, they press on, in search of a cadential goal that they find only at measure 87.  Within the overall context of the movement, this approach seems right to me.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] But as Caplin suggests in his article ( 2009 , 116–22), alternative pianistic treatments of this and the other passages he discusses may be chosen to project alternative intuitions about their form-functional roles.  Elsewhere, and especially in chapter 5 of my book, I argue that Beethoven’s music initiates new stylistic directions whereby, as conventional Classical formal processes become gradually transformed or “deformed,” new cases of genuine formal ambiguity increasingly arise.  In such cases, and as I have proposed in reference to Mike Cheng-Yu Lee’s essay in this volume, it is as if the composer invites the performer to play a determinative role in our understanding of the formal process.  Thus the alliance between composer and performer—with both of these understood as listeners par excellence, to say the least—grows all the stronger as composers of the early nineteenth century respond to the impact of Beethoven’s music.  If our exhilarating debate about formal processes in Beethoven’s Tempest has been warranted, then perhaps Beethoven might occasionally invite the performer to help us settle our differences.",
                "footnotes": [],
                "citations": [
                    "caplin_2009"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.schmalfeldt3.html",
    "data": "mto/data/mto.10.16.2.schmalfeldt3.json"
}