{
    "title": "The Common Cold: Using Computational Musicology to Define the Winter Topic in Video Game Music",
    "date": "2023/03/01",
    "volume": "29",
    "issue": "1",
    "authors": [
        "Lavengood, Megan",
        "Williams, Evan"
    ],
    "abstract": "This paper models a new approach to theorizing topics via music informatics. Our case study for topic is winter as it appears in video game music. Like opera or oratorio, video game music leaves little ambiguity as to what the music ought to signify. Video games commonly have an icy or snowy area, complete with cold-weather creatures and landscapes as well as new game mechanics and music for the player to encounter. Our dataset has over 160 examples of such music, representing games on all mainstream platforms (Nintendo, PlayStation, computer, etc.) and spanning the years 1987–2020. Each example is tagged with its musical features. We define five core characteristics of the winter topic: heavy reverb, arpeggiated textures, metallic percussion instruments, plucked string instruments, and omission of membranophones. We also situate winter as a topic related to Christmas, ’80s music, and the waltz. Finally, we explore Nintendo’s idiosyncratic approach to winter music. Our study finds that instrumentation—particularly percussion—and audio technology are key considerations in establishing the winter topic in video game music. More broadly, we demonstrate the potential of computational musicology to augment and complement traditional approaches to topic theory, whether in relation to video game music or any other repertoire.",
    "keywords": [
        "topic theory",
        "music informatics",
        "ludomusicology",
        "Christmas",
        "Nintendo",
        "1980s",
        "game audio",
        "instrumentation",
        "percussion",
        "corpus studies",
        "audio technology"
    ],
    "doi": "10.30535/mto.29.1.2",
    "received": "June 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.1/mto.23.29.1.lavengoodwilliams.pdf",
    "author_info": [
        {
            "name": "Megan Lavengood",
            "university": "George Mason University",
            "address": "4400 University Dr. MS 3E3, Fairfax, VA 22030",
            "email": "mlavengo@gmu.edu"
        },
        {
            "name": "Evan Williams",
            "university": "Digital Science",
            "address": "",
            "email": "e.williams@digital-science.com"
        }
    ],
    "citations": {
        "acevedo_2017": "Acevedo, Stefanie. 2017. “A Functional Analysis of Chord Progressions in Popular Music.” Paper presented at the Society for Music Theory 40th Annual Meeting, Arlington, VA.",
        "agawu_1991": "Agawu, V. Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton University Press. https://doi.org/10.1515/9781400861835 .",
        "allanbrook_1992": "Allanbrook, Wye Jamison. 1992. “Two Threads through the Labyrinth: Topic and Process in the First Movements of K. 332 and K. 333.” In Convention in Eighteenth- and Nineteenth-Century Music: Essays in Honor of Leonard G. Ratner , ed. Wye Jamison Allanbrook, Janet M. Levy, and William P. Mahrt, 125–71. Pendragon Press.",
        "atkinson_2019": "Atkinson, Sean E. 2019. “Soaring Through the Sky: Topics and Tropes in Video Game Music.” Music Theory Online 25 (2). https://doi.org/10.30535/mto.25.2.1 .",
        "ayers_2015": "Ayers, William. 2015. “Analyzing Narrative in Video Game Music: Topic Theory and Modular Design.” Paper presented at the North American Conference on Video Game Music, Fort Worth, TX, January 17.",
        "barranco_2022": "Barranco, Michael. 2022. “The Sound of Metal: Timbral Characteristics of Crash Cymbals, Triangles, and Tambourines.” DMA diss., George Mason University.",
        "bradford_2020": "Bradford, Wesley J. 2020. “Exploring the Narrative Implications of Emerging Topics in The Legend of Zelda: Breath of the Wild .” Journal of Sound and Music in Games 1 (4): 1–21. https://doi.org/10.1525/jsmg.2020.1.4.1 .",
        "buhler_2018": "Buhler, James. 2018. Theories of the Soundtrack . Oxford University Press. https://doi.org/10.1093/oso/9780199371075.001.0001 .",
        "burgoyne_2011": "Burgoyne, John Ashley. 2011. “Stochastic Processes & Database-Driven Musicology.” PhD thesis, McGill University.",
        "burke_forthcoming": "Burke, Kevin R. Forthcoming. “Hard Limitations and Soft Possibilities: A ‘Systematic’ History of Early Video Game Sound Technology.” In The Oxford Handbook of Video Game Music and Sound , ed. Mark Nicholas Grimshaw-Aagaard and William Gibbons. Oxford University Press.",
        "collins_2008": "Collins, Karen. 2008. Game Sound: An Introduction to the History, Theory, and Practice of Video Game Music and Sound Design . MIT Press.",
        "cuthbert_and_ariz_2010": "Cuthbert, Michael Scott, and Christopher Ariza. 2010. “Music21: A Toolkit for Computer-Aided Musicology and Symbolic Music Data.” In 11th International Society for Music Information Retrieval Conference (ISMIR 2010) , edited by J. Stephen Downie and Veltkamp Remco C., 637–42. International Society for Music Information Retrieval.",
        "frymoyer_2017": "Frymoyer, Johanna. 2017. “The Musical Topic in the Twentieth Century: A Case Study of Schoenberg’s Ironic Waltzes” Music Theory Spectrum 39 (1), 83–108. https://doi.org/10.1093/mts/mtx004 .",
        "gjerdingen_2014": "Gjerdingen, Robert O. 2014. “‘Historically Informed’ Corpus Studies.” Music Perception 31 (3): 192–204.",
        "grasso_2020": "Grasso, Julianne. 2020. “Video Game Music, Meaning, and the Possibilities of Play.” Ph.D. diss., University of Chicago.",
        "harris_et_al_2020": "Harris, Charles R., K. Jarrod Millman, Stéfan J. van der Walt, Ralf Gommers, Pauli Virtanen, David Cournapeau, Eric Wieser, et al. 2020. “Array Programming with NumPy.” Nature 585 (7825): 357–62. https://doi.org/10.1038/s41586-020-2649-2 .",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hatten_2014": "Hatten, Robert S. 2014. “The Troping of Topics in Mozart’s Instrumental Works.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 514–36. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.013.0020 .",
        "hunter_2014": "Hunter, Mary. 2014. “Topics and Opera Buffa.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 61–89. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.013.003 .",
        "johnson_2017": "Johnson, Thomas. 2017. “Tonality as Topic: Opening A World of Analysis for Early Twentieth-Century Modernist Music.” Music Theory Online 23 (4). https://doi.org/10.30535/mto.23.4.7 .",
        "klein_2005": "Klein, Michael Leslie. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "lavengood_2019a": "Lavengood, Megan L. 2019a. “Timbre, Genre, and Polystylism in Sonic the Hedgehog 3.” In On Popular Music and Its Unruly Entanglements , edited by Nick Braae and Kai Arne Hansen, 209–34. Palgrave Macmillan. https://doi.org/10.1007/978-3-030-18099-7 .",
        "lavengood_2019b": "Lavengood, Megan L. 2019b. “‘What Makes It Sound ’80s?’: The Yamaha DX7 Electric Piano Sound.” Journal of Popular Music Studies 31 (3): 73–94. https://doi.org/10.1525/jpms.2019.313009 .",
        "lavengood_2020": "Lavengood, Megan L. 2020. “The Cultural Significance of Timbre Analysis: A Case Study in 1980s Pop Music, Texture, and Narrative.” Music Theory Online 26 (3). https://doi.org/10.30535/mto.26.3.3 .",
        "maaten_and_hinton_2008": "Maaten, Laurens van der, and Geoffrey Hinton. 2008. “Visualizing Data Using T-SNE.” Journal of Machine Learning Research 9: 2579–2605.",
        "mirka_2014": "Mirka, Danuta. 2014. “Introduction.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 1–57. Oxford University Press.",
        "mitchell_2021": "Mitchell, Nate. 2021. “Variations on a Theme by K. K. Slider: Variation Sets and the Hourly Music of Animal Crossing: New Horizons.” Paper presented at the Society for Music Theory 44th Annual Meeting, Virtual.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military and Pastoral . Indiana University Press.",
        "networkx_2022": "NetworkX. 2022. “Pagerank.” NetworkX 2.8.4 Documentation. 2022. https://networkx.org/documentation/stable/reference/algorithms/generated/networkx.algorithms.link_analysis.pagerank_alg.pagerank.html .",
        "page_et_al_1999": "Page, Lawrence, Sergey Brin, Rajeev Motwani, and Terry Winograd. 1999. “The PageRank Citation Ranking: Bringing Order to the Web.” Technical Report 1999–66. Stanford InfoLab. http://ilpubs.stanford.edu:8090/422/ .",
        "pedregosa_et_al_2011": "Pedregosa, Fabian, Gaël Varoquaux, Alexandre Gramfort, Vincent Michel, Bertrand Thirion, Olivier Grisel, Mathieu Blondel, et al. 2011. “Scikit-Learn: Machine Learning in Python.” Journal of Machine Learning Research 12 (85): 2825–30.",
        "plotly_2015": "Plotly Technologies Inc. 2015. “Collaborative Data Science.” Plotly Technologies Inc. 2015. https://plot.ly .",
        "principi_2021": "Principi, Dylan. 2021. “Accounting for Topic Theory’s Intellectual Heritage: Between Absolutism and the New Musicology.” Paper presented at the 87th Annual Meeting of the American Musicological Society, virtual.",
        "sánchez-kisielewska_2016": "Sánchez-Kisielewska, Olga. 2016. “Interactions between Topics and Schemata: The Case of the Sacred Romanesca.” Theory and Practice 41: 47–80.",
        "shaffer_2016": "Shaffer, Kris. 2016. “What Is Computational Musicology?” Medium (blog). January 20, 2016. https://medium.com/@krisshaffer/what-is-computational-musicology-f25ee0a65102 .",
        "van_elferen_2013": "van Elferen, Isabella. 2013. “Fantasy Music: Epic Soundtracks, Magical Instruments, Musical Metaphysics.” Journal of the Fantastic in the Arts 24 (1): 4–24.",
        "wickham_2014": "Wickham, Hadley. 2014. “Tidy Data.” Journal of Statistical Software 59 (10): 1–23. https://doi.org/10.18637/jss.v059.i10 .",
        "yee_2020": "Yee, Thomas B. 2020. “Battle Hymn of the God-Slayers: Troping Rock and Sacred Music Topics in Xenoblade Chronicles .” Journal of Sound and Music in Games 1 (1): 2–19. https://doi.org/10.1525/jsmg.2020.1.1.2 .",
        "yee_forthcoming": "Yee, Thomas B. Forthcoming. “Racialized Fantasy: Authenticity, Appropriation, and Stereotype in Super Mario Odyssey.” In Music and Sonic Environments in Video Games: Listening to and Performing Ludic Soundscapes , ed. Kate Galloway and Elizabeth Hambleton. Routledge.",
        "ludography_ludography": "Ludography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Principi ( 2021 ) provides a thorough and comprehensive analysis of the philosophical underpinnings of topic theory’s numerous touchstone texts, including Allanbrook 1992 , Agawu 1991 , Hatten 2004 , and Monelle 2006 .",
            "citations": [
                "principi_2021",
                "allanbrook_1992",
                "agawu_1991",
                "hatten_2004",
                "monelle_2006"
            ]
        },
        "FN2": {
            "text": "2. Klein 2005 ) elucidates the contradictions and presuppositions involved in this idea, warning that “the exact constitution of this competent reader is often vague, becoming a mask for the interpreting critic: the competent reader is exactly that person within a culture who attended to this text in just the way that I have attended to it” (54).",
            "citations": [
                "klein_2005"
            ]
        },
        "FN3": {
            "text": "3. The pastoral topic is defined meticulously in Monelle 2006 .",
            "citations": [
                "monelle_2006"
            ]
        },
        "FN4": {
            "text": "4. As Buhler ( 2018 ) notes, musical topics in multimedia scoring often work by “resorting to and reifying pernicious stereotypes,” especially with regard to locales. Musical topics are frequently racialized and/or exoticizing in these contexts.",
            "citations": [
                "buhler_2018"
            ]
        },
        "FN5": {
            "text": "5. Grasso ( 2020 , 90–91) notes similar features in “Kakariko Village” from The Legend of Zelda: A Link to the Past (1991, Super Nintendo Entertainment System) and relates them to the pastoral topic, which similarly is associated with comfort and peace, as noted above.",
            "citations": [
                "grasso_2020"
            ]
        },
        "FN6": {
            "text": "6. We refer here to Agawu’s list of twenty-seven possible Classical topics, which he termed the “universe of topic” ( 1991 , 30).",
            "citations": [
                "agawu_1991"
            ]
        },
        "FN7": {
            "text": "7. As Mirka explains ( 2014 ): “[Topics] allow one to gain access to [Classical music’s] meaning and expression in a way that can be intersubjectively verified. This might be why topics are so attractive.”",
            "citations": [
                "mirka_2014"
            ]
        },
        "FN8": {
            "text": "8. Olga Sánchez-Kisielewska ( 2016 ) has similarly used corpus study to define the sacred Romanesca, as we will discuss further.",
            "citations": []
        },
        "FN9": {
            "text": "9. Two publications by Megan L. Lavengood implicitly work toward the codification of winter as a musical topic. In “The Cultural Significance of Timbre Analysis: A Case Study in 1980s Pop Music, Texture, and Narrative” ( 2020 ), Lavengood analyzes “Do They Know It’s Christmas?” by Band Aid (1984) and draws particular attention to the use of tubular bells, or chimes, to signify Christmastime (specifically, European Christmastime). In her book chapter “Timbre, Genre, and Polystylism in Sonic the Hedgehog 3 ” ( 2019a ), Lavengood similarly scrutinizes the relationship between a level set on snowy ski slopes and its accompanying music. This example does not rely on the expected markers of winter music, but rather on new wave’s aesthetic association with crispness, cleanness, and brightness. The relationship (or, more accurately, the lack thereof) between these two analyses is, in part, what motivates our further excavation of the winter topic.",
            "citations": [
                "lavengood_2020",
                "lavengood_2019a"
            ]
        },
        "FN10": {
            "text": "10. Gjerdingen ( 2014 ) illustrates the depth of human influence in corpus studies with his case study on the cadenza doppia .",
            "citations": [
                "gjerdingen_2014"
            ]
        },
        "FN11": {
            "text": "11. https://github.com/likethebourbon/winter-git .",
            "citations": []
        },
        "FN12": {
            "text": "12. Traditional Classical topics are understood to have arisen from their presentation in contexts that made plain the connection between their musical signifiers and extramusical signifieds: for example, dances or narrative genres like opera and oratorio ( Hunter 2014 ). With these relationships firmly in place, theorists were then able to import these associations into absolute music by comparing the musical characteristics of both the absolute and narrative pieces.⁠ Importation is thus a component of several definitions of topic, such as the one Hatten presents in the Oxford Handbook of Topic Theory : “A topic is a familiar style type with easily recognizable musical features . . . But a familiar style type only becomes topical when it is imported, without losing its identity, into different contexts” ( 2014 , 514; emphasis original).",
            "citations": [
                "hunter_2014",
                "hunter_2014"
            ]
        },
        "FN13": {
            "text": "13. In this publication, Hunter discusses opera buffa. Her definition of topic works well for our project because, like opera buffa, video game soundtracks are characterized by their topical variety, and these topical references exist to intensify or refine the narrative being portrayed ( 2014 , 82).",
            "citations": [
                "hunter_2014"
            ]
        },
        "FN14": {
            "text": "14. Principi ( 2021 ) problematizes and scrutinizes the divide between the absolute and the extramusical in Classical topic theory. We do not mean to imply that video game music does not reference Classical topics. Studies of Classical topics in video game music include Ayers 2015 , Bradford 2020 , and Grasso 2020 , 91–93.",
            "citations": [
                "principi_2021",
                "ayers_2015",
                "bradford_2020",
                "grasso_2020"
            ]
        },
        "FN15": {
            "text": "15. Corpus study is one particularly common kind of computational musicology ( Shaffer 2016 ). Many music researchers have built corpora for data-driven studies of musical phenomena, such as the McGill Billboard corpus ( Burgoyne 2011 ) or the corpus of Johann Sebastian Bach’s chorales provided with the Music21 toolkit ( Cuthbert and Ariz 2010 ).⁠ Much of music theory and analysis relies on the concept of stylistic norms, and corpus analysis gives researchers a kind of empirical support for such claims. Stefanie Acevedo ( 2017 ), for example, analyzes the McGill Billboard corpus to propose new definitions of chord function for popular music, based not on the traditional tonic-subdominant-dominant relationships      established for tonal music, but rather the results of her statistical analyses of actual harmonic progressions within the corpus; Acevedo’s study is just one of many that use corpora to interrogate musical patterns. Ideally, corpora are not curated by the constructor: that is, the constructor does not hand-select what is and is not part of the corpus. For instance, in the McGill Billboard corpus, the Billboard charts determine what gets included; in Music21, all of Bach’s chorales are included.",
            "citations": [
                "shaffer_2016",
                "burgoyne_2011",
                "cuthbert_and_ariz_2010",
                "acevedo_2017"
            ]
        },
        "FN16": {
            "text": "16. We use “marked” after Hatten 1994 . Some video games are entirely based in wintry climates, such as The Elder Scrolls V: Skyrim (2011, multiplatform) or Ice Climber (1985, Nintendo Entertainment System), but in these cases, wintriness becomes unmarked: it pervades the entire game, and the music similarly tends not to lean as heavily on wintry sounds. Such games then are not well-represented in our corpus, and instead we focus on games that simply include an icy environment as an outlier in the gameplay.",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN17": {
            "text": "17. One particularly comprehensive YouTube compilation video we referenced is “Video Game Music for Winter” by user HANA_3D ( https://www.youtube.com/watch?v=_NqX8cybmMw ). The website TV Tropes also has an extensive list of winter levels in video games ( https://tvtropes.org/pmwiki/pmwiki.php/Main/SlippySlideyIceWorld ).",
            "citations": []
        },
        "FN18": {
            "text": "18. Some interpretation is required when tagging for instrumentation, especially in examples from the 1980s and ’90s, when sounds were synthesized from on-board sound chips (as opposed to being played back from high-quality samples or recordings). For the most part, however, imitations of specific instruments are clear and were identified with confidence.",
            "citations": []
        },
        "FN19": {
            "text": "19. Our library uses some idiosyncratic terminology, some of which we explain in greater depth later in the article. The numbers appearing first in the library stand in for meter categories: #2 is for simple duple, #3 is for simple triple, #6 is for compound duple, and so on. We chose to use the terms “majorish” and “minorish” to encompass the use of modes and chromaticism alongside major and minor; we focused on the quality of the third above the tonic to determine these categories. Finally, the “glockenflute” is a synthesized sound particularly common in our corpus that seems to combine aspects of the glockenspiel and the flute.",
            "citations": []
        },
        "FN20": {
            "text": "20. For this, we used the Python library scikit-learn's preprocessing.MultiLabelBinarizer module ( Pedregosa et al. 2011 ).",
            "citations": [
                "pedregosa_et_al_2011"
            ]
        },
        "FN21": {
            "text": "21. This is done using the Python library NumPy ( Harris et al. 2020 ); specifically, the NumPy.triu module.",
            "citations": [
                "harris_et_al_2020"
            ]
        },
        "FN22": {
            "text": "22. We use t-SNE as it is implemented within the Python library scikit-learn ( Pedregosa et al. 2011 ). Van der Maaten and Hinton ( 2008 ) define t-SNE mathematically.",
            "citations": [
                "pedregosa_et_al_2011",
                "van_der_maaten_and_hinton_2008"
            ]
        },
        "FN23": {
            "text": "23. We used Plotly's Dash library to build the web app, and the Dash Cytoscape library to build the graph itself ( Plotly 2015 ).",
            "citations": [
                "plotly_2015"
            ]
        },
        "FN24": {
            "text": "24. These characteristics overlap significantly with Isabella van Elferen’s ( 2013 ) discussion of magic or fantasy in film scores. This overlap signifies a kinship between these two musical topics and imbues a sense of magic into the winter topic as well, perhaps resonating with the idea of secularized Christmas magic like talking reindeer, Santa’s elves, or Christmas miracles.",
            "citations": [
                "van_elferen_2013"
            ]
        },
        "FN25": {
            "text": "25. Our tags use the terms “majorish” and “minorish” to reflect our broad use of these terms. Diatonic modes were subsumed under either “majorish” or “minorish” depending on the quality of the third above the tonic.",
            "citations": []
        },
        "FN26": {
            "text": "26. The hourly music in Animal Crossing: New Horizons is treated thoroughly in Mitchell 2021 .",
            "citations": [
                "mitchell_2021"
            ]
        },
        "FN27": {
            "text": "27. Rainy days also omit the drumset and use marimba instead of bass guitar.",
            "citations": []
        },
        "FN28": {
            "text": "28. The Super Nintendo Entertainment System was the first console to provide digital signal processing.",
            "citations": []
        },
        "FN29": {
            "text": "29. The notation style for the echoed voice is taken from Burke ( forthcoming ).",
            "citations": [
                "burke_forthcoming"
            ]
        },
        "FN30": {
            "text": "30. Kevin R. Burke ( forthcoming ) investigates how early video game music composers even used arpeggios to substitute for other audio effects unavailable to them because of hardware limitations: “Rapid-fire [arpeggios] serve both as a percussive effect as well as an efficient means of providing harmonic accompaniment within a single voice.”",
            "citations": [
                "burke_forthcoming"
            ]
        },
        "FN31": {
            "text": "31. Our dataset is not structured this way—that is, neither #electric_piano nor #piano are under the #metallic_percussion metatag—so this is just an aural observation and not a comment on our data.",
            "citations": []
        },
        "FN32": {
            "text": "32. By comparing two network graphs, one with only tags connected to #sleigh_bells and one with tags connected only to #tambourine, we found that #sleigh_bells is used more in examples with many other metallic percussion instruments, namely, #glockenspiel, #no_drums, and #chimes. Tambourine occurs in a broader range of contexts. #sleigh_bells is also more closely tied to #brass, #piano, #drumset, and #bass than #tambourine is.",
            "citations": []
        },
        "FN33": {
            "text": "33. #glockenflute is the melody instrument in “Chilly Waters” from Mario Party 3 (2000, Nintendo 64), discussed further below.",
            "citations": []
        },
        "FN34": {
            "text": "34. Chimes as a novelty instrument is discussed in Lavengood 2020 .",
            "citations": [
                "lavengood_2020"
            ]
        },
        "FN35": {
            "text": "35. The technological capabilities of 8-bit programmable sound generator chips are documented in Collins 2008 .",
            "citations": [
                "collins_2008"
            ]
        },
        "FN36": {
            "text": "36. For thorough discussion of the timbral properties of various types of cymbals, triangles, and tambourines, see Barranco ( 2022 ).",
            "citations": [
                "barranco_2022"
            ]
        },
        "FN37": {
            "text": "37. By “drums,” we strictly refer to membranophones. In other words, we are not using “drums” as a synonym for “percussion.”",
            "citations": []
        },
        "FN38": {
            "text": "38. The semiotic code in our analysis functions similarly to Johnson’s ( 2017 ), who borrows the idea in turn from Klein ( 2005 ). As in these prior works, our semiotic code has lines extending beyond the boundaries of our figure, which is meant to represent how codes do not have strict boundaries. The chains of association continue outward beyond the confines of this figure.",
            "citations": [
                "johnson_2017",
                "klein_2005"
            ]
        },
        "FN39": {
            "text": "39. The overwhelming majority of the games in our corpus were written and produced in the United States, Japan, Canada, or European countries, all nations in the Northern hemisphere where Christmas occurs during winter. Likewise, these nations are influenced by Christianity and its holidays, even while Japanese largely treat Christmas as a secular holiday.",
            "citations": []
        },
        "FN40": {
            "text": "40. The first Overcooked! (2016, multiplatform) game did not have newly composed music; instead, creators used music from a company called Audio Network. Anyone may sign up for an account on Audio Network’s website and browse their titles, including the tracks used in Overcooked! The bylines advertising each track are, unsurprisingly, illustrative of the topic each track is meant to convey and through what musical characteristics. For example, the menu music for the game’s Christmas-themed expansion, “A Sparkling Wonder” by Jody Jenkins, is described as “innocent, enchanting & magical orchestra with angelic choir.” https://us.audionetwork.com/browse/m/track/a-sparkling-wonder_124253 .",
            "citations": []
        },
        "FN41": {
            "text": "41. Whereas #Christmas was added to tracks based on the visual aspects of the gameplay and is thus a more objective observation, #80s is something we the authors subjectively recognized based on musical cues. As we listened, we noticed ourselves tagging songs as #80s when the music featured a rock-style or four-on-the-floor drum pattern and some combination of rapid rhythms in the bass line, synth leads, electric piano, synth slap bass, and gated snare drum.",
            "citations": []
        },
        "FN42": {
            "text": "42. Since the Sega Genesis had an FM-synthesis-based sound chip, all of the sounds are technically synthesized. However, as Lavengood explains, some sounds are meant to sound like synthesizers-as-instruments, not simply synthesized versions of acoustic instruments.",
            "citations": []
        },
        "FN43": {
            "text": "43. #rock as a tag refers to drum patterns that are characteristic of rock as a genre, especially those with a backbeat (snare hits on beats two and four of a quadruple meter).",
            "citations": []
        },
        "FN44": {
            "text": "44. In the semiotic code, we also attempt to trace the affinity between winter sports and 1980s music. This connection arises from ski movies of the mid-1980s to early 1990s (especially Better Off Dead [1985]) and their lasting impact as a cultural touchstone. In “Ice Cap Zone,” the player snowboards (rather than skiing), but the skiing level in in “Planet Freon” from Ristar (1995, Sega Genesis) is quite similar and more clearly suggests the intertext with Better Off Dead .",
            "citations": []
        },
        "FN45": {
            "text": "45. The theme of “Cool, Cool Mountain” is a version of the main theme of the game, heard on “Bob-omb Battlefield,” which is the first level of Super Mario 64 . “Cool, Cool Mountain” then is a wintry version of the main theme of the game, similar to the sunny and snowy versions of the 5 p.m. music of Animal Crossing discussed above (Example 13).",
            "citations": []
        },
        "FN46": {
            "text": "46. PageRank is an algorithm for measuring the relative importance of nodes in a network. It is best known as Google’s algorithm of choice for organizing search results. PageRank was designed for directed networks, in which connections between nodes only go in one direction (for example, a webpage links out to another webpage). The dataset used for this analysis is undirected; however, NetworkX ( 2022 ), the library used to calculate PageRank scores, converts undirected networks to directed networks by replacing each undirected edge with two directed edges, one going in each direction.",
            "citations": [
                "networkx_2022"
            ]
        },
        "FN47": {
            "text": "47. In Example 23, the “games from other publishers” values are negative for visualization purposes, but we used absolute values when calculating score differences.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction Example 1 . Measures 1–3 of “Pifa” from Handel’s Messiah (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Music is not a language per se, but given the right context, music can reliably communicate extramusical qualities to its listeners. (1) Classical-era European concert music provided just such a context for the first musicologists implementing topic theory, who in turn identified certain musical figures that “competent readers” would understand as references to extramusical concepts. (2) Rapid changes in style within a single musical work are easily recognized as topical references in multimodal genres like opera or oratorio. For example, in the “Pifa” interlude from George Friederich Handel’s Messiah ( Example 1 ), the pastoral topic is signified by the compound meter, slow-to-moderate tempo, simple harmony and melody, and tonic drone. (3) This topic illustrates the shepherds of the Nativity. Example 2 . “Pewter City” in Pokémon Red/Blue (1996, Nintendo GameBoy) is representative of the town topic in video game music (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] Multimedia such as film and video games similarly provide a clear narrative context for the varied topics present in their accompanying scores: composers of film and video game music presume the listener’s ability to associate musical signifiers with a setting, an emotion, a character trait, and so on. (4) In video games, for example, towns are typically places of comfort, safety, and security for players, where they can restock on supplies, sleep at an inn, and chat with townsfolk. The town as a musical topic is characterized by tonal harmony, regular phrase structure, simple rhythms, and a melody that safely achieves scale-degree 1 at the theme’s final cadence, as demonstrated in Example 2 . (5) Such widely-understood and codified musical signals make these media ideal case studies for expanding the universe of topic. (6) Several ludomusicologists have studied other such salient topics and tropes in video game music, such as soaring ( Atkinson 2019 ), mechanic ( Bradford 2020 ), and god-slaying ( Yee 2020 ).",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "atkinson_2019",
                    "bradford_2020",
                    "yee_2020"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] In cases where signifieds are so clearly demarcated, the analytical work lies in explicating the signifiers, which is to say the musical characteristics supporting a given topic. This part of the analysis is often not so clear-cut for those looking to establish a new topic. Analysts may question whether their intuitions are (or could be) shared by other similar “competent listeners,” whether the examples they chose are representative enough or well-known enough, or whether they overlooked certain connections by focusing on others. Such anxieties reflect the idea that, “though we may revel in our freedom to interpret artworks by a personal code, in the end our readings reach out to that imagined other who might understand the artwork as we have” ( Klein 2005 , 52). Part of the allure of topic theory is its reflection of a broader culture, something beyond an individual perspective. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "klein_2005"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] Computational musicology ameliorates these doubts by providing music theorists with the means to establish new musical topics based on broad swaths of music. (8) We augment our traditional music-analytical understanding of the topic by employing algorithmic tools to demarcate relevant groupings of musical characteristics. While traditional listening-based conclusions remain important to us, we are not necessarily limited by our human capacity to create connections. As a case study, we define winter as a musical topic within video game music. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "0.5": {
                "text": "[0.5] We begin in Section 1 by reviewing representative scholarship in topic theory and      music informatics, separately and together. In Section 2, we thoroughly document our methodology, and in Section 3 we discuss the core features most common in winter video game music. In Section 4, we hypothesize a semiotic code ( Klein 2005 ) of topics related to winter, among them Christmas, ’80s music, and the waltz. Last, in Section 5, we document Nintendo’s curiously unconventional approach to winter music across their games. Ultimately, our study finds that throughout the corpus instrumentation—particularly percussion—and audio technology are key considerations in establishing the winter topic in video game music. More broadly, we demonstrate the potential of computational musicology to augment and complement traditional approaches to topic theory, whether in relation to video game music or any other repertoire.",
                "footnotes": [],
                "citations": [
                    "klein_2005"
                ]
            }
        },
        {
            "0.6": {
                "text": "[0.6] Despite our use of terms like “dataset,” “informatics,” “data science,” and “computation” to categorize and contextualize our research methods, we do not wish to imply that the present study constitutes an objective or unbiased approach to topic theory. On the contrary, we embrace the fact that musical topics are inherently culturally contingent representations, reflecting the authors’ minds at least as much as those of hypothetical listeners. All aspects of this project, from data collection to interpretation, involve thoughtful curation of data by the authors. (10) While standard techniques exist within computational musicology for data organization and analysis, typically an analyst organically adapts their personal process in response to the data in front of them. Put another way,  a programmatic methodology is not simply written once and applied to every possible situation. Since each problem has different data and different goals, the analyst must experiment with different techniques to make data usable and generate insights. This is a necessarily subjective process, especially when dealing with humanistic lines of inquiry like those raised by topic theory, in which both the questions and the data can be unwieldy and difficult to delineate. As we will describe further, our analytical process is highly iterative—involving cycles of collecting data, modeling the data, cleaning the data, and modeling again—and through this process we develop a clearer picture of the winter topic. Our desire for transparency and demystification of these processes motivate our detailed documentation of each step of our methodology, including sharing our complete repository of data and code. (11) The graphs and results we present are meant to further illuminate topic theory as a methodology, rather than to provide it with a scientistic sheen of unassailability. 1. Topics and Corpora",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] We have not identified a clear source of importation for the winter topic in video game music. For some writers (e.g., Mirka 2014 ), an undefined source may preclude discussing winter as a topic; others, however, have argued that semiotic salience may serve to define a topic. (12) The phenomenon, winter, has all the semiotic features of a topic, features that are more central (in our estimation) to topic theory as an analytical methodology. Mary Hunter, for example, succinctly defines topics as “discrete and identifiable musical formulae that refer to recognizable musical practices with clearly defined nonmusical associations” ( 2014 , 83). (13) Or as Raymond Monelle puts it: . . . the central questions of the topic theorist are: Has this musical sign passed from literal imitation (iconism) or stylistic reference (indexicality) into signification by association (the indexicality of the object)? And, second, is there a level of conventionality in the sign? If the answers are positive, then a new topic has been revealed, whatever the period of the music studied ( 2000 , 80). The winter topic satisfies these definitions. Furthermore, unlike the absolute music to which Classical topics are typically applied, video game music supplies its own narrative context, making this repertoire a sort of modern-day equivalent of the stylistically diverse operas that serve as the presumed source material for many Classical topics. (14)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "mirka_2014",
                    "mirka_2014",
                    "monelle_2000"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] When articulating the central characteristics of a topic, most scholars work to persuade readers by providing the clearest and most compelling musical examples possible. But given that one of topic theory’s conceits is the intelligibility of topics to enculturated listeners, statistical analysis—regarding, say, the prevalence of a topic or its signifying musical figures—would seem an essential step in defining a topic. Such statistics can be gathered and visualized using corpus study. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] To this point, only a handful of researchers have used corpus analysis to help define a topic. Thomas B. Yee ( 2020 ) engages in rudimentary corpus analysis to help define the musical features of his god-slaying trope in video game music. His statistics document the prevalence of various topics within his dataset, with the goal of articulating how these topics intersect to form the trope. The most extensive study integrating corpus analysis and topic theory and the one most similar to our own methodology is Olga Sánchez-Kisielewska 2016 . She documents with detail and clarity the interaction between the hymn topic, the Romanesca schema, and other musical domains such as dynamics or genre through co-occurrence analyses; our approach builds on similar techniques. We believe that methodically surveying a large corpus can further bolster the legitimacy of topic theory by making transparent the prevalence of a topic’s constitutive musical characteristics. Corpus study would also facilitate Johanna Frymoyer’s approach to defining topics through a weighted hierarchy of characteristics alluding to an idealized version of the topic ( 2017 , 86). In short, corpus analysis can help determine just what these characteristics are. 2. Methodology",
                "footnotes": [],
                "citations": [
                    "yee_2020",
                    "frymoyer_2017"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Video games commonly have an icy or snowy area, complete with cold-weather creatures (e.g., polar bears, ice mages), vistas (e.g., glaciers, frozen lakes, mountains), and game mechanics (e.g., slippery ice platforms, slowed movement) for the player to encounter. Winter levels are often used to add difficulty to the gameplay experience, and as such they occur later on in the game, after normative gameplay (and music) have been made familiar to the player. Winter is marked as an exceptional environment, in which the visuals and gameplay diverge from the rest of the game. Unsurprisingly, the accompanying music is likewise marked. (16) Example 5 . “Toy Day” from Animal Crossing: New Horizons (2020), annotated with tags that would be entered in our dataset for this excerpt (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Our dataset has over 160 examples of music accompanying wintry settings, broadly construed to include towns blanketed in snow, ice caverns, winter holiday celebrations, and winter sporting events, to name some examples. As there was no pre-existing corpus of winter video game music, we created our own by drawing on personal knowledge of video games, soliciting recommendations from peers, and browsing compilations of winter video game music online. (17) Our dataset includes games on all mainstream platforms (Nintendo, PlayStation, computer, etc.) and spans the years 1987–2020 ( Examples 3 and 4 ). We listened to the examples and tagged each with relevant musical characteristics across several domains: instrumentation, meter, tonality, presence/absence of arpeggiated accompaniment, amount of reverb, and drum pattern. For example, we tagged “Toy Day” from Animal Crossing: New Horizons (2020, Nintendo Switch) with #major, #electric_piano, #sleigh_bells, #glockenspiel, #4 (i.e., simple quadruple meter), #vibraphone, #trumpet, #celesta, #acoustic_guitar, #trombone, #high_reverb, #accordion, #Christmas, #arpeggiated, #no_drums, and #no_bass ( Example 5 ). (18) This initial pass of tagging was done in an entirely ad hoc manner, tagging examples with whatever came to mind. Example 3 . Dataset divided by gaming platform (click to enlarge) Example 4 . Dataset divided by year (click to enlarge) Example 6 . Illustration of meta-tag exploratory analysis, and of grouping certain lower-level tags into a catch-all tag (#other_auxiliary_percussion) (click to enlarge) Example 7 . Library of musical features used as tags in the database (click to enlarge)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] After this, we “cleaned” the data—a necessary, time-consuming process heavily reliant on human interpretation of and intervention with the data. Data cleaning occurred in four stages of exploratory data analysis. First, we organized our tags by adding meta-tags (for example, the meta-tag #auxiliary_percussion was added as a second hierarchical level for #castanets, #claves, #guiro, etc.). Second, within each meta-tag, we scrutinized the distribution of the lower-level tags. Any tags that were used fewer than ten times were grouped together into a single lower-level tag prefixed with “other_”. For example, the shaker is the only auxiliary percussion instrument tag used more than ten times, so we preserve #shaker as a lower-level tag, while the other auxiliary percussion instrument tags are collapsed into a single #other_auxiliary_percussion lower-level tag ( Example 6 ). Adding #other_ tags preserves lower-level tags that are significantly common and replaces all the more insignificant lower-level tags with this catch-all tag, rather than deleting them outright. Through this process we struck a balance between specificity and generality. Third, we dropped any tags that were only used once or twice and were not part of a catch-all tag. Finally, we listened to each example again to check for accuracy in our tags and to ensure the tags were consistently applied. This process yielded the curated library of tags given in Example 7 . (19) Example 8 . An illustration of how preprocessing transforms the data in stages. These tables use simplified sample data, rather than our actual dataset (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] After data cleaning, the next step is data preprocessing. Example 8 illustrates the four stages of this preprocessing with some sample data. In our original table of data, we enter each song in a new row and add tags to the columns in the row, from left to right. The tags are not organized but are simply entered as they come to mind; note that in the sample data, #sleigh_bells appears in both the tag1 and tag4 columns. While this format facilitates entering tags while listening, it is not easily readable by our visualization algorithms; therefore, we must “tidy” our table ( Wickham 2014 ). Instead of a wide table, the tidy data fits into a two-column table: all tags are moved into a single column, and a new row used for each tag in a track. Track names are duplicated as many times as there are tags for that track. We now have a table quite similar to our original table, but in a properly machine-readable binarized format. (20) As in the original table, the header column provides track names for each row, but now each column indicates the presence or absence of a single specific tag. The internal cells of the table contain either a 1 or a 0, indicating whether or not the tag is associated with that track. To examine how tags interact with one another globally, we next count any time two tags occur together within a single track, or put mathematically, we compute the dot product of the binary matrix with itself. The resulting data is aggregated into a co-occurrence matrix: both the header row and header column contain the same comprehensive list of tags, and the value of each cell equals the number of times the intersecting pair of tags occur in the same song. The co-occurrence matrix has duplicated data, mirrored across the main diagonal—for example, the (#electric_piano, #drumset) cell and the (#drumset, #electric_piano) cell—so we remove the lower triangle (shaded dark gray in Example 8d). (21) In the matrix’s main diagonal (shaded light gray in Example 8d), the tag intersects with itself; the values in these cells equal the number of times that tag is used across the dataset, indicating each tag’s overall prevalence. Example 9 . The central cluster of tags that represent winter’s most important musical characteristics (click to enlarge) Open web app",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "wickham_2014"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] We use this processed data to construct network graphs illustrating the relationships between our tags, such as Example 9 . In these graphs, each tag is a node, and the size of each node is proportional to its prevalence value, taken from the main diagonal of the co-occurrence matrix. A line connects two nodes whenever a single track shares both tags; the thickness of the line is proportional to the values in the co-occurrence matrix’s upper triangle. The resulting connections are multidimensional, so to flatten them to a two-dimensional plane, we map the coordinates of each node using a dimensionality-reduction algorithm, t-distributed Stochastic Neighbor Embedding (t-SNE). (22) Finally, we deploy the steps outlined above in a web app , a format allowing easy and rapid exploration of the data through a graphic user interface—dropdown menus, sliders, and other input components—that give granular control over the resulting graph without changing the underlying code. (23) These graphs inform our exploration of winter and its associated topics. 3. Core features of winter music",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Example 9 shows the central cluster of tags that represent winter’s most important musical characteristics at the meta-tag level. We believe five of these musical characteristics to be most interesting and most indicative of winter in video game music: 1) heavy reverb, 2) arpeggiated textures, 3) metallic percussion instruments, 4) plucked string instruments, and 5) omission of membranophones (#no_drums). (24) Note that we are not uncritically assigning importance according to what our graph reveals; we do not assign undue importance to #4, #strings, #woodwinds, or #major, even though in the graph they appear alongside our five core characteristics. Most of our examples are in simple quadruple time, but so is most video game music; thus, simple quadruple time cannot then be said to be especially wintry. The use of arco strings and woodwinds can be found in many types of video game music topics. And, finally, while major is more common than minor in winter video game music, minor examples are also quite prevalent: we have 96 major examples and 65 minor examples, so we do not consider the major mode to be a defining characteristic for winter. (25) Example 10 . Music for 5 p.m. from Animal Crossing: New Horizons , on sunny days (a) and on snowy days (b) (click to enlarge, see the rest, and listen) Example 11 . “Frozen Hyrule” from The Legend of Zelda: Four Swords (2002, Nintendo GameBoy Advance) exhibits several of the musical features given in Example 9 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Another way to confirm the importance of the core characteristics illustrated in our graph is to compare video game themes that appear in both wintry and non-wintry contexts. This combination occurs in Animal Crossing: New Horizons , where the regular hourly music is re-orchestrated for snowy days ( Example 10 ). (26) In the music for 5 p.m., for example, the instrumentation on regular, sunny days is a straightforward rock ensemble: drum set, bass, piano, guitar, and synthesizer. But on snowy days, a marimba replaces the bass guitar, a glockenspiel joins the synthesizer melody, and the drum set is replaced with—of course—sleigh bells. (27) This example supports the importance of #metallic_percussion and #no_drums as well as the relative unimportance of other prominent nodes in our graphic (#4, #major, #piano, #guitar, #synthesizer) that remained unchanged across both versions.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Ultimately, the presence of any single one of these features may not be enough to signify winter on its own—heavy reverb, for example, is a characteristic of many topics—but when all five are used in tandem, the meaning becomes clearer ( Example 11 ). In the following, we discuss these core characteristics in greater detail, relate them to sound chip technology, and contextualize them with specific musical examples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The use of heavy reverb is perhaps the most consistent feature of winter video game music, present to our ears in 82% of the examples we surveyed. Acoustically, sound waves reverberate when reflected off a non-porous surface, such as a wall or hard floor; thus, in game audio, reverb is often used to aurally depict environments like caves, factories, castles, or temples. Winter music usually accompanies outdoor settings, and while the outdoors for the most part are notoriously “dead” spaces, the pervasive reverb in winter music nevertheless seems suggestive of the physical setting: sound carries more readily when trees have lost their leaves; ice may coat otherwise soft surfaces; the ground turns hard in the cold. Video Example 1 . “Iceman Stage” from Mega Man (1987, Nintendo Entertainment System) sacrifices one of four available monophonic lines in order to create a reverb effect (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Despite the limitations of 8- and 16-bit sound chips, even early video game music uses reverb to set winter scenes. Modern digital signal processing makes adding reverb simple in newer video games, but in early computers or video game consoles like the Nintendo Entertainment System (NES) and Sega Genesis, reverb was not an effect that could simply be applied to an existing sound. (28) Instead, multiple audio channels were coordinated to produce a reverb effect: two nearly-identical monophonic lines would be offset from one another by a few milliseconds to create convincing reverb. Dedicating a channel to creating an effect was quite a sacrifice. These early sound chips usually had only a small handful of monophonic channels, and they were used not just for the music, but also for the game’s sound effects. The NES sound chip, for example, had just three tone channels, so creating reverb reduces the available voices from three to two, and furthermore, only one of those voices can have the reverb effect. Even with these restrictions discouraging the use of reverb, the Mega Man (1987, NES) level “Iceman Stage” features a reverb effect in the melody ( Video Example 1 ). (29) “Iceman Stage” is not singular here: other early examples, like “The Ice Cave” from The Legend of Xanadu (1994, NEC TurboGrafx-16) or “Arsys Christmas Song“ from Knight Arms: The Hyblid Framer (1989, computer), similarly prioritize the reverb effect. The use of reverb in so many early winter video game music examples is a testament to the importance of reverb to creating a wintry aesthetic. Example 12 . A rough transcription and reduction of several examples with arpeggiated accompaniments (click to enlarge and listen)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Nearly as commonplace as heavy reverb, arpeggiated accompaniments feature in 62% of our winter video game music examples. The rhythmic predictability of an arpeggiated accompaniment style might suggest several wintry images: falling snowflakes, dripping icicles, or twinkling lights. These arpeggiated accompaniments come in many guises, as summarized in Example 12 with representative examples. Example 12a, played by a solo piano, is what one may first imagine when asked to describe a basic arpeggiated accompaniment; indeed, this sort of accompaniment pattern is pervasive in examples with piano or guitar as an accompanying instrument. Examples 12b and c are representative of arpeggiation as found in orchestral examples. Example 12d is in a rock style, where arpeggiated accompaniments are somewhat more unusual. Here, the arpeggiation is played in the marimba as well as in the bass line. Examples 12e and 12f display the most common form of arpeggiation found in pop-style winter video game music: high-pitched synthesizer arpeggios, analogous to what a pop performer might program into a sequencer or generate with an arpeggiator. Even early sound chips had no trouble generating such arpeggios—a computer can play disjunct notes extremely rapidly without issue—so arpeggios are common even in our earliest examples. (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Metallic percussion is virtually indispensable for creating a winter sound: a much narrower topical field is signified by metallic percussion instruments compared to the more generic effects of heavy reverb and arpeggiation. Take sleigh bells, for example:      no other instrument signifies winter so plainly. Some kind of metallic percussion appears in 71% of the examples in our database, including glockenspiel, chimes, celesta, electric piano, and wind chimes. Topically, we interpret metallic percussion as representing crystalline ice formations. The ubiquity of metallic percussion may also grow out of references to Pyotr Ilyich Tchaikovsky’s The Nutcracker (1892) or Leroy Anderson’s Sleigh Ride (1948), both touchstone representations of winter and Christmastime. Metallic percussion often pervades several textural layers of a winter track; which is to say not just the percussive layer, but also the melodic and accompaniment layers (see “Toy Day,” Example 5). This point holds especially if electric piano and acoustic piano are categorized as metallic percussion instruments. (31) This pervasiveness is what distinguishes the use of metallic percussion in winter from its use in other topics. While no one characteristic can reliably signify winter on its own, metallic percussion probably comes the closest.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Sleigh bells are the second-most common metallic percussion tag in our dataset. Sleigh bells typically perform regular, square rhythms (e.g., articulated on every beat or half-beat of a measure). Tambourine is the next most common unpitched percussion instrument in our examples, often serving to substitute for sleigh bells in performing these rhythms. (32) Also common are washes of metallic noise, as provided by wind chimes, cymbals (as a standalone instrument, rather than as part of a drum set), and gongs.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Pitched metallic percussion often appears in both the melody and accompaniment of winter video game music. Such melodic instruments include the glockenspiel, which is the most common metallic percussion tag in our dataset. Other popular melodic options are the crotales, the vibraphone, and a synthesized sound we have dubbed the   “glockenflute,” which, as the name suggests, seems to blend the sharp attack and piercing inharmonicity of the glockenspiel with the sustained tone of a flute to blend the sharp attack and piercing inharmonicity of the glockenspiel with the sustained tone of a flute. (33) Chimes, or tubular bells, are also used as a melody instrument in winter video game music, though they can be used as a novelty instrument as well. (34) As part of an (often arpeggiated) accompaniment, electric piano and celesta are also common.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Unlike heavy reverb or arpeggiation, pitched metallic percussion sounds cannot be produced on 8-bit sound chips. Of the four NES sound chip channels already discussed, two are square wave channels, one is a triangle wave channel, and one is a noise channel. (35) The noise channel could be used to mimic unpitched cymbals, tambourines, or sleigh bells, but none of these channels could produce complex inharmonic overtones, which characterize the timbre of pitched metallic percussion instruments (as well as purer-sounding unpitched metallic percussion instruments, such as the triangle). (36) Winter may be harder to detect aurally in 8-bit examples as a result.",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Despite the fact that percussion essentially marks the sound of winter video game music, drum sounds are conspicuously absent in many of the examples in our database. (37) Many examples use drum set, which of course includes bass and snare drum (and, less frequently, tom-toms), but outside of drum set, our examples rarely incorporate orchestral bass/snare drums, timpani, or hand drums of any sort. Even when drums are present, they are often lightly orchestrated—perhaps only a bass drum hit on hyper-downbeats. Drums often suggest the military topic, which associated in video game music with both combat and travel. The absence of drums in connection with the winter topic, then, may reflect lethargy, hibernation, and general lack of movement associated with cold-weather behavior. 4. Other Winter-Related Topics: Christmas, ’80s Music, the Waltz Example 13 . Portion of a semiotic code surrounding winter (click to enlarge)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Having established the most common musical characteristics of the winter topic, we may now discuss some of the variations on wintriness that occur in video game music. There is a high degree of style contrast even among the handful of examples discussed thus far, for example between the snowy 5 p.m. from Animal Crossing (Example 11) and “Iceman Stage” from Mega Man (Video Example 1). Example 13 depicts our perceived relationships among these various representations of the winter topic through network of related signifieds—that, the winter topic’s semiotic code. (38) Aspects of a game’s narrative, visuals, gameplay, and/or sounds may cause the winter topic to point toward a different portion of the semiotic code, activating new associations. While this graph shares the same basic format of interconnected nodes as our earlier maps of tags like Example 9, the semiotic code pictured here neither based on corpus data nor machine-generated; it was designed by the authors. We placed and connected signifieds intuitively based on our cultural understanding of them, which in some (but certainly not all) cases involved imagining their potential musical characterizations. A semiotic code is subjective and culture-dependent; it “is necessarily provisional and incomplete as it situates the [sign] within a perspective, an ideology” ( Klein 2005 , 53). We present this code to clarify the relationships we perceive between winter and the related topics we take on in the next section: Christmas, ’80s music, and the waltz. Christmas",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "klein_2005"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Some of the examples in our dataset are drawn from gameplay that takes place specifically during Christmas. While Christmas is not intrinsically wintry, it is virtually always portrayed that way in video games, making Christmas one of the most important musical topics related to winter. (39) Some games explicitly reference Christmas, as in the Christmas Eve dates with a love interest that reliably feature in the Persona franchise games. In other games, a Christmas-like holiday of gift-giving and tree-decorating takes place in the winter but is given a different name, such as “Toy Day” in the Animal Crossing franchise. Still other examples reference Christmas only visually with symbols like candy canes, decorated trees, reindeer, and Santa hats, as in Banjo-Kazooie (1998, Nintendo 64). In our dataset, we tagged all tracks occurring in such contexts with #Christmas, enabling us to analyze the sounds of Christmassy video game music as a subset of winter video game music. Example 14 . The most important musical features of Christmas, based on examples in our database that explicitly reference Christmas visually and/or narratively (click to enlarge) Example 15 . “Christmas Town” from Kingdom Hearts II: Final Mix (2007, PlayStation 2) exemplifies the musical features shown in Example 14 (click to enlarge and listen)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] What struck our ears immediately, even before completing the data analysis, was the near non-existence of minor-mode examples. In our dataset, Christmas is only represented with minor-mode music when influenced by another musical topic. The three examples in our dataset tagged with both #minorish and #Christmas are from the Overcooked! franchise. In these games, players are back-of-the-house workers in a disorganized kitchen trying to complete orders before a timer goes off, and succeeding through the stress and chaos while time runs short is part of the game’s appeal. (40) We believe the minor mode to be a common choice for scoring stressful scenes, especially in media related to cooking, such as the music that accompanies the ends of challenges on the television show, the Great British Bake Off . Aside from three tracks, every Christmas-themed example in our dataset is major.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Example 14 is generated in the same way as Example 9, but uses only the tags from video game music also tagged #Christmas. While several tags are shared between these two examples, Christmas video game music is more likely to use brass, vocals, and full orchestra, and less likely to use arpeggiation, piano, and rock instruments (synth, drum set, bass). The music for Christmas Town in Kingdom Hearts II: Final Mix (2007, PlayStation 2), for example, uses major mode, a full orchestral texture, and chordal accompaniment ( Example 15 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] A fuller investigation of the compatibility of winter, Christmas, and other compatible topics like the hymn topic remains outside the scope of this article, but we understand each of the musical shifts to correspond to one or more of the signifieds connected to Christmas in our code (Example 13). The sacred eschews rock instruments in favor of vocals; the warm timbres of brass instruments create a sense of coziness; a large ensemble like an orchestra is inherently communal compared to the more sparse texture of other winter video game music examples; all three of these topics are further enriched with the use of the major mode and its decidedly non-tragic connotations ( Hatten 1994 ). As musical topics, Christmas and winter are closely intertwined yet distinct. ‘80s Music Video Example 2 . “Ice Cap Zone” from Sonic the Hedgehog 3 (1994, Sega Genesis) is one example of video game music that uses 1980s rock characteristics to suggest wintertime (click to enlarge and watch video)",
                "footnotes": [],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] The musical examples discussed thus far have tended toward orchestral instrumentation, as suggested by our core musical characteristics, but rock instrumentation—especially within a 1980s rock style—is not uncommon in video games’ winter topic. (41) Lavengood ( 2019a ) observes that in “Ice Cap Zone” from Sonic the Hedgehog 3 (1994, Sega Genesis), the “cold, harsh, and clean aesthetic” of new wave rock supports a wintry sound, even when other typical winter signifiers are abandoned. This level’s soundtrack features a rock ensemble composed of drum set, a characteristically ’80s-sounding slap bass synth, square-wave synth lead, synth sound effects, bowed strings, and harp ( Video Example 2 ). (42) Most of these instruments are not part of the core group of characteristics from Example 9, but are instead found in the left section of the graph. (43) (Of the core characteristics discussed earlier, #heavy_reverb is the most strongly connected to these rock instruments, perhaps due to heavy reverb characterizing both winter video game music and 1980s rock music.) Other examples of winter video game music that lean heavily on similar ’80s sounds instead of plucked strings and metallic percussion include “In a Snow-Bound Land” from Donkey Kong Country 2 (1995, SNES), “Marimba of Frozen Bones” from Stardew Valley (2016, multiplatform), and “Cave I” from Sorcerian (1987, computer). Our positioning of 1980s within the semiotic code in Example 13 illustrates further how we link ’80s sounds to winter sounds. “Bright” is often used as a timbral descriptor for 1980s music ( Lavengood 2019b , 88). This is a cross-modal metaphor that applies to both visual and aural stimuli: by switching between the aural and visual modalities, it is possible to experience first-hand the connection between the bright glare of the sun on snowy landscapes and bright ’80s timbres. (44) Waltz Video Example 3 . The gameplay during “A Snow Light” from Tales of Symphonia (2004, Nintendo GameCube) does not involve any gliding or skating (click to enlarge and watch video) Example 16 . The jazz waltz of “Chilly Waters” from Mario Party 3 (2000, Nintendo 64) suggests an intertext with “Skating” by Vince Guaraldi (1965) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": [
                    "lavengood_2019a",
                    "lavengood_2019b"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] The vast majority of our examples (72%) are in simple quadruple time, but the next most common meter is simple triple (12%), and these examples frequently exhibit characteristics of the waltz topic, such as an oom-pah-pah accompaniment style and square rhythms and phrase structures. Perhaps the most well-known video game waltz is the water-level music from the original Super Mario Brothers (1985, NES). Atkinson ( 2019 , [1]) explains that, rather than using sounds that more overtly or directly mimic the sounds of water, the waltz evokes the underwater setting through its association with floating and weightlessness. He refers to the use of The Blue Danube Waltz in 2001: A Space Odyssey (1968) as a likely inspiration.",
                "footnotes": [],
                "citations": [
                    "atkinson_2019"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] More closely related to our topic is Vince Guaraldi’s jazz-waltz tune “Skating,” written to accompany an outdoor ice-skating scene in the film A Charlie Brown Christmas (1965), which similarly seems to transmute floating waltzers into gliding skaters. When the waltz appears in winter video game music, it suggests this sense of gliding, but the gameplay usually does not involve ice skating or any other gliding activity; instead, these intertextual resonances magnify the sense of wintriness in general ( Video Example 3 ). For us, the use of a jazz waltz in particular makes the wintry connotations of the song especially indisputable, as in “Chilly Waters” from Mario Party 3 (2000, Nintendo 64; Example 16 ). 5. Nintendo's Peculiarities Video Example 4 . “Cool, Cool Mountain/Snowman’s Land” from Super Mario 64 (1996, Nintendo 64) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Nintendo, arguably the most influential of all game publishers, has a distinct approach to its winter music.  Specifically, they consistently rely on a narrow selection of characteristics to stand in for the winter topic as synecdoches. In Mario franchise games in particular, some other musical style dominates the music while wintriness is communicated only through the use one or two musical characteristics, usually sleigh bells. The imported musical style may be proximate to winter, as in “Chilly Waters,” or it may be unrelated. For example, “Cool, Cool Mountain” from Super Mario 64 (1996, Nintendo 64, Video Example 4 ) is a polka that suggests wintriness mainly through the washy hi-hat (which here sounds quite similar to sleigh bells due to the typical quarter-note rhythm) and the absence of other drums. (45) The imported style may even be antithetical to winter, originating in tropical locales: “Vanilla Lake” from Super Mario Kart (1992, Super Nintendo Entertainment System, Video Example 5 ) sounds a bit like a mambo, and “Frappe Snowland/Sherbet Land” from Super Mario Kart 64 (1996, Nintendo 64, Video Example 6 ) sounds like a samba. These musical idiosyncrasies aside, winter levels in Mario franchise games are otherwise coded conventionally: snow blankets the ground and drifts softly through the air; Mario gets cold and shivers; slippery ice platforms are a new challenge for the player; penguins, Christmas lights, and snowmen decorate the landscape; etc. Video Example 5 . “Vanilla Lake” from Super Mario Kart (1992, Super Nintendo Entertainment System) (click to enlarge and watch video) Video Example 6 . “Frappe Snowland/Sherbet Land” from Super Mario Kart 64 (1996, Nintendo 64) (click to enlarge and watch video) Example 17 . Importance (PageRank) of various musical features in winter video game music, in Nintendo-published games (red) vs. games from other publishers (gray) (click to enlarge) Example 18 . The most important tags for non-Nintendo games that are unused by Nintendo games, paired with the tags’ rank in prevalence in our dataset (click to enlarge)",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] To illustrate Nintendo’s idiosyncrasies, Example 17 uses the PageRank algorithm ( Page et al. 1999 ) to illustrate the importance of various tags to Nintendo (red) versus other game publishers (gray). (46) The size of a bar indicates the importance of that tag, and the tags are sorted by their importance to Nintendo, from highest to lowest. The black line shows the difference (red minus gray) between the two values, highlighting any imbalance between them: if the line is near the center, the tag is important for both, and if it is on one side or the other, it is more important to that side. (47) Example 17 shows that all of the #other_ tags are more important to Nintendo than to other publishers. Musically, this means that Nintendo is far more likely to use instruments that are unusual or even unique in our dataset. The features that are more important for non-Nintendo games, by contrast, are some of the most common tags in our database—five of them are one of the top ten most common tags, and eight more (for thirteen total) are part of the top twenty—and Nintendo games avoid them altogether ( Example 18 ). At the same time, #glockenspiel and #sleigh_bells, which are the thirteenth and eighteenth most common tags respectively, are significantly more important to Nintendo than they are to non-Nintendo games. Video Example 7 . Gameplay clip of Shiveria Town from Super Mario Odyssey (2017, Nintendo Switch) (click to enlarge and watch video)",
                "footnotes": [
                    "FN46",
                    "FN47"
                ],
                "citations": [
                    "page_et_al_1999"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] “Shiveria (Town)” from Super Mario Odyssey exemplifies these trends ( Video Example 7 ): if the sleigh bells were not present, nothing about this music would suggest the winter topic. The glockenspiel and the arpeggiated chords in the marimba both evoke the winter topic, but not strongly enough on their own to override the instrumentation, meter, melody, and harmony, which all strongly allude to the Celtic jig, a style and topic with no particular connection to winter. The Snow Kingdom, where we hear this music is, of course, wintry, but nothing about it is particularly Celtic. This disjunct musical mashup may be understood as continuing a trend seen throughout the scoring of Super Mario Odyssey , which, as Yee (forthcoming) notes, supports a “world travel” theme that often flattens out finer distinctions among cultures. Shiveria is pan-Northern, and the differences between Russia (that is, Siberia) and Scotland are beside the point. Both are Northern and have the Northern wintry aesthetic created in Shiveria.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] A wintry jig is one thing, but what about the winter mambo or winter samba in the Mario Kart levels discussed above? Hatten notes that the combination of “incompatible topics . .  . may spark a fusion more akin to creative metaphor” or even “provoke a secondary-level interpretation in terms of irony” ( 2014 , 516). Earlier, we discussed the sedate qualities of the winter topic. In the context of a racing game like Mario Kart , up-tempo and cheerful tropical styles might encourage the player to move—to race, despite the snow and ice. Of course, the idea of racing on ice and snow is a bit fantastical and even silly, so perhaps the combination ironic, as if to jeer at the unfortunate player being airlifted out of the freezing water while other racers whiz by. Regardless of such topological meanings, these baffling topical pairings are entirely consistent with Nintendo’s eclectic scoring of winter video game music. Conclusion",
                "footnotes": [],
                "citations": [
                    "hatten_2014"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] We have certainly not exhausted the questions we might answer through this approach to the winter topic. Winter is a particularly common marked locale in video games, but it is hardly the only one; the same approach could work to define video game music topics like cave, underwater, desert, volcano, and so on. We could examine how the winter topic has developed over time, characterize other game publishers like we have with Nintendo, or more fully consider European concert music precedents for the winter topic in video game music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Our main goal in this paper is not to fully excavate the winter topic, but rather to provide a model for how music informatics may advance the field of topic theory in video game music as well as other contexts. Instrumentation (especially of percussion) plays a large role in our study here, but to address Classical topics, the data that are tagged would need a much different focus, since much of that repertoire is performed by chamber ensembles with limited timbral range. Musical elements such as rhythmic motives, melodic scale-degree patterns, harmonic progressions, and articulations, which did not receive much focus in our dataset, would be useful or even necessary for Classical topics. Yet, regardless of the exact nature of the topic at hand, other analysts could use the method we demonstrate in this article to create similar corpora and datasets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] John Ashley Burgoyne has observed that a principal roadblock for the merging of informatics and musicology is that few people hold the necessary expertise in both fields ( 2011 ,1). Indeed, this project depended on the joint efforts of an author trained in music theory and another trained in data science. We hope this article inspires further collaborative analyses that blend technological advancements in computing and informatics with musical expertise.",
                "footnotes": [],
                "citations": [
                    "burgoyne_2011"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.1.lavengoodwilliams.html",
    "data": "mto/data/mto.23.29.1.lavengoodwilliams.json"
}