{
    "title": "A Platonic Model of Funky Rhythms",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Cohn, Richard"
    ],
    "abstract": "Many popular and improvised musics project duple meter at multiple levels of a metric hierarchy, and superimpose upon them a series of three-unit spans that induce multi-levelled conflicts with that hierarchy. Adopting a real-time generative model from Pressing 1983, this paper attributes these metric conflicts to relations among the small numbers that underlie the meters. This model suggests a deep resemblance between funky rhythms and the acoustic relations at the core of Plato's model of musical tone. Examples of 3-generation, superimposed on cycles of 8, 16, 32, and 64 units, are examined in compositions of Scott Joplin, Duke Ellington, Robert and Richard Sherman, Bill Withers, and Deadmau5.",
    "keywords": [
        "Plato",
        "Jeff Pressing",
        "Duke Ellington",
        "Deadmau5",
        "Bill Withers",
        "Sherman brothers",
        "Jungle Book",
        "Scott Joplin",
        "polymeter",
        "secondary rag",
        "tresillo",
        "beat class theory"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.cohn.pdf",
    "author_info": [
        {
            "name": "Richard Cohn",
            "university": "Yale University",
            "address": "Department of Music, 469 College St., New Haven, CT 06511",
            "email": "richard.cohn@yale.edu"
        }
    ],
    "citations": {
        "adorno_1989": "Adorno, Theodor W. 1989. “On Jazz,” trans. Jamie Owen Daniel. Discourse 12 (1): 45–69.",
        "berlin_1980": "Berlin, Edward A. 1980. Ragtime: A Musical and Cultural History. University of California Press.",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20.2. http://www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.biamonte.html .",
        "blesh_1973": "Blesh, Rudi. 1973. Classic Piano Rags. Dover.",
        "breslauer_1988": "Breslauer, Peter. 1988. “Diminutional Rhythm and Melodic Structure.” Journal of Music Theory 32 (1): 1–21.",
        "butler_2006": "Butler, Mark J. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music. Indiana University Press.",
        "carey_and_clampitt_1996": "Carey, Norman, and David Clampitt. 1996. “Regions: A Theory of Tonal Spaces in Early Medieval Treatises.” Journal of Music Theory 40 (1): 113–47.",
        "clough_1979": "Clough, John. 1979. “Aspects of Diatonic Sets.” Journal of Music Theory 23 (1): 45–61.",
        "clough_and_douthett_1991": "Clough, John, and Jack Douthett. 1991. “Maximally Even Sets.” Journal of Music Theory 35 (1/2): 93–173.",
        "cohn_1992a": "Cohn, Richard. 1992a. “The Dramatization of Hypermetric Conflicts in the Scherzo of Beethoven’s Ninth Symphony.” 19th-Century Music 15 (3): 188–206.",
        "cohn_1992b": "Cohn, Richard. 1992b. “Metric and Hypermetric Dissonance in the Menuetto of Mozart’s Symphony in G minor, K. 550.” Intégral 6: 1–33.",
        "cohn_2008": "Cohn, Richard. 2008. “Pitch-Time Analogies in Bartók’s Sonata for Two Pianos and Percussion.” In Music Theory and Mathematics: Chords, Collections, and Transformations , ed. Jack Douthett, Martha Hyde, and Charles J. Smith, 49–71. University of Rochester Press.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromaticism and the Triad’s Second Nature . Oxford University Press.",
        "copland_1927": "Copland, Aaron. 1927. “Jazz Structure and Influence.” Modern Music 4: 9–14.",
        "danielsen_2006": "Danielsen, Anne. 2006. Presence and Pleasure: The Funk Grooves of James Brown and Parliament. Wesleyan University Press.",
        "dehaene_2011": "Dehaene, Stanislas. 2011. The Number Sense: How the Mind Creates Mathematics. Oxford University Press.",
        "dodge_1939": "Dodge, Roger Pryor. 1939. “Consider the Critics.” In Jazzmen , ed. Frederic Ramsey, Jr. and Charles Edward Smith, 301–42. Harcourt, Brace.",
        "fink_2011": "Fink, Robert. 2011. “Goal-Directed Soul? Analyzing Rhythmic Teleology in African American Popular Music.” Journal of the American Musicological Society 64 (1): 179–238.",
        "floyd_and_reisser_1984": "Floyd, Samuel A., Jr., and Marsha J. Reisser. 1984. “The Sources and Resources of Classical Ragtime Music.” Black Music Research Journal 4: 22–59.",
        "godwin_1992": "Godwin, Joscelyn. 1992. The Harmony of the Spheres: The Pythagorean Tradition in Music. Inner Traditions/Bear & Co.",
        "goldberg_2015": "Goldberg, Daniel. 2015. “Timing Variation in Two Balkan Percussion Performances.” Empirical Musicology Review 10 (4).",
        "gotham_2015": "Gotham, Mark. 2015. “Meter Metrics: Characterizing Relationships Among (Mixed) Metrical Structures.” Music Theory Online 21.2. http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.gotham.html .",
        "grant_2014": "Grant, Roger Matthew. 2014. Beating Time and Measuring Music in the Early Modern Era. Oxford University Press.",
        "hasty_1997": "Hasty, Christopher F. 1997. Meter as Rhythm. Oxford University Press.",
        "hodeir_1956": "Hodeir, André. 1956. Jazz: Its Evolution and Essence. Grove Press.",
        "imbrie_1973": "Imbrie, Andrew. 1973. “&#8216Extra’ Measures and Metrical Ambiguity in Beethoven.” Beethoven Studies 1, ed. Alan Tyson, d45-66."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Ragtime and big-band jazz, rhythm and blues, rock and funk, salsa and electronic dance music are characteristically duple at multiple levels of the metric hierarchy. These and other African-diasporic and popular repertories commonly stretch a series of three-unit, or “dotted,” spans across a pure-duple frame, inducing pulse conflicts at one or more metric levels. The terms associated with this class of rhythms include tresillo (Cuba), bossa nova (Brazil), secondary rag (American ragtime), and second-line rhythm (New Orleans). When these durational patterns repeat cyclically over extended spans of time, as ostinati, they are among the core conveyors of a song’s identity, feel, or groove. They also arise more transiently, often at moments that listeners identify as hooks ( Traut 2005 ).",
                "footnotes": [],
                "citations": [
                    "traut_2005"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] The phenomenon of layering dotted rhythms over a duple frame is found in a number of African repertories, both north and south of the Sahara ( Toussaint 2013 ). It seems to be a generally accepted hypothesis that this rhythmic practice was channeled by the slave trade from Africa to the Caribbean, from which it washed symmetrically into adjacent mainland regions on both sides of the equator, eddied into urban musics on both continents, and ultimately emptied into what we now recognize as the vast ocean of global musical culture, where its status sits somewhere on the continuum from prominent to ubiquitous.",
                "footnotes": [],
                "citations": [
                    "toussaint_2013"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] Musicians and popular-music scholars have characteristically classified rhythms of this genus as syncopations or polymeters ( Copland 1927 , Sargeant 1938 ). The two terms suggest two distinct models of the dotted spans: syncopation relates a meter to a rhythm, while polymeter suggests a relationship between two distinct meters. The approach here occupies a middle ground, treating dotted spans primarily as rhythmic patterns with properties, such as cyclicity and quasi-isochrony, that are shared by meter. The patterns thus have the potential to blossom into meters if developed in certain ways, although in the repertories studied here those potentials are rarely fulfilled. (We will study one exception, presented here as Audio 2). Iyer 1998 (87–88) writes of similar properties in some musics of West Africa: “When two meters appear to the listener, it is because there are periodic groupings of short, serially organized rhythmic fragments or phrases, and their periodicity seems to imply a different meter from the primary one. . . . Most commonly it is some variety of triple meter that seems to appear over some variety of duple meter.”",
                "footnotes": [],
                "citations": [
                    "copland_1927",
                    "sargeant_1938",
                    "iyer_1998"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] Recent music-theoretic work has identified a cluster of related properties that rhythms of this genus share, including non-isochronous meter and maximal evenness ( London 2004 ), maximal individuation and maximal evenness ( Rahn 1996 , Butler 2006 ), rhythmic oddity and Euclidean algorithms ( Toussaint 2013 , Osborn 2014 ). This paper treats these rhythms as three-generated , and theorizes them as a species of prime generation , which was introduced in this context by Jeff Pressing in 1983 . (As this term may feel uncomfortably scientistic for some readers, I shall sometimes substitute more vernacular terms, such as extended tresillo, tresillo family, and funky rhythms.) This paper argues that a generative model both honors aspects of the way that these rhythms might be experienced by musicians, listeners, and dancers “in real time,” and brings out some compelling abstract relationships between African-American rhythmic systems and the tonal systems at the foundation of European musical practice and theory.",
                "footnotes": [],
                "citations": [
                    "london_2004",
                    "rahn_1996",
                    "butler_2006",
                    "toussaint_2013",
                    "osborn_2014",
                    "pressing_1983"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] In Duke Ellington’s “It Don’t Mean a Thing (if It Ain’t Got That Swing),” composed in 1931, the bass projects a half-note pulse, and also participates in a  quarter-note pulse with the hocketing chords, forming a fast duple meter. Duple proportions also characterize relations among pairs of slower pulses: there are two half-note beats to a bar, and four bars to a phrase; call-and-response phrase-pairs articulate eight-bar segments; and segments group by fours to constitute thirty-two bar “song form” (AABA) quatrains. Four-unit segments, at all levels of speed, are heard as pairs of pairs. Thus each quatrain, which spans 2 7 = 128 quarter-note units, projects duple meter at seven distinct levels. This multi-leveled binary or “pure duple” structure is the norm for big-band jazz ( Love 2013 ), and for many other semi-improvised and popular-music repertories in the Americas. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "love_2013"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Audio 1 is from the earliest recorded performance of “It Don’t Mean a Thing” from 1932 , featuring Ivie Anderson as vocalist. After Anderson presents the title lyrics, the brass responds with eight iterations of a short-long pattern, using plungers to timbrally distinguish the paired elements. I shall refer to these patterns as doo-wahs , which is how they are scatted in later performances, most notably by Ella Fitzgerald and Sarah Vaughan from the 1950s. Audio 1 . Doo-wah string from the beginning of Duke Ellington, “It Don’t Mean a Thing,” 1932 performance",
                "footnotes": [],
                "citations": [
                    "ellington_1974_1932"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Like many short/long alternations in 1:2 proportion, the doo-wahs have an element of metric malleability ( London 2004 , 15). The initial doo receives an accent of primacy (the “strong beat early” preference of Lerdahl and Jackendoff 1983 ), and also synchronizes with the pure-duple grid at the level of the beat. Once attuned to that accent, the principle of interpreting “parallel passages in parallel ways” suggests transferring the accent of primacy onto each subsequent doo, whether or not it synchronizes with the quarter-note beat. One thus hears the string as a series of trochees, whose accented doos induce a dotted quarter-note pulse that comes in and out of phase with the quarter-note pulse.",
                "footnotes": [],
                "citations": [
                    "london_2004",
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] The principle of parallelism is also consistent with hearing the string as a series of iambs, attuning to the accentual energy of each wah , which is both longer and louder than its flanking doos. This hearing also induces a  dotted quarter-note pulse, but displaces it one unit later than the trochaic hearing. Two subsequent considerations lend retrospective support to this iambic hearing. First, the final wah has the accentual force of an arrival, for both agogic and metric reasons: it is the longest note of the string, and it is positioned on a downbeat, two metric levels above the position of the initial “doo” on beat 2 of the first bar. The second consideration pertains to the end of the song, as it is presented in the inaugural 1932 recording, and reproduced here as Audio 2 . The accompanying instruments go silent, thus allowing the doo-wahs to float free of the pure-duple frame. Thus one of the two motivations for accenting the initial doo is removed, although a “conservative” hearing might nonetheless cantilever the pure-duple frame past the time-point where it is active, or secure it to the final bell attack that concludes that song. (2) Audio 2 . Doo-wah string from the end of Duke Ellington, “It Don’t Mean a Thing,” 1932 performance",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] There is a third possible hearing of the doo-wah string. For three jazz performer/scholars whom I have consulted, maximum synchrony with the bass pulse is so significant a metric determinant that it overrides the tendency to hear parallel doo-wahs in parallel ways. Conferring an accent on any syllable that coincides with the quarter-note frame, whether doo or wah, they hear an alternation of trochees and iambs, dóo-wah  doo-wáh. For these listeners, the dotted quarter-note pulse of the iambic or trochaic hearings is not salient; there is no conflict at this fastest level of meter (although there are conflicts at the slower levels described in the following paragraphs). A consequence of this hearing is that the metric malleability is promoted to a slower level. The first “big doo” on beat 2 is more accented than the first “big wah” on beat 4, by both primacy and length. But this hearing projects to a final doo, in the middle of bar 3, that is more accented than the final wah, on the downbeat of bar 4. Here my consultants diverge. For two of them, the parallelism principle that is overridden at the faster level has a stronger force at this slower level, causing them to indeed hear the final wah as less accented than its prior doo. My third consultant sacrifices the parallelism preference, hearing accents on both the initial “doo” and final “wah,” but is not clear where the trochee-to-iamb flip occurs. There are some interesting issues to pursue here, but I will defer them until paragraph 7.5, where they arise again in connection with a song of Bill Withers. Figure 1 . The iambic hearing of the doo-wah string (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] The different ways of hearing the doo-wah string are not susceptible to arbitration. Although it is pragmatically useful to employ elliptical language that suggests that a listener “chooses” a metric hearing, this choice is different in kind from choosing a brand of peanut butter. Meter arrives unbidden to the projecting mind and entraining body, and takes up permanent residence by default. Bracketing these epistemic considerations, the following analysis treats the doo-wahs as they are iambically processed in my mind and body, and not as they exist “in the world” for all listeners and readers. The blue lines in Figure 1 track the iambic wah pulse as it interacts with the duple framework throughout the four-measure phrase. The first wah falls halfway between beats 2 and 3. The second wah, a solid blue line, falls on the fourth beat, back in synchrony with the quarter-note pulse of the bass. Each subsequent pair of wahs falls out of and back into phase with that pulse, creating a wave of release and relock. The solid blue lines indicate the points where the accented wahs engage the quarter-note beat, spaced three beats apart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] The three-beat cycles of Figure 1 have their own periodicity, as the points of relock induce a dotted half-note pulse that is twice as slow as the dotted quarter-note pulse of the individual doo-wahs. This slower cycle participates in its own sequence of release and relock with the duple frame. The first pair of doo-wahs relocks on a weak fourth beat, and is out of phase with the half-note pulse. The second pair terminates at the mid-point of the second measure, bringing this larger cycle back into phase with that slower pulse. The final four doo-wahs similarly fall out of and back into phase with that half-measure pulse. Thus the three-beat waves of release and relock combine to form a simultaneously unfolding six-beat cycle with the same properties.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] A similar progression is replicated yet again, twice as slowly. In the iambic hearing, the first six-beat cycle relocks at the middle of measure 2, conflicting with the downbeat pulse, and requiring a second six-beat cycle to come back into phase and resolve that conflict. This yet slower cycle relocks at the final wah , which falls for the first time on a downbeat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] Had Ellington continued with eight more doo-wahs, he could have replicated the same set of relations at yet a fourth level. The downbeat of the fourth measure is hypermetrically “weak”; a second series of eight doo-wahs would drive toward the downbeat of the seventh measure, which re-engages the two-bar hypermetric pulse. Further unspooling of the doo-wahs beyond that point would send the same set of relations recursively up the hypermetric ladder. At some point the doo-wahs would acquire sufficient momentum that they would hijack the listener’s entraining function, breaking down the duple grid, and assuming precedence in mind and body. I hear just such a hijacking in the final presentation of the doo-wah string at the end of the 1932 performance, reproduced above as Audio 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] By terminating the doo-wah string at the fourth downbeat of the response phrase, Ellington submits to the authority of the metric grid, and creates a palpable sense of relaxation in preparation for the subsequent phrase that begins one bar later. In some performances by Ellington’s band, this moment of relaxation is also one of celebration, as the empty fourth measure is joyously filled with a clarinet break (as in the 1932 performance presented here as Audio 1) or valedictory sustained after-beat (as in Ellington 1943 ).",
                "footnotes": [],
                "citations": [
                    "ellington_1943"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] My description of Ellington’s doo-wahs, and their effects, has casually invoked some familiar metaphors. I wrote that the doo-wahs are in conflict with the various levels of pure-duple metric hierarchy, to whose authority they finally submit. I referred to processes of release and relock . I wrote of cycles and waves that induce tension , and of a resolution that creates a sense of relaxation . Perhaps you did not recognize these terms as metaphors; to that extent, they are “dead” or “frozen” metaphors that music theory has converted into quasi-technical terms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The metaphors refer variously to socio-political, mechanical, hydraulic, and biophysical aspects of the world and our experience within it. The discourse moves fluidly between these aspects, despite their incommensurability in the world in which they originate. It strikes me as arbitrary to assign one of these aspects the status of generator or prototype for the others; I sense that they all generate and are generated by each other, in a circle of mutual reinforcement. Nonetheless, for the sake of easy reference, it is useful to declare a “prime form,” which I will provisionally (and arbitrarily) assign to the physical domain. Those musical forces to which we ascribe terms such as conflict, instability, release, subversion, and tension, I will figure as centrifugal ; conversely, those that represent resolution, stability, relocking, authority, and relaxation are centripetal .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] If this cluster of metaphors seems appropriate to Ellington’s music and our experience of it, that may be in part because they are familiar from critical writings on jazz. Theodor Adorno’s 1936 “On Jazz” figured syncopation as an abstract “vibration” or “interference,” which worked against a “rigid” metric frame. Adorno fluidly transformed this physical metaphor into a political one, on which his infamous critique of jazz was staged: “The syncopation is not . . . the expression of an accumulated subjective force which directed itself against authority until it had produced a new law out of itself. It is purposeless; it leads nowhere and is arbitrarily withdrawn by an undialectical, mathematical incorporation into the beat” ( Adorno 1989 , 66). (3) Other critics placed the same dialectic in service of a more positive aesthetic program. Winthrop Sargeant ( 1938 , 204) identified “the production of unrest and relief by purely rhythmic means” as a fundamental principle of jazz. André Hodeir ( 1956 , 195) observed “the coexistence of two characteristics that seem opposed to each other—an element of tension and an element of relaxation.” And Steve Larson ( 1999 , 284) noted that this physical duality is already fully explicit in the keyword of Ellington’s composition, swing , which also signifies an era of jazz history. A child mounts a playground pendulum in order to enjoy the centrifugal force, which makes swinging fun. But she wouldn’t do it without the counter-balance of the centripetal one, which makes it safe.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "adorno_1989",
                    "sargeant_1938",
                    "hodeir_1956",
                    "larson_1999"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Our comfort with these metaphors also rests on historically deeper considerations. The same cluster predates jazz and its discourses, and applies primarily to tonal rather than metric experience. Within the critical traditions of Hegelian idealism, the centrifugal/centripetal pair is applied to music using various dialectical metaphor pairs, including stasis and becoming (Hans-Georg Nägeli), rest and motion (Adolf Bernhard Marx), and prolongation and progression (Heinrich Schenker). (4) William Pastille ( 1985 ) has identified these ideas as a species of neo-Platonism, which points us to an origin well off the modern horizon, in the musical writings of early Christian neo-Platonists, and perhaps to some degree in the writings of Plato himself.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "pastille_1985"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] To consider this origin is to retell one of music’s most familiar tales, the Pythagorean legend. For more than two millenia, that story has concerned one fundamental musical thing: harmonic consonance. I hope to inject some freshness into the tale by showing that, in a different interpretation, this story is also about some other musical thing, no less fundamental: the rhythms of African-diasporic and popular music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] In his 1978 book The Pythagorean Plato: Prelude to the Song Itself , Ernest G. McClain proposed that centrifugal and centripetal forces occupied a position near the center of Plato’s model of the cosmos. (5) Plato refers all such binary oppositions to an abstract foundation, the relationship between the smallest prime numbers. Numbers exist as ideas, and as such are imperceptible. Our sensual knowledge of them is primarily through musical relationships; not, however, the slow-frequency pulses of meter, but rather the faster acoustic periodicities of tones. The smallest prime number, 2, was manifest to the senses by the sounding of two paired tones an octave apart. The next prime number, 3, was represented by two paired tones separated by the interval of a perfect twelfth. (6) Neither prime number suffices on its own. A usable musical system only arises when the 2-generated octave fashions a partnership with the 3-generated twelfth. Multiplied by itself recursively, the twelfth creates an infinite series of tones. The octave brings them into proximity and keeps them within the range of human hearing.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Each 3-generated interval can be reduced by any number of octaves, and thus can be compressed inside a single 2-generated octave. But within that octave, there is no mechanism for bringing the 3-generating process to closure. The isomorphism of acoustic frequency and number demonstrates why this is so. All powers of 2 are even, and all powers of 3 are odd. There exist no numbers that are both odd and even, and so no octave-generated tone is also a twelfth-generated tone from the same fundamental, no matter by how many octaves that tone is reduced. To stop the proliferation, one more element is required: a principle of sufficient approximation , which exploits the ear’s willingness to accept small frequency deformations, or commas , as identities. In The Republic , closure of the system of tones via commas serves Plato as a prescriptive model for the containment of individual will to the benefit of the collective ( Levarie 1980 , 242). Figure 2 . A Platonic Model (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "levarie_1980"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Figure 2 graphs aspects of the Pythagorean-Platonic system. (7) The red dot at the left is the fundamental entity from which the system is generated: the number 1, or some arbitrarily selected tone. The horizontal arrow generates powers of 2, or higher-octave replicas of the fundamental tone. This is the system’s centripetal, grounding force. The arrow issuing diagonally generates powers of 3, musically realized as a series of perfect twelfths above the fundamental. The dotted line represents some power of 2 that approximates some power of 3, such that the ear is willing to disregard the small distinction between their corresponding acoustic frequencies. This is the comma that reconciles the generators, closes the generating process, and makes the musical system usable.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] In this abstract form, Figure 2 also models Duke Ellington’s doo-wahs. The red dot represents the initial downbeat of the four-bar response phrase. The horizontal axis still contains the powers of 2, this time interpreted as representing stopwatch distances from that downbeat, measured in quarter notes. Those are the points at which metric cycles of beats, strong beats, downbeats, and hyperdownbeats regenerate. In terms of the metaphorical cluster developed earlier, they are the points of resolution and of relocking, when rhythmic tension is potentially released, when the grid can assert its authority.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The diagonal 3-axis undergoes a more significant reinterpretation: it models recursive addition rather than recursive multiplication, thus generating multiples of 3, rather than powers. These represent the points at which each doo-wah begins its agogically accented wah . What survives this reinterpretation is the crucial feature: because there is no multiple of 3 that is also a power of 2, the two axes can never converge. Systemic closure can only be simulated, by altering the duration of one of the constituent time-spans. That alteration here is occupied by the relatively long eight-unit span initiated from the final wah , which is too long to serve as an approximation of the three-unit doo-wah spans.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The Platonic model of the acoustic universe shares five properties with Ellington’s doo-wahs, and with the language that describes them. First is the juxtaposition of 2- and 3-generated elements, here interpreted as durations rather than as acoustic frequencies. Second is the interplay of centrifugal forces, which induce tension and conflict, and centripetal ones that induce resolution and relaxation. Third is the affiliation of 3 with centrifugal forces, and 2 with centripetal ones. Fourth is the reconciliation effected by perturbing the 3-generated centrifugal element to accommodate the 2-generated centripetal one. (8) Fifth is the potential for this system of relation to allegorize in terms of human relations and political dynamics. What is missing is the element of sufficient approximation. The examples to be studied in the second half of this paper will find a place for this omitted element.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The additive conception of generation used here is adapted from Pressing 1983 , which also was concerned with exploring isomorphisms between pitch and time. Pressing was fulfilling no evident Platonist world-view; epistemically, he was an empiricist who was making observations, noticing common features, and seeking efficient models for them. As a research psychologist and amateur musician, his primary interest was in the musical mind, and it is here that he conjectures that pitch-time isomorphisms are situated: “the observed structural similarities,” he writes, “are sufficiently compelling, and their relation to musical perception and training sufficiently direct, to justify the hypothesis that they may result from general cognitive processes” (38). Figure 3 . Cyclic portait of a 7-generated pentatonic scale with comma (click to view animation) Figure 4 . Cyclic portait of a 7-generated diatonic scale with comma (click to view animation) Figure 5 . Cyclic portait of a 2-generated diatonic triad with comma (click to view animation) Figure 6 . Cyclic portait of an aksak rhythm with durational comma (click to view animation)",
                "footnotes": [],
                "citations": [
                    "pressing_1983"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The acoustic generators of Pythagoras and Plato achieve cyclic closure by means of a process of sufficient approximation, yielding a comma that is applied at the end of the generative process. Pressing applies approximation at the beginning of the process, re-tuning the Pythagorean fifth to an equally tempered one, which is measured as 7/12 spans of an equally tempered octave. This allows him to generate the entire chromatic universe by recursive addition, modulo 12. Usable scales can be extracted from that universe by a second approximation, this time applied at the end of the generative process. Starting from an initial tone C, going up seven semitones (modulo the octave) generates the tones G, D, A, E, and B in that order. B’s proximity to C suggests an initial opportunity for closure: if the interval from E up to C is interpreted as a stretched (or “augmented”) perfect fifth, then C (qua B ♯ ) can substitute for B, and the system closes with the five tones of the usual pentatonic scale. Figure 3 portrays this process using a twelve-position cyclic (clock-face) model. The relation between the projected B and the proximate C is labelled as a comma, generalizing the term along lines proposed by Zabka 2014 . Alternatively, one can continue to generate beyond E, through B and F ♯ , projecting to C ♯ at a seventh stage. Accepting now a diminished fifth as a substitute for a perfect one (as we are in the habit of doing in response to diatonic tonality), C substitutes for the projected C ♯ , and the system closes with the seven tones of the G-major diatonic scale, as modeled in Figure 4 .",
                "footnotes": [],
                "citations": [
                    "zabka_2014"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Pressing recognized 7-generation of pentatonic and diatonic scales as a particular case of prime generation, where “prime” refers to the relationship between the generating interval and the cyclic cardinality. (9) This allowed him to show that the same process that generates scales in a chromatic universe also generates triads in a diatonic one, anticipating one aspect of Clough and Douthett 1991 . In the universe of seven diatonic tones, treated as if they are notionally equally spaced (as in Clough 1979 ), and generating upward from C two steps at a time, we move through E and G, projecting to B. If C is heard as an acceptable substitute for B, the system closes with a diatonic triad, as in Figure 5 . This is an instance of 2-generation modulo 7, where 2 and 7 are relatively prime.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "clough_and_douthett_1991",
                    "clough_1979"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Pressing also discovered prime-generated structures in the domain of musical rhythm. For example, a Balkan (aksak) cycle with a three-attack short/short/long pattern, where the shorter durations are equal to each other, and the longer one is approximately 3/2 the length of the shorter one, might be heard in 8 7 as a rhythm. Assigning the eighth note as the unit of measure, we would hear spans 2, 2, and 3 units long. (10) We might then hear the first two spans as projecting a quarter-note pulse, in reference to which the third attack lasts a little bit too long. We thus hear an attack on the eighth time-point (i.e. the point of cyclic renewal), in place of the projected attack on the seventh. If we hear the attacked time-point as a suitable approximation of the projected one, then it would be appropriate, by analogy, to refer to the time-span between them as a durational comma . This suggests modeling this rhythm as Figure 6 , which is isographic to Figure 5.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Pressing’s additive generation achieves closure eventually, as any two numbers produce a third number under multiplication. Premature termination through sufficient approximation is thus a choice, not a necessity. This will not be the case for the rhythms studied in this paper, which embed faster cycles into slower ones, and where cyclic closure is experienced only when all cyclic frequencies come into phase. Thus, even though the centrifugal 3-axis of Figure 2, in this interpretation, is additively generated, its grounding 2-axis is still generated by multiplication. In this environment closure does not occur “by its own devices,” as there is no multiple of 3 that is a power of 2. Rather, closure relies on approximation, and can only be realized by a durational comma, as in the age-old Platonic/Pythagorean case; it is not merely an available option.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In studying particular instances of 3-generation, it is useful to assign the number 0 to the perceived point of cyclic renewal (i.e., a downbeat or hyper-downbeat). Subsequent time-points in the cycle are labeled by their stopwatch distance from 0, where the time-keeping unit is the fastest pulse tracked by the analysis. For a rag notated in 4 2 and with a fastest sixteenth-note pulse, the time-points of each measure are labeled 0 through 7, and the two beats referenced by the signature are labeled 0 and 4. If the cycles are perceived to last for two notated measures, the time-points of each hyper-measure are labeled 0 through 15, and the downbeats fall at points 0 and 8. Although a zero-based system will initially seem strange to musicians who have been using a one-based system all of their musical lives, it does have one over-riding advantage. Because n-generation initiated from time-point 0 engages points labeled by multiples of n, we can mobilize our deeply ingrained knowledge of small numbers to study how the generative series interact. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The third power of 2, interpreted as an eight-unit cycle, is the smallest power in which a 3-unit span can acquire any degree of projective momentum. The 3-generated pulse engages time-points 0, 3, and 6 and projects to time-point 9. (12) If an attack at time-point 8 substitutes for the one projected at 9, and the pattern repeats, then point 8 is perceived to initiate a new cycle, closing the former one. Mark Butler, who devotes careful attention to the interpretive multiplicity of this rhythm, writes that “ 3 + 3 + 2 can retain a quality of ‘almost triple’. . . . in certain situations it may even be perceptually indistinguishable from a pure-triple rhythm.” (13) This observation accords well with the idea that time-point 8 is a sufficient approximation of 9, and that the interval between them serves, in this context, as a durational comma. Butler further notes that “in certain situations listeners may be more attuned to a sense of ‘threeness’ and less concerned with precise comparison of durational quantities.” This intuition is supported by the standard name for the 3/3/2 rhythm in the musical culture with which it is most strongly identified: the Cuban tresillo, or triplet. Figure 7 . Gottschalk, Souvenir de Porto Rico (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The tresillo rhythm has a vast number of precedents in music of West Africa, the Middle East, and the Balkans. Godfried Toussaint provides extensive lists of repertories, and concludes boldly that “the tresillo timeline is used so often in traditional music from all over the world that it may regarded as a universal rhythm or cultural meme .” (14) The tresillo was self-consciously imported into notated American music by the middle of the 19th century, where it serves as an ostinato in Caribbean-themed compositions of Louis Moreau Gottschalk. The pattern is minimally invoked by the exact pattern of three attacks, as in the left hand of Figure 7 , from Gottschalk’s 1859 Souvenir de Porto Rico .",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] More characteristically, the listener extracts the tresillo from a denser pattern of attacks, executing the same processes by which meter is otherwise induced from complex and conflicting “phenomenal” input. (15) For example, Aaron Copland hears the tresillo in the seven-attack fox-trot pattern, as “a molecule of jazz.” (16) In these cases, the tresillo is neither the concrete attack-point patterning of rhythm nor the abstract coordinated isochronous pulses of meter. Butler ( 2006 , 100) suggests that it is appropriate to conceive of an intermediate status for it, along the lines perhaps of the non-isochronous meters studied in London 2004 . (17) Figure 8 . Joplin, “The Entertainer,” mm. 1–4 (click to enlarge) Figure 9 . Joplin, “The Entertainer,” mm. 5–6 (click to enlarge) Figure 10 . Joplin, “The Entertainer,” mm. 17–20 (click to enlarge) Figure 11 . Joplin, “The Entertainer,” mm. 20–22 (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "butler_2006",
                    "london_2004"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Because the tresillo is cyclic, it preserves its identity when it initiates elsewhere than the zero point, or downbeat. Following Robert Morris ( 1987 , 299), rotations of that pattern are labeled T n , where n is the point in the eight-unit cycle that initiates the 3-generating series.",
                "footnotes": [],
                "citations": [
                    "morris_1987"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Scott Joplin’s “The Entertainer” (1902; Figure 8 ) shows some of these variants. Its introductory measures cycle a prime-form tresillo, accenting time-points 0 and 3 as the boundaries of the initial run, and time-point 6 as the second of a discrete iambic pair. (18) The opening measure of the main theme ( Figure 9 ) combines two tresillos, offset by a sixteenth note. Conservative listeners, sustaining the inertia of the previous measures, will hear the succession of E4s projecting the same prime-form pattern that was just heard, as indicated by downstems in Figure 9. The C5s, however, are higher and longer, and thus project stronger local accents, suggesting T 1 , indicated by upstems. (19) The prime-form tresillo is again projected in the approach to the first cadence, by the melodic high-points of the cycled notes ( Figure 10 ). In the rag’s second section, the initial rhythm is transposed three units earlier, presenting the tresillo at T 5 ( Figure 11 ).",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Consider now a 3-generating pattern (0, 3, 6) that fulfills its projection to time-point 9, rather than closing off the generative process at the earliest possible juncture as in the tresillo. The next point of pure-duple articulation does not occur until time-point 16, extending the cycle length to the fourth power of 2. The 3-generative process can continue on through point 12, and project to point 15. If that projection is declined in favor of time-point 16, then a 3-unit span is converted to a 4-unit span, as in Figure 12 . Here the rhythmic comma results from an expansion or “stretching” ( Danielsen 2006 , 69) of the projected span from 3 to 4, rather than a contraction from 3 to 2 as is the case with the 8-unit cycle. (20) The 4-span is likely to be perceived as bisected, and secondary attacks may occur at time-point 14 ( Figure 13 ). Figure 12 . Cyclic portait of a 3-generated double tresillo (click to view animation) Figure 13 . Double tresillo with bisected comma (click to view animation)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "danielsen_2006"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Alternatively, if time-point 15 is attacked as projected, but is then immediately followed by an attack on 16, the accentual energy projected to 15 is siphoned off onto its successor (as at Figure 12). In either case, if the cycle renews at 16, the status of that time-point reverts to 0 of the following cycle, just as in the case of the eight-unit cycles already studied, and time-point 15 enters into a comma with accented time-point 16.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Nicole Biamonte ( 2014 , 3.3) suggests the term double tresillo for this 3-3-3-3-4 pattern. The term is appropriate in part because it suggests a grouping of 6-6-4, which doubles each duration of the [ordinary] tresillo. Although Biamonte traces the pattern to mid-20th-century jazz, it is already prominent a half-century earlier in ragtime, where it is commonly referred to as secondary rag . The earliest written appearance of this term occurred in 1926, several decades after the era of ragtime, when Don Knowlton attributed it to an anonymous African-American guitarist: (21) His primary rag was syncopation; his secondary rag was the superimposition of one, two, three upon the basic one, two, three, four. Graphically it can be expressed thus: 1 2 3 1 2 3 1 2 3 1 2 3 1 2 3 1 1 2 3 4 1 2 3 4 ( Knowlton 1926 , 581) Audio 3 . Charles Johnson, “Dill Pickles Rag” Audio 4 . Abba, “Dancing Queen” Figure 14 . Turpin, Harlem Rag , 1897 version (click to enlarge) Figure 15 . Joplin, Maple Leaf Rag , mm. 17–20 (click to enlarge) Figure 16 . Joplin, Maple Leaf Rag , mm. 1–2 (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "biamonte_2014",
                    "knowlton_1926"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] Characteristically, secondary rag involves direct juxtaposition and cycling of fast and isochronous three-unit motives in a pure duple context. Such cycling already arises in 18th-century music in the German/Viennese classical tradition, where the repetition can involve an invariant set of three pitches, or occur as a diatonic sequence, i.e., a set of diatonic transpositions by a consistent interval, usually a step or third. (22) In ragtime, the three-unit motive is directly repeated at pitch, as in Audio 3 , from Charles Johnson’s “Dill Pickles Rag” of 1906 in a performance by Doc Watson. (23) The cycling became so common that it quickly achieved cliché status ( Sargeant 1938 , 116). It nonetheless continued well into the postwar era of popular music; consider, for example, the riff that follows “Friday nights and the lights are low” in the 1980 Abba hit song “Dancing Queen” (see Audio 4 ).",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "johnson_1999",
                    "sargeant_1938"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] A subtler variation of the cycling technique involves patterned deletion. Figure 14 presents a passage from Tom Turpin’s Harlem Rag from 1897, a composition that was instrumental in sparking the popularity of the genre. (24) Underlying the right-hand pattern of each double measure is a three-tone arpeggiation that cycles upward. The lowest note of that pattern is deleted at time-points 0, 6 and 12 of each double measure, exposing the left-hand attacks, which induce a slow prime-form tresillo pattern across the two measures (indicated in Figure 14 by the blue triangles). The deletions in the right-hand pattern throw agogic accents onto the notes just preceding, reinforcing the pattern of registral accents, which 3-generate starting at time-point 2 and form a faster double tresillo in the higher register (orange triangles).",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Joplin’s famous Maple Leaf Rag , from 1899, cycles an identical rhythm in its second section ( Figure 15 ), with similar effect, although here the inner voices cycle less systematically than in the Harlem Rag.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] The rhythm that opens the second section of the Maple Leaf Rag can be heard to extend and complete the rag’s opening measures, given at Figure 16 . Here the E ♭ octaves sounded at time-points 2, 5, 8, and 11 project to time-point 14, but decline to fulfill it (except perhaps latently by the E ♭ octaves in the bass), thus leaving a seven-unit gap before the downbeat of the next cycle. The treble rhythm of the second section (Figure 15) replicates and extends the rhythm, with time-point 14 now attacked, leaving a gap of four units rather than seven, and producing a comma between the projected time-point 1 and the time-point 2 that renews the subsequent cycle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The number of subsequent popular styles in which 16-unit secondary rags occur is beyond enumeration, but as a series of snapshots, one can mention Tin Pan Alley of the 20s (“Kitten on the Keys”), 30s and 40s jazz ( Moore 2013 , “I Got Rhythm,” “In the Mood,” “Beans and Cornbread”), bluegrass ( Rockwell 2009 ), 70s and 80s rock ( Traut 2005 , Biamonte 2014 ), rap ( Walser 1995 , 202), funk ( Danielsen 2006 , 65), electronic dance music ( Butler 2006 ), and 21st-century progressive rock ( Osborn 2014 ) and teen pop (e.g. the chorus of Katy Perry’s 2010 “Teenage Dream”). Video 1 . Sherman brothers, Monkey Song, Interlude (click to watch video) Figure 17 . “Monkey Song,” Interlude (score) (click to enlarge) Figure 19 . Cyclic portait of doo-wah phrase from Ellington’s “It Don’t Mean a Thing” (click to enlarge) Figure 20 . Deadmau5, “Strobe,” formal outline (click to enlarge) Figure 21 . “Strobe,” 8-unit cycle (transcription) (click to enlarge) Figure 22 . “Strobe,” preparatory cycle (transcription) (click to view animation)",
                "footnotes": [],
                "citations": [
                    "moore_2013",
                    "rockwell_2009",
                    "traut_2005",
                    "biamonte_2014",
                    "walser_1995",
                    "danielsen_2006",
                    "butler_2006",
                    "osborn_2014"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] Secondary rag arises at several crucial points in “I Wanna Be Like You (Monkey Song)”, composed by Richard M. and Robert B. Sherman for the 1967 Disney film The Jungle Book , and sung by the ape king Louie, in the voice of Louis Prima. The song has two verses, each followed by a chorus and a scatted interlude/postlude. A portion of the interlude, which accompanies some extended on-screen antics, is excerpted as Video 1 , and transcribed in Figure 17 as six bars of 4 2 meter with a sixteenth-note unit. In the first two measures, Prima scats “rú-pa-ki-che-ków, rú-pa-ki-che-kéy,” aligning the accented syllables with the half-note pulse of the pure duple framework. He begins the third measure by repeating “zú-pa-ki-che,” but then cycles the last three syllables, pá-ki-che, forming a 3-generated pattern that begins at the midpoint of measure 3 and continues to the end of the fourth measure. At measure 5, Prima’s scat re-engages the pure-duple frame, but the 3-generation is continued in the brass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] In the second verse, King Louie tries to take advantage of the boy Mowgli, provoking an incompetent intervention by Mowgli’s de facto guardian, the portly bear Baloo, who dresses in drag to distract the ape king. Baloo, in the voice of Phil Harris, performs his own stylistically inept scat after the end of the verse. In the middle of the succeeding final chorus, Baloo is unmasked ( Video 2 and Figure 18 ). As yet unaware, he launches into his own 3-generated pattern, which we can transcribe phonetically as “zee-dee-dee bóp bop bá-da-doodle dá-den- dá -den- dá -den- dá -den- dá.........Eh?” In the middle of his scat, he realizes that his ruse has been exposed, at the same moment that he realizes that his 3-generating pattern is unsupported: the pure duple scaffold has dropped away, leaving Baloo dangling perilously in musical space. The eroded framework is experienced as particularly acute against the norms of big-band jazz, where the pure-duple frame is completely reliable. This is a formal failure through and through. Video 2 . Monkey Song, end (click to watch video) Figure 18 . “Monkey Song,” end (score) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Having reached the fifth power of 2, we are now in a position to briefly revisit my iambic hearing of Ellington’s “It Don’t Mean a Thing.” Figure 19 builds a cyclic portrait of the initial doo-wah segment from Audio 1, layering an animation over the audio. Generation starts from beat-class 0, and wah accents arise at multiples of 3, stopping at point 24, leaving a super-sized gap of eight units before the pure-duple framework is re-engaged. The 8-unit gap doubles the 4-unit gap that ends the double tresillo, which in turn doubles the 2-unit gap of the standard 8-unit tresillo. Extending the logic of Biamonte’s term, it seems appropriate to label the doo-wahs as a quadruple tresillo. The portrait highlights the powers of 2, in order to emphasize the incommensurability of the two frameworks. Had the doo-wahs continued past point 24, they would have engaged points 27 and 30, and projected on to point 33, again missing the point of renewal at point 32. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] For an example of a 3-generated series that fills an entire 32-unit cycle and terminates in a comma, we now examine “Strobe,” released in 2010 by Toronto-based electronica composer Joel Thomas Zimmerman, composing under the pseudonym “Deadmau5.” (26) The composition is in the arch form depicted in Figure 20 . The transition from the ambient opening to the metered central section presents a series of half-measure (8-unit) tresillo patterns that alternate G ♭ 5 and C ♭ 5 ( Figure 21 ). This leads unobtrusively into a preparatory module, an eight-measure (128-unit) cycle reiterated multiple times. The first six measures of each cycle present twelve iterations of the eight-unit tresillo ostinato. In the seventh measure, a brief melodic figure issues from the C ♭ 5, the lower of the ostinato pitches, stepping up to the E ♭ before returning to C ♭ . The final measure of the eight-bar unit resumes the tresillo, which continues into the repeat.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The two-measure span bracketed in Figure 22 begins with the twelfth iteration of the ostinato, at the midpoint of the sixth measure. Each tresillo pattern to this point has terminated with a two-unit span that spills across a silent strong beat. The downbeat of m. 7 instead is attacked, thus continuing the 3-generating pattern beyond the eight units of the tresillo, through the animation of the C ♭ line in m. 7, and into the resumption of the eight-unit ostinato during the first half of the eighth measure. Thus the 3-generated eight-unit tresillo, which had been cycled as an ostinato, expands to a 3-generated pattern stretched across thirty-two units: ten spans of a three-unit generation, followed by a two-unit “hiccup.” Audio 5 . “Strobe,” preparatory cycle Figure 23 . “Strobe,” core cycle (transcription) (click to enlarge) Figure 24 . “Strobe,” core cycle (cyclic portrait) (click to view animation)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] In this circumscribed context, the 32-unit pattern is only latently cyclic, as it is embedded in a series of eight-unit ostinati, and so it acquires no projective inertia. It is the function of the central module to realize this latent potential: its entire four-minute span consists of a series of 32-unit segments. Audio 5 presents one of those segments. Each segment 3-generates all the way through point 30, and ends with a disruptive 2-unit hiccup, which restores the projective energy to the hyperdownbeat of the pure-duple frame. Figure 23 transcribes Audio 5, the eight-bar segment that is repeated throughout the central module. Although the displaced two-voice counterpoint evolves across the eight-bar segment, its two-bar segments have identical rhythms. Figure 24 , accompanied by a slowed version of the audio, shows how this 3-generated pattern builds within a series of 32-unit cycles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The final example climbs a final rung to the 6th power of 2, a 64-unit cycle. 3-generation saturates the cycle after 21 attacks, occurring at multiples of 3 up to point 60. A 4-unit span then re-engages the pure duple grid at point 64, which acts as point 0 of the next cycle. A protracted contra-metric series of this length taxes any performer’s capacity for rhythmic cognition and control, and particularly a singer’s breath control and endurance. For a listener, it involves disorientation, perhaps reorientation to a new order, and then a sudden restoration of the previous state. A 64-unit span is long enough that it is able to acquire an identity as an independent formal section, even without repetition. Unlike most of the other 3-generated passages presented in this paper, the 64-cycle examples that I am currently aware of are presented not as repeating cycles, but rather as individual instances. (27) Figure 25 . Withers, “Ain’t No Sunshine,” rhythmic transcription (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] I explore here the third verse of “Ain’t No Sunshine,” a 1971 song written and sung by the rhythm-and-blues artist Bill Withers. The song is an extended quatrain, with four verses in AABA form. Its third verse begins with a twenty-six fold trochaic spooling of “I know,” stretching a dotted-eighth pulse across five slow measures of pure-duple frame. The rhythm of the spool, transcribed in Figure 25 , begins three beats prior to the structural downbeat of the four-bar phrase, the same anacrustic point from which the previous verses launched their first lines of text. Those lines terminated, in both cases, just after their respective structural downbeats, which were marked by textural enhancements: an acoustic guitar for the first verse, and the golden shimmer of an entering string section for the second verse. The analogous point of the third verse is marked instead by a textural reduction, as the strings fall away, leaving only the drum to maintain the pure duple frame.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] In Figure 25, that frame is indicated by the barlines, which are numbered according to their position in the four-bar hypermeasure, and by the shorter lines, which indicate the four beats of each measure. Against this frame, the singer 3-generates the spool of I-knows, which bundle by fours as they fall out of and back into alignment with the quarter-note pulse. Each bundle is stretched across three beats of the pure-duple frame, thus inducing a dotted half-note periodicity that conflicts with the slower pulses of that frame. Simultaneously, at a slower rate, the I-knows also relock to the notated downbeat after three measures. This corresponds to the point where Ellington’s doo-wahs conform to the metric grid, but Withers’s I-knows spool on through this potential articulation point, only exiting the spool at the subsequent hyperdownbeat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] There is no natural exit point, since, as should be clear by now, no accented I can ever coincide with a point of cyclic closure at all levels. Withers fashions an exit by subtly re-balancing the internal accentuation of the I-knows. When first enunciated, the first syllable I receives an accent of initiation, giving the repeated phrase a trochaic (front-accented) demeanor, overriding the tendency to hear a short-long pair with a rising pitch inflection as iambic (back-accented). This trochaic hearing is initially supported by the metric position of the initial syllable, on beat 2 of the anacrustic measure, and is confirmed by the position of the initial syllable at the structural downbeat that follows three beats later. Parallelism then provides the momentum for continuing to confer accentual energy on the shorter first syllable throughout the spool. Yet there is always a possibility of flipping the accentuation from the initial “I” to the longer and higher “know,” and converting the trochee to an iamb. Withers shifts the accent to the “know” at the fifth downbeat by elongating it, effecting this conversion and exiting the spool. Freed of his obsession, he is able to tell us what he knows, in synchrony with the duple frame: “I oughta leave the young thing alone.” Figure 26 . “Ain’t No Sunshine,” cyclic portrait (click to view animation)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Figure 26 provides an animated cyclic portrait, plotted on a 64-position cycle, where the unit is a sixteenth note and the cyclic span is four measures of 4 4 meter. The \"I know” trochees begin to spool at position 52, concluding the four-measure hypermetric cycle that was initiated at the midpoint of the second verse. They continue to spool through an entire rotation of the 64-unit cycle, including point 63, where the final “I-know” is initiated. The halting of the spool, and the subsequent re-engagement of the pure-duple frame, then confers a more extended agogic accent onto the final “know,” siphoning the accentual weight off of point 63 onto the point 0 of the next cycle, and converting the span initiated at point 60 from yet another 3-unit span into a rhythmic comma 4 units long.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] It is also possible to hear the re-balancing of accentual weight at an earlier moment in the spooling process, thereby displacing the rhythmic comma from the end of the cycle to its interior. But where, in the interior of the cycle, is it appropriate to assign this trochee-to-iamb conversion? Perhaps the process is distributed across the entire span, with each constituent unit bearing a small share of the process, rather than a Gestalt flip at a particular moment, as in the previous analysis. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] The situation sketched here has some familiar parallels in the pitch domain. Consider a cycle of descending perfect fifths under Pythagorean intonation. Moving flatward from C major, and from there into double flats, one loses the possibility of systemic closure. To rectify this situation, a flat converts to a sharp at some point along the way, substituting for the perfect fifth the comma-related diminished sixth. That interval may be assigned to any point in the system with the same result; the assignment is necessary to achieve closure, but its specific location is arbitrary. Under temperament, that burden is equally distributed among all of the fifths. The comma is fractured and dispersed; it exists everywhere equally. Even under equal temperament, though, some interval must bear the burden of conversion, as a matter of notation. This decision has no acoustic consequence, as the intervals are heard as invariant no matter where the notational comma is positioned. Composers, performers, and theorists are accustomed to this situation as an anachronistic nuisance, an artifactual imperative imposed by the notational system. (29) The analytic decision concerning where to position the rhythmic comma in “Ain’t No Sunshine” may be of an analogous cast.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] The tresillo and its extensions possess a number of significant structural properties, and can be modeled in a number of different ways. In reviewing some of them here, my aim is to identify some advantages of Pressing’s ( 1983 ) generative model.",
                "footnotes": [],
                "citations": [
                    "pressing_1983"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] The tresillo can be modeled in terms of syncopation , a term that characteristically applies to any event-onset on a relatively weak beat, which is not matched by a commensurate onset on the immediately subsequent stronger beat. Historically, the term invokes a conception of the onset as a displacement from the stronger beat to the weaker one. Temperley 1999 describes this conception in transformational terms appropriated from Chomskian theories of language. “We first form a ‘surface’ representation of pitches and durations; we then form a ‘deep structure’ representation, which is similar, except the syncopations have been ‘normalised.’” (27–28). Temperley cautions against reflexive invocation of this framework at every opportunity. Because every weak beat is adjacent to at least one stronger beat, every rhythm that can be expressed through standard durational notation can be generated by displacement. Accordingly, claims of syncopation (like claims of modal mixture in tonal theory) risk dismissal on the grounds of triviality.",
                "footnotes": [],
                "citations": [
                    "temperley_1999"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] Syncopation generates the tresillo from a deep structure, displacing the second onset one unit early ( Traut 2005 , 60). Applying a similar conception to double and extended tresillos through syncopation is awkward, as it involves a series of arbitrary decisions about whether to normalize weak-beat attacks to the early or the late side. The cost of forcing such decisions can be high. In its pre-normalized state, the tresillo and its extensions share several properties with other rhythmic and pitch structures. Rahn 1996 notes that the tresillo and double tresillo are both maximally even and maximally individuated. These observations have been productive, both analytically in Butler’s 2006 work on electronic dance music, and theoretically in London’s  circumscribed formulation of non-isochronous meters ( 2004 ). Toussaint 2013 has called attention to yet other properties of the tresillo and double tresillo, including rhythmic oddity, palindromic symmetry, and generability via the Euclidean algorithm, the latter of which is leveraged in Osborn’s 2014 article on the music of Radiohead. Each of these properties also applies to the extended 32- and 64-beat tresillos discussed here.",
                "footnotes": [],
                "citations": [
                    "traut_2005",
                    "rahn_1996",
                    "butler_2006",
                    "london_2004",
                    "toussaint_2013",
                    "osborn_2014"
                ]
            }
        },
        {
            "8.4": {
                "text": "[8.4] By prematurely normalizing, the syncopation model erases those properties, and any potential that they might have for further generalization and theory-building. The abstract problem is familiar from earlier episodes in the history of music theory, when theorists of tonality considered such fundamental questions as whether dissonant intervals should be normalized to consonant ones, or chromatic chords to diatonic ones. It was only when theorists began to resist default normalization that it became possible to recognize new kinds of harmonies,  identify their properties,  and establish systems of relation among them. These acts of resistance forged the epistemological lens through which new harmonic and tonal categories, such as  seventh chords, octatonic scales, and atonal hexachords, could be recognized, integrated into theoretical models, and applied analytically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] Two features of Pressing’s generative model are particularly appropriate for the rhythms of the tresillo family. First, the order of element generation corresponds to the chronological ordering in which music is experienced. A real-time generative model invites us “inside the music,” sensing pulses with our listening ears, inducing and dissolving them with our minds, and entraining them with our bodies. This aspect of Pressing’s work implicitly anticipates and methodologically aligns with Jackendoff’s model of metric induction ( 1991 ), with Hasty’s model of rhythmic projection ( 1997 ), and more broadly with the anti-Cartesian and “phenomenological” aspects of Lewin’s writings from the mid-1980’s (Lewin 1986 , 1987 ).",
                "footnotes": [],
                "citations": [
                    "jackendoff_1991",
                    "hasty_1997",
                    "lewin_1986",
                    "lewin_1987"
                ]
            }
        },
        {
            "8.6": {
                "text": "[8.6] The second feature is historical, and more abstract. Like the Pythagorean/Platonic model of the cosmos, and its realization in the realm of acoustics, the funky rhythms of the tresillo family arise from the opposition of the smallest primes; our response to them is based on mapping those primes onto opposing affective states; and those states correspond to a significant aspect of our experience of, and discourse about, that music. In recognizing this, one need not subscribe to a Platonic metaphysics that might strike us as uncomfortably woolly, mystical, or even pernicious. Following Pressing’s suggestion, Plato’s oppositions can be transferred from the orbiting planets into the human mind, where the smallest numbers and their relations are represented already in pre-verbal infancy, and stake a claim to innate status ( Wynn 1992 ; Dehaene 2011 ).",
                "footnotes": [],
                "citations": [
                    "wynn_1992",
                    "dehaene_2011"
                ]
            }
        },
        {
            "8.7": {
                "text": "[8.7] What is perhaps most mysterious about the relationship between the funky rhythms of the African diaspora and the Pythagorean frequencies of (neo-)Platonic cosmology is the specific affiliation of the numbers 2 and 3 with centripetal and centrifugal forces respectively. One can grant an innate psychological reality to these small numbers; one can hypothesize that they are susceptible to mobilization in opposition to each other; one can conjecture further that those oppositions might stand in for other sorts of opposition that are more palpable to our observed and embodied experience. None of this forces one to subscribe to the view that numbers map in a particular way onto qualities in the world.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.8": {
                "text": "[8.8] Concerning this question, it is relevant to conclude this study with an observation that inverts the roles of 2 and 3. Western classical composers who compose in 8 9 , perhaps filtering certain aspects of the rhythmic practice of southeastern Europe, create what we might conceive of as inverse tresillos, two -generating against a pure triple frame. The inverse relation is made particularly clear in the following parallel description, which swaps 2s and 3s at five distinct locations. (30) Tresillo: 2 3 -unit span = (3-spans × 2) + (2-span) Inverse tresillo: 3 2 -unit span = (2-spans × 3) + (3-span) Examples can be found in Mozart’s G-minor Minuet K. 550, the finale of Brahms’s A-minor String Quartet op. 51, Brubeck’s “Blue Rondo à la Turk,” and the opening movements of Tchaikovsky’s Fourth Symphony and Bartók’s Sonata for Two Pianos and Percussion. (31) This particular musical sub-tradition supports one of the central ideas in this paper: that the interaction of 2-generated and 3-generated structures maps onto a Platonic dialectic of centripetal and centrifugal. At the same time, it also supports the idea that there is an arbitrary aspect to the particular affiliations that arise from those mappings.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "8.9": {
                "text": "[8.9] Pressing’s work invites us to view 3-generated funky and 2-generated Balkan rhythms as specific instances of a more general phenomenon: the interaction of any prime numbers, in any multiplicity. These include the “diatonic” rhythms of the so-called “standard” bell pattern of sub-Saharan drumming ensembles, which 5-generate against a cycle of 2 2 × 3 = 12 units,  and the hyperdiatonic rhythms of much African-diasporic music, which 7-generate against a pure duple cycle of 16 units, for example the rotationally related ostinati that underlie two classics of late-1960s rock: Cream’s “Sunshine of Your Love”, and Iron Butterfly’s “In-a-gadda-da-vida.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.10": {
                "text": "[8.10] The interactions of higher primes are anticipated in some of Plato’s more obscure numerological parables, for which McClain 1978 has argued an acoustic interpretation, and they emerge into broad daylight with the advent of just intonation, which has  been hounded by neo-Platonic metaphysics  from Kircher and Kepler straight up to our own New Age ( Perlman 1994 ). It seems that, even as we gradually slip the clutches of the subitizable small numbers, we cannot escape the Pythagorean/Platonic shadow.",
                "footnotes": [],
                "citations": [
                    "mcclain_1978",
                    "perlman_1994"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.2.cohn.html",
    "data": "mto/data/mto.16.22.2.cohn.json"
}