{
    "title": "Review of Ethan Haimo’s Article, “Atonality, \nAnalysis, and the Intentional Fallacy,” <i>Music Theory \nSpectrum</i> 18.2 (Fall 1996), 167–199",
    "date": "1997/03/01",
    "volume": "3",
    "issue": "2",
    "authors": [
        "Latham, Edward D."
    ],
    "abstract": "Ethan Haimo’s article, “Atonality, Analysis and the Intentional Fallacy,” provokes thought on three issues: 1) the issue of conscious vs. unconscious intentions; 2) the issue of documentary evidence and its uncritical acceptance; and 3) the evolution of pitch-class set theory in the last twenty-five years. The present author addresses these three issues and challenges Haimo’s conclusion that analyses that do not take intentions into account effectively replace the composer with the theorist as an authority figure.",
    "keywords": [
        "Haimo",
        "Schoenberg",
        "Forte",
        "atonality",
        "intentionality",
        "set theory"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.2/mto.97.3.2.latham.pdf",
    "author_info": [
        {
            "name": "Edward D. Latham",
            "university": "Yale University",
            "address": "Department of Music, 143 Elm St., New Haven, CT 06511",
            "email": "elatham@pantheon.yale.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Ethan Haimo, “Atonality, Analysis, and the \nIntentional Fallacy,” Music Theory Spectrum 18.2 (Fall \n1996), 167–199.",
            "citations": []
        },
        "FN2": {
            "text": "2. Jonathan W. Bernard, “On Density 21.5: A Response to Nattiez,” Music Analysis 5.2–3 (July/October 1986), \n207–232.",
            "citations": []
        },
        "FN3": {
            "text": "3. Jane Clendinning, “Review/Article of Miguel Roig-\nFrancoli’s ‘Harmonic and Formal Processes in \nLigeti’s Net-Structure Compositions’,” Music Theory \nOnline 2.5 (July 1996), [2].",
            "citations": []
        },
        "FN4": {
            "text": "4. Edward D. Latham, “8-28/Intentionality,” smt-list  \ncommunication, April 1995.  See also the source \ncommunication by Stephen Soderberg on Wagner (which \nincludes all the relevant quotes from Mein Leben ), and \nthe responses by a variety of theorists.",
            "citations": []
        },
        "FN5": {
            "text": "5. “Sets and Nonsets” is referred to three times; The \nStructure of Atonal Music four times.",
            "citations": []
        },
        "FN6": {
            "text": "6. A brief summary of these sources: Perle (1990), Haimo \n(1990), Auner (1991), Boss (1992), Keathley (1992), Hatch \nand Bernstein (1993), Neff (1993), Neff and Cross (1994).",
            "citations": []
        },
        "FN7": {
            "text": "7. Allen Forte, “New Approaches to Linear Analysis,” Journal of the American Musicological Society 41.2 (Summer 1988).",
            "citations": []
        },
        "FN8": {
            "text": "8. Martha Hyde discusses Schoenberg’s neoclassicism in \nthe article immediately following Haimo’s: “Neoclassic \nand Anachronistic Impulses in Twentieth-Century Music,” Music Theory Spectrum 18.2 (Fall 1996), 200–235.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]   Ethan Haimo’s recent article, “Atonality, Analysis, and the Intentional Fallacy,” is both interesting and \nprovocative. (1) If read from a \ncertain point of view, it \nwould seem that Haimo is interested in resurrecting \nNattiez’s tripartition (poietic/neutral/esthesic) and \nparadigmatic method of analysis, discussing as he does \nthe notions of “coherence based on repetition,” “the \nscore itself,” and “two types of statements about music,” \ninvolving composition (poietics) and perception \n(esthesics).  But such is not the case, and the \ntripartition will have to wait for another time.  What \nHaimo is interested in, however, is the issue of \nintentionality and its putative role in musical analysis, \nand Nattiez’s name will therefore resurface in this \nreview in connection with this most thorny, but \npotentially revelatory of music-analytical topics.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]  Haimo divides his article into four sections, which \nmight be labeled “Schoenberg and Intentionality,” \n“Intentionality Revisited,” “Forte and Intentionality,” \nand “Schoenberg and Developing Variation.”  In his first \nsection, he presents the case against Schoenberg’s \nintentional use of pitch-class sets (as they are \nconceived of in Allen Forte’s system) in his atonal \ncompositions.  After presenting a tidy, if not entirely \nobjective, encapsulation of the controversy that Forte’s \nundaunted application of his theory to the analysis of \nthat very same music has engendered, Haimo produces \nseveral handsome plates of very official-looking sketch \nmaterials.  His approach, like Perle’s approach to Berg \nbefore him, is to infer, based on the superabundance of \nrow charts and other pre-compositional calculations in the \nsketches for the twelve-tone works, that Schoenberg did \nnot compose with pitch-class sets in his atonal music, \nsince no similar materials have yet been discovered for \nthose works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]  Haimo’s argument here consists of a very carefully \nhedged bet.  In his second section, where he again \nprovides a helpful summary of intellectual controversy, \nthis time concerning the intentional fallacy itself,  \nHaimo cautiously draws the distinction between “conscious \nintentions” and “intuitive behavior,” declaring himself \nto be interested exclusively in the former (page 178, note 29).  In making such a declaration, however, he is in \nfact dodging a good deal of the issue altogether.  If \n“documentary evidence” from a composer like Wagner, who \nclaimed to have “forgotten all theory” in the composition \nof his masterworks, is to be accepted, then \nunintentional, or intuitive, use of structural devices \nmust be included in the consideration of intentionality \n(see par [6] below).  Haimo, however, seems to believe \ncategorically that “complicated and thoroughgoing \nprocedures” cannot possibly be intuitive (page 179).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  As he continues his discussion of intentionality, \nHaimo isolates two possible types of music-analytical \nstatements, the first concerning the compositional \nprocess and the second concerning the score itself.  The \nfirst of these, he maintains, must be validated by \n“documentary or stylistic support,” while the second \nrequires only perceptual confirmation.  He also \nintroduces the notion of persuasiveness, yet implicitly \nexempts type-one statements from its requirements.  It \nseems reasonable, however, to apply the requirement of \npersuasiveness (or perhaps “meta-persuasiveness”) to both types of statements, in that any analytical essay, \nwhether type-one or type-two, is an attempt to persuade a \nreader to adopt a particular point of view.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]  One is struck by the seeming naivete of Haimo’s \ntrust in “documentary evidence.”  Not only does he seem \nto consider it a “get-out-of-jail-free card” with respect \nto persuasiveness, but he includes the widest possible \nassortment of documents under the rubric of “evidence,” \nincluding letters, theoretical works, notes of \nexplanation, explanatory essays, and testimony by \nstudents or colleagues, in addition to the aforementioned \ncalculations or diagrams found in sketch materials (page 179). As a composer, Haimo must be aware that his \ncolleagues are not always to be trusted on the subject of \ntheir own works; one need only think of the numerous \nanecdotes concerning Stravinskian and Schoenbergian \nsmokescreening on the subject of the influence of the \ntext on their compositional decisions in texted works.  For a more specific example of this \nunreliability, one \ncould look to Jonathan Bernard’s critique of the use of \ndocumentary evidence by Nattiez in his analysis of Density 21.5. (2) In a recent review of a Spectrum article published in Music Theory Online , Jane \nClendinning summarizes the problem, noting that “a \ncomposer’s comments on his music should be examined \ncritically (comments may be used to obfuscate rather than \nenlighten).” (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  In a posting to the smt-list  that ignited a \nbrief but lively exchange of ideas, I discussed intentionality \nand the uncritical acceptance of documentary evidence at \nsome length, in reference to the works of Wagner and \nWebern. Concerning the former, my \nconclusion was that \nWagner claimed he was disregarding his “theoretical \nscruples,” as he put it, both to distinguish himself as a \ncreative individual and to throw music-analytical sleuths \noff his trail.  By saying that he had composed Tristan in “complete freedom . . . in an uncritical frame of mind,” \nWagner was attempting to erase his tracks so that no one \ncould follow in his footsteps, thereby preserving an aura \nof mystique about the compositional process.  The lesson \nto be learned here is that composers’ comments on their \nown music are not dependable as sources of documentary \nevidence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  By the time he arrives at his critique of Forte’s \nanalysis of op. 11/1, Haimo has worked himself into a \npretty good lather.  Although his critique of Forte’s \nsegmentational decisions is perceptive and valid, several \nelements of his argument weaken the whole.  First of all, \nhe uses the earlier of Forte’s two analyses of op. 11/1 \n(from “Magical Kaleidoscope” [1981]), which, he admits in \na footnote (note 39), contains much less detail and \nanalytical information than the later one, from “Pitch-\nClass Set Analysis Today” (1985).  Secondly, his \ndiscussion of Forte’s segmentational criteria is based on \nan outdated article (“Sets and Nonsets in Schoenberg’s \nAtonal Music” [1972]).  The fourth criterion that Haimo \ncites from the article (that the set ought to be “an \n‘atonal’ set, not a set that would occur in a tonal \nwork,” note 42) reflects Forte’s early, pre-genera, \nthinking on the subject of segmentation; “tonal” sets \nsuch as 4-27 and 4-28 are regularly featured in his \ncurrent analyses of atonal repertoire.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  The use of the earlier analysis is \nindicative of \nHaimo’s almost exclusive reliance on sources dating from \nthe ten-year period from 1972–1981 in his critique of \nForte’s methods, with the majority of his theoretical \ncitations drawn from “Sets and Non-Sets in Schoenberg’s \nMusic” (1972), and The Structure of Atonal Music (1973). (5) He draws the rest of his \ncitations from works \nwritten between 1977 and 1985, thereby excluding many \nimportant works, including the articles on Berg (1985, \n1991), Debussy (1989), Musorgsky (1990), Liszt (1990), \nand Webern (1994).  Moreover, many of his criticisms of \nForte are based on citations drawn from the polemical \nexchange between Forte and Taruskin (e.g. “Letter to the \nEditor from Allen Forte”), rather than from the more \ndetailed and comprehensive expositions of pitch-class set \ntheory to be found elsewhere.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]  By contrast, Haimo conscientiously utilizes \nthe most \nup-to-date information available in support of his own \nviews, relying upon articles published between 1990–1994. (6) In the twenty-fifth \nanniversary year of the \npublication of “Sets and Non-Sets,” (and on the eve of Structure of Atonal Music’s 25th birthday, as well) it \nseems appropriate, indeed necessary, to take into account \nthe evolution of Forte’s own thinking on the subject of \npitch-class set analysis, as well as the contributions of \nhis students and colleagues on the subject.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]  In general, the sources Haimo omits point to a new \nmethod of segmentation, that, in 1981 when “The Magical \nKaleidoscope” was written, Forte had not even begun to \ndevelop—namely, segmentation based on a linear approach to the analysis of post-tonal music.  After \nimmersing himself in Schenker’s theories in order to \ncomplete his Introduction to Schenkerian Analysis with \nSteven Gilbert in 1982, Forte published three articles \ndevoted to linear analysis of late nineteenth-century \nmusic: one on the Brahms Alto Rhapsody (1983), one on \nthe Brahms C-minor String Quartet (1983), and one on \nMahler’s Fifth Symphony (1984).  These articles, cited in \nBeach (1985) as an example of how to extend the \npossibilities of Schenkerian analytical techniques, \nbegan to develop a system of motivic analysis at multiple \nstructural levels that has been a focus of Forte’s work \never since.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]  “Pitch-Class Set Analysis Today” (1985), then—the \nmost recent article to which Haimo makes reference—is \nactually Forte’s own attempt to signal the end of an \ninitial phase in the evolution of pitch-class set theory \nand the beginning of a new phase in which a more \nsophisticated analytical method might be developed.  He \npresented a general outline of such a method in “New \nApproaches to Linear Analysis” (1988).  \nAnalytical decisions, he says, are to be made on the basis of three \ncriteria: 1) aural salience; 2) motivic replication; and \n3) coincidence of onset and closure. (7) These criteria \nare used to identify primary and secondary segments of a \ndifferent sort: linear and harmonic motives that are \npresent at different levels of musical structure.  This \nmethod leans far more heavily toward Haimo’s “type-one” \nassertions about music (statements that explain something \nabout how the music itself sounds), relying as it does \nupon aurally salient criteria like register, dynamics, \ntimbre, texture, and rhythm.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]  That “New Approaches to Linear Analysis”  was \npublished in 1988 is surely more than coincidental; it is \na direct response to the criticisms of the work of Salzer \n(1952), Travis (1969), and Morgan (1976) by Baker (1983) \nand Straus (1987). Forte attempts to distance himself \nfrom Schenker and the problems associated with invoking \nhis ideas for atonal music by using the general term \n“linear analysis,” rather than “Schenkerian analysis.”  \nPerhaps, if only to rankle Eugene Narmour, it would be \nbest to dub this method “post-Schenkerian” linear \nanalysis, since it is clear (and Forte makes no effort to \ndeny it) that his ideas are inspired to a large extent by \nthe work of Schenker.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]   Forte has applied linear analysis in a series of \nimportant articles, including the pieces mentioned in \nparagraph [8].  Most recently, he has turned again to \nmore traditional Schenkerian techniques to explain the \nmusic of Porter and Gershwin, among others (in The \nAmerican Popular Ballad of the Golden Era 1924–1950 [1995]).  Perhaps most relevant to Haimo’s critique, \nhowever, is Forte’s discussion of Das Buch den Hangenden \nGarten in “Concepts of Linearity in Schoenberg’s Atonal \nMusic: A Study of the Opus 15 Song Cycle” (1992).  Given \nthat Haimo is specifically interested in discrediting \nForte’s approach to Schoenberg’s atonal music, it seems \nrather surprising (and unfortunate) that he chooses to \nignore this particular article.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]   If Forte’s linear approach represents a fundamental \nchange in methods of segmentation and derivation of \nstructural sets, then “Pitch-Class Set Genera and the \nOrigin of the Modern Harmonic Species” (1988) represents \na change in methods of categorizing the resultant sets.  \nIntended to supercede the K and Kh relations as a means \nof describing the relationships among the different sets \nemployed (or discovered, pace Haimo) in a composition, \nthe system of genera is clearly a further refinement of \npitch-class set theory, and as such it, too, needs to be \nincluded in any evaluation of the theory and its \nanalytical application.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]  As far as Haimo’s own analytical proposals are \nconcerned, they are built on tenuous conclusions about \nSchoenberg’s relationship to the idea of developing \nvariation. Whether he actually used developing variation \nas a compositional tool or not, Schoenberg clearly had an \nagenda for citing it as an important influence on his \nwork.  As Haimo notes, Schoenberg discusses the \nconcept \nin an essay on Bach and it has since been linked to \nBrahms, as well (page 192, note 55). As a neoclassicist and \na great admirer of Brahms, Schoenberg would have wanted \nto be associated with the same compositional \ntechnique. (8) Furthermore, \nSchoenberg’s definition of \ncoherence as being based on repetition, and his \nassociation of coherence with comprehensibility and the \nneed for effective communication (page 192), points to a \ncomposer attempting belatedly to justify some very \ncomplex music.  Similarly, in his analysis of op. 22, \nSchoenberg is trying to prove the coherence of his music, \nso that he will be less “difficult to understand” (page 193).  Thus, when he declares that his analytical \napproach “may well be compatible with what we know of \nSchoenberg’s intentions,” (page 198) Haimo is begging the \nquestion: what exactly do we know about them?",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]  Further problems arise when Haimo attempts to \nappropriate Schoenberg’s notion of developing variation \nfor the purposes of his own analysis.  Although \nSchoenberg’s general definition of the concept refers to \na procedure of variation in which the changes proceed toward the goal of allowing new ideas to arise (page 192, \nemphasis added), Haimo prefers to focus on information \ngleaned from Schoenberg’s op. 22 analysis to justify his \nidentification of motives that “come back and fill in the \nmissing steps” from one variation to another, more \nremote one (page 195).  Yet, in his summary of developing \nvariation in op. 11/1, Haimo again refers to a process in \nwhich “changes made in one place invariably are taken up \nlater to create new ideas, which are themselves subjected \nto further transformations in a continuous process of forward motion” (page 197, emphasis added).  Thus, \nSchoenberg is invoked twice to justify differing \nanalytical points.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]  And what of Haimo the composer-theorist’s \nintentions?  From his conclusion, it would seem that he \nfears “the substitution of the analyst for the composer \nas the figure of authority for the validity of \ninterpretations” (page 199).  Yet he argues (persuasively) \nfor the need for persuasiveness in type-two statements \nabout music (page 179), thereby implying that the reader (or audience member) towards which an interpretation is \ndirected is the ultimate arbiter of validity, and I \nstrongly support this view.  His concern that the \ncomposer will be reduced to “an almost accidental figure” \nseems to stem from his compositional side; yet his \ntheoretical side ought to tell him that “the \nanalyst’s assumptions, and not the composer’s” are unavoidably the determining features of an analysis, \nand that “flights of analytical fancy” are desirable, not \nsuspect.  The task is to convince the reader to come \nalong for the ride.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.97.3.2.latham.html",
    "data": "mto/data/mto.97.3.2.latham.json"
}