{
    "title": "Report on Two Conferences in the Netherlands",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Roemjantsew, Tamara W."
    ],
    "abstract": "During 1999 two important conferences have been held in The Netherlands. This article contains a summary of topics discussed and purposes set by the newly founded Dutch Society for Music Theory Conference and a report on the 4th European Music Analysis Conference (Analysis in Europe Today: The Different Traditions). The English version here published is based on reports by Michiel Schuijer (Tijdschrift voor Muziektheorie/Magazine for Music Theory, November 1999, pages 214–216), Patrick Van Deurzen and Leo Leutscher (Newsletter of the Society for Music Theory, December 1999, pages 2–6).",
    "keywords": [
        "conferences",
        "analysis",
        "methodic"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.roemjantsew.pdf",
    "author_info": [
        {
            "name": "Tamara W. Roemjantsew",
            "university": "Utrecht School of the Arts",
            "address": "Faculty of Music, Mariaplaats 28, Utrecht, NL-3511 LL",
            "email": "roemjantsew@momu.nl"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The year 1999 has been an important one in the field of Music Theory; two\npublic events have taken place: in February the inaugural conference of the new\nDutch Society for Music Theory was held at the Amsterdam School of Music, and in\nOctober the Fourth European Music Analysis Conference took place in Rotterdam.\nThese two events underscore a development that started with the foundation of\nthe Magazine for Music Theory ( Tijdschrift voor Muziektheorie ) almost\nfive years ago. Without a network of national and international contacts it is\nnearly impossible to keep in touch with the developments in the professional\nfield. As in the rest of Europe, those employed in the music-theoretical field\nhave been functioning without a structured and specialized forum or platform.\nFrom 1989 onwards the French Societe Francaise d’analyse musicale has\nserved as an example for numerous European countries in which societies for\nmusic theory have been founded since. The main purpose of these societies is to\ndevelop the music-analytical component within the professional and scientific\nfield of music. Due to the division between music education at conservatories\nand schools of music and the education at universities, and along this line\nbetween musical practice and musical research, development of the music-analytical component has not been a major priority in The Netherlands, nor in\nsome other European countries. Music theory and analysis serve a purpose mainly\nwithin the curricula of conservatories and schools of music where they are part\nof undergraduate or pedagogical courses, whereas research generally takes place\nat the musicology departments of universities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The main purpose of the inaugural conference of the new Dutch (and\nFlemish) Society for Music Theory, which took place on February 12 and 13, was\nto discuss and investigate the daily practice of the educational system at\nconservatories and schools of music in the Netherlands and Belgium. Another\nimportant aspect was to place music theory within an international perspective;\nto view music theory within a broader scope is one of the purposes of the\nSociety for Music Theory. The practice within education was the focus during\nsessions on harmony and eartraining methods. During another session attention\nwas drawn to possible changes due to the developments in the field of\ninformation-technology. Two projects based on computer-supported education were\npresented: the Music Web, of which one of the initiating institutions is the\nRoyal Conservatory in The Hague, and UniSono, a project initiated by the\nCatholic University of Leuven, the Lemmens Institute and the Royal Conservatory\nin Brussels. The institutional status of music theory as a subject, its place in\nrelation to musical practice on the one hand and to musicology on the other\nhand, was the point of departure for the lectures of Mark Delaere (Professor at\nthe Musicology Department of Catholic University Leuven) and Ludwig Holtmeier\n(Associate Professor at the Hanns Eisler Hochschule fuer Musik in Berlin). Part\nof the above mentioned lectures was formed by discussion about the repertoire\nthat is being focused on; music theory has been mainly developed along with and\nbased on Western classical music from about 1700 till 1900. In recent years,\nhowever, a start has been made to focus on other styles and genres as well. This\nfocus was underlined by sessions on Indian music and on Jazz; Barbara London’s (Berklee\nCollege, USA) lecture on Jazz Harmony illustrated this focal point. Her lecture\nalso took place within another frame, namely, international contacts. Another\ninternational session was represented by Nicholas Cook’s lecture on\n“analysis and performance-practice.” In his lecture Nicholas Cook\nexplained the relevance of comparing two versions of Brahms’ Piano Trio Opus 8.\nHis lecture was related to a performance of the Trio, and interaction with the\nperformers was established by explaining and studying the two scores with them.\nAfter his lecture two Dutch theorists, Paul Scheepers and Hans Maas responded by\nshowing their point of view on a specific part of Nicholas Cook’s lecture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] One hundred four participants attended the inaugural conference of the\nSociety for Music Theory. All conservatories--eleven Dutch and four Flemish--and\nthe universities of Amsterdam, Groningen, Leuven and Utrecht were represented.\nBased on these numbers alone the conference can be regarded as successful. But\nit is not only statistics and the fact that the conference has been organized\nthat count; more important are the reactions, responses and contacts of and\nbetween those working within the music-theoretical field. Having established\nthe foundation for further developments, the possibility has been created to\nfurther improve the circumstances of a music-theoretical network and to continue\ndiscussing and advancing the curriculum at conservatories within The\nNetherlands.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] From October 21–24 the 4th European Music Analysis Conference took place\nat the Rotterdam Conservatory. During those four days 153 representatives of 62\ninstitutions (conservatories, schools of music, and universities) from 16\ndifferent countries (Belgium, Germany, England, Austria, France, Spain, Italy,\nGreece, Suisse, Poland, Ukraine, United States, Canada, Israel, Australia and\nthe Netherlands) attended the conference. The purpose of the conference was to\nconnect and investigate the various streams within analysis in Europe, and to\ntrace the traditions of these streams. The participants were given the\nopportunity to learn from each other by sharing their points of view while\ndiscussing and reflecting. A broad scope of analytical methods like those of\nRiemann, Schoenberg, Schenker, Tovey, and more recent methods like pitch-class\nset theory, neo-Schenkerian techniques, computer-based analysis, and analysis\nof performances were to be found among the various lectures. Remarkable was the\nfact that semiotic analysis (Nattiez) was not discussed. The diversity in\nanalytical approaches turned out to be a specific European aspect, whereas in\nEnglish-speaking countries most methods are based on Schenkerian analysis for\ntonal music, and on pitch-class set theory for atonal music. The difference\nbetween Europe and the English-speaking countries turned out to be an important\ntheme during the conference, and it will continue to be during the next (5th)\nEuroMAC in Bristol (UK) in 2002. One of the general purposes of the conference\nwas to connect music theorists and musicologists; this purposes became extended\nby the possibility to meet with the participants of the Gaudeamus competition\n(an international competition for contemporary music); the participants of the\ncompetition were offered the possibility to attend the various sessions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Following is a selection of topics of the sessions. “Vestiges of an\nEarly Style: On Varese’s First Version of Amerique ” by Dieter Nanz\n(Austria). The point of departure in Nanz’ paper was the comparison of the first\nversion (1918–1922) of Varese’s Amerique (of which the score had been\nreconstructed by Klaus Augermann in 1990) with the final version of 1927. In\n“Temporal plasticity in Beethoven’s Bagatelles Opus 126 No. 1 and 6,”\nFrank Samarotto (USA) showed a comparison of the various planes of a composition\nand the way perspective is applied in some paintings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Various sessions on Ligeti’s compositions gave a multi-sided view on his\nwork. For many participants the performance of his Violin Concerto gave the\nanalysis session (“Ligeti’s Violin Concerto: Rediscovery and\nReinterpretation as Basic Formbuilding Principles” by Yulia Kreinin from\nIsrael) an extra dimension. Amy Bauer (USA) took a quote from Ligeti:\n“Music has to be well constructed, but also to be poetical,” as A\npoint of departure for her lecture “Canon as secret rule and chaotic system\nin the music of Ligeti”, in which she made use of the system of the\nmathematician Aristid Lindemayer. Finally Stephen Taylor showed Ligeti’s\napplication of passacaglia technique in the Horn Trio and Violin Concerto in his\nlecture “Passacaglia and lament in Ligeti’s recent music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A session entitled “The Trois Poemes de Mallarme of Debussy\nand Ravel” gave an interesting perspective of Mallarme’s poetry and its\nplace in the history of literature. Contributions on this topic by Clemens Kemme\n(The Netherlands): “Futile Sighs of a Moondrunk? Ravel’s and Debussy’s\nMallarme-settings,” Peter Kaminsky (USA): “Text-music Transformation\nin Ravel’s Trois Poemes de Stephane Mallarme ,” Carles Guinovart\n(Spain): “The Trois Poemes de Mallarme of Debussy and Ravel,”\nStephen Downes (UK): “Nommez-nous . . . : Chords, names and desire in Debussy’s\nsetting of Mallarme’s Placet Futile ,” and Craig Ayrey (UK):\n“Syntax, Figures and Dissemination in Debussy’s Soupir .”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The second conference of the Society for Music Theory will take place in\nAntwerp at the Royal Flemish Conservatory on February 25 and 26, 2000. The main\nsubject of this conference will be the education-practice of music theory. Three\nworking groups, established during the inaugural conference, will report on\ntheir findings: the working-group Research and the working-groups Classical\nmethodic and Jazz methodic. At this moment two international guest-speakers have\nconfirmed their presentation: Prof. Dr. Clemens Kuehn will give a lecture in\nwhich the exchange between theory and practice is being discussed (“Vermittlung?\nInhalte!”), another lecture will be given be Dr. Paul Berliner, who\npublished a thorough investigation on improvisation in jazz ( Thinking in\nJazz: The Infinite Art of Improvisation [Chicago, University of Chicago\nPress, 1994]).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.00.6.1.roemjantsew.html",
    "data": "mto/data/mto.00.6.1.roemjantsew.json"
}