{
    "title": "On the Fear of Losing Our Tools (A Response to Joseph N. Straus)",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Krims, Adam Paul"
    ],
    "abstract": "In response to my recent article in this journal, Joseph N. Straus has expressed the concern that post-structuralist work will cost music theorists the ability to perform theory-based music analysis. This commentary asserts that organicist ideology is not necessarily for music theory, and that it is possible to engage post-structuralist thought and remain articulate and analytical about music.",
    "keywords": [
        "post-structuralism",
        "postmodernism",
        "Bloom",
        "Straus",
        "Krims"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.krims.pdf",
    "author_info": [
        {
            "name": "Adam Paul Krims",
            "university": "Fine Arts Building",
            "address": "University of Alberta, Edmonton, Alberta, Canada  T6G 2C9",
            "email": ""
        }
    ],
    "citations": {
        "agawu_1993": "Agawu, Kofi. 1993. “Does Music Theory Need\nMusicology?” Current Musicology 53: 89–98.",
        "klumpenhouwer_1994": "Klumpenhouwer, Henry. 1994. “Some Remarks on the Use\nof Riemann Transformations.” Music Theory\nOnline 0.9.",
        "krims_1994a": "Krims, Adam. 1994a. “On Post-Structuralism and\nMusic Theory.” Paper delivered to the\nInternational Association for Semiotic Studies,\n17 June, 1994.",
        "krims_1994b": "Krims, Adam. 1994b. “Gangsta Rap and the Ethics\nof Form.” Paper delivered to the International\nAssociation for Semiotic Studies, 18 June,\n1994.",
        "krims_1994c": "Krims, Adam. 1994c. “Music Theory as\nProductivity.” Paper delivered to the\nColloquium Series, Harvard University, 9\nDecember, 1994.",
        "littlefield_1994": "Littlefield, Patrick. 1994. “Listening,\nNarrative, and Signification.” Paper delivered\nto the International Association for Semiotic\nStudies, 17 June, 1994.",
        "littlefield_and_neumeyer_1992": "Littlefield, Patrick, and Neumeyer, David.\n1992. “Rewriting Schenker: Narrative –\nHistory – Ideology.” Music Theory Spectrum 14.1, 38–65.",
        "mccreless_1988": "McCreless, Patrick. 1988. “Roland Barthes’s S/Z from a Musical Point of View.” In Theory Only 10.7, 1–29.",
        "schoenberg_1983": "Schoenberg, Arnold. 1983. Theory of Harmony , translated by Roy E. Carter. Berkeley: University of California Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Agawu 1993 , for example, lodges this complaint against Abbate.",
            "citations": [
                "agawu_1993"
            ]
        },
        "FN2": {
            "text": "2. I would differ with Straus in his referring to McCreless 1988 as informed by post-structuralist thought. True, McCreless refers to Barthes’ S/Z , but the methodology of the article remains structuralist.",
            "citations": [
                "mccreless_1988"
            ]
        },
        "FN3": {
            "text": "3. Krims 1994c discusses Schenker’s problematic graphings of some first-order neighbors in Free Composition . Schoenberg treats the cadential six-four as a suspension in Schoenberg 1983 , 197–99, contrary to his earlier comments on that chord.",
            "citations": [
                "krims_1994c",
                "schoenberg_1983"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Responding to my critique of Harold Bloom’s work and his incorporation in music-theoretical work, Joseph N. Straus has produced a defence of music theory against what he evidently perceives as a danger. While acknowledging that “[m]ethodological self-reflection is good for our field,” Straus is concerned that we be able to continue “explaining to ourselves and others how musical works are put together.” Among the dangers that Straus cites is that of “leaving [our] precision tools to rust from disuse.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The central project of my article was to separate Harold Bloom’s work from some important currents of post-structuralist thought, and to observe that its adoption by music theorists may not necessarily engage some challenges post-structuralisms hold for us. Secondarily, I point out that musical adaptations tend to reinforce the more traditional aspects both of Bloom’s work and of music scholarship. Straus does not seem inclined to disagree with this; in fact, he and I seem to be in agreement that music- theoretical work is too often “directed toward the demonstration of organic coherence” (Straus’ words). Rather, inferring (correctly) that I advocate engagement of critical theory on a large scale, he addresses post- structuralisms and music theory in general. Fair enough: though this broader topic is peripheral to my article, it is certainly crucial to our field, and I am happy to address it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Straus’ response seems to be that although post-structuralist critiques are helpful for music theory, “new theorists” such as I, with our critiques of traditional methodologies, risk “enacting a ban on traditional methodologies.” A glance at recent issues of the major music theory journals, though, should be enough to convince the reader that post-structuralist thought is far from mainstream in our field, much less able to enact a ban. Nor would I ever advocate a ban; I would, however, advocate that music theorists become acquainted enough with recent critical theory to envision alternate ways of thinking music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] At the outset, we should realize that engaging post-structuralism does not necessarily entail losing our “tools.” Although some work informed by recent critical theory may fail to satisfy us music-theoretically, (1) there is no reason to believe that post- structuralist work must be this way. In fact, of the “new musicologists” that Straus cites, only Tomlinson refuses close reading on ideological grounds; in that, he represents a singular strain among post-structuralisms, most of which engage close reading quite a bit. Critical theory in the last twenty-five or so years has not abandoned the practice of theorizing about texts. In fact, the opposite has generally been true: a consistent complaint against post-structuralisms in literature has been the proliferation of technical discourses.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Nor is post-structuralist work ever utterly discontinuous with traditional work. Critical theory in other fields indicates the great degree to which post-structuralisms depend on earlier work for their articulation. One can easily recognize Heidegger, Husserl, Marx, Nietzsche, Saussure, and many others in Derrida’s writings. Freud and Saussure are constantly present in the work of Kristeva and Lacan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The impossibility of utter discontinuity means that the “tools” we have developed in structuralist times need not rust from disuse, as Straus fears. It would not be possible to begin post-structuralist work without them. The work which I imagine Straus would designate as “new theory”—such as Littlefield and Neumeyer ( 1992 ), Littlefield ( 1994 ), Klumpenhouwer ( 1994 ), Krims ( 1994a , 1994b , and 1994c )—shows no evidence of engaging theoretical “tools” any less than traditional structuralist work. (2) On the contrary, in each of these cases methodologies and theories developed in organicist contexts are engaged, discussed, applied, reapplied, and examined in detail.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "littlefield_and_neumeyer_1992",
                    "littlefield_1994",
                    "klumpenhouwer_1994",
                    "krims_1994a",
                    "krims_1994b",
                    "krims_1994c"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] “New theory” so far demonstrates that detailed articulation about musical ‘structure’ need not rely on the ideological contexts generally associated with the word “structure.” Tools survive in this work (even if the metaphor of the tool is effaced); what may not survive is the option of presenting tools as unproblematic descriptions of properties that are intrinsic to musical scores.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In fact, Straus’ own argument on this issue is a good deal closer to my position: namely, that if an analytical methodology “maintains a trace of its origin, it is not a trace that prevents its successful adaptation.” This is well put, and it is precisely the reason that post-structuralisms do not threaten to remove our tools. Littlefield and Neumeyer ( 1992 ) correctly point out that ideology remains attached to its products, and it would seem farfetched to argue that a method could outlive entirely its founding ideology. After all, a tool is made out of materials, and in a certain way, and for certain uses by certain people. But tools can be refashioned and used for different purposes; a methodology (such as pitch-class set classification or Schenker analysis) may originate in a highly essentialist context but be set against itself, used fragmentarily, or deployed to highlight the places where its meanings and premises break down. In other words, theories may be discussed as theories, rather than as keys to musical essences. This involves no loss of musical articulation (or “information”); on the contrary, one is generally forced to analyze even more closely when looking for theoretical impasses.",
                "footnotes": [],
                "citations": [
                    "littlefield_and_neumeyer_1992"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Post-structuralist approaches, rather, enable us to point out how our tools are always contingent and problematic instruments; how our readings of musical pieces bear the mark of our own interests and structurings; and how any analytical system at some point relies on its own negation, whether it be Schenker’s treatment of first-order neighbors or Schoenberg’s implicit admission of the cadential six-four as a suspension. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In closing, it is important to stress that both Straus and I agree on the value of post-structuralist critical theory for music theorists. Straus worries that theory-based analysis will disappear, and I do not; but I hope readers of this journal take from this exchange our agreement that (relatively) recent critical theory will benefit all of us.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.1.krims.html",
    "data": "mto/data/mto.95.1.1.krims.json"
}