{
    "title": "Review of Matthew McDonald, <i>Breaking Time’s Arrow: Experiment and Expression in the Music of Charles Ives</i> (Indiana University Press, 2014)",
    "date": "2016/09/01",
    "volume": "22",
    "issue": "3",
    "authors": [
        "Glahn, Denise Von"
    ],
    "abstract": "",
    "keywords": [
        "Ives",
        "temporality",
        "multi-directional motion",
        "fragmentation"
    ],
    "doi": "",
    "received": "August 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.glahn.pdf",
    "author_info": [
        {
            "name": "Denise Von Glahn",
            "university": "Florida State University",
            "address": "College of Music, Tallahassee, FL 32306-1180",
            "email": "DVonGlahn@fsu.edu"
        }
    ],
    "citations": {
        "boatwright_1962": "Boatwright, Howard, ed. 1962. Essays Before a Sonata, The Majority, and Other Writings by Charles Ives . W. W. Norton.",
        "cooney_1995": "Cooney, Denise Von Glahn. 1995. “Reconciliations: Time, Space, and the American Place in the Music of Charles Ives.” PhD diss. University of Washington.",
        "feder_1992": "Feder, Stuart. 1992. “My Father’s Song”: A Psycho-Analytic Biography . Yale University Press.",
        "hitchcock_2004": "Hitchcock, H. Wiley, ed. 2004. 129 Songs . A-R Editions.",
        "mcdonald_2004a": "McDonald, Matthew. 2004a. “Translating Experience, Transcending Time: Temporal Procedures and Their Expressive Meanings in the Music of Charles Ives.” PhD diss., Yale University.",
        "mcdonald_2004b": "McDonald, Matthew. 2004b. “Silent Narration? Elements of Narrative in Ives’s The Unanswered Question .” 19th-Century Music 27 (3): 263–86.",
        "mcdonald_2012": "McDonald, Matthew. 2012. “Ives and the Now.” In Music and Narrative since 1900 , edited by Michael L. Klein and Nicholas Reyland, 285–307. Indiana University Press.",
        "morgan_1977": "Morgan, Robert P. 1977. “Spatial Form in Ives.” In An Ives Celebration: Papers and Panels of the Charles Ives Centennial Festival-Conference , edited by H. Wiley Hitchcock and Vivian Perlis, 145–58. University of Illinois Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Breaking Time’s Arrow: Experiment and Expression in the Music of Charles Ives is Matthew McDonald’s 2014 contribution to the Indiana University Press series Musical Meaning and Interpretation , edited by Robert S. Hatten. Like other titles in the list, McDonald’s study  focuses on locating and extracting meaning beyond the sounds. In keeping with the series mission statement he explores “expressive motivations behind musical structures.” Given the success of Hatten’s series, it’s safe to say that Eduard Hanslick would not be pleased.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] McDonald creatively excavates familiar works by Ives and identifies continuities and meanings lying deep within their multi-directional organizations that are not obvious or intuitive. He looks beneath surface events and pulls out disconnected fragments scattered in the structures of Ives’s aural “jigsaw puzzles” (10). His goal is to reveal the ways Ives “reconceive[d] the temporality of music” (9). Understanding Ives’s strategies is essential to our fuller appreciation of his achievement. In all cases the author explores the relationships of fragments to some greater coherence—within individual pieces, between pieces in Ives’s oeuvre, and at work in the composer’s overarching life philosophy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Referencing over fifteen works including songs, a psalm setting, a string quartet, and a piano sonata, McDonald argues that in Ives’s music time and space are reoriented, that linearity as traditionally conceived is displaced, and that multiple temporal levels coexist simultaneously (10). He acknowledges the work of his dissertation advisor, Robert P. Morgan, regarding the spatial dimension of Ives’s music, but believes Morgan “overplayed his denial of the music’s temporality. Temporal sequence and cause-and-effect relationship,” McDonald argues, “are essential, even in extremely fractured musical environments” (10). Morgan’s pathbreaking work published in 1977 as part of An Ives Celebration: Papers and Panels of the Charles Ives Centennial Festival-Conference is now over 40 years old; it has inspired at least a couple of generations of scholars, including this reviewer, whose own dissertation and subsequent publications have addressed multi-dimensional aspects of Ives’s music ( Cooney 1995 ).",
                "footnotes": [],
                "citations": [
                    "morgan_1977",
                    "cooney_1995"
                ]
            }
        },
        {
            "4": {
                "text": "[4] McDonald posits linear connections and successions in Ives’s song “Nov. 2, 1920” and String Quartet No. 2, and extracts relationships in “The Things Our Fathers Loved” that provide unique readings of these pieces. McDonald’s observations are thought-provoking and welcome, especially when communicated with his consistently elegant prose. He learned much from his advisor: the author knows how to write. Alongside what he calls “hypothetical” readings of connections and successions are more traditionally grounded observations of local harmonic relationships, embedded stacked intervals, melodic bits borrowed from Beethoven, Schubert, Wagner, Strauss, and Debussy, and traditional formal overviews of key relationships. If any of McDonald’s “hypotheticals” proves too fanciful for some readers, these more conventional structural interpretations should satisfy those wanting assurance that the author is familiar with his score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In keeping with the mission of the series, Breaking Time’s Arrow also situates its musical analyses within a framework of broader contextualizing thought and argues its points as much by references to literary works, philosophical analogies, and contemporary theories as by illuminating charts, reductions, tables, and figures. Nevertheless, given the relatively slim size of the volume, 168 pages of text, a generous amount of space is devoted to graphics. Imagining and illuminating potential meanings hidden beneath the surface of music’s sounds and scores is the hallmark of Hatten’s series, and McDonald’s contribution to that larger enterprise is valuable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The book’s two sections and six chapters contain many examples of Ives’s sketches; it’s always inspiring to see the composer’s hand and to witness the changes, cross outs, and additions that he visited upon a piece over the course of its gestation. The precise placement of note heads, careful lining up of beats, attention to rhythmic groupings, octaves, dynamics, and instrumentation, and the detailed instructions to the strings in one example for The Unanswered Question to “keep very even time!” all speak of a musical mind knowing what it wanted to communicate. That Ives was also willing to leave room for performer input in many cases speaks of a composer not beholden to romantic notions of the “Art” work as a finished creation. Perhaps Whitman needs to be listed among his influences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Being able to consult numerous song scores as they appear in Ives’s original publication of 114 Songs —excerpts from “Slow March,” “Nov. 2, 1920,” and the complete score to “The Things Our Fathers Loved”—as compared with their cleaned-up, edited, re-dated, and renumbered versions in H. Wiley Hitchcock’s magnum opus of 2004, the exquisite MUSA edition of 129 Songs , is another reminder of the history behind the music and its first broad dissemination; we get to consult the songs as Ives published them, in all of their messy glory. The visual presentation keeps their “past-ness” in the present of a reader’s mind, a not inconsequential issue in McDonald’s particular study. I commend Indiana University Press for understanding the importance of musical examples in studies whose arguments depend to such a large extent upon the details of a composition’s operation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Not wanting to belabor observations of the visual product, in truth I found this volume’s collection of variously sized, newly created examples juxtaposed with the imported historical ones a bit jarring; they suggested at times a not fully integrated volume, a scrapbook of sorts, or perhaps a volume that wasn’t all of a piece. Some new examples were super-sized (see pages 45, 55, 106), while others were smaller and more proportionate. A similar discontinuity inheres in the endnotes, where some chapters are accompanied by many and lengthy discursive notes and others by pithier, more bare-bones citations. Perhaps McDonald could argue that his eclectic presentation mimics the fragmentary juxtaposition of musical styles, temporal displacements, and multidirectional motions that he discovers in Ives’s music, but that would be a stretch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The variety of example types and citation styles may be little more than a vestige of the genesis of the book, which is in large part a mash-up of McDonald’s dissertation, “Translating Experience, Transcending Time: Temporal Procedures and Their Expressive Meanings in the Music of Charles Ives” ( 2004a ), an article from that same year, “Silent Narration? Elements of Narrative in Ives’s The Unanswered Question ” from 19th-Century Music , and an essay from 2012 , “Ives and the Now,” in Music and Narrative Since 1990 . Sections of newly written prose introduce, connect, and weave these sources together, but having read all of the earlier works in their original incarnations, I initially experienced a case of reader’s déjà vu and was disappointed that this extremely gifted thinker and writer was not offering much new. Given the recentness of all three sources and their easy availability I wondered, why the repackaging?",
                "footnotes": [],
                "citations": [
                    "mcdonald_2004a",
                    "mcdonald_2012"
                ]
            }
        },
        {
            "10": {
                "text": "[10] McDonald’s argument for a re-reading of Ives’s understanding of time (musical and otherwise) is premised upon a couple of basic assumptions. The first is rooted in what he identifies as an illusory “paradox of Ives’s simultaneous orientation toward the past and future” (7). McDonald sees Ives’s use of borrowed tunes as among the composer’s “most notable innovations” (8). He takes issue with characterizations of Ives that portray him exclusively as “an intensely nostalgic” composer who is misplaced and dislocated from “his own time” (7). Quoting from Stuart Feder’s psychoanalytic biography of 1992 , Charles Ives: “My Father’s Song,” McDonald questions the notion of Ives’s “profound sense of alienation from the modern world” (8), the “notorious recluse” (17). McDonald understands Ives’s “treatment of fragmentary material in individual pieces as an attempt to resuscitate music of the past and to preserve it for the future” (26). This may be true to an extent—although much of the music ostensibly being resuscitated didn’t require CPR because it was still in the air at the time—but McDonald reads the results in “so many of Ives’s later works” as “shrouded by a profound sense of loss” (26). Was communicating loss really “the larger expressive project of Ives’s music” (26)? Is Ives’s music really shrouded by loss? Is its overwhelming affect inconsolable grief for things, times, and opportunities lost? Is Ives Proust’s composer-doppelgänger searching to recover a lost past?  This just doesn’t ring true for me in the majority of cases. With few exceptions, the song “Like a Sick Eagle” perhaps being the most conspicuous example, this is not the Ives I hear. Over and over in music and prose Ives challenges us to expand, look forward, and be hopeful. Are my ears on wrong? To his credit, McDonald acknowledges that this reading creates a tension with Ives’s prose or music that “tends to portray isolation negatively in relation to communal experience” (17).",
                "footnotes": [],
                "citations": [
                    "feder_1992"
                ]
            }
        },
        {
            "11": {
                "text": "[11] As regards musical thinking, Ives’s essay “Some Quarter-Tone Impressions” evidences a composer eager to imagine and try out new approaches to composition and one in step with other progressive musicians of the time. Arguing against traditional ways of listening, Ives observed, “how completely we are, in this respect, subject to the influence of habit and education. . . . We approve certain things, not because there is any natural propriety in them, but because we have been accustomed to them, and have been taught to consider them right; we disapprove certain others, not because there is any natural impropriety in them, but because they are strange to us, and we have been taught to consider them wrong” ( Boatwright 1962 , 109). When it comes to quarter tones specifically, Ives is optimistic, even if it will take “centuries, at least generations” for man to “discover all or even most of the value in a quarter-tone extension” ( Boatwright 1962 , 109). He envisions a day that “perhaps, an Edison, a Dempsey, or an Einstein will or will not suppress him with a blow from a new natural law” ( Boatwright 1962 , 113). Ives’s reference to a contemporary inventor, fighter, and scientist puts him in the center of his time. Although he doesn’t discuss Einstein’s general or special theories of relativity in his writings, it’s hard to imagine that he was completely unaware of their impact on contemporary thought. Might they have something to do with Ives’s own fluid approach to musical time and what McDonald identifies as “multiple temporal levels” (10)?",
                "footnotes": [],
                "citations": [
                    "boatwright_1962",
                    "boatwright_1962",
                    "boatwright_1962"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Although Ives focuses the majority of his article on discussions of enhanced pitch possibilities, he also sees the potential of quarter-tone chords for enlarging the rhythmic dimension of musical composition. Ives speaks of pulses and imagines “a rhythmic cycle or series of uneven periods,” which when “used alternatively with the same in pure diatonic intervals, etc., seem to clarify the general rhythmic scheme” (116). While pulses and cycles are specific aspects of musical time, Ives was cognizant of the temporal dimension of music even when thinking about quarter tones. His well-known reluctance to embrace any single system, practice, or tradition (tonality included) argues against anchoring Ives’s thinking too firmly in any single source.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] This relates to a second fundamental assumption at work in McDonald’s study. The author posits that Ives’s approach to the temporal dimension of music is rooted in Transcendentalist notions of time and eternity, and Emerson more specifically. He references Emerson’s “atemporal state: eternity” an “everlasting Now,” and compares it with “the Christian view of God’s time, another strong influence on Ives with deeper roots in his psyche” (7). But McDonald goes well beyond citing Emerson as an influence on Ives’s thinking. In his discussion of “Majority,” the first song of 114 Songs , he proposes that Ives became a “surrogate” for Emerson: “Ives is setting the terms for the song and the entire collection, positioning himself as a surrogate for Emerson as described in the first paragraph of Ives’s ‘Emerson’ essay: ‘America’s deepest explorer of the spiritual immensities—a seer painting his discoveries in masses and with any color that may lie at hand—cosmic, religious, human, even sensuous,’ and discoverer of the ‘wondrous chain which links the heavens with earth” (3). In summarizing Chapter 4, a study of The Unanswered Question , McDonald concludes: “In giving us access to substance via the strings’ silent music, Ives placed himself in the role of Emerson. Presenting to us the ‘wondrous chain,’ Ives was staking a claim of becoming Emerson’s composer-equivalent, seeking to achieve in music what Emerson had achieved in prose” (126). One would have to believe that Emersonian thought dominated Ives’s compositional career for this to be true, given the distance between The Unanswered Question and “Majority” and the Essays .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Chapter 4 draws heavily upon McDonald’s 2004 work, both his dissertation and article, and this may explain what appears to me to be the datedness of this thinking. No less Ives experts than J. Peter Burkholder and Wayne Shirley have warned scholars off exaggerating Ives’s dependence on Emerson or Transcendentalism as a heuristic to explain all of Ives. Neither the Concord Bard nor the movement he spurred can provide exclusive windows into Ives’s thought or his music’s motivations or operations. And this is where McDonald’s Chapter 5, “Ives and the Now,” with his discussion of film, which he clarifies “was emerging as an artistic medium” at the time becomes so important, and refreshing (127). Using Ives’s song “The Things Our Fathers Loved” as the case study, McDonald takes readers through two relatively traditional harmonic analyses, one drawing upon what he calls “Linear Hearing” and the other “Nonlinear Hearing.” (I think the word should be “listening” rather than “hearing” in both cases, but that’s a different issue.) McDonald’s goal is to demonstrate how “modernist ideas about time and temporality . . . were shaped and reflected by the cinema” (130). It comes as no surprise, then, that the two approaches produce “opposite temporal trajectories” (136).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] McDonald characterizes Ives’s “desire to bridge the gap between past and present” as “more than an Ivesian concoction.”  It is, he states, “a quintessentially modernist formulation that has numerous points of contact with contemporaneous ideas about time, memory, and their representation” (137). Although we know of no specific experience Ives had with cinema or his reaction to its treatment of narrative, McDonald recognizes that the cinematic qualities we hear in Ives’s music are “artistic responses to certain key questions and problems posed by modernity” (138). We see them in visual art and read them in poetry and literature of the time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] With this final substantive chapter McDonald sounds excited about the possibilities of this new way of thinking about Ives’s music. He incorporates ideas from film theorists Siegfried Kracauer and Roland Barthes, and is persuaded by Mary Ann Doane’s assertion that “the cinema provides the best means of understanding modernist ideas about temporality” (138). He cites cultural historian Stephen Kern’s observation that “sequence versus simultaneity . . . was a defining problem of modernity” (139). And so it seems that Ives was a man of his time after all. Large numbers of people were forced to take stock of a world where time had speeded up, where changes came more rapidly and unexpectedly, where the past often seemed unrelated to the now, and little was at it appeared.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] McDonald’s faculty bio on the Northeastern University homepage references several recent essays on music and film for edited collections. If the final chapter of Breaking Time’s Arrow is any indication of the work McDonald is doing in this field, I’m looking forward to his next book and hoping that he applies his new insights to additional studies of Ives’s music. This, I believe, is where McDonald’s most important contributions to Ives scholarship lie.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.3.glahn.html",
    "data": "mto/data/mto.16.22.3.glahn.json"
}