{
    "title": "In Praise of Contingency: The Powers and Limits of Theory",
    "date": "2010/01/01",
    "volume": "16",
    "issue": "1",
    "authors": [
        "McClary, Susan"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "October 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.mcclary.pdf",
    "author_info": [
        {
            "name": "Susan McClary",
            "university": "University of California, Los Angeles",
            "address": "",
            "email": "mcclary@international.ucla.edu"
        }
    ],
    "citations": {
        "abbate_1991": "Abbate, Carolyn. 1991. Unsung Voices: Opera and Musical Narrative in the Nineteenth Century . Princeton: Princeton University Press, 52–56.",
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?” Critical Inquiry 30, No. 3: 505–36.",
        "agawu_1991": "Agawu, Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton: Princeton University Press.",
        "attali_1985": "Attali, Jacques. 1985. Noise , trans. Brian Massumi, afterword by Susan McClary. Minneapolis: University of Minnesota Press.",
        "bickerton_2008": "Bickerton, Derek. 2008. Bastard Tongues . New York: Hill and Wang.",
        "broman_2008": "Broman, Per F, and Nora A. Engebretsen. 2008. What Kind of Theory Is Music Theory?: Epistemological Exercises in Music Theory and Analysis . Stockholm Studies in Musicology.",
        "burnham_1995": "Burnham, Scott. 1995. Beethoven Hero . Princeton: Princeton University Press.",
        "cavell_1976": "Cavell, Stanley. 1976. “Music Discomposed” in Must We Mean What We Say?: A Book of Essays . Cambridge: Cambridge University Press, 186.",
        "chomsky_1957": "Chomsky, Noam. 1957. Syntactical Structures . The Hague: Mouton.",
        "clark_2001": "Clark, Susannah and Alexander Rehding, eds. 2001. Music Theory and Natural Order from the Renaissance to the Early Twentieth Century . Cambridge: Cambridge University Press.",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note.” 19th-Century Music 5: 233–41.",
        "evans_2009": "Evans, Nicholas and Stephen C. Levinson. 2009. “The Myth of Language Universals: Language Diversity and Its Importance for Cognitive Science.” Behavioral and Brain Sciences .",
        "hepokoski_1992": "Hepokoski, James. 1992. “Fiery Pulsed Libertine or Domestic Hero? Strauss’s Don Juan Revisited” in Richard Strauss: New Perspectives on the Composer and His Work , ed. Bryan Gilliam. Durham: Duke University Press, 135–75.",
        "higgins_1993": "Higgins, Paula. 1993. “Women in Music, Feminist Criticism, and Guerrilla Musicology: Reflections on Recent Polemics.” 19th-Century Music 17: 174–92.",
        "hoffman_1950": "Hoffmann, E.T.A. 1950. “Beethoven’s Instrumental Music” (1813). Translated in Oliver Strunk, Source Readings in Music History . New York: W.W. Norton.",
        "jameson_1981": "Jameson, Fredric. 1981. The Political Unconscious: Narrative as a Socially Symbolic Act . Ithaca: Cornell University Press.",
        "johnson_1990": "Johnson, Mark. 1990. The Bodily Basis of Meaning, Imagination, and Reason . Chicago: University of Chicago Press.",
        "kerman_1994": "Kerman, Joseph. 1994. “Why We Got Into Analysis, and How to Get Out” in Write All These Down: Essays on Music . Berkeley and Los Angeles: University of California Press, 12.",
        "kivy_1980": "Kivy, Peter. 1980. The Corded Shell: Reflections on Musical Expression . Princeton: Princeton University Press.",
        "lerdahl_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . Cambridge, Mass.: MIT Press.",
        "levine_1990": "Levine, Lawrence W. 1990. Highbrow/Lowbrow: The Emergence of Cultural Hierarchy in America . Cambridge, Mass.: Harvard University Press.",
        "lewin_2006": "Lewin, David. 2006. “Auf dem Flusse: Image and Background in a Schubert Song” in Studies in Music with Text . Oxford: Oxford University Press, 109–33.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . Oxford: Oxford University Press.",
        "maus_1991": "Maus, Fred. 1991. “Music as Narrative.” Indiana Theory Review 12: 1–34.",
        "mcclary_1993": "McClary, Susan. 1993. “Narrative Agendas in ‘Absolute Music’” in Ruth Solie, ed., Musicology and Difference: Gender and Sexuality in Music Scholarship . Berkeley and Los Angeles: University of California Press, 326–44.",
        "mcclary_1994": "McClary, Susan. 1994. “Narratives of Bourgeois Subjectivity in Mozart’s ‘Prague’ Symphony” in Understanding Narrative , ed. Peter J. Rabinowitz and James Phelan. Columbus: Ohio State University Press, 65–98.",
        "mcclary_1997": "McClary, Susan. 1997. “The Impromptu That Trod on a Loaf: or How Music Tells Stories.” Narrative 5, no. 1: 20–35.",
        "mcclary_2000": "McClary, Susan. 2000. Conventional Wisdom: The Content of Musical Form . Berkeley and Los Angeles: University of California Press.",
        "mcclary_2002": "McClary, Susan. 2002. “Fetisch Stimme: Professionelle Sänger im Italien der frühen Neuzeit” in Zwischen Rauschen und Offenbarung: Zur Kultur- und Mediengeschichte der Stimme , ed. Friedrich Kittler, Thomas Macho, and Sigrid Weigel. Berlin: Akademie Verlag, 199–214.",
        "mcclary_2004": "McClary, Susan. 2004. Modal Subjectivities: Self-Fashioning in the Italian Madrigal . Berkeley and Los Angeles: University of California Press.",
        "mcclary_2007": "McClary, Susan. 2007. “Towards a History of Harmonic Tonality” in Towards Tonality: Aspects of Baroque Music Theory , ed. Thomas Christensen, Collected Writings of the Orpheus Institute, 6. Leuven: Leuven University Press, 91–117.",
        "mccreless_1991": "McCreless, Patrick. 1991. “The Hermeneutic Sentence and other Literary Models for Tonal Closure.” Indiana Theory Review 12: 35–74.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History, and Ideology . Philadelphia: University of Pennsylvania Press.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music . Princeton: Princeton University Press.",
        "moretti_1998": "Moretti, Franco. 1998. The Way of the World: The Bildungsroman in European Culture . London: Verso.",
        "mufwene_2008": "Mufwene, Salikoko. 2008. Language Evoluation: Contact, Competition and Change . London and New York: Continuum Books.",
        "ratner_1985": "Ratner, Leonard. 1985. Classic Music: Expression, Form and Style . New York: MacMillan.",
        "ricoeur_1985": "Ricoeur, Paul. 1985. Time and Narrative , vol II, trans. Kathleen McLaughlin and David Pellauer. Chicago: University of Chicago Press, 68.",
        "rosand_1991": "Rosand, Ellen. 1991. Opera in Seventeenth-Century Venice: The Creation of a Genre . Berkeley and Los Angeles, chapter 10.",
        "ross_1994": "Ross, Alex. 1994. “A Female Deer? Looking for Sex in the Sound of Music.” Lingua Franca 4, No. 5.",
        "sandow_2005": "Sandow, Greg. 2005. An Arts Journal Weblog (Oct. 27). http://www.artsjournal.com/sandow/2005/10/forster_on_beethoven.html",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition , trans. Ernst Oster. New York: Longman, 5.",
        "white_1992": "White, Hayden. 1992. “Form, Reference, and Ideology in Musical Discourse,” afterword to Music and Text: Critical Inquiries , ed. Steven Paul Scher. Cambridge: Cambridge University Press.",
        "zbikowski_2005": "Zbikowski, Lawrence. 2005. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Chicago: University of Chicago Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Hesse’s Das Glasperlenspiel appeared in 1943. For critiques of analysis in musicology, see particularly Abbate 2004 .",
            "citations": [
                "abbate_2004"
            ]
        },
        "FN2": {
            "text": "2. For an account of this aspiration over history, see Clark 2001 .",
            "citations": [
                "clark_2001"
            ]
        },
        "FN3": {
            "text": "3. Kerman 1994 . Originally written for the 1978-79 Thalheimer Lectures at The Johns Hopkins University; this text appeared first in Critical Inquiry 7 (1980): 311–31.",
            "citations": [
                "kerman_1994"
            ]
        },
        "FN4": {
            "text": "4. See McClary 2004 and McClary 2007 . The legendary episode featuring John Cleese as Miss Anne Elk may be viewed at: http://www.youtube.com/watch?v=cAYDiPizDIs .",
            "citations": [
                "mcclary_2004",
                "mcclary_2007"
            ]
        },
        "FN5": {
            "text": "5. See the special issue of Musica Humana 1, no. 2 (Autumn 2009), dedicated to the memory of Leonard Meyer and edited by Robert Gjerdingen.",
            "citations": []
        },
        "FN6": {
            "text": "6. In addition to Modal Subjectivities , see my Desire and Pleasure in Seventeenth-Century Music (Berkeley and Los Angeles: University of California Press, forthcoming).",
            "citations": []
        },
        "FN7": {
            "text": "7. Chomsky 1957 . For recent arguments disputing Chomsky’s Universal Grammar, see Evans 2009 . This article by Evans and Levinson has in turn proved quite controversial; the on-going discussion may be followed on Google. My thanks to Larry Zbikowski for this reference—and for his words advising caution in this volatile arena!",
            "citations": [
                "chomsky_1957",
                "evans_2009"
            ]
        },
        "FN8": {
            "text": "8. Bickerton 2008 . Bickerton’s work is also controversial. See, for instance, Mufwene 2008 . Again my thanks to Larry Zbikowski.",
            "citations": [
                "bickerton_2008",
                "mufwene_2008"
            ]
        },
        "FN9": {
            "text": "9. Howard’s End , directed by James Ivory, produced by Ismail Merchant; screenplay by Ruth Prawer Jhabvala (1992).",
            "citations": []
        },
        "FN10": {
            "text": "10. In particular, see Higgins 1993 and Ross 1994 .",
            "citations": [
                "higgins_1993",
                "ross_1994"
            ]
        },
        "FN11": {
            "text": "11. Eduard Hanslick, Von Musikalisch-Schönen (1854). Recall, however, that Hanslick’s own extensive corpus of music criticism engages extensively with such issues all the time.",
            "citations": []
        },
        "FN12": {
            "text": "12. Kivy 1980 . Professor Kivy’s positions have changed considerably over the course of the last thirty years, as may be seen in his tribute to Leonard Meyer in the memorial issue of Musica Humana , but even his St. Bernard example played a significant role in reawakening discussions of affect in music.",
            "citations": [
                "kivy_1980"
            ]
        },
        "FN13": {
            "text": "13. David Huron, among others, is pursuing the implications of this finding for music cognition.",
            "citations": []
        },
        "FN14": {
            "text": "14. Johann Mattheson, Der vollkommene Capellmeister (1739).",
            "citations": []
        },
        "FN15": {
            "text": "15. I owe much of my insight into the Gothic or fantastique revival to Marianna Ritchey, who is now writing her dissertation on this topic.",
            "citations": []
        },
        "FN16": {
            "text": "16. See Abbate 1991 . For Ricoeur’s position, see Ricoeur 1985 .",
            "citations": [
                "abbate_1991",
                "ricoeur_1985"
            ]
        },
        "FN17": {
            "text": "17. A similar strategy occurs in Mozart’s Prague Symphony: the menacing strains of the symphony’s introduction return to disrupt the joyous proceedings of the finale. See McClary 1994 .",
            "citations": [
                "mcclary_1994"
            ]
        },
        "FN18": {
            "text": "18. See McClary 2000 .",
            "citations": [
                "mcclary_2000"
            ]
        },
        "FN19": {
            "text": "19. Cone 1982 . See also McClary 1997 .",
            "citations": [
                "cone_1982",
                "mcclary_1997"
            ]
        },
        "FN20": {
            "text": "20. See, for instance, White 1992 .",
            "citations": [
                "white_1992"
            ]
        },
        "FN21": {
            "text": "21. For more on the relationships between plot trajectories and nineteenth-century ideological struggles, see Jameson 1981 and Moretti 1998 .",
            "citations": [
                "jameson_1981",
                "moretti_1998"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Let me say at the outset how honored and delighted I am to be speaking with you today. When I first went on the job market in 1975, I advertised myself as both a musicologist and a theorist. Receiving offers in both fields, I chose musicology: I assumed I could do as much theory and analysis as I liked in my music history courses but would spend all my time correcting parallel fifths if I pursued the other route. In the thirty years since the Society for Music Theory broke away from the American Musicological Society, however, professional theorists have moved closer to the humanities, while musicologists increasingly have gravitated toward the social sciences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I plead guilty of having introduced questions concerning historical and cultural context into musicology. For it does not seem to me feasible to explain why musical syntax changes or how a particular composition works without paying attention to the people who produced the changes or compositions in question. Yet at the same time, I believe firmly that the study of music must also include the study of music . And although I trust that the pendulum will eventually swing back toward the middle, musicologists have entered a phase in which analysis has become the butt of jokes—the business of gnostics straight out of Hermann Hesse’s The Glass Bead Game . (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As I enter my last years before retirement, I find that I’d rather spend them wallowing in scores, sounds, and performances than worrying about what Pierre Bourdieu or Homi Bhabha might have to say. As a consequence, I have just moved my line in the bizarrely balkanized territory contained within UCLA’s Schoenberg Hall from Musicology to Music—from the Humanities to the School of the Arts. So the die is cast: ich bin eine Musiktheoretikerin !",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] But what precisely does this mean? Our Swedish colleagues Per Broman and Nora Engebretsen foregrounded the question “what kind of theory is music theory?” as the title of their recent book ( Broman 2008 ). In the other humanities, such as literary or films studies, the word “theory” refers to any enterprise concerned with general methods or approaches; it finds itself attached to specific modifiers such as “narrative,” “feminist,” “queer,” or “postcolonial.” I have often been identified by my colleagues in comparative literature as a “music theorist,” because I bring the same sorts of questions to bear on music.",
                "footnotes": [],
                "citations": [
                    "broman_2008"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The individuals associated with the Society for Music Theory, however, have tended until recently to confine their purview more narrowly to the formal dimensions of music. Although linguistic theories that deal in the abstract with grammar and syntax also abound, they usually operate quite separately from activities focused on the interpretation of artworks. By contrast, music specialists lump pedagogical, grammatical, analytical, and speculative enterprises together within an uneasy category called “theory,” which occasionally (but not always) also includes considerations of cultural history, aesthetic judgment, and meaning—the principal concerns of most other humanities disciplines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Since at least the time of Pythagoras, music theorists have presumed to engage with much more than just the tunes humans invent; they have repeatedly aspired to mathematical objectivity and even to the metaphysical, to account for nothing less than the order of the universe. (2) Given those lofty aims, the consideration of repertories can seem pretty poor stuff. As philosopher Stanley Cavell once pointed out, “The absence of humane music criticism...seems particularly striking against the fact that music has, among the arts, the most, perhaps the only, systematic and precise vocabulary for the description and analysis of its objects.” Yet, he cautions, “somehow that possession itself must be a liability” ( Cavell 1976 ).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "cavell_1976"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Cavell published that diagnosis in 1967, when taxonomic music theory was on the rise; Joseph Kerman echoed these sentiments ten years later when he wrote that “articles on music composed after 1950...appear sometimes to mimic scientific papers in the way that South American bugs and flies will mimic the dreaded carpenter wasp.” (3) All in all, hyper-formalist music theory came in for quite a drubbing as individuals like Cavell, Kerman, and (yes) myself tried to clear a space for music criticism and interpretation.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Yet music theories—even those of the most esoteric stripe—have a legitimate place in the study of this most powerful and elusive of media. I wouldn’t want to sound too much like Monty Python’s Miss Anne Elk, who coyly touted “That is MY theory, it is MINE, and belongs to ME.” But I too have developed abstract models for the analysis of early-modern music and have even proposed alternative ways of understanding the emergence of eighteenth-century tonality. (4) The human need to parse and organize information systematically into useful categories begins at infancy, if not before. We cannot function or even survive without theories, whether explicitly formulated or not.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Let me turn again to linguistics. Most people acquire their native language without the assistance of grammarians. We toss gerunds around with aplomb without even knowing that such items have names. When we confront another language, however, we turn to diagrams of declensions and conjugations—somebody’s theories of how the still-opaque language is structured and how it relates to our own. It is usually only in the course of this arduous process that we learn to label those words ending with i-n-g as “gerunds,” just as Monsieur Jordain in Molière’s Le Bourgeois Gentilhomme first discovered late in life that he had always spoken prose. But as long as we stick with our native tongue, we can and do ignore the intricate theoretical apparatus that allows us to form sentences and comprehend the utterances of others. It is transparent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A great many of the individuals who go around with iPods permanently affixed to their ears are innocent of music theory as we practice it. Such aficionados sometimes become productive musicians and even composers, still without the interventions of any formal theoretical training. Yet all of them have developed extremely sophisticated ways of receiving and making sense of musical configurations. They may not be able to identify a diminished seventh by that name, but they know when to recoil in fear when one appears in a horror-movie soundtrack or how to laugh when the chord is used for purposes of mock terror. They can even explain the subtle implications of flat-six digressions when they hear one plugged unexpectedly into, say, “Amazing Grace.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] One important strand of music theory brings the kind of parsing individuals do by means of automatic pilot to a conscious level and systematizes the configurations that emerge as significant. Much of the work of the late Leonard Meyer pursued this goal as he asked how listeners know what they know, why they experience heightened emotion in certain patterns, or how they perceive the hierarchies of strong and weak pulses that we call “meter.” (5) My own work on sixteenth- and seventeenth-century repertories does something of this sort for what count as a dead languages. In the absence of “native speakers,” I have attempted to derive syntactical norms from the artifacts that survive. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] But how do we acquire basic linguistic and musical competence without pedagogical intervention? How does this automatic pilot operate? In the 1950s, Noam Chomsky posited the existence of an in-born grammar machine in the human brain—a theory that continues to generate heated debate among not only linguists but also specialists in cognition and neuroscientists. (7) Chomsky’s still-controversial ideas made their way into music theory principally by way of composer Fred Lerdahl in collaboration with linguist Ray Jackendoff, who surmised that something of the same process must obtain with music cognition ( Lerdahl 1983 ).",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "lerdahl_1983"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Some of my composition students have grabbed onto recent affirmations of Chomsky’s ideas and want to wield them as evidence that diatonic tonality, after all, is innate. But Chomsky did not argue that human beings have a predisposition for speaking twentieth-century English. Indeed, some of the strongest confirmation for his notion of a built-in grammar machine comes from linguist Derek Bickerton, who has demonstrated how the children of pidgin-speakers construct full-fledged creoles, complete with all the elements manifested by any other language. If a compulsion to organize comes with our standard operating equipment, the stuff that gets organized remains radically contingent upon the historical and social circumstances within which previous language groups collided to give rise to a creole. Bickerton titles his book Bastard Tongues to underscore the promiscuity of linguistic development. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] To return to music: even if we want to accept something like Chomsky’s universal grammar for music cognition, we should be careful not to mistake that broader principle for the way “our” own music goes. We used to believe that Europeans alone discovered this way of organizing sound, much as they discovered how blood circulates, because of their intellectual superiority. But if Rameau’s tonality were the expression of impulses inherent in human beings, then why did it underpin even European art music for little more than a century?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Linguists often differentiate between the synchronic—that is, between the way a language operates at any given time—and the diachronic, which traces the changes in languages over time, owing to social contingencies. Much music theory (as well as linguistics) has focused on synchronic freeze-frames, which grant the impression of relative autonomy to the object of study. This is as it should be: if I want to learn to read Classical Latin, I turn to the systematized charts developed by grammarians; if I want to understand what I hear as consistencies in Mozart’s music, I refer to the works of Schenker, Meyer, and many others. I do not wish to call the power of such theories into question.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I do, however, want to argue that these cannot be the only games in town. In the Hispanic Peninsula, Classical Latin was filtered though populations of Visigoths and subsequently formed hybrids with the language of the Moors who ruled Spain for centuries; we cannot understand how that process occurred without recourse to a history of invasions, reconquests, and colonial expansion, all of which left their marks on modern Spanish. Nor can we understand any given piece of music or even a particular moment within the ever-evolving conventions we might call grammar without taking into account a wide range of extenuating circumstances. For culture proceeds sometimes by force of active will or imagination, but just as often by accidents, chance encounters, market pressures, or an unpredictable combination of these and other factors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] A few examples. The great flowering of polyphony in the Italian Renaissance courts collapsed not just because someone had discovered better ways of putting notes together but from want of male heirs ( McClary 2002 ). Sometimes it’s just that simple. What we call opera was kept on life support not by an elite (if dwindling) aristocracy but by traveling troupes of commedia dell’arte players. When it emerged again as a public entertainment in mid-seventeenth-century Venice, Francesco Cavalli figured out how to forego the allegorical complexity of Monteverdi in order to set an entire play in a matter of a couple of weeks, much like a film composer. The result was a stripped-down standardized procedure that \nbecame the template for tonality ( Rosand 1991 ).",
                "footnotes": [],
                "citations": [
                    "mcclary_2002",
                    "rosand_1991"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Another factor—the sheer perversity of the human imagination—can also shift the parameters we study, pulling the previously reliable rug out from under our feet. Jacques Attali proposes \nthat we consider music as residing on an axis between order and noise ( Attali 1985 ). One could say that music theorists attempt to account for the orderly dimensions of musical practices, striving to discern between those elements subject to generalizable rules and those that count as dissonant with respect to the system. But one of history’s delicious ironies involves the repeated upending of such hierarchies in favor of noise, which itself then becomes the object of theory.",
                "footnotes": [],
                "citations": [
                    "attali_1985"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Think, for instance, of how Nicola Vicentino grabbed onto the ancient Greek chromatic and enharmonic genera and thereby spawned several waves of virtually atonal experimentation in the late sixteenth and early seventeenth centuries; without that bizarre theoretical move, we would have no Gesualdo or Frescobaldi. Or the uncannily similar phenomenon in which Schoenberg justified unrelieved discord by means of serialism’s unparalleled adherence to order. Or Messiaen’s eclectic toolbox of Hindu mysticism, Catholic piety, and bird calls, all of them systematized in such a way as to buttress his idiosyncratic work. Or John Cage’s refusal of the fundamental dichotomy between order and noise. In these instances, human agency manages to change the subject, sometimes locally, sometimes internationally.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Not every individual proposition for stylistic transformation makes it to the Big Time, of course: the history of music theory is littered with one-offs, ideas that went nowhere. And not necessarily because they were less worthy than others but also owing to mere contingency—who knew whom, who had access to widespread circulation or financial support, who happened to be living in a time and place that rewarded innovation. Such issues make the difference between what is received as avant-garde sophistication and what as incompetence or gibberish.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The disciplines of both music theory and musicology have long resisted acknowledging contingency. We refer disdainfully to whatever escapes the borders of theoretical control as “extramusical.” Whether the Petrarch sonnets that inspired the chromatic twists and turns of Cipriano de Rore’s madrigals or the program aligned with the formal eccentricities of Berlioz’s Symphonie Fantastique , these features are bracketed off as somehow irrelevant to “the music itself.” If “the music” works properly in and of itself, then it doesn’t need the training wheels of lyrics or narratives to help it; if it can only make sense by means of these props, then it fails to qualify as music per se. Or so the story used to go.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Fortunately, we have relaxed those borders considerably in recent years. For instance, analysts of Schubert songs—David Lewin and Yonatan Malin—have interrogated the ways in which the content of his chosen poems affect the structure, harmonies, melodies, rhythms, and temporalities of the final compositions ( Lewin 2006 and Malin 2010 ). \nTo ignore the verbal component of songs is not even to grasp much of the music \nitself, which derives its basic metaphors and affective burden from the lyrics. \nJames Hepokosi has demonstrated how the programs affixed to Strauss tone poems not only make the music intelligible to uninitiated listeners but actually allow the composer to imagine radically new formal strategies ( Hepokoski 1992 ). We cordon off these explicit “extramusical” factors at our peril as adequate interpreters. Even at the level of asking “why this note rather than any other note,” we must take lyrics and programs into account.",
                "footnotes": [],
                "citations": [
                    "lewin_2006",
                    "malin_2010",
                    "hepokoski_1992"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Yet where do we draw the line? The circle we used to draw around the piece of music to define our object of study has expanded to include those components expressly signaled by the composers in multimedia works. But what of cultural or historical contingencies never mentioned by the artist? To what extent might those be admissible—or perhaps even indispensable considerations—in music analysis and theory?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Alas, this is where I always run afoul of the law, or at least the rules defining good behavior and decorum within our disciplines. For so tightly insulated from the outside world is the music (and a good many of its guardians, for that matter) that some of the parameters I have brought to bear on my analyses seem utterly arbitrary to certain readers. Why choose to map a symphony in terms related to the nineteenth-century ideal of Bildung rather than a story about someone going to the store to buy bananas? Why concentrate on issues of Schubert’s sexuality? Why not depart from the fact that he was short and fat? “If feminist musicology, why not vegetarian?” asked one rather waggish skeptic (a query that we might take seriously if half the characters in operas were eggplants—and if the criteria for adequate closure demanded that the eggplant die). How far does contingency stretch?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] This is, if I may say as much, a theoretical question—indeed, a music theoretical question. For methodological issues can and should involve more than grammar and formal process, even if we still also want (as I do) to focus on considerations related to syntax. In the last few decades, music theorists have borrowed many of their models from mathematics and the hard sciences, with claims of objectivity prominent among criteria. I have nothing against the ideals of “objective” analysis or research. But I do resist the implications of the word with which it is usually paired as an antithesis, namely “subjective.” This binary opposition implies that anything not absolutely verifiable should be counted as groundless, as a purely personal impulse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Yet even if certain aspects of music lend themselves to scientific or quasi-scientific approaches (especially in studies of its acoustical properties), it has many more dimensions that can never yield to such criteria. Those who link music with the world outside the purely musical dimension of the score are not necessarily just making it up or imposing their own warped imaginations on this otherwise innocent object of study. To be sure, certain approaches may prove turn out to be more productive of insights or better justified than others. But even some that may seem entirely arbitrary at first glance may turn out to have something substantial to add to the conversation, even if they require a fair amount of theoretical mediation to rescue them from the “extramusical.” * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Everyone’s favorite example of a ludicrously ungrounded reaction to a piece of music appears in the 1992 film adaptation of E. M. Forster’s novel Howard’s End . (9) The central character, Helen Schlegel, is attending a music-appreciation lecture on Beethoven’s Fifth Symphony. A supremely supercilious musicologist describes the Scherzo thus: I want to draw your attention to the third movement. We no longer hear the hero, but a goblin. A single, solitary goblin...walking across the universe.... from beginning to end. An elderly gentleman in the audience suddenly stands and voices an objection: “Why a goblin?” The lecturer responds condescendingly that his description is obvious. Yet his antagonist persists: “But why specifically a goblin?” As the speaker sputters back that “the goblin signifies the spirit of negation...panic and emptiness, that’s what the goblin signifies,” the impatient-looking Helen gets up and walks out of the hall. A truly hilarious moment that vindicates the position of those who like to scoff at far-flung interpretations. Indeed, the phrase “why a goblin?” has shown up in reviews of my own work. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In the spirit of Halloween, I’d like to engage with the question, “why a goblin?”. First, I want to remind you that it’s the postmodernist screenwriter who created this scenario rather than Forster in 1910. For the novelist ascribes the goblin interpretation to Helen herself as she attends a concert. I will quote Forster at some length because, as Greg Sandow has observed, this is one of the great descriptions of music in literature ( Sandow 2005 ). “Look out for the part where you think you have done with the goblins and they come back,” breathed Helen, as the music started with a goblin walking quietly over the universe from end to end. Others followed him. They were not aggressive creatures; it was that that made them so terrible to Helen. They merely observed in passing that there was no such thing as splendour or heroicism in the world.... Helen could not contradict them for, once at all events, she had felt the same, and had seen the reliable walls of youth collapse. Panic and emptiness! Panic and emptiness! The goblins were right.... As if things were going too far, Beethoven took hold of the goblins and made them do what he wanted...He gave them a little push, and they began to walk in major key instead of in a minor, and then—he blew with his mouth and they were scattered! ... Oh, it all burst before the girl.... Any fate was titanic; any contest desirable; conqueror and conquered would alike be applauded by the angels in the utmost stars. And the goblins—they had not really been there at all? They were only the phantoms of cowardice and unbelief? One healthy human impulse would dispel them? Men like...President Roosevelt would say yes. Beethoven knew better. The goblins really had been there. They might return—and they did. It was as if the splendour of life might boil over and waste to steam and froth. In its dissolution one heard the terrible, ominous note, and a goblin, with increased malignity, walked quietly over the universe from end to end. Panic and emptiness! Panic and emptiness! Even the flaming ramparts of the world might fall. Beethoven chose to make all right in the end. He built the ramparts up. He blew with his mouth for the second time, and again the goblins were scattered. He brought back the gusts of splendour, the heroism, the youth, the magnificence of life and of death, and, amid vast roarings of a superhuman joy, he led his Fifth Symphony to its conclusion. But the goblins were there. They could return. He had said so bravely, and that is why one can trust Beethoven when he says other things. Helen does in fact leave the hall at this point, but only because she is so devastated by her understanding of what she has just witnessed.",
                "footnotes": [],
                "citations": [
                    "sandow_2005"
                ]
            }
        },
        {
            "29": {
                "text": "[29] I have no interest in persuading you of goblins per se—nor is Forster, for that matter. But his reading is no joke. And it is sufficiently rich in its implications that it will allow us to explore a wide range of contingencies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Notice first that Forster’s description is not devoid of music-theoretical references. In contrast with the pompous musicologist in the movie, Helen anchors her reading in specific pointers: she observes, for instance, that in the transition to the finale Beethoven deftly converts his motive from minor into major, and she strives to make sense of the return of the materials from the third movement in the middle of the finale. She responds to details in the symphony as it unfolds before her, and her references are sufficiently adequate that we can follow her reading without measure numbers. The professional analyst may miss many of the elements left unmentioned or at least underdeveloped in Forster’s account: the dense web of thematic transformations that marks this entire symphony or the background scaffolding that guarantees a quality of coherence despite surface discontinuities. Although I will not pursue these aspects of the symphony here, I want to reassure you that these projects matter deeply as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Helen is also responding, however, to other dimensions of the piece, and many of these have seemed at times to fall outside the permissible limits of analysis. Like many amateur listeners, she cares profoundly about affect. She hears splendour, panic, the ominous, glory, joy, and much more. Can music express emotions? So influential was Eduard Hanslick’s denial in The Beautiful in Music that our disciplines still have not quite recovered. (11) Peter Kivy, in The Corded Shell , proposed that we must project feelings onto music in the way we might think a St. Bernard looks sad, regardless of the actual mood of the dog. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] But the dog, of course, is not the product of human artists striving to convey feelings, while music—at least music of Beethoven’s era—is. Much of the music-theoretical ink spilled over the course of the eighteenth century concerned the ways in which composers could simulate affect through their choices of pitch, rhythm, timbre, tempo, and instrumentation. Theirs was a remarkably materialist project, nothing less than an attempt at explaining how to do cultural work with notes. If the Romantics preferred to imagine music as unmediated expressivity, their predecessors not only admitted their means of construction but happily shared their tricks of the trade in do-it-yourself manuals. Beethoven would have been scandalized had he foreseen listeners who refused to recognize glory when he hits them over the head with it. My god! What’s a guy gotta do?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Gradually we are learning to overcome our disciplinary Asperger’s Syndrome, the autistic condition that prevents those afflicted from recognizing evidence of feeling in others. Our greater acquaintance with the Affektenlehre , the semiotic work of Raymond Monelle ( 2000 ) or Kofi Agawu ( 1991 ), and, most recently, the discovery of mirror neurons in the brain have made it increasingly acceptable to deal with affect as a part of the analytic enterprise. (13) For listeners do not grab onto any old emotional type when they hear a passage; they are responding to specific signs.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "monelle_2000",
                    "agawu_1991"
                ]
            }
        },
        {
            "34": {
                "text": "[34] The finale of Beethoven’s Fifth operates fully within the Triumphal March topic, and it would have been acknowledged as such at least a hundred years earlier: C major, ascending triadic theme, unswervingly diatonic harmony, four-square meter, emphatic accent patterns, brass and timpani, rising ornamental flourishes that become increasingly joyful, and utterly secure cadential confirmation. We could trace each of these elements back, explaining how they came to be associated with triumph; in fact, the movement seems to be modeled quite closely on the marches that proliferated in France during the Revolutionary Period.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Recall, however, that the elderly man did not ask “why a triumphal march”: that indeed is quite obvious to anyone willing to venture a connection beyond the notes themselves to some kind of signification. No, he asked about goblins. Leonard Ratner ( 1985 ) has no “goblin” topic in his book, nor does Johann Mattheson include it in his Complete Capellmeister . (14) If we shift our terms a bit and merely look for the topic of the “creepy,” we don’t fare much better. For this particular affect was quite new on the scene: a favorite zone for the Gothic novels just beginning to flood the market in the wake of the French Revolution, the Terror, and the Napoleonic Wars. (15) The framing sections of Mozart’s Don Giovanni had begun to explore this terrain, as had his Symphony in G Minor and Piano Concerto in D Minor; Weber’s Der Freischütz would soon unleash a whole vocabulary for “creepy.”",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "ratner_1985"
                ]
            }
        },
        {
            "36": {
                "text": "[36] Forster’s characterization strongly resembles that of E.T.A. Hoffmann—the great author of Gothic tales—who described the composer’s effects in these words: Beethoven’s instrumental music opens up to us also the realm of the monstrous and the immeasurable. Burning flashes of light shoot through the deep night of this realm, and we become aware of giant shadows that surge back and forth, driving us into narrower and narrower confines until they destroy us .... [His] music sets in motion the lever of fear, of awe, of horror, of suffering.... ( Hoffman 1950 ) Substitute whatever sinister apparition you like for “goblin,” but the affect is in fact quite obvious. Less clear is why such material intrudes into a hero-oriented symphony, and this question becomes the burden of Helen’s analysis.",
                "footnotes": [],
                "citations": [
                    "hoffman_1950"
                ]
            }
        },
        {
            "37": {
                "text": "[37] Beethoven had to work much harder to produce this effect, for which he had few models. How to create an affect recognizable as creepy (or goblinesque) before it has coalesced into a convention? As Mark Johnson ( 1990 ) and Larry Zbikowski ( 2005 ) would explain, he depends heavily on his own and our experiences as embodied beings and the bodily metaphors by which we make sense of virtually everything. To be more specific, the insinuating melodic line that snakes up from the depths sounds quite literally dodgy. When the full orchestra enters with this movement’s version of “Fate,” it sounds downright malevolent: oppressive and unyielding, with sudden, apparently arbitrary key changes that render its force even more menacing. The opening C-minor tune returns but in B minor—colonizing remote pitch relations and making its location difficult to predict. After a trio that offers a modicum of comic relief, the Gothic materials come back, now stripped down to barely audible pizzicato, now even creepier with tip-toe articulation.",
                "footnotes": [],
                "citations": [
                    "johnson_1990",
                    "zbikowski_2005"
                ]
            }
        },
        {
            "38": {
                "text": "[38] OK, so why a goblin? I might prefer to call it a vampire or a dybbuk or another brand of specter. But surely there should be little question of the basic terrain Beethoven stakes out here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] More important to Forster’s reading is his casting of this movement and the next in narrative terms. Citing Paul Ricoeur for theoretical support, Carolyn Abbate has claimed that music can narrate only under very rare conditions: if there is an explicit narrator who speaks in the past tense of events already concluded. But in the passage she cites, Ricoeur actually argues against that position, and he deliberately includes any kind of process that involves emplotment: devices concerned with dramatic tension, obstacles, surprises, conflicts, delays, uncertain outcomes, and eventual closure. (16) These are precisely the same devices Schenker lists in Der freie Satz : In the art of music, as in life, motion toward the goal encounters obstacles, reversals, disappointments, and involves great distances, detours, expansions, interpolations, and, in short retardations of all kinds. Therein lies the sources of all artistic delaying, from which the creative mind derive content that is ever new. Thus we hear in the middleground and foreground an almost dramatic course of events. As the image of our life-motion, music can approach a state of objectivity, never, of course, to the extent that it need abandon its own specific nature as an art. Thus, it may almost evoke pictures or seem to be endowed with speech; it may pursue its course by means of associations, references, and connectives; it may simulate expectation, preparation, surprise, disappointment, patience, impatience, and humor. Because these comparisons are of a biological nature, and are generated organically, music is never comparable to mathematics or to architecture, but only to language, a kind of tonal language ( Schenker 1979 ). Patrick McCreless ( 1991 ), Fred Maus ( 1991 ), and myself ( McClary 1993 ), among others, have advocated the use of narratological models in analysis, especially \nthat of nineteenth-century instrumental music. Scott Burnham’s Beethoven Hero even spells out how and why the composer dealt so intensively with this particular plot trajectory ( Burnham 1995 ).",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "schenker_1979",
                    "mccreless_1991",
                    "maus_1991",
                    "mcclary_1993",
                    "burnham_1995"
                ]
            }
        },
        {
            "40": {
                "text": "[40] The Fifth Symphony, along with the Eroica, has long been recognized as a locus classicus of Beethoven’s heroic style. Not only because of the triumphal-march topic of the finale but also because of the hyperdramatic struggle traced over the course of the first movement. Forster homes in, however, on the third movement, both within its own borders and with respect to its unexpected disruption of the finale’s celebration. The creepy stuff ought to have been relegated to the bone yard with the finale’s burst of C Major. But, of course, that coffin had not been properly sealed up; the brilliant sleight-of-hand with which Beethoven pulls victory from the jaws of horror doesn’t quite qualify as a silver stake driven through the heart of the specter. And so the revenant bubbles up again. And again. (17) In his recording of the Fifth Symphony, John Eliot Gardiner repeats the Allegro’s trio, so that the listener becomes acutely aware of the tendency of the goblins to return: we have already heard them do so twice before the Finale even begins.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] This is the crux of Helen’s insight and the reason she flees the concert hall, deeply shaken by what she has just grasped. Beethoven, she claims, has revealed the deception behind triumphant closure; he has shown that evil always lurks below the surface, that it cannot be purged by a mere flip into a major key, even if announced emphatically with trumpets and timpani. He calls the lie, in other words, to his own heroic paradigm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] I might go even further: the goblin of the Allegro shares the obsessive rhythmic tattoo with the first movement’s heroic struggle and the finale’s march. If we regard thematic recurrence as more than simply a formal characteristic, we might hear the hero and the goblin—or at least the demonic—as inextricably intertwined: a kind of Jekyll-and-Hyde amalgam that makes ultimate triumph all the more questionable and even frightening. Recall, for instance, the career trajectory of Napoleon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Again, I have no interest in perpetuating the specific label of “goblin” to describe this movement except as today’s Halloween Trick or Treat. When I teach the Fifth, I pray silently that no one in the class will mention the word. Nevertheless, the broader purpose of Forster’s reading has several serious implications for music theorists. He leaves it to us do the theorizing, which is surely how it should be. But we should not dismiss out of hand the ever widening circles of contingencies he indicates.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] First, Forster addresses the meaning of form itself. What happens when Beethoven and his successors knock down the boundaries between presumably autonomous movements? What did the illusion of autonomy imply, and why did those boundaries suddenly seem so artificial and open to violation in the early nineteenth century? Leonard Meyer ( 1989 ) dealt with issues of this sort in his Style and Music —a book that brings together a powerful commitment to analysis with the insights of a humanist who had steeped himself in nineteenth-century poetry, cultural history, and ideological conflict. I have tended to approach issues of formal convention from the other end: the seventeenth-century sonatas I studied unfolded without internal borders. What do the tidy structural units of the Enlightenment signify? What kinds of certainty do they promise? And why are the Romantics so eager to run roughshod over them? In other words, the return of the goblin in the finale of the Fifth Symphony ought to lead us to theorize why both the conventions and the transgressions matter. For even form and tonality themselves count as contingencies. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "meyer_1989"
                ]
            }
        },
        {
            "45": {
                "text": "[45] Second, Helen experiences this chain of narrative events as undermining her sense of selfhood. The metaphysical security she had possessed when she entered the concert hall cannot recover easily from the crisis precipitated by the performance. Forster assumes that musical form usually carries with it certain guarantees concerning the way the world operates. Thus much more is at stake here than the breaking of a musical expectation. Recall Edward Cone’s article on Schubert’s tiny moment musical that similarly denies the satisfaction of proper closure. (19) We may scoff at the metaphysical pretensions of the Pythagoreans or Giovanni Maria Artusi, both of whom regarded the violation of mathematically buttressed norms as threatening the balance of the cosmos. But the medium we study matters in part because it articulates so powerfully the ways a particular group of people understand themselves and their relationship to everything else. Musical form bears with it the weight of social contract. Might these issues be more often foregrounded in our theoretical discussions?",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Third, Helen applies the lesson she has gleaned to her own moment in history, during the presidency of Theodore Roosevelt—sometime between 1901 and 1908. Roosevelt had recently been awarded the Nobel Peace Prize for negotiating a conclusion of the Russo-Japanese War, and he had brought a great deal of pride and confidence to America as it emerged as a world leader; all of Western Europe looked to the U.S. as the harbinger of a secure future. But the goblins Roosevelt had hoped to bury did indeed re-emerge—and with a vengeance. We look back to this moment with knowledge of two world wars, the Holocaust, and the many other conflagrations that have proved Forster’s point over and over again. The meanings of a composition may shift radically in accordance with successive world events, and this mutability may destabilize the work. But it also helps to explain why something like the Fifth Symphony continues to have relevance far past its own moment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] And Beethoven himself? He had experienced the exhilaration of the French Revolution, followed by the Terror; then the emergence of Napoleon Hero, followed by the Napoleonic Wars, as his erstwhile idol became the goblin that devastated all of Europe. Over the course of Beethoven’s lifetime, no moment of triumphant glory lasted, each one gave way to conditions worse than the one before. Even if Helen and Forster impose their own point of reference upon this piece, they are not necessarily misinterpreting it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Historians sometimes lament the fact that music scholars borrow from their work but rarely give them anything in return. (20) Yet here is a historical document premiered in 1808 that conveys in extraordinary detail a new post-Enlightenment version of the self, a subjectivity balanced precariously between hopes of glory and the clear awareness of pervasive and unavoidable horror. Stendhal’s Le Rouge et le Noir offers a similar sense of the age—but it was published in 1830, over twenty years after the Fifth. (21) Along with Hoffmann, Adorno, and Attali, I believe that music usually gets there first; it’s frequently the first medium to register the tensions that will only eventually find their way into verbal articulation.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] The newspapers are full these days of laments over the Death of Classical Music. If it is indeed moribund, I’m afraid music professionals have had some hand in its demise. To the extent that we convert music’s power into lists of biographical facts or into formalist jargon, we send a signal that people like Forster’s Helen cannot possibly understand it, that it should be cordoned off as the exclusive purview of experts. Historian Lawrence Levine ( 1990 ) has demonstrated that American educators have been doing precisely this since the late nineteenth century, before which time people of the less elevated classes took Shakespeare plays, Italian opera, and Beethoven symphonies as their common cultural birthright. What do we accomplish when we substitute chords and graphs for the shattering experience Helen and thousands of others have had with this symphony? What kinds of musicians are we training if they have learned to feel shame if they hear glory or terror in the music they play?",
                "footnotes": [],
                "citations": [
                    "levine_1990"
                ]
            }
        },
        {
            "50": {
                "text": "[50] Below his title, Howard’s End , Forster offers an epigraph: “Only connect...” To translate that into more familiar terms, “Only theorize,” which is how we go about buttressing connections within the music but also between it and whatever else seems appropriate. Instead of drawing borders beyond which we dare not tread in our interpretations, we might liberate ourselves to trace lines linking the configurations in our scores with a wide range of possible readings. Contingencies need not threaten our area of specialization; they invite us to delve back into the music to find details we might never have noticed otherwise, to develop a richer understanding of how to do things with notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The discipline of music theory is increasingly broadening its vision. As is the case with any other field, ours has no single theory that can account for everything we might want to say about a genre or repertory or piece. But our ever-growing network of intersecting theories allows us to go both more deeply into the specifics of the notes themselves and more adequately into music’s relationships with human experience and cultural history, into the intricate workings of the brain that permit us both to invent sound worlds and to derive pleasure and wisdom from them. I am honored to join you in this enterprise.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.1.mcclary.html",
    "data": "mto/data/mto.10.16.1.mcclary.json"
}