{
    "title": "Normative Wit: Haydn’s Recomposed Recapitulations",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Mastic, Timothy R."
    ],
    "abstract": "This article approaches Haydn’s treatment of sonata form from the perspective of the eighteenth-century listener, asking: if a moment is allegedly “witty” according to modern analysts, would Haydn’s contemporary audience have heard it as such? Eighteenth-century wit is a two-sided coin: wit does involve an aspect of surprise or deception, a breaking of understood norms; however, wit must also involve an unsuspected congruity, a larger-scale connection created only by breaking the aforementioned norm. Taking this as my starting point, I provide detailed analyses of the first movements of Haydn’s “Military” Symphony no. 100 and String Quartet in D major, op. 33 no. 6. Compared to the expectations set forth by each exposition, Haydn has recomposed each piece’s respective recapitulation in a significant way. I argue that these pieces are witty in the eighteenth-century sense of the term but not in the sense that the term has been used by recent scholars such as Hepokoski and Darcy, who emphasize the disruptive aspects of wit. Ultimately, I suggest that Haydn can be witty without necessarily being deceptive; wit can involve establishing a kind of unexpected coherence that binds together the recapitulation and another section of a sonata form.",
    "keywords": [
        "form",
        "sonata",
        "Haydn",
        "wit",
        "humor",
        "recapitulation",
        "quartet",
        "symphony",
        "eighteenth-century",
        "Sonata Theory"
    ],
    "doi": "",
    "received": "March 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.mastic.pdf",
    "author_info": [
        {
            "name": "Timothy R. Mastic",
            "university": "University of Oregon",
            "address": "School of Music and Dance, 1225 University of Oregon, Eugene, OR 97403",
            "email": "timothymastic@gmail.com"
        }
    ],
    "citations": {
        "baker_2003": "Baker, James M. 2003. “Chromaticism, Form, and Expression in Haydn’s String Quartet Op. 76, No. 6.” Journal of Music Theory 47/1: 41–101.",
        "baker_1975": "Baker, Nancy Kovaleff. 1975. “From Teil to Tonstück: The Significance of the Versuch Einer Anleitung Zur Composition by Heinrich Christoph Koch.” PhD diss., Yale University.",
        "baker_and_christensen_1995": "Baker, Nancy Kovaleff, and Thomas Christensen. 1995. Aesthetics and the Art of Musical Composition in the German Enlightenment: Selected Writings of Johann Georg Sulzer and Heinrich Christoph Koch . Cambridge University Press.",
        "beghin_2007": "Beghin, Tom. 2007. “Delivery, Delivery, Delivery.” Haydn and the Performance of Rhetoric , ed. Tom Beghin and Sander M. Goldberg, 131–71. University of Chicago Press.",
        "bennet_1877": "Bennet, Joseph. 1877. “The Great Composers, Sketched by Themselves—No. I: Haydn.” The Musical Times and Singing Class Circular 18/415: 419–22.",
        "bonds_1991": "Bonds, Mark Evan. 1991. “Haydn, Lawrence Sterne, and the Origins of Musical Irony.” Journal of the American Musicological Society 44/1: 57–91.",
        "bonds_1988": "Bonds, Mark Evan. 1988. “Haydn’s False Recapitulations and the Perception of Sonata Form in the Eighteenth Century.” PhD diss., Harvard University.",
        "burstein_2015": "Burstein, L. Poundie. 2015. “Voice-Leading Procedures in Galant Expositions.” Forthcoming.",
        "burstein_2011": "Burstein, L. Poundie. 2011. “True or False? Re-Assessing the Voice-Leading Role of Haydn’s So-Called ‘False Recapitulations.’” Journal of Schenkerian Studies 5: 1–37.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "christensen_2011": "Christensen, Thomas, ed. 2011. The Cambridge History of Western Music Theory .  Cambridge University Press.",
        "churgin_1968": "Churgin, Bathia. 1968. “Francesco Galeazzi’s Description (1796) of Sonata Form.” Journal of the American Musicological Society 21/2: 181–99.",
        "cone_1968": "Cone, Edward. 1968. Musical Form and Musical Performance . Norton.",
        "gotwals_1963": "Gotwals, Vernon, ed. 1963. Joseph Haydn: Eighteenth-Century Gentleman and Genius . University of Wisconsin Press.",
        "green_1979": "Green, Douglass M. 1979. Form in Tonal Music: An Introduction to Analysis , 2nd ed. Thomson Learning.",
        "grout_1973": "Grout, Donald J. 1973. A History of Western Music , rev. ed. Norton. 485.",
        "haimo_1995": "Haimo, Ethan. 1995. Haydn’s Symphonic Forms: Essays in Compositional Logic . Oxford University Press.",
        "haimo_1988": "Haimo, Ethan. 1988. “Haydn’s ‘Altered Reprise.’” Journal of Music Theory 32/2: 335–51.",
        "haydn_1959": "Haydn, Franz Joseph. 1959. The Collected Correspondence and London Notebooks of Joseph Haydn , ed. H.C. Robbins Landon. Barrie & Rockliff.",
        "hepokoski_2002": "Hepokoski, James. 2002. “Beyond the Sonata Principle.” Journal of the American Musicological Society 55/1: 91–154.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "hoyt_1999": "Hoyt, Peter A. 1999. “The ‘False Recapitulation’ and the Conventions of Sonata Form.” PhD diss., University of Pennsylvania.",
        "landon_1988": "Landon, H.C. Robbins and David Wyn Jones. 1988. Haydn: His Life and Music . Indiana University Press.",
        "landon_2003": "Larson, Steve. 2003. “Recapitulation Recomposition in the Sonata-Form First Movements of Haydn’s String Quartets: Style Change and Compositional Technique.” Music Analysis 22/1-2: 139–77.",
        "locke_1690": "Locke, John. 1690. An Essay Concerning Human Understanding . Printed by Eliz. Holt for Thomas Bassett.",
        "ludwig_2012": "Ludwig, Alexander. 2012. “Hepokoski and Darcy’s Haydn.” Haydn: The Online Journal of the Haydn Society of North America 2/2. http://www.rit.edu/affiliate/haydn/hepokoski-and-darcy’s-haydn#section0 .",
        "marx_1856": "Marx, Adolph Bernhard. 1856. “Die Form in der Musik,” from Die Wissenschaften im neunzehnten Jahrhundert , Vol. 2, ed. J.A. Romberg. Romberg’s Verlag. Translation in Musical Form in the Age of Beethoven: Selected Writings on Theory and Method , ed. Scott Burnham. Cambridge University Press (2006).",
        "marx_1841": "Marx, Adolph Bernhard. 1841. Die Lehre von der musikalischen Komposition, praktisch-theoretisch .",
        "meier_1744": "Meier, Georg Friedrich. 1744. Gedancken von Schertzen (Thoughts on Jesting) . Hemmerde.",
        "monahan_2011": "Monahan, Seth. 2011. “Sonata Theory in the Undergraduate Classroom.” Journal of Music Theory Pedagogy 25: 1–66.",
        "neuwirth_2011": "Neuwirth, Markus. 2011. ”Joseph Haydn’s “witty” Play on Hepokoski and Darcy’s Elements of Sonata Theory.” Review of Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata (Oxford University Press, 2006) by James Hepokoski and Warren Darcy. Zeitschrift der Gesellschaft für Musiktheorie 8/1. www.gmth.de/zeitschrift/artikel/586.aspx .",
        "ng_2012": "Ng, Samuel. 2012. “Phrase Rhythm as Form in Classical Instrumental Music.” Music Theory Spectrum 34/1: 51–77.",
        "“of_wit”_1732": "“Of Wit.” 1732. The Weekly Register July 22, No. 119 (reprinted in The Gentleman’s Magazine , II, 861–862), quoted in Hooker, ed., Series One: Essays on Wit, No. 2 , 8 Feb. 2005.",
        "paul_1981": "Paul, Steven E. 1981. “Comedy, Wit, and Humor in Haydn’s Instrumental Music.” Haydn Studies: Proceedings of the International Haydn Conference; Washington, D.C., 1975 , ed. Jens Peter Larsen, Howard Serwer, and James Webster: 450–56. W.W. Norton.",
        "randel_2003": "Randel, Don Michael, ed. 2003. The Harvard Dictionary of Music . 4th ed. Belknap of Harvard University Press.",
        "ratner_1980": "Ratner, Leonard G. 1980. Classic Music: Expression, Form, and Style . Schirmer Books.",
        "richards_2010": "Richards, Mark. 2010. Review of Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata (Oxford University Press, 2006) by James Hepokoski and Warren Darcy. Gamut 3/1: 245–62.",
        "richardson_1788": "Richardson, William. 1788. Essays on Shakespeare’s Dramatic Character of Sir John Falstaff . Quoted in Monthly Review , vol. 81 (1789): 55.",
        "riepel_1755": "Riepel, Joseph. 1755. Grundregeln Zur Tonordnung Insgemein . Christian Ulrich Wagner",
        "rosen_1988": "Rosen, Charles. 1988. Sonata Forms . Revised ed. W.W. Norton.",
        "sulzer_1771–74": "Sulzer, Georg. 1771–74. Allgemeine Theorie der schönen Künste . 2nd ed. 1792–97. Weidmannschen Buchhandlung; reprint 1967–70. s.v. “Witz.” Georg Olms.",
        "tovey_1929": "Tovey, Donald Francis. 1929. “Haydn’s Chamber Music,” in Cobbett’s Cyclopedic Survey of Chamber Music , vol. 1, A-H , ed. William Wilson Cobbett. Oxford University Press.",
        "trusler_1783": "Trusler, John. 1783. The Difference Between Words Esteemed Synonymous , rev. ed. repr. Scholar Press, 1970.",
        "weber_1800": "Weber, Friedrich August. 1800. “Über komische Characteristik und Karikatur in praktischen Musikwerken.” AMZ 3/9: cols. 139–40.",
        "webster_1991": "Webster, James. 1991. Haydn’s “Farewell” Symphony and the Idea of Classical Style: Through-Composition and Cyclic Integration in His Instrumental Music . Cambridge University Press.",
        "webster_1980": "Webster, James. 1980. “Sonata form.” The New Grove Dictionary of Music and Musicians , ed. Stanley Sadie, 502. Macmillan.",
        "wheelock_1992": "Wheelock, Gretchen A. 1992. Haydn’s Ingenious Jesting with Art . Schirmer Books.",
        "wingfield_2008": "Wingfield, Paul. 2008. “Beyond ‘Norms and Deformations’: Towards a Theory of Sonata Form as Reception History.” Review of Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata (Oxford University Press, 2006) by James Hepokoski and Warren Darcy. Music Analysis 27, no. 1: 137–77.",
        "wolf_1966": "Wolf, Eugene K. 1966. “The Recapitulations in Haydn’s London Symphonies.” The Musical Quarterly 52/1: 71–89."
    },
    "footnotes": {
        "FN1": {
            "text": "1. To briefly define some of the terminology and abbreviations used in Hepokoski and Darcy’s Sonata Theory: the primary-theme zone (P) is the material in the tonic key before the onset of the transition (TR). In a two-part sonata exposition, the transition leads to the medial caesura (MC), “a marked rhetorical break or pause (usually at a half cadence) that closes the transition and opens the secondary thematic area” ( Monahan 2011 , 3). This secondary-theme zone (S) is material in a subordinate key, which normally returns transposed to the tonic key during the recapitulation. The goal of the secondary-theme zone is the essential expositional closure (EEC), the first satisfactory perfect authentic cadence (PAC) that occurs within S and that proceeds onwards to differing material. The closing zone (C) within the exposition is the musical material following the EEC. While the labels “P,” “TR,” “S,” and “C” refer to these respective thematic zones in their entirety, these same labels are often used less-accurately as shorthand for specific themes within each of these respective zones.",
            "citations": [
                "monahan_2011"
            ]
        },
        "FN2": {
            "text": "2. Many of the examples above are descriptions of events occurring in the exposition—a result of Hepokoski and Darcy’s using chapters on the exposition to discuss themes, important cadences, etc.—but the problem still presents itself, because this viewpoint encourages the reader to describe recapitulatory events with the same flamboyant language.",
            "citations": []
        },
        "FN3": {
            "text": "3. The topic of wit in the music of Haydn is addressed in part by Baker 2003 , Beghin 2007 , Bonds 1991 , Burstein 2011 , Green 1979 , Haimo 1988 , Hoyt 1999 , Ludwig 2012 , Neuwirth 2011 , Paul 1981 , Ratner 1980 , Wheelock 1992 , and Wingfield 2008 .",
            "citations": [
                "baker_2003",
                "beghin_2007",
                "bonds_1991",
                "burstein_2011",
                "green_1979",
                "haimo_1988",
                "hoyt_1999",
                "ludwig_2012",
                "neuwirth_2011",
                "paul_1981",
                "ratner_1980",
                "wheelock_1992",
                "wingfield_2008"
            ]
        },
        "FN4": {
            "text": "4. In a later project, I hope to conduct just such a systematic examination (via corpus study) of sonata-form movements in Haydn’s symphonies and string quartets. A similarly comprehensive study of Haydn’s recapitulatory strategies was completed by Ethan Haimo in his Haydn’s Symphonic Forms: Essays in Compositional Logic ( 1995 ). My project differs from Haimo’s because I am reformulating the system used in Hepokoski and Darcy’s Elements of Sonata Theory and am also including Haydn’s string quartets. Nevertheless, Haimo’s study serves as an inspiration and provides a precedent for analyzing Haydn’s sonata-form techniques on their own terms rather than taking a more global approach.",
            "citations": [
                "haimo_1995"
            ]
        },
        "FN5": {
            "text": "5. This quote by Weber (along with other quotes on this topic by Locke, Richardson, Sulzer, Meier, and Trusler) appears in Wheelock ( 1992 , 199, 22, 24, 28, 29, and 26, respectively).",
            "citations": [
                "wheelock_1992"
            ]
        },
        "FN6": {
            "text": "6. The modern usage of wit tends to overemphasize the aspects of surprise, deception, and disruption, while de-emphasizing the aspects of coherence, connection, and continuity. I discuss this topic in 2.7–2.8.",
            "citations": []
        },
        "FN7": {
            "text": "7. Markus Neuwirth, in his excellent review of Elements of Sonata Theory , also takes umbrage at their treatment of Haydn ( 2011 ). He objects to their view of Haydn as an ever-witty composer who constantly deviates from formal norms, arguing that this paints a somewhat misleading picture of both the composer and the compositional and formal practices of the late eighteenth century. His main point, similar to Ludwig’s, is that Hepokoski and Darcy’s notion of “formal wit” implies that Haydn is playing with firmly-established norms that in reality did not yet exist.",
            "citations": [
                "neuwirth_2011"
            ]
        },
        "FN8": {
            "text": "8. Other modern scholars who tend to characterize wit in terms of deception include Beghin 2007 , Bonds 1991 , Green 1979 , Paul 1981 , and Ratner 1980 . Like Hepokoski and Darcy, these authors offer nuanced and insightful discussions of Haydn’s music, yet they generally emphasize disruption more than I believe is appropriate. Other modern scholars who treat Haydn’s wit as non-disruptive include Baker 2003 , Burstein 2011 , Haimo 1988 , Hoyt 1999 , and Wheelock 1992 .",
            "citations": [
                "beghin_2007",
                "bonds_1991",
                "green_1979",
                "paul_1981",
                "ratner_1980",
                "baker_2003",
                "burstein_2011",
                "haimo_1988",
                "hoyt_1999",
                "wheelock_1992"
            ]
        },
        "FN9": {
            "text": "9. According to Burstein ( 2015 , 2): a Periode is a large section that ends with a PAC and that comprises multiple Sätze ; a Satz is a complete passage with at least two contrasting ideas that leads to a resting point (as well as that resting point itself); more specifically, an Absatz is a Satz that concludes in the middle of a Periode (i.e., every Satz except the last one); even more specifically, a Grundabsatz is an Absatz that ends on I, and a Quintabsatz is an Absatz that ends on V; finally, a Schlußsatz is the Satz that concludes with a PAC at the end of a Periode . These formal distinctions are only concerned with tonal areas and cadences; thematic content holds little bearing and thus does not complicate analysis.",
            "citations": [
                "burstein_2015"
            ]
        },
        "FN10": {
            "text": "10. James Webster has noted that Haydn seems to have a predilection for introducing ♭ VI in the recapitulations of works in G major ( 1991 , 172). This key-dependent harmonic association may be why Haydn chose to highlight this particular chord in this symphony; however, this tendency does not undermine my argument that Haydn provides this alternate sonority as a lighthouse beacon in the fog of this form. In fact, Haydn’s predilection for this key-relation further supports my overall position that Haydn was working within his own set of personal norms. In addition, British music critic and theorist Sir Donald Francis Tovey coined his analytical term “purple patch” for the first time when describing the modulation to ♭ VI in Haydn’s String Quartet in C major, op. 20 no. 2 ( 1929 , 41–42).",
            "citations": [
                "webster_1991",
                "tovey_1929"
            ]
        },
        "FN11": {
            "text": "11. These colors are not related to the colors used in the following musical examples. In each case, the different colors are used for contrast and ease of reference.",
            "citations": []
        },
        "FN12": {
            "text": "12. According to Hepokoski and Darcy, a “trimodular block” occurs when an additional MC is encountered before the EEC. It includes three elements: “the first new theme after the first caesura [TM 1 ]; its dissolution and the setting up of the second caesura [TM 2 setting up the postmedial caesura, or PMC]; and the onset of a differing S-theme [TM 3 ], starting its own, renewed journey toward the EEC” ( 2006 , 171). As my formal diagram shows, in the first movement of the “Military” Symphony, these three elements begin in mm. 75, 82, and 95, respectively.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN13": {
            "text": "13. The segments included in my diagram represent the lowest common denominator between Haimo’s analysis and my own. For example, Haimo includes only two segments at the beginning of the exposition (mm. 24–36 and 37–48) because the first appears again in the recapitulation while the second does not. I have subdivided each of these further in order to properly define the placement of thematic zones.",
            "citations": []
        },
        "FN14": {
            "text": "14. This is not to say that these formal structures are unusual in Haydn’s compositional practice. Even in his clearly monothematic sonata forms, Haydn often begins the secondary area with only the head of the primary theme, so this technique does not always signal an abandonment of monothematicism in favor of something else. In the “Military” Symphony, however, the P-based S-theme slows to a complete halt, with exactly half of the beats in mm. 80–82 completely silent.",
            "citations": []
        },
        "FN15": {
            "text": "15. To be sure, the form of the exposition is complex and can be analyzed in many different ways. For example, Hepokoski and Darcy begin the transition in m. 39, place the V:HC MC in m. 62 (the arrival on the dominant, A major, which is prolonged through m. 74), and begin S in m. 75 (95, 26, and 41, respectively). Haimo, on the other hand, continues the principal theme all the way through m. 48, and labels mm. 80–107 as “preparation and second theme.” My interpretation differs from these, in large part because an important goal of my analysis is to highlight what seems to be Haydn’s change of mind from using a P-based S-theme to using a more contrasting S-theme.",
            "citations": []
        },
        "FN16": {
            "text": "16. My claim here is that the formal features of this movement are particularly unusual with regards to the norms set forth by Hepokoski and Darcy. Scholars such as Eugene Wolf ( 1966 , 72) have long asserted that the appearance of both a P-based S-theme and a more contrasting S-theme is a fairly standard practice not only in the works of Haydn but also those of his predecessors and early contemporaries.",
            "citations": [
                "wolf_1966"
            ]
        },
        "FN17": {
            "text": "17. The Essential Structural Closure (or ESC) within the recapitulation, is “usually the first satisfactory PAC that occurs within S and that proceeds onward to differing material. . . . The ESC is normally the recapitulation’s parallel point to the exposition’s EEC, although exceptions do exist” ( Hepokoski and Darcy 2006 , xxvi).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN18": {
            "text": "18. Eugene Wolf 1966 provides an alternate analysis of this symphony movement: he describes Haydn’s proclivity for establishing the dominant by repeating a portion of the primary theme and even cites this practice as evidence for the fundamentally tonal nature of eighteenth-century sonata form. My problem with this interpretation is that this theme does not establish the tonic. According to Hepokoski and Darcy as well as Caplin, a cadence is needed to establish any tonal area, particularly one so significant as S. At best, this theme trails off with an implied V:IAC, but taken literally it lands on F minor (iii in the dominant key). To make matters worse, this is followed by hints of the minor dominant in m. 87. So even in the exposition, it falls to the contrasting theme in m. 95 to properly establish the dominant, a task that is given to S alone, not C. All of this points to my central concern with Wolf’s analysis: he does not allow the contrasting secondary theme of this movement to be elevated to the status of establishing the dominant. Because of this, he describes its recapitulatory partner as NS, or “newly employed as” S, when its function has only ever been S-material. I do not at all agree that this theme’s S-function was ever ambiguous, and my own analysis only declines to label it as such because the TM-trajectory is an even more specific way to describe the events of this exposition. Furthermore, Wolf has no problem simply describing the abrupt ♭ VI passage and following material as “development” of NS and TR and moving on to the next symphony on his list. No explanation is offered for the sole instance of recapitulatory development, which is the most blatant exception (among the movements analyzed here) to Wolf’s claim that the “tonal plan of a recapitulation [is that] it must remain in the tonic rather than modulate” (81, emphasis mine).",
            "citations": [
                "wolf_1966"
            ]
        },
        "FN19": {
            "text": "19. The tonal contexts of these instances of ♭ VI are varied: the ♭ VI chords in the introduction and recapitulation are E ♭ -major chords in the key of G major, while the ♭ VI chords in the exposition’s S-zone are B ♭ -major chords in the key of D major, and B ♭ major at the onset of the development is a local tonic. These cases substantiate my claim that the function ♭ VI is important to this symphony. The second movement also includes examples of E ♭ -major chords (the global ♭ VI) that carry different, local functions. These are two entirely different ways that ♭ VI is significant in this work: as a function ( ♭ VI in any key) and as a particular chord (as E ♭ major).",
            "citations": []
        },
        "FN20": {
            "text": "20. Examples of this technique are found in: Mozart K. 545/I; Beethoven op. 62, op. 81a/II, and op. 127/IV; Hummel op. 96/I (sometimes labeled op. 93); C.P.E. Bach Wq 182 (H. 657–62) nos. 1/I, 3/I, 5/I, and 6/I; and Muzio Clementi op. 5 no. 3/I, op. 10 nos. 2/II and 3/I, and op. 13 nos. 4/I and 5/III; see Hepokoski and Darcy 2006 , 262–68. Galeazzi allows for the subdominant not only to begin the recapitulation ( Churgin 1968 , 184 and 196), but also to be the secondary key entirely (193).",
            "citations": [
                "hepokoski_and_darcy_2006",
                "churgin_1968"
            ]
        },
        "FN21": {
            "text": "21. This allows the composer to potentially keep the original TR material unchanged, or even literally repeat the entire exposition transposed up a perfect fourth or down a perfect fifth.",
            "citations": []
        },
        "FN22": {
            "text": "22. According to Hepokoski and Darcy ( 2006 , 353), Type 2 sonatas are double rotations: the first rotation (P–TR–S) comprises the exposition, and the second rotation comprises the development and recapitulation, where the development section reiterates P- and TR-material, and leads not to a full-fledged recapitulation of the P-theme, but to a “tonal resolution” that begins with S in the tonic.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN23": {
            "text": "23. The crux is the point of the recapitulation where the music can begin to be repeated verbatim from the exposition (albeit transposed from the dominant to tonic). This occurs in the vicinity of the medial caesura, normatively before the onset of S ( Hepokoski and Darcy 2006 , 239–41).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN24": {
            "text": "24. This chronological discrepancy is even present within Haydn’s own compositional output: the fourth movement of the String Quartet in E major, op. 54 no. 3 (ca. 1788) contains a premature reprise, while the much earlier first movement of “The Schoolmaster” Symphony, no. 55 (1774) arguably contains a false recapitulation. The question here is whether Haydn’s listeners would have been deceived by the apparent false recapitulation in Symphony no. 55, or if the development’s (complete) second rotation would not have caught them unawares. One could certainly make a case that this symphony does in fact contain a false recapitulation.",
            "citations": []
        },
        "FN25": {
            "text": "25. Hepokoski and Darcy ( 2006 , 276) analyze this exposition with a trimodular block in mm. 27–43, calling my C 1 an S-space extension and placing the EEC in m. 49. I agree with the spirit of their analysis insofar as this exposition has “too many” cadences to be normative. One could potentially hear three MCs in this passage: the I:HC in m. 26, the V:HC in m. 34, and the V:PAC in m. 43. However, I find that the material in mm. 44–49 differs enough from what precedes it to be separated from the S-space, and thus I allow the V:PAC in m. 43 to function as the EEC. While an argument can be made that the accompaniment in mm. 44–49 is similar enough to the accompaniment in mm. 35–42 to be called an extension of S-space, one needs only to look at the analogous C 1 passage in the recapitulation (mm. 135–43). Haydn recomposes the accompaniment here so that it no longer resembles material in the S-space, confirming that the exposition’s corresponding passage can also be heard as closing material.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN26": {
            "text": "26. This was originally David Beach’s idea, based on Schenker: see Hepokoski and Darcy 2006 , 199 n. 6.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN27": {
            "text": "27. Examples of developments that end with a iii:PAC include: Haydn op. 33 no. 3/I mm. 108–11, op. 76 no. 3/I mm. 65–79; Mozart Symphony no. 39/IV mm. 139–53 (recalling the symphony’s first movement complementary use of V/vi in mm. 179–84); see Hepokoski and Darcy 2006 , 203–5.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN28": {
            "text": "28. Unlike a sforzando marking ( sfz ), which is applied to only a single note, similar to an accent, a forzato in Haydn’s time was treated like a dynamic (Marc Vanscheewijck in discussion with the author, February 2015).",
            "citations": []
        },
        "FN29": {
            "text": "29. In Elements of Sonata Theory , Hepokoski and Darcy periodically reference Haydn in this way. For example: “[Deformations] are rampant in Haydn, who delighted in producing surprising effects. Such occurrences, in dialogue with a norm, should not be regarded as redefining that norm unless the composer continued to employ that idiosyncratic feature in other works (thus customizing the norm for his own use)” ( 2006 , 11); or more directly, “Unlike his contemporaries Haydn appears to have adopted the P-based S as a first-level default (part of his individualized customization of sonata practice )” (136, emphasis mine).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction We reject any normalizing principle that explains away an obviously nonconforming situation. Since a piece’s essence resides in its individualized dialogue with socially established norms, any deviation from those norms—especially recapitulatory deviations—are of utmost interest. They need to be highlighted and problematized, not swept away with a slogan. ( Hepokoski and Darcy 2006 , 244)",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] In the discipline of music theory today, there is arguably no more powerful tool for analyzing works in sonata form than James Hepokoski and Warren Darcy’s Sonata Theory. Elements of Sonata Theory ( 2006 ) offers robust terminology that allows theorists to analyze and meaningfully describe virtually any conceivable musical event that may appear in an eighteenth-century sonata. Hepokoski and Darcy’s method involves measuring pieces against a hierarchy of norms and deviations for this specific repertoire—yet their goals are not strictly analytical; in their words, “all analysis should be directed toward the larger goal of a hermeneutic understanding of music as a communicative system, a cultural discourse implicated in issues of humanness, worldview, and ideology, widely construed” (603). When composers deviate from established norms, Hepokoski and Darcy suggest they necessarily enter into this cultural discourse.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The music of Haydn appears to lend itself particularly well to the deformation-based approach of Hepokoski and Darcy’s Sonata Theory (1) ( 2006 ) because his compositional practices were so idiosyncratic. Hepokoski and Darcy highlight these idiosyncrasies and offer vivid readings of some of his sonata forms—often relying on the concept of wit. For example, in their description of the so-called C pre-EEC in Symphony no. 97 (a C-like theme that appears before the moment of EEC), Hepokoski and Darcy write, “The witty effect is that of C stepping onto the stage, blissfully ‘unaware’ of any past difficulties (‘All right! Here I am!’)—as if it had been looking only at its ‘expositional pocket-watch’ and waiting for its pre-assigned moment of arrival” (60, n. 12). They single out Haydn as being particularly witty when they write about his use of closing material to begin the String Quartet in G major, op. 33 no. 5: Such an obvious displacement of typical function must have had witty or other clever resonances that were especially appealing to connoisseurs. . . . As might be expected, this technique is characteristic of Haydn, one strand of whose Witz featured modular dislocations—ideas in “wrong places”—and surprises of different kinds. One obvious example is . . . his Quartet in G, op. 33 no. 5. . . . There can be little doubt that—“cadence” or not—Haydn expected his listeners to understand the opening here as a witty “closing formula” that has been transferred to the apparently “wrong” spot of the piece. (66–67) Later, writing about the false recapitulation (a topic to which I will return below), they argue that “it is counterintuitive to suggest that at least some sort of intended wit or deception was not involved in the tonic-return of P” (223).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] While these descriptions are certainly lively and evocative, by emphasizing the deformational and disruptive aspects of wit, Hepokoski and Darcy run the risk of downplaying the cohesion and coherence of some of these pieces. The danger, in short, of using such vivid language to describe these events is that it makes them appear stranger than they really are. This is particularly true of those pieces that feature recapitulatory deviations—the very deviations that Hepokoski and Darcy argue should be “highlighted and problematized, not swept away with a slogan” (244). (2) In this article, I strive to maintain specificity when describing sonata procedures by using modern terminology, yet at the same time I refrain from judging pieces as “normative” and “deformative” based on anachronistic comparisons to music that Haydn’s listeners could not have known (see 2.7 below). Instead, I rely on historical context to determine how Haydn’s music may have been perceived by his contemporaneous listeners, and offer an historical approach to interpreting wit in the music of Haydn. (3) As I will demonstrate, eighteenth-century wit is a two-sided coin: wit does involve an aspect of surprise or deception, a breaking of understood norms; however, wit must also involve an unsuspected congruity, a larger-scale connection created only by breaking the aforementioned norm. Moments that are not surprising or do not break established norms cannot be considered witty; nor can moments that, while breaking a norm, fail to create an unexpected similarity that contributes to the larger cohesion of the piece in question. In the music of Haydn, wit must involve both sides of this coin.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] My project thus draws upon Sonata Theory but also expands upon it by offering a more historically grounded perspective on Haydn’s so-called “witty” procedures, and also by attempting to contextualize his works more within the individualized norms of his style than within the broader norms of eighteenth-century sonata form. I first explore eighteenth-century notions of wit, and then use this understanding to address Hepokoski and Darcy’s analyses of allegedly deformational moments in the first movements of Haydn’s “Joke” Quartet (op. 33 no. 2) and “The Hen” Symphony (no. 83). Next, I look more carefully at two positive examples of wit—pieces that can indeed be considered witty in the eighteenth-century sense because they provide unexpected congruity at the expense of broken norms. These two pieces—the respective first movements of the “Military” Symphony no. 100 and the String Quartet in E ♭ major, op. 33 no. 6—feature recapitulatory deformations. I argue that while these works are in some sense deformational with respect to global sonata norms, they are far more normative with respect to Haydn’s individual norms. (4) 2. A Discussion of Wit Wit in the Eighteenth Century Wit is a start of imagination in the speaker, that strikes the imagination of the hearer with an idea of beauty common to both; and the immediate result of the comparison is the flash of joy that attends it; it stands in the same regard to sense, or wisdom, as lightning to the sun—suddenly kindled and as suddenly gone. . . . The great use and advantage of wit, is to render the owner agreeable, by making him instrumental to the happiness of others. . . . Wit, so used, is an instrument of sweet music in the hands of an artist, commanding, soothing, and modulating the passion into harmony and peace. ( “Of Wit” 1732 )",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The eighteenth-century conception of wit was far different from our modern-day conception of the term. The above description, written in 1732 and reproduced well into the nineteenth century, can be taken as representative of the eighteenth-century view. In it, an anonymous author argued that the purpose of wit is to make others happy by soothing their passions and promoting peaceful and harmonious feelings. Wit is not deceptive or malevolent, nor is it a cheap trick designed to produce hearty laughter; rather, it strikes the hearer with “an idea of beauty.” Furthermore, the apparatus of wit is not direct shock at a sudden incongruity or disruption, but instead a “flash of joy” at an unexpected comparison. The German writer and composer Friedrich August Weber ( 1800 ) described these same ideals in his essay “Über komische Characteristik,” focusing specifically on musical wit: (5) Just as poetic and pictorial wit inheres in the discovery of similarities one would not have thought to find, and just as a skilled joining of two such similarities is required in order that an idea become a witty one, so too musical wit depends on the discovery of unexpected similarities between two musical ideas, and on the surprise of their facile and appropriate combination. (cols. 139–40) Weber’s idea that musical wit involves the “discovery of unexpected similarities” found after joining two musical ideas parallels the anonymous author’s idea that wit is “the immediate result of [a] comparison.”",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "weber_1800"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] These two features of eighteenth-century wit—that it involves the discovery of unexpected similarities, and that its purpose is to please, rather than to deceive, the listener—stand directly opposed to modern uses of the term in interpretations of Haydn’s music. (6) In the following section (2.4–2.6), I further elaborate on eighteenth-century views of wit and humor in both literature and music—first in England, then in Germany—and describe the contemporaneous reception of Haydn and his music. Part 2 concludes with a consideration of modern conceptions of wit. In Part 3, I use these historical perspectives on wit to inform analyses of Haydn’s work that contrast with those found in Hepokoski and Darcy’s Elements of Sonata Theory .",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Since much of Haydn’s widespread popularity began in London, my discussion of wit will begin by tracing the English portion of the conversation. The origin of the English word “wit” comes from the Anglo-Saxon witan —to know—and throughout the eighteenth century its meaning remained associated with the inventions of the mind. For example, the English philosopher John Locke ( 1690 , 2.9.2) stressed that wit entailed putting ideas together in such a way that one might find similarities between them: wit, he wrote, consists of the “assemblage of ideas, and putting those together with quickness and variety, wherein can be found any resemblance or congruity.” Similarly, William Richardson ( 1788 , 55) wrote that the “connection, invented or displayed unexpectedly between incongruous and dissonant objects” became a requirement of wit. Summing up the English perspective, Gretchen Wheelock ( 1992 , 23) describes the conditions for appreciating wit’s ingenuity: the stability of familiar conventions, surprise at those conventions being broken, and “insight in the recognition that a seemingly incongruous combination disguises an unsuspected congruity of relationship.”",
                "footnotes": [],
                "citations": [
                    "locke_1690",
                    "richardson_1788",
                    "wheelock_1992"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Closer to Haydn’s home in Austria, German thinkers were having their own conversation about Witz . In his Allgemeine Theorie der schönen Künste , Georg Sulzer described wit in a way that is strikingly similar to Locke, calling it “a particular gift of the mind which consists principally in the facility for quickly seeing and vividly feeling the various connections and relationships of one subject compared with another” ( Sulzer 1771–74 ; translated in Wheelock 1992 , 28). Thus, nearly a century after Locke described wit, his view was still being perpetuated around Europe. Philosopher and aesthetician Georg Friedrich Meier offered a view of wit slightly expanded from Sulzer’s and Locke’s, noting that, “it appears at first sight absurd that objects, differing greatly and palpably, should yet mutually coincide or agree in many particulars; and hence, by the discovery of such a variety of coincidences, we are agreeably surprised” ( 1744 , 39). Again, the surprise is not in the incongruity, but rather in the finding of connections. Furthermore, Meier introduces our second principle of wit: agreeable surprise.",
                "footnotes": [],
                "citations": [
                    "wheelock_1992",
                    "meier_1744"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In sum, then, for these English and German writers, wit involved the surprising connection, coincidental agreement, and unsuspected congruity of outwardly different ideas. The notion of surprise has not only been included in these descriptions, but is a crucial part of both the creation and appreciation of wit. Just because something is surprising, however, does not mean that it is witty. John Trusler, an English priest and literary compiler, identified wit’s defining feature as its demand on the intellect, stating that “humour is chiefly relished by the vulgar, whilst intellectual excellence is requisite to comprehend wit” ( 1783 , 7). It is in this light that connections to the music of Haydn begin to become clear. Because wit must engage the mind (at least according to these authors), it would be a mistake to label something “witty” if it is merely surprising but not intellectually demanding.",
                "footnotes": [],
                "citations": [
                    "trusler_1783"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] To gain further insight into our second principle of wit—that it is for the pleasure (not the deception) of the listener—I will offer evidence based on Haydn’s personality. Albert Christoph Dies, an early biographer of Haydn, wrote: “woven into Haydn’s character is a genial, witty, teasing strain, but always of a childlike innocence. His musical output attests to this (as several critics have already remarked), and now still in old age, his behavior in company often gives rise to the above observation” (in Gotwals 1963 , 145). Haydn’s reply to an address from a musical society in Bergen provides a glimpse into one facet of his compositional motivation: You give me the pleasing conviction (which cannot fail to be the most fruitful consolation of my declining years) that I am often the enviable source from which you, and so many families susceptible of true feeling, derive pleasure and enjoyment in domestic life. What happiness this thought causes me! Often, when contending with obstacles of every sort opposed to my works—often when my powers both of body and mind failed, and I felt it a hard matter to persevere in the course I had entered on—a secret feeling within me whispered, “There are but a few contented and happy men here below; everywhere grief and care prevail: perhaps your labors may one day be the source whence the weary and worn, or the man burdened with cares, may derive a few moments’ rest and refreshment.” What a powerful motive to press onwards! ( Haydn 1959 , 208–9) Haydn represents his chief concern as the enjoyment of his listeners and asserts that the thought of their listening pleasure was what got him through his hardest times. Examples like these help to reinforce the idea that even in his wittiest and most surprising compositional moments, Haydn was often aiming to please, not to deceive. He was concerned with providing but “a few moments’ rest and refreshment” to his audience. This harks back to our opening description of wit as being “an instrument of sweet music in the hands of an artist . . . modulating the passion into harmony and peace ” ( “Of Wit” 1732 , emphasis mine). Modern Conceptions of Musical Wit",
                "footnotes": [],
                "citations": [
                    "gotwals_1963",
                    "haydn_1959"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] In his article “Hepokoski and Darcy’s Haydn,” Alexander Ludwig argues that the authors’ marginalization of Haydn is due in large part to the statistical nature of their analytical approach: “Hepokoski and Darcy plot the various outcomes and solutions of each sonata along a series of default options that are commensurate with their frequency of usage. Frequency is a key component of their theory” ( 2012 , 2). The analytical power of such a widespread, statistical study is substantial, yet it is not without its weaknesses. The vast insight this frequency-based approach provides about the place of a given piece withing the universal “Late-Eighteenth Century” comes at a cost: it pays little attention to the straight-line chronology through which life is experienced. Hepokoski and Darcy hint at the importance of chronology when they state that sonatas “enter into a dialogue with an intricate web of interrelated norms as an ongoing action in time ” ( 2006 , 10, emphasis mine). Ludwig paraphrases this description when he writes, “Thus each sonata is both a reaction to what came before and a potential catalyst for what comes after” ( 2012 , 2). The weakness of Hepokoski and Darcy’s statistical approach, however, is that it has a tendency to draw anachronistic comparisons, such as relating Haydn’s music to norms largely established by the works of Mozart and Beethoven. It is illogical, for example, to judge the extent to which Haydn’s early sonata forms adhere to the normative compositional behavior of pieces composed at a later date. (7) Example 1 . String Quartet op. 33 no. 2, “The Joke,” I, mm. 18–22 (click to enlarge and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "ludwig_2012",
                    "hepokoski_and_darcy_2006",
                    "ludwig_2012"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] If eighteenth-century listeners would likely have heard “witty” Haydnesque moments in terms of pleasing, unexpected similarities, twenty-first-century analysts such as Hepokoski and Darcy often characterize these moments as being far more deceptive and disruptive. (8) For example, consider the graphic language with which they describe the first movement of the “Joke” quartet ( Example 1 ): “Op. 33 no. 2 illustrates the procedure that we call the bait-and-switch tactic : Haydn baits us into anticipating an imminent medial caesura, the hallmark of the two-part exposition, then swerves away from the caesura-point and switches to a continuous exposition” (55, their emphasis). What could be more deceptive than a “bait-and-switch,” a form of fraud often used in retail sales? And yet this point of conversion from a two-part to a continuous exposition flows more naturally than Hepokoski and Darcy suggest, thanks to a new Fortspinnung idea starting in the cello and viola (shown with green boxes). If the material in m. 18 had been played at a piano dynamic and then, at the moment when the medial caesura (MC) was supposed to occur (shown as a red box), leaped away with an accented forte , I would agree that this passage “swerves away.” As it stands, however, Hepokoski and Darcy’s description suggests a far more significant disturbance to the texture than is actually present because the rhythmic and motivic continuity of this passage eases our ear away from the expectation of a medial caesura set up by the preceding dominant pedal in mm. 15–18.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] When introducing the deformation that they label a “blocked medial caesura,” Hepokoski and Darcy give an equally dramatic description: In these cases the energetic TR proceeds normatively . . . to what would appear to promise to be a standard MC gesture. Shortly before the expected articulation of the MC chord, however, the forte music seems to run into a dynamic blockage (like the hitting of a wall) . . . Thus the drive to the normal MC completion is prematurely shattered in mid-phrase. (47) Example 2 . Symphony no. 83, “The Hen,” I, mm. 35–46 (click to enlarge and listen) Describing this phenomenon as “hitting a wall” and using a very active word like “shattered” makes this musical moment sound as disruptive as a violent car crash. In reality, their first example of this phenomenon, Haydn’s Symphony no. 83, movement I, m. 41 ( Example 2 ), sounds much more normative than their description leads one to believe. Granted, in the score it may look as though the TR hits a wall on the downbeat of m. 41, landing on a cadential (shown in green) but breaking apart with the loss of accompaniment before achieving the MC (shown in red). However, listening to this passage suggests that the texture behaves precisely as expected; the only non-normative feature of this passage is that instead of landing on the local dominant to create a V:HC MC on the downbeat of m. 41, it lands on a cadential whose resolution (shown in blue) occurs after what seems to be three measures of caesura-fill. To be sure, the difference between a cadential chord and a root-position dominant chord is noticeable, but the difference is certainly not shattering.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] In his article “Voice-Leading Procedures in Galant Expositions,” L. Poundie Burstein ( 2015 ) bases his entire approach to the analysis of Haydn’s sonata-form procedures on the writings of Heinrich Christoph Koch, using Koch’s terminology and definitions rather than creating his own. This historical approach yields a far more accurate view of how Haydn’s sonata-form procedures might have been understood in their time. Burstein believes that using modern terminology can actually hinder the understanding of these works: “for a number of other expositions from this era, however, applying the modern formal analytic model creates needless complications. Considering them in light of analytic models proposed during the eighteenth-century can help better contextualize such expositions, as well as clarify crucial features of both their form and their voice-leading that might otherwise be overlooked” ( 2015 , 1). By using Koch’s flexible model, Burstein is able to explain how otherwise unusual formal features do not in fact break any norms, as they would have been construed in Haydn’s day. Consider Hepokoski and Darcy’s trimodular block with a combined TM 1 -TM 2 . This procedure (P—TR—MC 2 —TM 1 -TM 2 —PMC—TM 3 —EEC) is loaded with many labels seen only in the context of this specific device and is therefore judged to be deformational; however, this procedure is described by Burstein as the unproblematic progression of Grundabsatz—Quintabsatz—Quintabsatz in V— Schlußsatz with breaks following the Quintabsatz and Quintabsatz in V. (9) From the perspective of Koch’s writings on form, this progression of musical events is rather straightforward, yet because Koch’s analytical system is simpler than that of Hepokoski and Darcy, it doesn’t necessarily provide the level of detail achieved by Elements of Sonata Theory , which can contribute to an understanding of the complexity and beauty of this form.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "burstein_2015",
                    "burstein_2015"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] While expositional deviations from established conventions are significant, recapitulatory alterations are arguably even more important to sonata procedure (see the Introduction’s epigraph, above). In an historically-informed analysis of structures that Hepokoski and Darcy would likely describe as deformational, Ethan Haimo argues that when Haydn substantially recomposes his recapitulations, it is in fact a reflection of his “efforts to achieve large-scale coherence” ( 1988 , 336). This perspective clearly differs from that of Hepokoski and Darcy, who regard recapitulatory alterations as deviations that should be “highlighted and problematized” ( 2006 , 244). For Haimo, while these recapitulations may not be congruent with the pieces’ respective expositions, they refer to material outside of the exposition, and in doing so promote rather than diminish greater coherence. In the following analyses of the first movements of Haydn’s Symphony no. 100 and String Quartet op. 33 no. 6, I adopt Haimo’s perspective, as well as the idea that eighteenth-century wit aimed to please the listener with unexpected similarities. Taking my cue from Haimo, Wheelock, and the eighteenth-century sources discussed above, I argue that far from creating the kind of dramatic disturbance suggested by the vivid language of Hepokoski and Darcy, the witty musical moments in the recapitulations of these works actually contribute to their cohesion. As I will show in Sections 3 and 4, Haydn uses surprising and inventive recapitulatory techniques to refer to previous material, to set up a witty reference in a later movement, or simply to draw the audience’s attention to a moment that is crucial to the coherence of the work as a whole. 3. Haydn’s “Military” Symphony No. 100, first movement",
                "footnotes": [],
                "citations": [
                    "haimo_1988",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] I have chosen this movement in part because it is featured in Ethan Haimo’s discussion of Haydn’s recomposed recapitulations ( 1988 , 341–46). Hepokoski and Darcy also discuss this movement, but they largely regard it as normative ( 2006 , 26, 41, 95, 215–16, and 303). Haimo argues that by reorganizing thematic ideas in the recapitulation, Haydn is able to establish a harmonic relationship with the movement’s introduction: the extended emphasis on ♭ VI in mm. 239–52 (unparalleled in the exposition; shown in Example 3 ) relates back to the use of ♭ VI in the introduction (mm. 14–18, Example 4 ).  Haimo concludes, “it is on the largest scale that the lack of congruence between the exposition and the recapitulation reveals the subtle harmonic connection with the introduction and thus permits us to relate the disparate sections of the movement to one another in a musically meaningful way” ( 1988 , 343–45). The appearance of ♭ VI in the recapitulation may be surprising, in other words, especially in comparison with the exposition, but it actually creates an unexpected connection with another part of the movement. However, the harmonic reference to the introduction is hardly the only unexpected similarity in the first movement. The witty recapitulatory appearance of ♭ VI seems even less disruptive once we realize how often it recurs, and how it in fact gives the listener something to hold onto in the midst of Haydn’s swirling, otherwise unconventional form. (10) Example 3 . Symphony no. 100, “Military,” I, mm. 239–52 (click to enlarge and listen) Example 4 . Symphony no. 100, “Military,” I, mm. 14–18 (click to enlarge and listen) Analysis of the Exposition Example 5 . Formal Analysis of Symphony no. 100, I (click to enlarge and listen)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "haimo_1988",
                    "hepokoski_and_darcy_2006",
                    "haimo_1988"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] As Haimo observes ( 1988 , 341), in the recapitulation Haydn has reorganized, added, and omitted various sections of the exposition. He provides a wonderful diagram to show correlating measures between the exposition and recapitulation (Ex. 2, 342), over which I have laid my own formal analysis ( Example 5 ). The correlating colors (11) between the exposition and recapitulation demonstrate Haimo’s point that Haydn shifts around different parts of the exposition’s “trimodular block” (12) (shown in yellow and green) and transition material (shown in orange) in the recapitulation, while keeping the P-zone (shown in red) and C-zone (shown in blue) material that bookends the section. The blocks in my formal diagram refer to main phrases and also to subphrases. I have segmented the form into smaller units than the main zones of a sonata exposition (P, TR, S, and C) in order to accurately depict the measures in the exposition that are rearranged in the recapitulation. (13) For example, the exposition’s TR does not include four separate phrases; rather, it contains four segments of musical content, only two of which are later found in the recapitulation. The main feature my analysis reveals is that the reshuffling of musical material between the exposition and recapitulation not only drastically changes the form—as would be expected—but also alters the function of specific musical material. Example 6 . Symphony no. 100, “Military,” I, mm. 72–85 (click to enlarge and listen)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "haimo_1988"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] One aspect of this movement that is essential to appreciating the “witty” function of ♭ VI is that the formal structure of both the exposition and the recapitulation do not conform to the universal norms described by Hepokoski and Darcy. (14) The exposition seems as though it is going to be monothematic ( Example 6 ): after a transition and very clear V:HC MC in m. 73 (shown in red), the P-theme is presented again (TM 1 , shown in green), not only in the dominant but also at a softer dynamic and with a reduced texture (as one might expect of a P-based S-theme). However, this theme loses energy in m. 80 (shown in blue) and dissolves into motivic repetitions characteristic of TM 2 (shown in purple). Haydn then launches into a second, even more vigorous transition ( Example 7 ), hinting at ♭ VI in m. 87 (shown in green), before arriving at another MC in m. 93 (a non-normative V:IAC, shown in red) and another, more satisfactory S-theme in m. 95 (TM 3 , Example 8 ). The plot of this exposition differs to some extent from a conventional trimodular block. (15) Typically, TM 1 “appears with acceptable S-rhetoric, characteristic, lyrical, or cantabile , in the expected new key . . . [but] proves in some way unsatisfactory, unable to secure the EEC” ( Hepokoski and Darcy 2006 , 172). This trimodular block not only declines one S-theme for another, but carries the additional weight of transforming the exposition away from monothematicism. (16) Example 7 . Symphony no. 100, “Military,” I, mm. 87–93 (click to enlarge and listen) Example 8 . Symphony no. 100, “Military,” I, mm. 94–108 (click to enlarge and listen) Analysis of the Recapitulation Example 9 . Symphony no. 100, “Military,” I, mm. 210–16 (click to enlarge and listen) Example 10 . Symphony no. 100, “Military,” I, mm. 32–36 (click to enlarge and listen)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] While neither trimodular blocks nor monothematic expositions are particularly unusual in Haydn’s output, the combination of these techniques with the drastically restructured recapitulation sets this movement apart. The recapitulation does not include the trimodular block (providing only a single MC), seemingly because it does not need to reopen the question of whether this movement is monothematic—the exposition has already provided the answer. Instead, Haydn shuffles the various components of the exposition, presenting them in a new context, which changes their functions. The material in mm. 210–14 ( Example 9 ), orchestrated differently but essentially the same as mm. 32–36 ( Example 10 ), is no longer part of the recapitulation’s P-zone but is now the beginning of a dependent transition that also includes material from TM 1 and TM 2 . The following S-theme (formerly TM 3 ) completes what could be interpreted as an abbreviation of the expositional trimodular block. However, this S-theme is not permitted to provide the ESC, (17) as would be expected from the expositional prototype (mm. 94–108, Example 8).",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Because mm. 210–14 have been reorchestrated, one could argue that they also correspond to mm. 75–79, a kind of dual correspondence resulting from the use of a P-based S-theme, similar to the “spot-weld” described by Larson ( 2003 , 157). In the “spot-weld,” a technique commonly used in Haydn’s string quartets, the transition is removed and the tonic P-theme is immediately followed by the now-tonic S-theme. Such an analysis further strengthens the interpretation of the recapitulation as abbreviating expositional procedures. This technique for recomposing the recapitulation—including the decision to omit the modulating transition—is not uncommon in the works of Haydn, so it is reasonable to infer that listeners might expect to hear the ESC at this point; in other words, the resulting brevity of the recapitulation would not have been perceived as uncharacteristic.",
                "footnotes": [],
                "citations": [
                    "landon_2003"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] One of the more unusual features of this recapitulation is that material from the expositional TR reappears after the section in ♭ VI as an additional S-module, S 1.3 . It may seem that its inclusion serves only to further delay the impending ESC; however, it is the sole indicator that the recapitulation has been reordered as opposed to simply abbreviated. In this sense, it also “legitimizes” the ♭ VI section: without this second appearance of the transition, the recapitulation would merely abbreviate the exposition, and the ♭ VI section would simply prolong the dominant as a chromatic neighbor. Because this “TR 2 ” S-module is included, the ♭ VI section seems to exist on its own as a separate entity, and the function of the recapitulation is threefold: it rearranges elements of the exposition, omits some of the previously heard material, and adds new material as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Instead of providing the ESC at the end of the S-theme—and thus merely abbreviating the exposition’s formal processes—Haydn delivers an unexpected deceptive cadence, elided with the huge tutti section beginning in the key of ♭ VI (mm. 239–52, Example 3). When this tonal area was subtly hinted at in the second transition of the exposition (m. 87 in the midst of TM 2 , Example 7, in green), it preceded the S-zone and also provided additional color to a section in the minor dominant, whose function was to further delay the onset of the S-theme proper, TM 3 . In the recapitulation, ♭ VI occurs in a different formal context: after the S-zone, where its function is to deny and delay the expected ESC. I would argue, however, that the main function of the surprising appearance of ♭ VI in the recapitulation is to create a feeling of connection across different parts of the work—not just to the introduction, as Haimo points out, nor even just within the first movement itself. (18) Uses of ♭ VI Example 11 . Symphony no. 100, “Military,” I, mm. 125–132 (click to enlarge and listen)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Flat submediants are found in many places throughout this movement. ♭ VI is first introduced in mm. 14–18 of the introduction, as a sonority harmonizing the theme in the minor tonic (Example 4). It appears again in mm. 87–92, the transitional TM 2 before the expositional S-theme of TM 3 , this time during a passage in the minor dominant (Example 7, shown in green). In both of these instances, ♭ VI is used during a brief passage where the local tonic is suddenly presented in its parallel minor, essentially an example of mode mixture. Its next appearance, however, is more substantial. Hepokoski and Darcy note that the first sound heard during the development is C-material in the key of B ♭ major ( ♭ VI in the context of the end of the exposition in the key of the dominant, Example 11 ): The development actually begins with two unexpected bars of silence (mm. 125–26), surely standing for the absence of P, which has missed its cue. As if to relieve the discomfort and fill the empty space, the “popular-style” C 1 . . . re-enters in m. 127 on B ♭ ( ♭ III, more immediately ♭ VI of the preceding D) as pacifyingly bland, almost neutral material—an effect like being placed “on hold” today. ( Hepokoski and Darcy 2006 , 215) Their colorful description of this moment is, in this case, very much warranted. The beginning of this development is extremely striking—following the triple-hammer-blow end of the exposition, the listener is arrested by seconds of silence. Out of this attention-grabbing grand pause comes the first appearance of the key of ♭ VI (rather than just the harmony), where we remain for roughly seven measures. By this point, ♭ VI has been referenced often enough that when it arrives suddenly and in full force at m. 239, the listener will not be deceived and taken entirely off guard, but instead will have a revelation that connects these different moments—an epiphany that this sonority is important to the continuity of this movement. (19) Example 12 . Symphony no. 100, “Military,” II, mm. 1–8 (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] The references to ♭ VI are not confined to the first movement. The second movement, Allegretto, features a sweet, pastoral melody in C major ( Example 12 ). However, Haydn cannot resist plummeting into E ♭ major (the global ♭ VI) in m. 61, remaining there for 10 measures (61–70, Example 13 , shown in green), and eschewing the global tonic for 35 measures (57–91). The most striking use of the ♭ VI sonority, which parallels that of the first-movement recapitulation, comes at m. 161 ( Example 14 ). Haydn has just halted the piece entirely with a bugle call in C major (mm. 152–59, shown in green), when the entire ensemble enters on a fortissimo Ab-major chord that is held for six measures (shown in red). This brazen use of ♭ VI could certainly compel the listener to remember the similar moment from minutes earlier in the first movement. Example 13 . Symphony no. 100, “Military,” II, mm. 57–91 (string reduction) (click to enlarge and listen) Example 14 . Symphony no. 100, “Military,” II, mm. 152–67 (click to enlarge and listen) Conclusion to Haydn’s “Military” Symphony",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The flat submediant is the unexpected similarity that contributes to the work’s sense of wit and coherence: Haydn uses these many surprising references to ♭ VI as a kind of glue that holds the first movement together despite its other formal oddities. Far from disrupting the piece, then, the surprising appearances of ♭ VI—and the recapitulatory appearance in the first movement above all—help unify it. We might fancifully imagine a compositional scenario like this: by creating a relatively non-normative form in the first movement’s exposition and then a recapitulation that substantially differed from it, Haydn ran the risk of disorienting his audience; therefore, his continued emphasis on ♭ VI in the first movement could have potentially provided his audience with something firm to hold onto while the form swirled and changed around them. He then made references back to this sonority, particularly in the second movement, ensuring that listeners were reminded of the wild journey they had taken in the first movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Haydn could very well have been aiming to surprise the audience with these flat-side harmonic and tonal motions, but his aims may have gone beyond mere shock. Do these musical moments involving ♭ VI immediately draw the attention of the listener? Very much so. If Haydn had only included the single, bold use of ♭ VI in the first movement’s recapitulation, the effect might have been one of mere surprise. But this moment is both anticipated and followed by other moments that use this sonority. He thus employs a borrowed, chromatic chord to provide a kind of compass to his audience while the form fluctuates drastically, and then makes references back to this focal point in the movements to come: there is no better way to describe this than as the surprising coherence characteristic of eighteenth-century wit. 4. Haydn’s String Quartet in D Major, Op. 33 No. 6, first movement Example 15 . String Quartet op. 33 no. 6, I, mm. 1–4, 71–74 (click to enlarge and listen) Example 16 . String Quartet op. 33 no. 6, I, mm. 71–81 (click to enlarge and listen) Example 17 . Simple Binary Form (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] According to Hepokoski and Darcy ( 2006 , 276–77), the unusual feature of the recapitulation in the first movement of Haydn’s String Quartet in D major, op. 33 no. 6 is that the P-theme enters verbatim, but in the key of the dominant rather than in the tonic ( Example 15 ). It had become acceptable by the late eighteenth century to begin the recapitulation in the key of the subdominant, (20) so that S sounds in the tonic, as expected, but the interval between the tonics of P and S in the exposition is retained. (21) However, Hepokoski and Darcy argue that beginning the recapitulation in the dominant is far more rare—and, in the case of op. 33 no. 6, a witty formal decision designed to make the form more ambiguous: This is an instance of a recapitulatory rotation that begins on V and shortly thereafter modulates to I. . . . Yet there is no denying that in mm. 71–81 [the beginning of the recapitulation, Example 16 ] Haydn was also playing on the tradition of presenting P in the dominant and in the tonic early on in a development. . . . Haydn conflates two categories: Type 3 developmental and recapitulatory practice. It is imprudent to make a decision on behalf of only one of them, a decision that would overlook the purposeful ambiguity of the compositional situation. Further, if the most obviously developmental bars, mm. 59–70, were not there at all, we would be looking at a Type 2 sonata (22) with early crux. (23) Thus Haydn provided his audience with a witty work cleverly suspended in the force fields of at least three formal categories without declaring definitively on behalf of any one of them. The structure is in dialogue with more than one hermeneutic structural type, caught in a web of differing interpretive possibilities. (277, emphasis and notes added)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] From an historical perspective, however, a recapitulation in the dominant seems much less “purposefully ambiguous” than Hepokoski and Darcy suggest. This phenomenon has a long history in binary forms. One of the precursors of sonata form was the simple binary form (or two-phrase form), common at the beginning of the eighteenth century ( Rosen 1988 , 22). In one version of this form, the melodic structure, beginning in the tonic and cadencing in the dominant, is presented a second time but with the tonalities exchanged ( Example 17 ). By the 1720s this form could be found in almost any Allemande by Bach or Handel, so it stands to reason that Haydn would have been familiar with this structure. This binary reversal of tonic and dominant keys persisted throughout the eighteenth century, becoming one facet of two-reprise forms ( Ratner 1980 , 209). Two-reprise form normally has the tonal layout of I–V X–I, as is common in dance forms, while often maintaining the repetition of the A-B melodic structure. The minuet of Mozart’s Quartet in G major, K. 387, is a perfect example of a two-reprise form that begins its second half in the dominant: its first reprise begins in G and switches to D, and its second reprise begins in D and returns to G. Scholars such as Charles Rosen and Leonard Ratner have shown that sonata form derives in part from simple binary and two-reprise forms, in which the second half generally begins in the dominant. It is not difficult to relate these precursor forms to Haydn’s decision to begin the recapitulation of String Quartet in D major, op. 33 no. 6 in the dominant. False Recapitulations",
                "footnotes": [],
                "citations": [
                    "rosen_1988",
                    "ratner_1980"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] However, there is not a consensus among scholars that a recapitulation beginning in the dominant is even possible. This debate is more specifically about the double return of the primary theme and the tonic. Because their Sonata Theory is largely theme-based, Hepokoski and Darcy allow a recapitulation to begin without a double return (i.e., with the primary theme in the subdominant or, in the present case, the dominant); however, to theorists who define sonata features in primarily tonal terms, the tonic must be present in order to open the recapitulatory zone. The necessity of a double return is highlighted in Peter Hoyt’s discussion of false recapitulations. Hoyt ( 1999 , 41) describes the “premature reprise”—paired statements of the primary theme in the dominant and then the tonic that occur before any significant development—as an extremely common procedure in eighteenth-century binary forms. In the premature reprise, the double return does not signal the end of the development and beginning of the recapitulation to the listener, because it is also present before the development proper. Hoyt is concerned with the historical transition to the point in time when the double return does in fact signify the onset of the recapitulation, and thus can be effectively used to produce false recapitulations as well as other plays on listeners’ recapitulatory expectations.",
                "footnotes": [],
                "citations": [
                    "hoyt_1999"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] This discussion is important to my own analysis because it recognizes an earlier time when the double return did not have a recapitulatory connotation: just as its too-soon presence in the premature reprise would not confuse the listener, neither would its absence at the beginning of the recapitulation. Hoyt concludes that the line that marks the historical beginning of the double return’s recapitulatory connotation is extremely blurred: It is obvious that unless the passages in works such as [Haydn’s] Symphony No. 42 and the E ♭ String Quartet of Opus 20 are considered deceptive, Haydn’s continued use of similar procedures [namely, the premature reprise] would make it difficult to assert a moment when such a deceptive significance could have arisen. That is, if the double return was not associated exclusively with large-scale formal resolution by the 1770s, the convention could not have been established by the 1790s, and it therefore becomes impossible to assert that the mature sonata forms of Haydn, or any of Mozart’s compositions, were created according to modern ideals. (85–86) According to Hoyt, this discrepancy has heavy implications for our formal understanding not just of Mozart, but of the numerous medial returns in nineteenth-century works that “play” upon a Classical model. From my own perspective of individual sonata practices, however, this overlap between Haydn and Mozart is a much smaller roadblock in logical understanding. To be sure, there is still a chronological discrepancy between Haydn’s continued use of the premature reprise (24) and Mozart’s play with listeners’ recapitulatory expectations, because to ignore any overlap of listeners between the two composers would be historically inaccurate. But instead of focusing on the fact that Haydn’s premature reprises were still being performed and heard while Mozart was beginning to compose false recapitulations according to later expectations, my perspective—focused on composers’ particular formal and stylistic conventions—allows for Mozart to establish the recapitulatory expectation of the double return (and thus play on that expectation in his listeners) regardless of the fact that Haydn’s music did not yet invoke that expectation. The idea of each composer having his own individual sonata form comes much closer to “solving” this apparent discrepancy. Because the double return did not necessarily hold recapitulatory connotations until more than a decade after the composition of the op. 33 string quartets, it is not unreasonable to consider that the recapitulation in op. 33 no. 6 did not begin with the apparent double return in m. 78, but rather with the dominant onset of the primary theme in m. 71. Analysis",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The most unusual feature of op. 33 no. 6 is not that the first-movement recapitulation begins in the dominant, but rather that the Adagio second movement is in the parallel tonic, D minor. Hepokoski and Darcy describe this effect with their typical flamboyance and flair: It is the unprepared switch of mode to the minor—the “lights-out” effect—that provides the initial impact: the sudden precipitation of an ominous antitype to the first movement’s type. . . . We refer to . . . the presentation of the slow movement in the tonic minor as the prison-house effect , as if one were shackled fast to an immovable tonic. Since the nontonic escape normally occurs, if at all, in the slow movement—and since it is not occurring here—we are led to expect that there will be no relief from this tonic in any of the movements. This sense of no escape is redoubled through the collapse of mode into minor. Metaphorically, when we hear the beginning of such a slow movement, the coldest of shadows passes over the tonic; the prison-house door closes and locks. (324–25, their emphasis) The use of such a dark technique is particularly unusual for Haydn, so it stands to reason that Haydn might have wanted to use the first movement to prepare the listener for the “prison-house” effect of the minor-tonic second movement. Hepokoski and Darcy do not discuss the first two movements of op. 33 no. 6 in conjunction with one another, but by doing so we can come to a much different understanding of how the first movement’s dominant recapitulation functions, and how disruptive it is (or is not) to the listener. In this analysis, I make the case that several of the most non-normative features of the first movement—including the dominant opening of the recapitulation—appear to be the direct result of Haydn’s uncharacteristic decision to write the second movement in the minor tonic, reflecting his efforts to establish large-scale continuity rather than to disrupt it. Example 18 . Formal Analysis of String Quartet op. 33 no. 6, I (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Example 18 provides my formal analysis of the first movement, which differs slightly from that of Hepokoski and Darcy. (25) Zooming in from the large-scale anomaly of the minor-tonic second movement, the most significant musical oddity of the first movement is the development’s focus on F major ( ♭ III), particularly considering the brevity of the development (mm. 59–70). Tonal relations between the movements can be of use in explaining this oddity: the second movement is also in sonata form, and thus it juxtaposes a D-minor P-theme against an F-major S-theme—so, in a way, the development of the first movement foreshadows that tonal conflict by introducing F major. Another explanation for the use of the flat mediant has to do with structural tonal regions. In a major-key sonata movement, it is common to have the development center around the relative minor and conclude on a vi:HC, which produces a sweeping V–III–I downward tonic arpeggio between the end of the exposition, the development, and the recapitulation ( Hepokoski and Darcy 2006 , 198–201). (26) By the end of the eighteenth century, it was also fairly common for composers to conclude the development with a iii:PAC, creating the same major arpeggio across the form (203). (27) By centering this development around F major, however, Haydn creates a minor-tonic arpeggio across the larger formal sections, perhaps further preparing the listener for the minor-tonic second movement. Example 19 . String Quartet op. 33 no. 6, I, mm. 49–58 (click to enlarge and listen)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] The development’s focus on F major has significant implications for the expositional C-zone. The most normative major-key expositions end in the dominant, generally on a V:PAC. In this movement, the dominant is A major, which is not closely related to F major at all. Seemingly in order to prevent this disruptive tear of tonality, Haydn alters the end of the exposition. C 2 quickly begins to weaken the established dominant key (mm. 49–58, Example 19 ). In m. 52 Haydn slips in a G ♮ , transforming the local tonic A major back into a dominant (shown in red). This chromatic alteration alone is not deformational, insofar as it prepares the repeat of the exposition and a return to the global tonic. However, Haydn takes it a step further: when he changes the A tonic to an A dominant, he also resolves it momentarily to D minor. The first F-naturals appear in m. 53, shown in blue, and the D-minor chords effectively embellish the A chords that surround them. One might imagine that Haydn is cycling through keys and modes in the closing section until he is able to smoothly move to F major—the A 7 and D-minor chords, in other words, are like gateways to a distant key. By the time the development begins, the listener has been introduced to both key areas of the second movement—D minor and F major—in immediate succession. Example 20 . String Quartet op. 33 no. 6, I, mm. 59–70 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The development ( Example 20 ) does finally lead to the arrival of the expected global dominant, but first it leads to the minor dominant (mm. 67–70, shown in green) rather than the normative major dominant. Haydn’s reasoning seems to be threefold: first, A minor is more closely related to F major than A major, and Haydn has already demonstrated a preference for closely related keys in this movement; second, the retransitional material in mm. 67–70 is just like the end of the exposition, which tonicized D minor (mm. 54–57, Example 19, shown in green); finally, the inclusion of yet another minor-mode passage continues to prepare the listener for the minor-mode second movement. At this point, it is as though the dominant key area has been so substantially weakened (in an effort to establish close key-relations and prepare for the dark second movement) that Haydn needs to strengthen it in some way to counteract the extreme flat-side motion of the development—and he does so by giving A major all the weight of a P-theme return.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The thematic content of this brief development comes from two places: the first five measures originate from TR 1 (mm. 19–26), and the remaining seven measures originate from the end of the exposition (mm. 51–57), as discussed. When it is first presented, Haydn makes TR 1 stand out both dynamically and texturally. After starting P 2 piano , all four players crescendo to forzato ( fz ). (28) When the first transition begins, Haydn drops the dynamic down to piano and reduces the texture to only two instruments for the first time in this piece. Because this moment in the exposition stands out, the listener is more likely to make the connection when this theme arrives unexpectedly to begin the development. This musical idea is so important to Haydn that he specifically brings it back in the seemingly unnecessary codetta (in the form originally seen during TR 1 ), further implanting it in the listener’s mind. Conclusion to Haydn’s String Quartet in D Major",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] The unfolding of this movement is a departure not only from normative sonata-form practice but from Haydn’s individual sonata practice as well—yet the dominant recapitulation is not altogether disorienting. In fact, we have attributed most of the deformational aspects to Haydn’s desire to avoid disorienting the listener by providing key areas that are closely related even if they are non-normative. Furthermore, I would argue that Haydn does not provide an off-tonic beginning of the recapitulation with the purpose of tricking the listener, but rather of reinforcing the dominant key area, which had previously been undermined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] In short, to claim that the main purpose of this dominant recapitulation is to create ambiguity or confusion is to run the risk of losing a very significant part of what Haydn is trying to do. My interpretation is based more on the internal logic of this quartet than on the presumption that it is in dialogue with some global norm. It is as if Haydn decided that the second movement would be in the minor tonic and then proceeded to craft the first movement in such a way as to both foreshadow and prepare the listener for what might otherwise be a jarring choice of tonality. This opening movement is witty, not because Haydn jumps to unrelated keys or because he creates an uncomfortable ambiguity with regard to form, but because he sets up moments of unexpected similarity that the listener only perceives in retrospect—only after we have reached each subsequent musical moment can we draw connections to what was previously heard, realizing happily that in some way each of these outwardly different moments are actually congruous. Upon reaching the A-minor ending of the development, listeners might realize, “Aha! This passage is in minor, just as it was at the end of the exposition.” When the second movement begins, they might recall, “Oh! Clever Haydn, he hinted at this several times in the last movement.” And when the second movement reaches its F-major theme, they might conclude, “But of course! No wonder that development was in F major; he was setting this up all along. How delightfully witty!” 5. Conclusion Haydn’s recapitulations may often be productively viewed as ingenious readjustments of wittily problematized expositions. . . . The analytical trick is to be able to identify what the original expositional problems might be—the problems whose solution, full or partial, governs much of the rest of the movement. That identification demands a knowledge of the different types of standard expositional practice—along with Haydn’s individualized customization of those types—and their local norms and options. Apart from that, one might merely restate the obvious in reminding ourselves that, given Haydn’s obsession with surprise and originality, each movement is unique in its manner of confrontation with these issues. Every piece exists in dialogue with a constellation of generic norms in different, individualized ways. ( Hepokoski 2002 , 129–30)",
                "footnotes": [],
                "citations": [
                    "hepokoski_2002"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] According to Hepokoski, Haydn’s recomposed recapitulations are a reaction—or rather, a solution—to expositional problems. This may be true in many cases, but, as I have argued above, some of Haydn’s most surprising and original recapitulatory moments are most meaningful in relation not to the exposition but to other sections and other movements of the piece. By exploring these relationships, we can come to see that these “witty” moments are not as disruptive as they might first seem: that they are truly “witty” in the eighteenth-century sense of the term.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] I have shown that while eighteenth-century wit does involve an aspect of surprise or deception—a breaking of understood norms—it must also involve an unsuspected congruity, a larger-scale connection that emerges only by breaking the aforementioned norms. Focusing too much on the aspect of disruption in Haydn’s treatment of the sonata form (as Hepokoski and Darcy do) risks overshadowing the unexpected similarities that reveal Haydn’s true wit and genius. The two case studies above are positive examples of wit: pieces that can indeed be considered witty in the eighteenth-century sense because they provide unexpected congruity at the expense of broken norms. Haydn’s “Military” Symphony no. 100 demonstrates how the single sonority of ♭ VI, while disrupting the expected trajectory of the first movement’s recapitulation, provides coherence in both the first movement and the symphony as a whole. Its repeated appearance in the first movement could potentially provide listeners with something to latch on to, a beacon in the swirling fog of the form, and the significant appearance of ♭ VI in subsequent movements could serve to remind listeners of this exciting journey. The String Quartet in D major, op. 33 no. 6 provides an example of how Haydn possibly prepares listeners for a substantial and unusual compositional decision, the minor tonic of the slow second movement. In the first movement, he focuses on F major in the brief development after closing the exposition in D minor, a juxtaposition foreshadowing the primary keys of the second movement. This somewhat unusual development is followed by what Hepokoski and Darcy describe as a dominant onset of the recapitulation (a musical event that some scholars do not believe is possible); they go on to highlight this as the unusual feature of this work. In contrast, I have interpreted this moment as representing Haydn’s desire to maintain his use of closely-related keys in a continued effort to disrupt the listener as little as possible: every unexpected facet of the first movement serves to prepare the listener for the otherwise jarring minor tonic of the second movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Hepokoski has himself commented on “Haydn’s individualized customization” of generic norms, (29) thus offering the tantalizing suggestion that Haydn’s sonata procedures are different enough from those of his contemporaries that in some cases they might be best related to his own idiosyncratic norms, and to the listening practices of his era, rather than to the generic norms of late eighteenth-century style more generally. Yet Hepokoski stops short of pursuing the many implications of this provocative suggestion. The idea deserves to be explored further. Sonata Theory tends to place composers within a large framework of hierarchies in an attempt to compare their sonata-form movements on equal terms. This is a powerful approach, one that provides deeply meaningful analyses and treats individual works as so many voices in a vibrant cultural and artistic discourse. Where it risks falling short, however, is in its failure to consistently address the contemporaneous listener and to fully attend to the local, personal norms of a given composer.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Still, there is something to be gained from an approach like Hepokoski and Darcy’s, particularly if it is combined with careful attention to historical context. If it could be determined that Haydn used P-based S-themes or trimodular blocks so often that these procedures were in fact first-level defaults for him, then we would have reason to regard as deformational those instances in which he did not use these procedures; we would still be thinking in terms of norms, but the norms would be based largely on Haydn’s own practices. As I have argued throughout this article, the “witty” sonata forms of Haydn—with their uncommon proportion of P-based S-themes; their abbreviated, amended, reshuffled, or otherwise recomposed recapitulations; and the meaningful connections they establish to music outside the sonata form proper (i.e., other movements within a multi-movement work, introductions, and codas)—raise questions about the viability of explaining wildly (or even mildly) idiosyncratic works in relation to universalized norms, however flexible those norms may be. Yet at the same time, the very recurrence of Haydn’s techniques (some more common than others; some more disrupting and others more unifying) suggests that some kind of hierarchy of norms is needed. Ultimately, the best strategy, however ambitious, may be to create hierarchies for each composer, geographical area, and year, layer upon layer, until the whole can be explained. Once that corpus of work is complete, if it is ever complete, we will be able to take a step back and draw far more accurate conclusions about listener expectations for any given piece based upon the compositional landscape of that place in that moment .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The project described may seem to be more archaeological than music-theoretical, trying to dig up enough information to discern which pieces may have been heard in a specific town in the year or so leading up to the premiere of the specific work being analyzed. But its results would be very much music-theoretical: my aim is to eliminate the many anachronistic expectations that we inadvertently ascribe to the historical listener. The works of Haydn seem to be the most appropriate starting point for this project, due to the dichotomy between the coherence of his works as a whole and their deformational status within the global hierarchy of Sonata Theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.mastic.html",
    "data": "mto/data/mto.15.21.2.mastic.json"
}