{
    "title": "Preliminary response to the MTO 0.2 article",
    "date": "1993/06/01",
    "volume": "0",
    "issue": "3",
    "authors": [
        "London, Justin"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [
        {
            "name": "Justin London",
            "university": "Carleton College",
            "address": "",
            "email": "jlondon@carleton.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The study of timing and dynamics (and their metric implications)\nis currently a hot topic in music-cognition circles.  Aside from the work\nby Eric Clarke on \"Categorical Rhythmic Perception\" cited in “Loud\nRests,” other relevant studies include: Alf Gabrielsson, “Timing in \nMusic Performance and its Relations to Music Experience.” in Generative \nProcesses in Music , ed. John Sloboda, Oxford: Clarendon Press, 1988;\nJohn A. Sloboda, “The Communication of Musical Metre in Piano\nPerformance,” Quarterly Journal of Experimental Psychology 35A:377–96,\n1983; and Neil P. Todd, “A Model of Expressive Timing in Music,” Music\nPerception 3:33–58, 1985.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Whilst there were (as of yet) no “formal” responses to my\narticle on “Loud Rests and Other Strange Metric Phenomena”\nI was most gratified to see the number and variety of responses,\ncomments, and discussion that appeared on the SMT-list.  I\nwas especially pleased that a number of music-psychologists\njoined in the debate, as well as mainstream theorists (what\never that means, these days).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For volume 0.4 I will prepare a formal reply to several of\nthe discussion threads which arose in response to “Loud Rests”,\nbut for the moment I would like to offer a few comments on\nsome issues raised by Joel Lester, Rich Parncutt, and others\nabout my “weird” third example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Example 3 is metrically ambigious in a deadpan performance,\nand was so chosen precisely for that reason (though I will admit\nto moving rather quickly from the physicist’s first hearing to\nthe metrically-indexed version in paragraph [6]).  I was/am\nassuming that in this example did not have a deadpan performance, \nbut rather a performance which contains subtle, yet highly conventionalized variations in timing and dynamics (what Sloboda, op. cit.\nbelow, has termed “expressive variations”) of each note within the \nanacrusis; these varitaions act as cues for the meter. (1) On the \nbasis of those cues we can hear the first three durations, leaving\nany tonal interpretation(s) aside for the moment, as inidicative \nof a “and-four-and-ONE” metric pattern.   Lester is completely  \ncorrect in reminding us that the score is a set of directions \nfor the performer, which is not the same thing as a knowledge-representation of the listener’s metric cognition and understanding.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] And as result of following the directions given by the score, \nmusicians will produce a sound structure that encodes the metric\ninformation—the bar lines are thus “recoverable” to the listener.\nLester also is quite right in pointing out that when we first hear\nthe melody we have no idea that the opening pitches are “sol-la-ti-do.”  The first note can be anything; the first two are a whole\nstep, which could be placed in various diatonic conetxts.  But when\nwe have the first three tones (assuming a diatonic context, which of course,\nmay be an incorrect assumption), which span two whole steps, we now\na fairly circumscribed number of tonal possibilities: do-re-mi, \nfa-sol-la, or sol-la-ti.  Of these three only the first and third\nare viable candiates for a diatonic beginning—as starting on \nfa is rather unlikely (examples, anyone?).  But at this point (3\nnotes into the “piece”), we will also have some timing and dynamic\ninformation about the three notes; as indicated above, a performer\nfaithful to the notation will give varying emphasis to these\npitches, something like “tone-Tone-tone-(TONE)”.  If we perceive\nthat the second note is longer/louder (just a bit) that the first\nor third, we have a good reason to hear the tones as “sol-La-ti-DO”\n(OK, I’ve included the fourth note now), since the rhytmic emphasis\nis on the 2nd and (esp.) fourth notes of the scale.  I posit that\nthis interpretation is more likely than one which places these\ntones in a “do-Re-mi-FA” context, for that would be a highly atypical\nmetric placement for tonic.  Indeed, what I believe Lester did\nin grouping the 8ths in pairst, starting on the strong 8th, was\nto mentally perform the opening motive as “DO-re-Mi-fa-SOL-la (rest)”,\nwith appropriate expressive variations for that metric context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Along with expressive variations, and the scale-step limits that\naccrue as the melodic line unfolds, there is another factor which\nfacilitates metric recognition, and that is that listeners know \na lot about musical beginnings.  It seems reasonable to imagine\nthat we have a rich store of opening templates or schemata (of\nvarying levels of specificity) which appertain to different musical\nstyles.  We have a “so-La-ti-DO” pattern already in our heads,\nin other words, and so it isn’t so much a task of building the \nscale-step representations and metric placement from first principles,\nas it were, as it is a task of matching the given sound structure\nto our repertoire of opening gestures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As a final remark re the “problems of example 3”, in “Loud Rests”\nI point out that metric cognition involves two phases, one of \nrecognition, as well as one of continuation.  What should be noted\nhere is the metric recognition phase, which is what all the fuss\nis about, must be retrospective—how could it be otherwise, unless\nwe have metrically clairvoyant listeners—but nonetheless we are\nable to achieve metric recognition very fast.  This rapidity is\ndue to the rich number of cues the music provices via expressive\nvarations as well as our practiced experience in responding to those\ncues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Well, this is perhaps a bit more than just an informal reply, so I \nwill conclude with a promissory note.  In volume 0.4 I hope to comment\non Smoliar’s discusion of Desain’s work on Expectancy Space, and\nits relevance to a dynamic model of meter, as well as the discussion\nthread spun by Judd, Demske, and others re musical and cognitive\nuniversals.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.3.london.html",
    "data": "mto/data/mto.93.0.3.london.json"
}