{
    "title": "Performing Agency: A Response",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Zbikowski, Lawrence M."
    ],
    "abstract": "This essay, which responds to the essays collected here, draws on a theory of agency developed by the social anthropologist Alfred Gell to argue for the essentially social nature of musical agency, and the essential role of performance in enacting musical agency. This perspective is then brought to bear on each essay, as well as on the discipline of music theory as a whole.",
    "keywords": [
        "musical agency; social anthropology; cognitive extension; Alfred Gell"
    ],
    "doi": "10.30535/mto.24.3.11",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.zbikowski.pdf",
    "author_info": [
        {
            "name": "Lawrence M. Zbikowski",
            "university": "University of Chicago Department of Music",
            "address": "1010 East 59th Street, Chicago, IL 60637",
            "email": "larry@uchicago.edu"
        }
    ],
    "citations": {
        "chua_and_elliott_2013": "Chua, Liana, and Mark Elliott, eds. 2013. Distributed Objects: Meaning and Mattering After Alfred Gell. Berghahn.",
        "clark_2008": "Clark, Andy. 2008. Supersizing the Mind: Embodiment, Action, and Cognitive Extension. Philosophy of Mind. Oxford University Press.",
        "clark_2016": "Clark, Andy. 2016. Surfing Uncertainty: Prediction, Action, and the Embodied Mind. Oxford University Press.",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score: Music as Performance. Oxford University Press.",
        "de_souza_2017": "De Souza, Jonathan. 2017. Music at Hand: Instruments, Bodies, and Cognition. Oxford Studies in Music Theory. Oxford University Press.",
        "donald_2001": "Donald, Merlin. 2001. A Mind So Rare: The Evolution of Human Consciousness. Norton.",
        "gell_1998": "Gell, Alfred. 1998. Art and Agency: An Anthropological Theory. Clarendon Press.",
        "hutchins_2006": "Hutchins, Edwin. 2006. “The Distributed Cognition Perspective on Human Interaction.” In The Roots of Human Sociality: Culture, Cognition and Interaction , ed. N. J. Enfield and Stephen C. Levinson, 375–98. Wenner-Gren International Symposium Series. Berg.",
        "hutchins_2014": "Hutchins, Edwin. 2014. “The Cultural Ecosystem of Human Cognition.” Philosophical Psychology 27 (1): 34–49.",
        "latour_2005": "Latour, Bruno. 2005. Reassembling the Social: An Introduction to Actor-Network-Theory . Clarendon Lectures in Management Studies. Oxford University Press.",
        "menary_2010": "Menary, Richard, ed. 2010. The Extended Mind. Life and Mind: Philosophical Issues in Biology and Psychology . MIT Press.",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2): 321–71.",
        "sayes_2014": "Sayes, Edwin. 2014. “Actor-Network Theory and Methodology: Just What Does It Mean to Say That Nonhumans Have Agency?” Social Studies of Science 44 (1): 134–49.",
        "tomasello_et_al_2005": "Tomasello, Michael, Malinda Carpenter, Josep Call, Tanya Behne, and Henrike Moll. 2005. “Understanding and Sharing Intentions: The Origins of Cultural Cognition.” Behavioral and Brain Sciences 28 (5): 675–91.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . AMS Studies in Music. Oxford University Press.",
        "zbikowski_2008": "Zbikowski, Lawrence M. 2008. “Metaphor and Music.” In The Cambridge Handbook of Metaphor and Thought , ed. Ray Gibbs, Jr., 502–24. Cambridge University Press.",
        "zbikowski_2010": "Zbikowski, Lawrence M. 2010. “Music, Emotion, Analysis.” Music Analysis 29 (i–iii): 37–60.",
        "zbikowski_2012": "Zbikowski, Lawrence M. 2012. “Music, Dance, and Meaning in the Early Nineteenth Century.” Journal of Musicological Research 31 (2/3): 147–65.",
        "zbikowski_2017a": "Zbikowski, Lawrence M. 2017a. Foundations of Musical Grammar . Oxford Studies in Music Theory. Oxford University Press.",
        "zbikowski_2017b": "Zbikowski, Lawrence M. 2017b. “Music, Analogy, and Metaphor.” In The Routledge Companion to Music Cognition , ed. Richard Ashley and Renee Timmers, 501–12. Routledge.",
        "zbikowski_forthcoming": "Zbikowski, Lawrence M. [Forthcoming]. “Cognitive Extension and Musical Consciousness.” In Music and Consciousness 2, ed. David Clarke, Ruth Herbert, and Eric Clarke. Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In Art and Agency Gell is interested in how things as well as people can act as agents; the portion of the quotation omitted here extends his notion of agency to things as well as persons.",
            "citations": []
        },
        "FN2": {
            "text": "2. It bears mention that Monahan does not subscribe to a clear difference between physical causes and the actions of an agent, noting that “Individuated elements are routinely described as embodied in a physical space, a ‘vectoral field’ with clear up- and downness and ‘virtual environmental forces’ such as gravity, magnetism, and inertia” ( Monahan 2013 , 331).",
            "citations": [
                "monahan_2013"
            ]
        },
        "FN3": {
            "text": "3. I should note that Gell regards the human body as a material resource through which agency can be realized. For a discussion, see ( Gell 1998 , 20).",
            "citations": [
                "gell_1998"
            ]
        },
        "FN4": {
            "text": "4. On cognitive extension see Clark 2008 and 2016 as well as the essays collected in Menary 2010 . With respect to the ways musical instruments shape performers’ thought, see De Souza 2017 . Another way to construe the various relationships between humans and material objects—which has the added advantage of extending to the social relations inherent in accounts of agency—is the approach generally known as distributed cognition; for a discussion, see Hutchins 2006 and 2014 . Each of these topics, along with that of musical agency and its relationship to musical consciousness, is explored in more depth in Zbikowski [forthcoming] .",
            "citations": [
                "clark_2008",
                "clark_2016",
                "menary_2010",
                "de_souza_2017",
                "hutchins_2006",
                "hutchins_2014",
                "zbikowski_forthcoming"
            ]
        },
        "FN5": {
            "text": "5. For an introduction to the influence of Gell’s work, see the essays collected in Chua and Elliott 2013 .",
            "citations": [
                "chua_and_elliott_2013"
            ]
        },
        "FN6": {
            "text": "6. For a thoughtful account of the social nature of intentions, see Tomasello et al. 2005 .",
            "citations": [
                "tomasello_et_al_2005"
            ]
        },
        "FN7": {
            "text": "7. A somewhat different framework for analyzing the various relationships I have sketched here—and which is mentioned by Tami Gadir in her contribution—is Actor-Network theory, which would approach all of the entities involved in a musical exchange—the composer, the notated score, the performer, and the audience—as actors within a network. See, for instance Latour 2005 (chap. 4) and Sayes 2014 . Although there is much to recommend such an approach (not least because it highlights the essential role played by non-human actors such as scores and other technologies), I find it more helpful to adopt Gell’s terminology, which captures better the various subject positions involved in interactions between composers, performers, and members of the audience.",
            "citations": [
                "latour_2005",
                "sayes_2014"
            ]
        },
        "FN8": {
            "text": "8. I discuss some of the recent research on the motor system in Zbikowski 2012 , 155–57, and Zbikowski 2017a , 106–108. Donald’s notion of kinematic imagination can also be connected with the notion of simulation developed by Lawrence Barsalou in his perceptual symbol systems theory. For brief overviews of that theory see Zbikowski 2010 , 45–48, and 2017a , 32–38.",
            "citations": [
                "zbikowski_2012",
                "zbikowski_2017a",
                "zbikowski_2010",
                "zbikowski_2017a"
            ]
        },
        "FN9": {
            "text": "9. The notion of music has, of course, been extended to nonhuman domains since antiquity (if not before)—“the music of the spheres,” “birdsong,” and, more recently, cetaceans’ use of sound to communicate—but I take the position that humans exploit the use of patterned nonlinguistic sound for social and cultural purposes in ways that are not seen in other species. For further discussion, see Zbikowski 2017a , chap. 1.",
            "citations": [
                "zbikowski_2017a"
            ]
        },
        "FN10": {
            "text": "10. For accounts of how metaphors structure the understanding of music, see Zbikowski 2002 (chap. 2), 2008 , and 2017b .",
            "citations": [
                "zbikowski_2002",
                "zbikowski_2008",
                "zbikowski_2017b"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As Eugene Montague notes in his introduction, while there has been considerable interest in the topic of agency in music in recent years, few studies have engaged with the agency of the performer. To be sure, Nicholas Cook’s Beyond the Score ( 2013 ) gives careful consideration to the role of the performer and sets out a framework through which this might be studied, and yet agency as such does not figure large in Cook’s study. On the one hand, this could be regarded simply as a difference in approach. The study of agency is, at its core, about actors and actions, and to the extent that Cook aims to explore in some detail how the actions of performers shape musical sound, an explicit engagement with the topic of agency would not seem to add much to his argument. On the other hand, the absence of the performer in studies that explicitly or implicitly invoke the notion of agency suggests that the idea of agency developed in recent music-theoretical work is somewhat narrower than used in other studies.",
                "footnotes": [],
                "citations": [
                    "cook_2013"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Consider, for instance, the account of agency developed by Seth Monahan ( 2013 ) in his thoughtful and thorough account of the role of agency in music-theoretical writing. Monahan begins by distinguishing four different classes of agent (the individuated element, the work persona, the fictional composer, and the analyst), arranged in a hierarchical network. He then proposes that, from the perspective of an analytical writer, “ any musical event that can be regarded as agential can also be construed as the intentional action of any higher- (but not lower-) ranking agent class ” ( 2013 , 333; italicized in original). Agents are thus conceived of as being able to act intentionally, but also (depending on where they are situated in the hierarchy) as being a consequence of another agent’s actions. As Monahan notes, however, when this perspective on agency is extended to include performance, the situation becomes rather complex. “To the extent that a pianist is executing tasks prescribed by Beethoven, we can regard him or her as the composer’s action; we will project mental states onto Beethoven as a response to the performer’s realization of ‘the score,’ strictly defined. But the myriad expressive inflections that are not ‘the score, strictly defined,’ allow us to regard Beethoven as the pianist’s action, in that his or her performance may implicate a specific understanding of the work’s creator” ( 2013 ,  362). The tension between the agency of the composer and performer this formulation introduces—either the performer disappears into the composer’s agency, or the composer disappears into that of the performer—would seem to put a significant strain on the ideas of agency and action, especially in cases where they are realized through interactions between actual humans.",
                "footnotes": [],
                "citations": [
                    "monahan_2013",
                    "monahan_2013",
                    "monahan_2013"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Some of this strain can be relieved by turning to accounts of agency not restricted to analyses of written discourse, such as the influential perspective developed by the social anthropologist Alfred Gell in his 1998 Art and Agency . Gell focuses on the idea that an agent sets causal chains in motion: “Agency is attributable to those persons . . . [who] are seen as initiating causal sequences of a particular type, that is, events caused by acts of mind or will or intention, rather than the mere concatenation of physical events. An agent is one who ‘causes events to happen’ in their vicinity” ( Gell 1998 , 16). (1) One of the entailments of this definition is a clear distinction between changes in the environment that reflect physical causes (for instance, a rock tumbling down a hill consequent to some geological event) and those caused by the actions of an agent (who gives the rock a push so that it tumbles down a hill). (2) As Gell observes, “The idea of agency is a culturally prescribed framework for thinking about causation, when what happens is (in some vague sense) supposed to be intended in advance by some person-agent or thing-agent. Whenever an event is believed to happen because of an ‘intention’ lodged in the person or thing which initiates the causal sequence, that is an instance of ‘agency’” ( Gell 1998 , 17). For Gell, then, agency (as a manifestation of the intentions of some person) always obtains within a social context: as he sees it, “‘Action’ cannot really be conceptualized in other than social terms” ( Gell 1998 , 17). This social context is apparent in the relational perspective on agency developed by Gell, in which every agent has as its counterpart a patient, who is conceived as the entity affected by the causal sequence initiated by the agent ( Gell 1998 , 22). This is not to say, however, that the roles of agent and patient are fixed: within any given social interaction they may change frequently and rapidly, being determined simply by who is regarded as the initiator of a given agential action. This essentially social perspective on agency may, of course, be of only limited relevance within the hermetic world of music-analytical prose, but I would propose that it becomes crucial once one enters a world in which composers, performers, and listeners are something more than anthropomorphic imaginings.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "gell_1998",
                    "gell_1998",
                    "gell_1998",
                    "gell_1998"
                ]
            }
        },
        {
            "4": {
                "text": "[4] A further idea developed by Gell (and in evidence in the second quotation above) is the notion that material resources—that is, “things”—can facilitate agency. This notion has interesting ramifications for any consideration of agency and performance, so let me explore it through a somewhat extended example that will allow me to tease out some of the relevant issues. Say that while seated at my desk I decide that the door to my office needs to be shut to reduce the amount of noise coming from the hall. Because this is a decision I make many times a day and because I am reluctant to leave my comfortable chair, I have obtained a 2.5 meter-long stick that I keep close to my desk. To shut the door, then, I need not rise from my chair but simply use the stick to push the door shut. But say I get tired of this and use my formidable skills in engineering to design a system that will shut the door by means of an electric motor and hydraulic pistons. With this system in place, if the noise in the hall gets to be too much all I have to do is reach over and press a button and the door swings smoothly shut. Now say that you come to visit me with a question. Again, the noise from the hall becomes distracting, but rather than use a stick or an ingenious electromechanical device I simply say “Could you please shut my door?” You respond by going over and closing the door. I would propose that each of these situations represents an instance of the enactment of agency through material resources. (3) In the first, my agency is enacted through my use of the stick; in the second, my agency is enacted through the electromechanical door-closing system; in the third, my agency is enacted through my use of language, which allows me to ask you to close the door.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The role of material resources as a means to enact humans’ agency leads to two observations directly relevant to the agency of the performer. The first concerns the way material resources make it possible to overcome limitations on individual agency. If I remain seated at my desk there is, quite simply, no way for me to realize my intention to shut the door without the assistance of some material resource. The stick, quite obviously, serves as an extension of my physical body (such that my arm gains an additional 2.5 meters in length), but so does the electromechanical door-closing system. Indeed, that system could be modified to operate remotely, allowing me to shut my door while sitting comfortably in another room or another country. The notion of exploiting material resources to accomplish a wide range of goals and thereby expand the reach of the mind beyond the body fits with recent thinking about cognitive extension explored by Andy Clark ( 2008 , 2016 ) and others, as well as with work on the ways musical instruments shape the thought of performers. (4) In this connection, it is worth considering how the material resources offered by musical instruments allow performers to create sounds that are beyond the capacities of their bodies, for it is often these instrumental sounds rather than observable physical actions that serve as evidence of the agency of the performer.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "clark_2008",
                    "clark_2016"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The second observation about material resources and the enactment of agency emerges if I wrote down the words “Could you please shut my door?” on a piece of paper so that you could read them off. An action of this sort would allow me to extend my agency across space and time. For instance, if you happened to be borrowing my office for a week or two and I wanted you to close the door when you were using my office I could send my message to you at home with the expectation that you would read it and comply with my request. The material resource represented by my scribbled note would thus make it possible for me to effect my agency well beyond my immediate temporal and spatial disposition (and in this it is not unlike a remotely operated mechanism). It is important to note, however, that how you shut the door to my office is another matter. You might slam the door in disgust (realizing that you had been relegated to the status of a 2.5 meter-long stick or an electromechanical mechanism) or you might close the door ever so gently so as not to disturb the tetchy colleague who works across the way. In any event, just how you respond to my request (including refusing to shut the door at all) will be up to you—that is, it will be a realization of your own agency. And this, of course, is very similar to the agency of the musical performer, with my scribbled instructions standing in for the composer’s score and with closing the door standing in for a musical performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The notion that a composer’s score might be a way of effecting the composer’s agency across spatial and temporal boundaries is one that fits quite well with ideas about primary and secondary agency developed by Gell in the course of Art and Agency . Reflecting on differences in the properties of agents and the material resources through which their agency was enacted, Gell wrote, “I am prepared to make a distinction between ‘primary’ agents, that is, intentional beings who are categorically distinguished from ‘mere’ things or artefacts, and ‘secondary’ agents, which are artefacts, dolls, cars, works of art, etc. through which primary agents distribute their agency in the causal milieu, and thus render their agency effective” ( Gell 1998 , 20). The primary agency of the composer is thus distributed through the secondary agency of the score. There is more that can be said about the notion of secondary agency—indeed, the development of this idea is one of the important contributions of Gell’s book—but for present purposes it is perhaps enough to observe the force of “the score, strictly defined” (to use Monahan’s words) as a material realization of the composer’s agency.",
                "footnotes": [],
                "citations": [
                    "gell_1998"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Gell’s account of artistic agency, and especially the idea that art works are a means to distribute the artist’s agency across space and time, has had a marked influence on the study of art as a social practice and has generated a wealth of commentary since its publication. (5) Nonetheless, Gell specifically limited himself to an investigation of the part artefacts play in agential exchanges, setting to one side the issue of performances that enact artworks. In consequence, there is ample room for exploring the agency of performers, especially where, as in the Western tradition, this agency is itself shaped by the agency of the composer.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In sum, then, work such as Gell’s encourages us to think of the composer as a primary agent who distributes her or his agency through the material resources embodied within the score. Because the score will distribute the composer’s agency even should she or he be absent, it serves as a secondary agent. Most typically, the performer serves as the patient within this relationship, as it is the performer who is most immediately affected by the causal sequence initiated by the composer. Within an actual performance situation, of course, it is the performer who is the agent, one whose agency is distributed through the material resources of sound. The patient in this case is, of course, the listener. Again, it is important to note how quickly these roles can change: listeners, in response to a performance, will often (but not invariably) applaud: now it is the performer who is the patient and the listener the agent. In cases where a performer and composer work closely together on a composition, the composer may adopt the role of the listener (when, for instance, the performer is trying out a given passage) and thus become the patient. The composer, responding to the secondary agent that distributes the performer’s agency (that is, the sounds the performer has produced), may then decide to change the score, and thus once again become the agent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The rather complicated situation just described corresponds in certain of its features to the relationship between composer and performer sketched by Monahan in his exploration of paths for future research on action and agency. It is different, of course, in its approach to action as a marker of (rather than in some manner separate from) agency, and one that embeds agency within a social context (because action is conceived of as a manifestation of an agent’s intentions, and intention-reading is an invariably social activity). (6) It is also different in that it positions the score as a secondary agent that makes it possible for the composer to distribute her agency. The idea of the score as interwoven with the composer’s actions may seem a slightly odd one, and a comparison with another performed art may be helpful. Choreographers, when working with dancers, will not only describe and demonstrate specific dance movements but will also on occasion physically guide a dancer through the choreography by using their hands to shape the dancer’s body. In such situations it seems accurate to describe the choreographer as the agent and the dancer as the patient, with the choreographer’s agency effected through the actions of her body on those of the dancer. Although it might be argued that a composer does not literally lay her hands on the performer, musical notation nonetheless allows the composer to shape those aspects of the performer’s body that will be involved in the production of the musical sounds specified by the notation.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Two further complications should be noted here. First, in Monahan’s example the composer is not present in the interactional sphere (and is in fact deceased). Again, it is the distribution of the composer’s agency through the secondary agency of the score that makes it possible for the performer, many years after the death of the composer, to be the patient correlated with the composer’s agent. In a similar fashion, the agency of the performer can be distributed through the secondary agency of a recording, making it possible for listeners to be correlated as patients with a performer-agent who resides on the other side of the world or who is no longer alive. Second, the network of social relations I have outlined becomes considerably more complicated in the case of ensemble performance (with or without a conductor): not only are there manifold possible agent-patient interactions among the members of an ensemble but the ensemble itself may come to be regarded as the primary agent (such that one might speak of Pink Floyd’s intentions rather than Roger Waters’s intentions). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Much more could be said about agential interactions involved in the production and reception of music, but this basic framework should give some sense of a way to frame ideas about agents and actions more amenable to the study of performance and to the role of music within interpersonal exchanges. Guided by this framework, let me now turn to the essays collected here to consider in a bit more depth aspects of agency in performance. Agency in Performance",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The point of departure Edward Klorman uses for his “Performers as Creative Agents” is a perspective on the relationship between composer and performer that might be characterized (using the terms I have developed here) as one that views the roles of composer-agent and performer-patient as absolutes: the performer is simply a vessel for the composer’s agency. Indeed, adopting the reconfiguration among the various elements of agential action that Gell explored in the third chapter of Art and Agency , one might view the score as having usurped the position of primary agent, with the performer and the sounds she produces as secondary agents that simply distribute the score’s agency to the listeners. As Klorman makes clear, however, this is one position among many: it may also be the case that the performer engages in actions that are not explicitly or perhaps even implicitly licensed by the score (as the violinist Andrew Manze has done in many of his performances), such that the agency of the performer (as co-creator of “the work”) comes to rival that of the composer. Such a rivalry is evident in Klorman’s account of the process that led to Cyndi Lauper’s cover of “Girls Just Want to Have Fun.” In the course of developing her performance, Lauper reshaped the Heroes’ good-times song, which was written from a decidedly male perspective, to become a vehicle for the projection of a performative persona concordant with early 1980s feminism. In consequence, Lauper became the primary agent (with the Heroes and their recording becoming a historical footnote): listeners assumed that “Girls Just Want to Have Fun” reflected her—and only her—intentions. Such an assumption is, of course, somewhat gratuitous, for it ignores the contributions of any number of individuals to the production of “Girls Just Want to Have Fun” (including those of Rick Chertoff). That said, it seems to be relatively commonplace among listeners to popular music, who are often more than willing to accept as author (and thus primary agent) whoever’s name is most prominently associated with a song. This is somewhat less clear, however, in the case of classical music: it seems that for every instance in which marketing material grants the performer a status equal to or exceeding that of the composer there is an instance in which the composer gets top billing. With respect to the moments for performative intervention that Klorman notes in works by Mozart, Beethoven, and Bach, then, it may be that while some listeners quite appreciate the performer’s agency in shaping the music others simply regard even the most idiosyncratic of interpretations as “the way the music goes.” This then leaves open the question of the relevance of the agency of the performer: while it seems quite clear that the performer does have more than a small measure of agency in the production of a musical work, it must also be acknowledged that if this agency is not recognized—if, borrowing Gell’s words, the initiator of the causal sequence that gives rise to a sequence of musical sounds is believed by the listener to be the composer rather than the performer—then the agency of the performer may be little more than a convenient fiction used to justify countless hours spent in the practice room.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In contrast to Klorman’s essay, with its emphasis on the intersubjective “facts” of agential interactions, Roger Graybill’s essay focuses on a sort of agency that, by definition, lacks any sort of intersubjective component: the facilitative agency of the performer. This kind of agency provides the cognitive substrate for the physical actions that are evidence of the performer’s primary agency. (It bears mention that Graybill’s use of the term “primary agency” is somewhat different from Gell’s: for Graybill, primary agency is related to physical actions within the performer’s causal milieu; for Gell, primary agency is chiefly distinguished by its contrast with the secondary agency facilitated by material resources.) Graybill draws inspiration for this idea from the account of experiential back-and-forth developed by David Lewin in his analysis of Schubert’s “Morgengruß”; the performer undergoes a similar experiential back-and-forth, but with respect to the planning and execution of physical movements. As such, Graybill’s notion of facilitative agency, although framed with terms borrowed from phenomenology (in keeping with Lewin’s approach), is quite similar to the notion of kinematic imagination proposed by the psychologist Merlin Donald in his brief discussion of the movements that might be planned by a gymnast ( 2001 , 271–79). For both Graybill and Donald, making any movement (executing a passage on the piano or a forward roll with the body) involves first planning that movement in the imagination, which entails not only envisioning the sequence of movements that are required but also calling to mind the reasons for and consequences of making those movements. The capacity for planning movement in this way is crucial for refining interpretations (Graybill’s pianist) or learning and developing new skills (Donald’s gymnast) and demonstrates the close links between conceptual thought and motor movement that have been demonstrated by a wide range of recent research. (8) What is less clear is whether there are advantages to conceiving such planning in terms of agency, not least because (as I have noted) the evidence for such planning is not intersubjective: the plan of action conceptualized by Graybill’s pianist is inaccessible to an outside observer, meaning that there is nothing from which this observer can infer intention and, as a consequence, no sequence of events that might be read as causal. To be sure, the act of planning an action and then executing it is essential to our notions about intentionality, notions we then project onto the behavior or others (a cognitive operation Gell, borrowing from the work of C.S. Peirce, calls the “abduction of agency” [ 1998 , 13]). Yet it is only by projecting backward from socially-constituted ideas about agency (which, as Gell suggests, offer a way to think about causation) that we can construe our internal thought processes as actions that give rise to plans for physical motion, plans that are, for Graybill, necessarily distinct from the cognitive processes that actually implement physical motion.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "donald_2001",
                    "gell_1998"
                ]
            }
        },
        {
            "15": {
                "text": "[15] A much fuller consideration of the social nature of agency is provided in Tami Gadir’s essay, which sets out a perspective on agency that in some cases counters and in other cases complements that offered by Gell. Among the many issues with which Gadir engages, three stand out as particularly important for the study of performance and agency. First, her discussion of the ways agency has been conceived over the past decade or two suggests that the formula offered by Gell—with its primary agents (humans), secondary agents (material means), and patients—may be far too simplistic, ignoring as it does the many forms agency can take. Second, her discussion of the practice of DJs who self-identify as women draws out the role of gender in agential exchanges. Indeed, the rather abstract notion of an agent that follows from Gell’s work leaves much to be desired when considering the subject positions of actual humans. Third, through her discussion of the performance practice of the dance club Gadir makes explicit the social and corporeal nature of musical exchanges. Although I doubt any of the other authors gathered here would take exception to these features of musical exchanges, it is only through the consideration of performed music in a social context that such features emerge in a prominent way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] A further perspective on the corporeal nature of musical exchanges is provided by Rolf Inge Godøy’s contribution, which explores the way musical sound is constrained by the motor movements of performers. Although it seems almost too obvious to mention, our fundamental knowledge about the agents behind any musical performance comes through sounds which, as Godøy shows, bear the imprint of the individual who produced them. Our tendency as music analysts—especially when working from a score—is to think of music in terms of discrete units (individual notes or chords) which combine to form musical utterances. If, however, we begin with the physical movements through which sounds are produced, the most meaningful unit typically encompasses a sequence of sounds. In Godøy’s words, “ performance is a transformation of the score to a series of coarticulated human motion chunks and sonic objects ” ([6.3]; italicized in original). The agents we hear , then, are agents who shape their performances through and against the physical limitations of musical instruments. Such a perspective underscores the role of material resources in the distribution of agency and further suggests that, in the case of musical performance, these resources may be multiple: the intentions of the performer are effected through her body, through her musical instrument, and through the sounds she produces. Agency and Music Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Agency, it seems, is a complicated affair. Although accounts such as that offered by Monahan can be very helpful for understanding the part ideas of agency play in music-theoretical discourse, they can be only partial. One thing that is left out, as the essays collected here suggest, is the agency of the performer, without which (in the most typical cases) there would be no musical sounds to contemplate. Another thing that is left out is the social nature of agency. To be sure, it is quite possible to define an agent simply as one who acts or exerts power, but such a definition barely distinguishes a human agent from a chemical agent. I would like to suggest, and hoped to illustrate by drawing on Gell’s work, the social nature of agency, especially where music is concerned. Music, as I see it, is something produced by and for humans and is thus inextricably intertwined with human social relations. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Does this mean, then, that the study of musical agency necessarily turns music theorists into music sociologists? My answers would be no, no, and yes. “No” in that agency can be used in a metaphorical way (as is clear from Monahan’s study and which may also account for Graybill’s notion of facilitative agency). I would submit that a closer attention to the way such metaphors constrain the interpretation of music deserves consideration—that was indeed one of the motivations for my introduction of Gell’s theories into the discussion of agency—and that such a consideration could do much to enhance our understanding of music-theoretical discourse. (10) And “no” in that the social efficacy of music is predicated on the organization of musical sounds into resources that can serve to regulate human social interaction. Music theorists are, of course, adept at studying the organization of musical sounds; simply becoming aware that music provides a resource for the regulation of human social interaction (an awareness that, I would argue, the study of the agency of the performer forces upon us) could do much to enliven the study of music. It could also do much to help us understand how the performance of music —rather than simply “performance” writ large—informs agential interactions. But “yes” in that music gains its ultimate relevance as a means of social and cultural communication (with, of course, “communication” construed quite broadly). If we are to fully understand music, performance, and agency, then, we will need to understand music’s place in the human social sphere.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.18.24.3.zbikowski.html",
    "data": "mto/data/mto.18.24.3.zbikowski.json"
}