{
    "title": "Narrative, Metaphor, and Conceptual Blending in “The Hanging Tree”",
    "date": "2003/03/01",
    "volume": "9",
    "issue": "1",
    "authors": [
        "Sayrs, Elizabeth P."
    ],
    "abstract": "Using traditional analytic techniques as well as methods drawn from narrative theory and cognitive linguistics, this paper explores the relationships between the song “The Hanging Tree” (performed by Marty Robbins), its original use in the 1959 Western of the same name (scored by Max Steiner), and the novella on which the movie is based (by Dorothy Johnson). Lakoff and Johnson’s “Location Event-Structure Metaphor” allows Zbikowski’s conceptual metaphor PITCH RELATIONSHIPS ARE RELATIONSHIPS IN VERTICAL SPACE to engage concepts of time, events, and narrative. This context reveals a contradiction in the cross-domain mapping between music and text in the song. The seventh scale degree is “left hanging” in the body of the song, pointing to the imminent event of hanging. Yet after the hanging is averted, the leading tone is prominently regained in the same register and resolved. Two possibilities are considered: 1) Conventional tonal metaphors rather than locally-defined metaphors have priority at various moments in a particular genre. 2) The metaphor is musically transformed through “frame-shifting” to create a new conceptual blend. Finally, the re-arrangement of the song in the movie causes this shift to occur differently, raising issues concerning the role of the singer as cinematic narrator.",
    "keywords": [
        "film music",
        "cognitive linguistics",
        "metaphor",
        "narrative"
    ],
    "doi": "",
    "received": "July 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.1/mto.03.9.1.sayrs.pdf",
    "author_info": [
        {
            "name": "Elizabeth P. Sayrs",
            "university": "University of Saskatchewan",
            "address": "Department of Music, 28 Campus Drive, Saskatoon, SK S7N 0X1",
            "email": "elizabeth.sayrs@usask.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See, for example, Kofi Agawu, “Theory and Practice in the Analysis of Nineteenth-Century Lied, ” Music Analysis 11/1 (1992): 3–36; Lawrence Zbikowski, Conceptualizing Music: Cognitive Structure, Theory, and Analysis (New York: Oxford University Press, 2002).",
            "citations": []
        },
        "FN2": {
            "text": "2. Most scholarship that focuses specifically on music in film considers music in this way. See for example, Kathryn Kalinak, Settling the Score: Music and the Classical Hollywood Film (Madison: University of Wisconsin Press, 1992). At the same time, it is not unusual to find references to music as “additive” rather than integral to a film’s meaning, especially in research that focuses on visual images in film. See Jeff Smith, “Unheard Melodies? A Critique of Psychoanalytic Theories of Film Music,” in Post-Theory: Reconstructing Film Studies, eds. David Bordwell and Noël Carroll, 230–247 (Madison: University of Wisconsin Press, 1996).",
            "citations": []
        },
        "FN3": {
            "text": "3. Mark David (lyrics), Jerry Livingston (music), performed by Marty Robbins, film score by Max Steiner. Nominated for an Oscar for best song in 1959.",
            "citations": []
        },
        "FN4": {
            "text": "4. As Rick Altman has pointed out, most film music scholarship, especially within music theory, has focused on “classical” music. Though less well studied, he writes “nondiegetic popular song lyrics”—and music, I would add—“provide a unique opportunity to editorialize and to focus audience attention. Theme songs used over initial credits constitute a particularly common example of this strategy.” Rick Altman, “Cinema and Popular Song: The Lost Tradition,” in Soundtrack Available: Essays on Film and Popular Music, eds. Pamela Robertson Wojcik and Arthur Knight, 19–30 (Durham: Duke University Press, 2001), 26.",
            "citations": []
        },
        "FN5": {
            "text": "5. For more extensive discussions of cognitive linguistics and music, see, for example, Zbikowski, Conceptualizing Music ; “The Blossoms of ‘Trockne Blumen’: Music and Text in the Early Nineteenth Century,” Music Analysis 18/3 (October 1999): 307–345; “ Metaphor and Music Theory: Reflections from Cognitive Science ,” Music Theory Online 4/1 (January 1998); and “ Theories of Categorization and Theories of Music ,” Music Theory Online 1/4 (July 1995); Nicholas Cook, “Theorizing Musical Meaning,” Music Theory Spectrum 23 (2001): 170–95; Candace Brower, “A Cognitive Theory of Musical Meaning,” Journal of Music Theory 44/2 (2000): 323–372; and Janna K. Saslaw, “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music,” Journal of Music Theory 40/ 2 (1996): 217–243. In addition, Volumes 22–23 (1997–98) of Theory and Practice are dedicated primarily to cognitive linguistics and music.",
            "citations": []
        },
        "FN6": {
            "text": "6. George Lakoff and Mark Johnson, Philosophy in the Flesh (New York: Basic Books, 1999), 20.",
            "citations": []
        },
        "FN7": {
            "text": "7. Although at this very basic level, cross-domain mapping often is metaphoric, at more-removed levels, such as in conceptual blending, cross-domain relationships such as analogy, correspondence, and so on, may obtain as well as metaphor. Although metaphor theory and conceptual blending originated as two different (and sometimes competing) streams in cognitive linguistics research, they are not fundamentally incompatible. See also Joseph Grady, Seana Coulson, and Todd Oakley. “Blending and Metaphor,” in Metaphor in Cognitive Linguistics, eds. Gerard Steen and Raymond Gibbs, 100–124 (Philadelphia: John Benjamins, 1999); also available on line . Although Lakoff and Johnson do not make much use of conceptual blending, they include it as the last part of their four-part “Integrated Theory of Primary Metaphor.” ( Philosophy in the Flesh, 46–47.).",
            "citations": []
        },
        "FN8": {
            "text": "8. Frames organize knowledge with respect to their motivating context. Frames are a broad category and encompass concepts such as scripts and schema. For a discussion of the history of frames in semantics see Coulson, Semantic Leaps: Frame-Shifting and Conceptual Blending in Meaning Construction (Cambridge: Cambridge University Press, 2001), 17–20.",
            "citations": []
        },
        "FN9": {
            "text": "9. Volume 11, Issue 3/4 (2000) of Cognitive Linguistics is a special issue devoted to conceptual blending (eds. Coulson and Oakley). In addition, much information can be found at the conceptual blending web page , which includes complete copies or excerpts from several important articles. See also Gilles Fauconnier, “Mental Spaces, Language Modalities, and Conceptual Integration, ” in The New Psychology of Language: Cognitive and Functional Approaches to Language Structure, ed. Michael Tomasello, 251–279 (Mahwah, New Jersey: Lawrence Erlbaum Associates, Publishers, 1998); Fauconnier and Mark Turner, “Conceptual Integration Networks,” Cognitive Science 22/2 (April–June 1998): 133–187; Seana Coulson, Semantic Leaps ; Fauconnier and Turner, “Blending as a Central Process of Grammar,” in Conceptual Structure, Discourse and Language, ed. Adele E. Goldberg, 113–130 (Stanford: Center for the Study of Language and Information, 1996); Fauconnier and Turner, “Principles of Conceptual Integration,” in Discourse and Cognition: Bridging the Gap, ed. Jean-Pierre Koenig, 269–284 (Stanford, Center for the Study of Language and Information, 1998). Blending is in many respects similar to Piercean semiotics, and is more compatible with Robert Hatten’s definition of “troping” in music than simple cross-domain mapping. (See, for example, Robert S. Hatten, “Gestural Troping in Music and Its Consequences for Semiotic Theory,” in Musical Signification, Between Rhetoric and Pragmatics , ed. Gino Stefani, Eero Tarasti, and Luca Marconi, 193–199 (Bologna: Cooperativa Libraria Universitaria Editrice Bologna, 1998). Marianne Kielian-Gilbert addressed many of these issues in “Interpreting Musical Analogy: From Rhetorical Device to Perceptual Process,” Music Perception 8.1 (Fall 1990), 63–94.",
            "citations": []
        },
        "FN10": {
            "text": "10. This occurs through the composition of elements from both inputs, which creates new relationships between elements selected for the blend. The blended space is further “rounded out” through completion, in which background knowledge is brought forth from frames that relate to the blended space without our conscious recognition. Finally, elaboration develops the blend by allowing the creation of novel information according to principles and logic in the blend (also known as “running the blend”). Blends can also be one-sided or two-sided, dependent on whether the frame structure from one or both (or more) input spaces in carried into the blended space. See Coulson, Semantic Leaps, 117–123.",
            "citations": []
        },
        "FN11": {
            "text": "11. In addition to the term “shotgun modulation” (unknown origin), discussion on the smt-pop list (August 2001) has identified various other terms for this type of transposition operation, including the “pump-up” (identified by Adam Ricci, origin unknown); “crowbar modulation” (Peter Kaminsky, “The Popular Album as Song Cycle: Paul Simon’s Still Crazy After All These Years,” College Music Symposium 32 (1992): 38–54; “arranger’s modulation” (origin unknown); and “Truck driver’s modulation” (Walter Everett, The Beatles as Musicians, Vol. I: The Quarry Men through Rubber Soul (Oxford: Oxford University Press, 2001)). Patrick McCreless (“An Evolutionary Perspective on Nineteenth-Century Semitonal Relations,” in The Second Practice of Nineteenth-Century Tonality, eds. William Kinderman and Harald Krebs, 87–113 (Lincoln: University of Nebraska Press, 1996)) also uses the term “Barry Manilow tonality” for some types of this transposition. Because of conceptual blending, the meaning (or lack of meaning) of such transpositions will vary. Often overlooked is the function of modulation in live performance to show off a singer’s or singing group’s skill. For a description of one of the potential effects of such a transposition, see Garrison Keillor, Lake Wobegon: Summer 1956 (New York: Viking, 2001), 207–208.",
            "citations": []
        },
        "FN12": {
            "text": "12. Zbikowski, “ Metaphor and Music Theory ,” paragraph 3.4.",
            "citations": []
        },
        "FN13": {
            "text": "13. Saslaw examines how different theorists have constructed different container metaphors for keys in “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.”",
            "citations": []
        },
        "FN14": {
            "text": "14. For a discussion of a possible neural model for the perception of motion in music, see Robert O. Gjerdingen, “Apparent Motion in Music?” in Musical Networks: Parallel Distributed Perception and Performance, eds. Niall Griffith and Peter M. Todd, 141–174 (Cambridge: MIT Press, 1999); revised from Music Perception, 11 (1994): 335–370. See also the discussion of motion and forces in Steve Larson, “Musical forces and melodic patterns (musical forces as embodied metaphor privileged in tonal music),” Theory and Practice, 22–23 (1997–98): 55–71.",
            "citations": []
        },
        "FN15": {
            "text": "15. The ability of the chorus of male singers to transpose themselves up by semitone establishes the male chorus as agents which potentially have influence in the course of the narrative.",
            "citations": []
        },
        "FN16": {
            "text": "16. See the discussion of semitone transposition in 19th-century music in McCreless, “An Evolutionary Perspective on Nineteenth-Century Semitonal Relations.”",
            "citations": []
        },
        "FN17": {
            "text": "17. Because conceptual blending relies on frames which are in part formed by individual experiences, conceptual blending provides an additional mechanism for theorizing the spectator in both film theory and music theory.",
            "citations": []
        },
        "FN18": {
            "text": "18. This also activates the frame for hanging in general, which, depending on the individual’s knowledge, could include prominent hanging locations on hills such as Tower Hill in England, Gallows Hill in Salem, Golgotha/Calvary, as well as frames for lynching in the United States (during the Westward expansion as well as in the South—typically not involving hills).",
            "citations": []
        },
        "FN19": {
            "text": "19. This is the same ridge on which Doc Frail lives a little further down, and where, as Michael Walker observes, Frail physically acts as mediator between the “mob justice” of the mining town below and the hanging tree itself. Michael Walker, “The Westerns of Delmer Daves,” in The Book of Westerns, eds. Ian Cameron and Douglas Pye, 123–160 (New York: Continuum, 1996), 154.",
            "citations": []
        },
        "FN20": {
            "text": "20. Steiner’s score contributes throughout the film to maintaining the presence of the hanging tree through the use of a “hanging tree motive” (drawn from the first two bars of the song’s melody, and often employing mode mixture) as a major element in the scoring of the film. This is first heard in the opening scenes when Doc Frail (Cooper) first is shown by the hanging tree (see example 8). It is interesting to note that in Bosley Crowther’s review of the film, ( The New York Times, February 13, 1959), he complains that “The haunting symbol of that tree, which is presented at the outset, is even neglected, until the very end.” While it is true that visually the hanging tree does not reappear frequently, “hanging tree themes” musically saturate the film.",
            "citations": []
        },
        "FN21": {
            "text": "21. Jerrold Levinson, “Film Music and Narrative Agency,” in Post-Theory: Reconstructing Film Studies, eds. David Bordwell and Noël Carroll, 248–282 (Madison: University of Wisconsin Press, 1996), 259.",
            "citations": []
        },
        "FN22": {
            "text": "22. Though based on Schenkerian principles, this sketch is not meant to show Schenkerian structure, but simply to show the basic voice leading of the verse.",
            "citations": []
        },
        "FN23": {
            "text": "23. Treating the seventh scale degree as a neighbor of a neighbor is quite common in minor; see, for example, Hugo Wolf, “Nun wandre, Maria.” There are plenty of examples in major where the seventh scale degree originates in scale degree 8 and is supported by iii. Examples in major in which the seventh scale degree is treated as a neighbor of a neighbor, originating in and returning to the fifth scale degree, are rare. Consider the well-known example “People Will Think We’re In Love.” In the refrain, the seventh scale degree (as the seventh of tonic harmony) is approached from the fifth scale degree; the seventh scale degree then moves to the sixth, locally appearing as if it will act a neighbor of a neighbor. But the seventh scale degree then moves to tonic both immediately and a bit later as a long-term goal. There are also genre expectations at play. Several of Marty Robbins Western ballads from the same period as “The Hanging Tree,” including “Big Iron” and “Cool Water,” establish trajectories to the upper tonic that are realized within the body of the piece.",
            "citations": []
        },
        "FN24": {
            "text": "24. Lawrence Barsalou, “Perceptual symbol systems,” Behavioral and Brain Sciences 22 (1999): 577–609. As Coulson describes, perceptual symbols are mental representations which are neither perceptual (strictly dependent on sensory input systems) nor symbolic (completely amodal). Rather, they are “schematic representations of perceptual experience . . . stored around a common frame that promotes schematized simulations . . . Perceptual symbols recruit neural machinery activated in perceptual experience from all modalities-auditory, olfactory, somatosensory, and kinesthetic, as well as visual. As abstracted perceptual experience, perceptual symbols develop in order to support categorization [and] inference.” (Coulson, Semantic Leaps, 281.) Frames built from perceptual symbols support conceptual blending processes while maintaining the hierarchic organization of frames.",
            "citations": []
        },
        "FN25": {
            "text": "25. This can be illustrated by comparing the song as written with a recomposition in which the pattern of parallel fifths is continued in the upper voices so that the seventh scale degree continues up to tonic when iii moves to IV. In the recomposition, the effect of the second half of each verse is “backing up” rather than temporarily suspending forward motion.",
            "citations": []
        },
        "FN26": {
            "text": "26. This is similar to the opposition between what Marianne Kielian-Gilbert calls the “transpositional” and “harmonic” in “The Functional Differentiation of Harmonic and Transpositional Patterns in Liszt’s Consolation No. 4, ” Nineteenth-Century Music 14 (1990): 48–59.",
            "citations": []
        },
        "FN27": {
            "text": "27. I thank Bill Wrobel for sharing his research on the score of the film, which is held at the Warner Brothers Archive at USC.",
            "citations": []
        },
        "FN28": {
            "text": "28. This is drawn from Lakoff and Johnson’s conceptual metaphor GOING IN THE SAME DIRECTION IS REMAINING IN A STATE; therefore, TURNING IS CHANGING.",
            "citations": []
        },
        "FN29": {
            "text": "29. Unlike almost half of the songs from Marty Robbins’ Gunfighter Ballads, in “The Hanging Tree” the protagonist/singer does not die at the end.",
            "citations": []
        },
        "FN30": {
            "text": "30. Although this may seem counter-intuitive, perhaps an analogous situation will clarify how there can be no connection between the two metaphors despite the inclusion of the same element (access principle) in both areas. Imagine the ending of a film in which the hero or heroine, after an appropriate catastrophe, stands bravely and declares, “This is not the end. It’s only the beginning!” Cue music, fade, and seconds later, a script “The End” appears on the screen. There is no inherent connection between the two “ends,” and therefore no contradiction between the assertion “This isn’t the end” and “The end.” (Of course, because the same element exists in both areas, the access principle provides the potential for a spoof in such a situation.)",
            "citations": []
        },
        "FN31": {
            "text": "31. I speculate that this can also be seen in the parallel motion in the first half of each verse, where the “path” Doc Frail is on (the life he leads) will lead to the hanging tree (accompanied by “masculine”-coded conventions of guitar barred chords, the rhythm in the bass); but the turn to classical “civilized” voice leading, to conventional harmony (embodied by Elizabeth) has the power to temporarily halt this progress. Tapping into the convention of male and female as complementary, progress is permanently reversed when the downward potential of the conventional voice leading is coupled with the reverse of the harmonic support, and the fifths are collapsed into thirds. In addition, these two strands are registrally distinct: Frail’s journey occurs primarily in the upper tetrachord, while conventional voice-leading occurs in the “grounding” obligatory register.",
            "citations": []
        },
        "FN32": {
            "text": "32. Claudia Gorbman, Unheard Melodies: Narrative Film Music (Bloomington: Indiana University Press, 1987), 19.",
            "citations": []
        },
        "FN33": {
            "text": "33. I am using the terms “theme” and “motive” rather than “leitmotiv.” For a discussion of some of the difficulties encountered when importing the “leitmotiv” into film studies, see Justin London, “Musical Leitmotivs in Cinema and Proper Names in Language: Structural and Functional Parallels,” in Music and Cinema, eds. James Buhler, Caryl Flinn, and David Neumeyer, 85–96 (Weslyan University Press, 2000).",
            "citations": []
        },
        "FN34": {
            "text": "34. Coulson, Semantic Leaps, especially chapters 2 and 3. Frame-shifting is especially apparent in jokes. The one-liner, “By the time Mary had her fourteenth child, she’d finally run out of names to call her husband” relies on the shift in interpretation of “names” as “baby names” to “names” as “epithets” along with the shift in frames that allows such interpretations (Coulson, 49–50).",
            "citations": []
        },
        "FN35": {
            "text": "35. From a Schenkerian perspective, closure in the obligatory register occurs at the end of verse 4, with the text “And my own true love, she walked with me,” again emphasizing that closure requires the resolution of both journey metaphors.",
            "citations": []
        },
        "FN36": {
            "text": "36. Coulson, Semantic Leaps, 88–91. Coulson reviews the experimental research that has shown that accessibility to information can depend on the location of a fictional character. For example, “participants took longer to verify whether or not various objects were ‘in the ballroom’ after they read, ‘The king left the ballroom,’ than when they read, ‘The king was in the ballroom.’”",
            "citations": []
        },
        "FN37": {
            "text": "37. While frame-shifting in jokes is quite clear, frame-shifting in music raises many questions. One critical question seems to be how much structure needs to be retained for shifting to occur.",
            "citations": []
        },
        "FN38": {
            "text": "38. This is also a good example of how blending can change the meaning of the “same” event. In the song apart from the film, the “what-do-wah’s” are images of the threatening half step. In the song at the end of the film, because the frame-shifting to the love-journey space has already occurred, the “what-do-wah’s” over the closing scene act as flourishes for a story whose ending we now know.",
            "citations": []
        },
        "FN39": {
            "text": "39. Gilles Fauconnier and Mark Turner discuss the higher order blending processes that result from the use of the shot/reverse shot editing techniques in film and television. Fauconnier and Turner, The Way We Think: Conceptual Blending and the Mind’s Hidden Complexities (New York: Basic Books, 2002); quoted in Seana Coulson and Todd Oakley, “Blending Basics,” Cognitive Linguistics 11-3/4 (2000): 183.",
            "citations": []
        },
        "FN40": {
            "text": "40. Walker, “The Westerns of Delmer Daves,” 159.",
            "citations": []
        },
        "FN41": {
            "text": "41. The ultimate source of the gold which purchases Doc Frail’s freedom changes from the novel to the film. In the film, the Doc stakes Elizabeth, Rune, and Frenchy’s claim without their knowledge, but Elizabeth joins Rune and Frenchy to work physically at their stake (another way in which Elizabeth is marked alternately as an “honorary male” and as a non-respectable woman). In the novel, Doc also stakes their claim without their knowledge, but it is less clear that Elizabeth needs his money. Doc is reluctant to ask her how much money she has, because a “lady” would not discuss such matters. In addition, Elizabeth stays in her cabin in town and contributes only money to the gold claim—she does not contribute her labor.",
            "citations": []
        },
        "FN42": {
            "text": "42. In his Rolling Stone review of the re-release of Marty Robbins’ “Gunfighter Ballads & Trail Songs” album (which includes “The Hanging Tree”), Alec Dubro writes that “Robbins has a beautiful voice and these are great songs,” noting that “They are like the songs from some of the Hoot Gibson, Ken Maynard and Gene Autry-type of movies. Except that the quality of music is much higher.” He especially valued the album for its ability to, “with reasonable consistency, clear [his] place of unwanted guests . . . especially people concerned with being hip.” Since “recent trends in rock make it much more relevant than it formerly was,” it no longer serves this purpose as consistently. The review is available online .",
            "citations": []
        },
        "FN43": {
            "text": "43. Levinson, “Film Music and Narrative Agency,” 248.",
            "citations": []
        },
        "FN44": {
            "text": "44. Levinson, “Film Music and Narrative Agency,” 250–257. While the same film music may serve both narrative and non-narrative purposes in a given scene, Levinson argues that most music can be considered primarily either narrative or non-narrative.",
            "citations": []
        },
        "FN45": {
            "text": "45. Levinson, “Film Music and Narrative Agency,” 257. This is also characteristic of Dorothy Johnson’s narrative style. Judy Alter writes: “Johnson has an incisive way of giving the whole idea of the story in the first paragraph, then spinning it out . . . Johnson effectively uses foreshadowing to heighten rather than diminish the impact of her stories.” Judy Alter, Dorothy Johnson (Boise, Idaho: Boise State University, 1980), 26.",
            "citations": []
        },
        "FN46": {
            "text": "46. Literary theorists also classify a narrator as “autodiegetic” if the narrator is the is not only inside the narrative but functions as its principal character. I am retaining the Levinson’s use of only homodiegetic and heterodiegetic. See Terry Eagleton, Literary Theory (Minneapolis: University of Minnesota Press, 1983), 106.",
            "citations": []
        },
        "FN47": {
            "text": "47. As a male voice that exists without showing its accompanying body at the beginning of the film, this voice gains authority. Tania Modleski has argued that in film, as the male body disappears, its voice gains authority; but for a female, there is a loss of power through being reduced to only the body. (Tania Modleski, Feminism Without Women: Culture and Criticism in a Postfeminist Age (New York: Routledge, 1991)). These diametrically opposed meanings for the “same” filmic device point to a largely unexplored area in cognitive linguistics—namely, how the materiality of the body affects metaphor and blending (notable exceptions include some of Lakoff’s work, e.g. Women, Fire and Dangerous Things, and Moral Politics ). Despite its emphasis on “embodied” thought, much of the work on embodied metaphor seems to rely on an abstract idea of “body”—literally the body in the mind—that is almost as transcendent of the material body as the mind is transcendent of the body in the stream of Western philosophy criticized by Lakoff and Johnson. This abstract idea of the body seems at most androgynous, in which the default interpretation of androgyny is male (rather than female or “neutral”). As Judith Butler writes (and Lakoff and Johnson agree), “those trained in philosophy . . . invariably miss the body or worse, write against it.” But Butler continues, “Sometimes they forget that ”the“ body comes in genders.” (Judith Butler, Bodies that Matter: On the Discursive Limits of Sex (New York: Routledge, 1993), ix.) Somewhere between the basic understanding of orientation in vertical space and the creation of complex metaphors (such as “love is a journey”) and conceptual blending, surely the experience of the materiality of the body in a given culture makes a difference in meaning construction. While there are examples of analyses in other fields which take gender into consideration (such as Jean Umiker-Sebeok’s study of advertising in “Power and the Construction of Gendered Spaces,” International Review of Sociology/ Revue Internationale de Sociologie 6/3 (1996): 389–403), the material body does not seem to figure much in the theories themselves.",
            "citations": []
        },
        "FN48": {
            "text": "48. The term “gaze” is used in film theory to describe, broadly defined, who is doing the looking. This may include the framing of a shot (the “looking” of the camera/filmmaker/narrator), the looking of characters within the film, and the looking of the spectator as situated by the first two gazes. Some earlier feminist theory (e.g. Laura Mulvey) posited the gaze as exclusively male; more recent work has explored the relationship between a theoretical gaze and the role of spectators other than (middle-class, white, heterosexual) male (e.g. Jackie Stacey).",
            "citations": []
        },
        "FN49": {
            "text": "49. This is discussed more extensively in my “Singing Cowboys, Cinematic Narrators, and Gender in the Western,” in progress.",
            "citations": []
        },
        "FN50": {
            "text": "50. Mr. and Mrs. Flounce, the storekeepers in town, give Elizabeth the benefit of the doubt, continuing to address her in her identity as daughter (even though her father has been killed). Mr. Flounce refers to her once as “Miss Mahler.” Mrs. Flounce also refers to her once as Miss Mahler early in the film, but when Mrs. Flounce learns that Frail is supporting Elizabeth, she calls Elizabeth a harlot and refers to her “innocent lady” act.",
            "citations": []
        },
        "FN51": {
            "text": "51. Lacan, Seminar II: The ego in Freud’s theory and in the technique of psychoanalysis, 1954–1955, 169. Quoted In Butler, Bodies that Matter, 152–153.",
            "citations": []
        },
        "FN52": {
            "text": "52. Butler, Bodies that Matter, 152–153.",
            "citations": []
        },
        "FN53": {
            "text": "53. The “Law of the Father” is a term that comes from Freud via Lacan. Expanding the Oedipal fear of castration by the father to include any “lack”, Lacan posits submission to the “Law of the Father” as necessary for entrance into the symbolic order; this includes submitting to the rules of language and the recognition of sexual difference. This term is often used by feminist film theorists (sometimes interchangeably with “symbolic order”), to describe patriarchal society.",
            "citations": []
        },
        "FN54": {
            "text": "54. Butler, Bodies that Matter, 153.",
            "citations": []
        },
        "FN55": {
            "text": "55. On one level, Frail’s consistent use of the name “Elizabeth” indicates a recognition on his part of a single, stable “Elizabeth identity” that simply needs to be recovered, and thus a single (rather than changeable) name seems to be indicative of Elizabeth’s subjectivity (at least in Frail’s view). But on closer examination, this stable “Elizabeth identity” exists only within the confines of the daughter relationship (before her father is killed) or wife relationship (after Frail calls her at the end). The fact that her identity needs to be reconstituted when she is between these two relationships reveals an underlying “changeable name” framework in which her identity is secured through the transfer of name (from her father’s presumably to Frail’s).",
            "citations": []
        },
        "FN56": {
            "text": "56. Martin Pumphrey, “Why do Cowboys Wear Hats in the Bath?,” 30.",
            "citations": []
        },
        "FN57": {
            "text": "57. David Lusted, “Social Class and the Western as Male Melodrama,” in The Book of Westerns, eds. Ian Cameron and Douglas Pye, 63–74 (New York: Continuum, 1996), 64. The nature of this display changed over time; for example, Lusted points out the “feminization” of Western heroes such as Marlon Brando and James Dean. This is a broad topic that covers everything from white hats to facial hair, to the convention of only villains dropping their pants (as Frenchy does) and “dandyism” representing male weakness. As a Western of the late 1950s, The Hanging Tree is in a time of changing convention; thus Frenchy has facial hair and drops his pants, while Doc is clean-shaven but wears black (as does Elizabeth at the end) to indicate his “outsider” status. See also Steve Neale, “Masculinity as Spectacle: Reflections on Men and Mainstream Cinema,” in Feminism and Film, ed. E. Ann Kaplan, 253–264 (Oxford: Oxford University Press, 2000).",
            "citations": []
        },
        "FN58": {
            "text": "58. Martin Pumphrey, “Why do Cowboys Wear Hats in the Bath?,” 54.",
            "citations": []
        },
        "FN59": {
            "text": "59. Laura Mulvey, “Afterthoughts on ‘Visual Pleasure and Narrative Cinema’ inspired by King Vidor’s Duel in the Sun (1946),” in Feminist Film Theory: A Reader, ed. Sue Thornham, 122–130 (New York, New York University Press, 1999), 126; reprinted from Framework 15-16-17 (Summer 1981): 12–15. Revealing the constructed nature of “savagery” versus “civilization” that is of ten taken to be the fundamental task of the Western genre (as the reworking of American foundation myths) is a recurring theme throughout Daves’s Westerns. See Michael Walker, “The Westerns of Delmer Daves.” As such, it is characteristic of a stylistic change in which the hero’s victory over the villain does not affirm conventional social structure. (Martin Pumphrey, “Why do Cowboys Wear Hats in the Bath?,” 52.)",
            "citations": []
        },
        "FN60": {
            "text": "60. Here also seems to be a parallel “scandal” as revealed by similarities between the treatment of the symbolic order in the film and the seventh scale degree in the song. Both are endowed with the assumption of certain “natural” powers (to control social order, to lead to tonic); in both cases this power is nullified, and is further shown to not be “natural” but constructed by their respective contexts.",
            "citations": []
        },
        "FN61": {
            "text": "61. Levinson, “Film Music and Narrative Agency,” 263.",
            "citations": []
        },
        "FN62": {
            "text": "62. Lee Clark Mitchell, Westerns: Making the Man in Fiction and Film (Chicago: University of Chicago Press, 1996), 187.",
            "citations": []
        },
        "FN63": {
            "text": "63. Levinson, “Film Music and Narrative Agency,” 258.",
            "citations": []
        },
        "FN64": {
            "text": "64. For a history of the many meanings of narrative, narration, narratology, and so on, see Patrick O’Neill, Fictions of Discourse: Reading Narrative Theory (Toronto, University of Toronto Press, 1994).",
            "citations": []
        },
        "FN65": {
            "text": "65. A portion of the final scene was deleted from the final print. In the deleted scene, Elizabeth pleads with the crowd to spare Frail’s life before giving up her gold claim. Not only would this scene disrupt the musical dramatic action by interrupting the “Hanging Tree” theme with the “Elizabeth” theme, but it would further widen the gap between the first and second cinematic narrator. I again thank Bill Wrobel for sharing his sketch studies.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Like many who analyze song, I begin from the premise that the meaning of a song is more than its text or its music considered separately or even additively, but is rather some third entity consisting of both text and music in relation to each other. (1) If a song alone is such an entity, then a song used in a film can be considered a more extended version of the same. (2) And when a song—in this case, “The Hanging Tree”—is produced as both a hit single to be listened to on its own, as well as the music for the 1959 Western film of the same name (scored by Max Steiner as both the title and closing song and as the thematic source for much of the film score), it is productive to explore how different meanings are constructed in different contexts by the “same” song. (3) The film, in turn, is based on the award-winning novella of the same name by Dorothy Johnson, raising issues of how use of the song in the film interacts with elements of the novel. Using traditional music analytic techniques as well as methods drawn from narrative theory and cognitive linguistics, I first examine how the tonal structure of the song itself contributes to meaning through conceptual blending, including the creation of novel, “on-line” meaning that can change over the course of the song through “frame-shifting,” focusing on what appears to be a contradiction in the metaphoric mapping. Then I explore how the reconfiguration of the verses of “The Hanging Tree” in the film affects the interpretation of narrative aspects of the film and music, focusing on the role of the singer of the song as cinematic narrator. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Before turning to “The Hanging Tree” in its various manifestations, a few notes on methodology are in order. Larry Zbikowski and Janna Saslaw have ably described in more detail many relevant cognitive linguistic terms in the context of music theory; there are additional representative references from the cognitive linguistics literature in the footnotes to this section. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As described by George Lakoff and Mark Johnson, all neural beings categorize on the basis of their senses and their ability to manipulate their environment. Categories are basic groupings (with fluid boundaries) that determine what we take to be real: animals, people, buildings, snow, walking, happiness. Concepts are neural structures (patterns of neural activation) that allow the mental characterization of as well as reasoning about categories. Lakoff and Johnson write that an “ embodied concept is a neural structure that is actually part of, or makes use of, the sensorimotor system of the brain. Much of conceptual inference is, therefore, sensorimotor inference.” (6) Lakoff and Johnson, among others, posit that our concepts are based on a relatively limited number of preconceptual structures such as image and motor schemata formed through our bodily experience of interacting with the world through our senses and motor activity. At the basic level, when there is a “cross-domain mapping” from a familiar, experiential source domain to an unfamiliar or abstract target domain there is metaphor. (7) Primary conceptual metaphors then give rise to many specific linguistic metaphors as well as allow for the on-line creation of novel linguistic metaphors. These single metaphors can then be combined to account for more complex phenomena. Example 1 . Conceptual integration network (from Mark Turner and Gilles Fauconnier's Conceptual Blending Webpage (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] When domains are coactivated, conceptual blending can occur. In a conceptual blend, mental spaces recruit knowledge in frames from established domains (mental spaces known as “inputs”). (8) These are combined to yield a hybrid frame (a mental space known as a “blend”) comprised of structure from each of the inputs, as well as its own unique structure. (9) The most basic version of a blend is shown in the conceptual integration network in Example 1 .",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In Example 1 there are four mental spaces—two inputs, the blend, and the generic space. The generic space represents abstract properties that apply to structure in the input spaces, thus helping to establish the mappings between inputs which allow blending to occur. Three specific features of conceptual blends are particularly important for meaning construction: Projection into the blend is selective; that is, not all elements from both input spaces need appear in the blend. The blended space can have emergent structure, or meaning, which is not carried over from any of the input spaces but which emerges only in the blend. (10) Conceptual blends are not rigid preexisting structures, but are formed in   response to a given context. Similar to the idea that a song is more than the sum of music and words, but is rather a new third thing, conceptual blending posits that meaning is more than just an addition of elements from different domains, but is instead a new third meaning. In this paper, the input spaces will consist of music and text in the case of the song, and the song and images in the case of the film, but note that these input spaces are already based on other metaphors and/or blends. Example 2 . Lyrics of “The Hanging Tree” in the song and the film (click to enlarge) Example 3 . “The Hanging Tree,” transcription of the first verse (click to enlarge) Example 4 . Location Event-Structure Metaphor (George Lakoff and Mark Johnson, Philosophy in the Flesh , 179) (click to enlarge) Example 5 . Movie herald for The Hanging Tree (click to enlarge) Example 6 . Cast and Plot of The Hanging Tree (click to enlarge) Situating The Hanging Tree: A Novel Problem As Joe Frail glanced up at the rope, his muscles tensed, for he remembered that there was a curse on him. (from The Hanging Tree, by Dorothy Johnson)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The song “The Hanging Tree” was recorded by Marty Robbins in November of 1958, and eventually released as a single and as part of his 1959 Marty’s Greatest Hits album (and followed less than a year later by his concept album Gunfighter Ballads and Trail Songs, which included the Grammy-winning “El Paso” and “Cool Water”). The complete text of the song is given in Example 2a ; a transcription of the first verse is given in Example 3 . The lyrics are an embellishment of the familiar three-part narrative ploy known as “Benson’s law”: Boy meets girl/boy meets gold; boy loses girl/boy gets gold; boy gets girl/boy loses gold. The unspecified protagonist trades his wealth for his life, his woman stands by him, and whatever memory has been hindering him is finally banished.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The first four verses are essentially strophic, but each verse is transposed up by a half step in what is sometimes referred to as a “Barry Manilow” modulation; verse 1 is in D-flat major, verse 2 in D major, verse 3 in E-flat major, and verse 4 in E major. (11) Asserting that these verses move UP in pitch, and our understanding of pitches as being higher or lower in general, relies on the culturally constrained conceptualization of pitch in terms of a verticality image schema (which is in turn based on the experience of our bodily orientation in physical space). Zbikowski points out that this leads to the conceptual metaphor that PITCH RELATIONSHIPS ARE RELATIONSHIPS IN VERTICAL SPACE, which maps the spatial orientation of up/down onto the pitch continuum. (12) In turn, this allows us to understand being UP in pitch as being UP in vertical space. (This is underspecified; who or what is up where is not inherent in the metaphor.)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In addition to indicating spatial location, in this case the transposition of each verse up by half step engages two other conceptual metaphors that are part of Lakoff and Johnson’s compound “Location Event-Structure Metaphor,” given in Example 4 . STATES ARE LOCATIONS. Locations are conceptualized as bounded regions in space relying on a container image schema; in this case, each key is a different “state,” conceptualized as a different location. (13) CHANGES ARE MOVEMENTS. This primary metaphor is based on experiencing a change of state that accompanies the change of location as a person moves over time. This familiar metaphor frequently arises linguistically in our formal expressions about music. For example, harmonic “progressions” occur when harmonies change according to a given stylistically established syntax; it is common to assert in the context of Schenkerian theory that there is “no motion” in an opening gesture if the tonic is prolonged in a particular way, and so on. Thus, not only is the spatial orientation “up” invoked by the rise in pitch, but there is also motion up between verses. (14) Each semitone transposition is emphasized not only with strict parallel motion between verses, but with a chorus of male singers transposing themselves up while singing the phrase “the hanging tree,” which acts as the transition to the next verse. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] When considering only the music, the meaning of this “motion up” is underdetermined. One can think of many transpositions up by semitone (or whole step) in classical as well as popular music literature, from portions of Schubert’s “Erlkönig” to the last verse of some popular songs. (16) Because of the underspecified nature of metaphor and the fluid nature of conceptual blending, this upward motion in the domain of music could be mapped in numerous ways. (17) When first hearing this piece with the text, my immediate reaction was that moving up in pitch space was moving in physical space up the hill to the hanging tree.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] But looking carefully at the lyrics apart from the music, there is never any reference to the hanging tree being on a hill. The lyrics simply state “So they carried me to the hanging tree,” not “So they carried me UP to the hanging tree.” There was no input within the song itself for my conceptualization of the location of the hanging tree except this particular aural pitch metaphor. Compare this aural metaphor to the visual representation of the hanging tree in the promotional material for the film as shown in Example 5 . This movie herald includes a particularly stylized image of the hanging tree, sitting atop a high hill, towering over its surroundings: there is no way but up to the hanging tree. This stylized image (or variations of this image) is included in most of the American and British promotional materials I have located. One poster invites us, in type larger than the title of the film, to “Hear MARTY ROBBINS sing “The Hanging Tree.” Here two domains encourage the spectator to conceptualize the hanging tree (in the film and the song) as up, above the surroundings, standing on a hill, the single destination of a journey. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] But this fit of music with promotional image is in contrast to the location of the hanging tree in the film itself. ( Example 6 gives the cast of characters and a brief summary of the film.) The film is set in Montana in 1873, but was filmed in the mountains of Washington. Here the hanging tree sits on the Gold Trail that runs along one of the ridges. The town is in the valley below the ridge, and the opening scenes present several shots from the town up to the hanging tree on the ridge, as well as a shot of Gary Cooper as the protagonist, Doc Frail, towering over the surroundings. (See Example 7 , which contains the song over the opening scene, and Example 8 , which shows Frail towering over the surroundings a few seconds after the song has ended.) But the location of the hanging tree in the fictive reality of the film is merely a point on the trail that continues along the ridge, not the isolated, overshadowing destination portrayed in the promotional material. (19) The conceptualization of the location of the hanging tree as presented by the camera angles of the opening scenes, the text and music of the song, and the visual images in the promotional material results in a conceptual blend that gives the hanging tree a prominence, an overshadowing fictive presence—possibly beginning before the viewer even enters the theater; within the geographical (fictive) reality of the film the hanging tree is far less obtrusive. (20) Example 7 . Opening Scene Music (click to watch video) Example 8 . Frail towering over the surroundings (click to watch video)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] This solves a problem inherent in the transfer of the story from novella to film. In the novella, the hanging tree does act as the overshadowing presence in Doc Frail’s mind. In his first appearance in the novella, he passes under the hanging tree and wonders to himself for the first of many times, “Is that the bough from which I’ll hang; I wonder who the man is that I’ll kill to earn it?” But the structure of the film does not allow the spectator access to Doc Frail’s thoughts. Instead, the music, promotional materials, and opening camera shots allow access to this knowledge. In this way, the music serves a narrative function, as defined by Jerrold Levinson, of “making something fictionally true—true in the story being conveyed—that would not otherwise be true, or not to the same degree or with the same definiteness.” (21) Internal Metaphor Example 9 . Moving Observer Metaphor (Lakoff and Johnson, Philosophy in the Flesh , 146) (click to enlarge) Example 10a . Voice leading and internal transformation scheme (verse 4) (click to enlarge) Example 10b . Overall transposition scheme (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Returning to the song, the half-step transpositions between verses are inferentially poor musically. Once the transpositions have begun, we may infer that they lead up to the hanging tree, but there are no constraints in the musical domain that tell us where (and therefore when) the ascent should end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Thus far, only concepts related to motion and spatial relations have been discussed. But concepts of motion through space are inextricably bound up with concepts of time through the mapping from the source domain of spatial relations to a target domain of time and events, again through Lakoff and Johnson’s “Location Event-Structure Metaphor” as well as through their “Moving Observer/Time’s Landscape Metaphor” as shown in Example 9 . The mapping from spatial relations to time and events thereby explicitly connects concepts of motion with narrative . Therefore moving up in pitch in each verse is not only physically moving up closer to the hanging tree, but is moving through a path of narrative events, with each event bringing us closer to the event of hanging itself (through metonymy).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The overall chromatic motion between verses is musically intensified by   being replicated diatonically within each verse, unfolding the fifths from tonic   to dominant, supertonic to submediant, and mediant to leading tone. This is   shown in Example 10a and Example 10b . (22) Not only does the melody move up by step, but the literal bass part doubles   the inner voice of the vocal part, and the roots of the harmonies move up as   well (perhaps invoking guitar bar chords). (Note that T1 indicates a transposition   by “one step” in two different contexts: one diatonic, one chromatic.   The verse sketched is verse 4 in E major (rather than verse 1 in D-flat major)   so that it is eventually easier to compare verses 4 and 5, but the structure   is the same for verses 1–4).",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] After moving from mediant up to leading tone, instead of continuing the pattern by moving up to tonic immediately, the seventh scale degree is itself “left hanging” in the upper register as the narrative continues to unfold in each verse. In the context of the source-path-goal schema established by the piece to this point, the “hanging” seventh scale degree accomplishes three things. First, leaving the seventh scale degree registrally exposed in the outer voice focuses attention to the incomplete nature of the trajectory. This is complemented by the transformation analyses in Example 10a and Example 10b. The diatonic step pattern in the bass and inner voice of the melody, and the chromatic step pattern between verses each consists of four steps (or three transformations); because the seventh scale degree does not continue on the path to reach tonic, the pattern in the upper voice is “missing a step.” Second, spatial metaphors embedded in registral issues in music establish that not only is the trajectory incomplete, but that the path of events will continue in a particular direction—up. Third, by virtue of the seventh scale degree’s identity as the penultimate step, a potential musical boundary is added to the previously uninterpreted chromatic semitone rise between verses. That is, the seventh scale degree not only implies an upward continuation; by conceptualizing a key collection linearly as a set of steps, the seventh scale degree marks the last half-step. The completion of that half step leads to the final destination of the journey; the conclusion of this journey leads to the hanging tree. Example 11 . Origination of scale degree 6 in scale degree 5 (verses 1-4) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] I have been using the term “leading tone” to refer to the seventh scale degree—two terms which by convention often are used interchangeably. Yet, the status of the seventh scale degree in “The Hanging Tree” is not as a “real” leading tone. Although the seventh scale degree has been approached through a rising fifth pattern, and the continuation of that pattern would be to scale degree 8, the iii harmony that supports the seventh scale degree is left through conventional voice-leading, mitigating the leading tone potential of the seventh scale degree. As is typical in major, the iii moves to IV supporting the 6th scale degree, perhaps acting as a “neighbor of a neighbor.” But at the same time, by reaching back down to the dominant, the melody makes explicit that the 6th scale degree originates not in the seventh scale degree, but as a neighbor to the fifth scale degree (see Example 11 ); the upper register is indeed left hanging. (23) While the seventh scale degree here does not act as a tonal leading tone, by establishing an incomplete trajectory that relies on a source-path-goal image schema, the seventh scale degree/leading tone acts as what Lawrence Barsalou has defined as a perceptual symbol. (24) The voice-leading, the opening of the upper register, and the fact that the implied goal has not been reached imparts a “not yet” quality to this portion of the melody. (25) This “not-yet-ness” engages Lakoff and Johnson’s metaphor that Suspension of Action is the Stopping of Movement. Even though the melody descends after reaching the seventh scale degree, it doesn’t “back up”; it merely stops moving forward temporarily. Thus there is a distinction here between two types of musical motion; a transpositional pattern that establishes a source-path-goal trajectory, and a classically tonal pattern that interrupts that trajectory. (26) Example 12 . Hanging-tree-journey blend (click to enlarge) Example 13 . Shooting of Frenchy Scene (click to watch video) Example 14 . Transcription of “verse 5” (click to enlarge) Example 15 . Voice leading and transformation scheme of “verse 5” (click to enlarge) Example 16 . Origination of scale degree 6 in scale degree 7 (click to enlarge)",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Thus the conceptualization of the seventh scale degree combines with the semitone rise between verses and with the lyrics in a conceptual blend to lend a meaning to the progress of musical events that is not inherent in either (see Example 12 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The role of this semitone motion as a foreshadowing agent is emphasized by the scoring of the background male voices. In verse three, the first line “Now there were men who craved my gold,” is set with background of eight male voices (presumably the anonymous “men”) singing “oo” that briefly and restlessly moves up by barely a half step and then retreats. Coupled with the male chorus’s previously noted power to transpose themselves and the song up by semitone (and thus control, or at least affect, narrative progress), here the half step is explicitly beginning to be endowed with the potential to harm the protagonist. This is intensified in verse four with two sets of “wut do-wah-da’s” moving up by semitone after the text “you must almost die,” and “it happened just that way with me.” (27) That is, the final half-step signaling the end of the journey is becoming closer.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The potential of the final half step to point to the hanging tree is realized in the scoring of the film. When Doc Frail commits the act that precipitates his journey to the hanging tree—the shooting of Frenchy after Frenchy’s attempted rape of Elizabeth—the final half step from the song, D ♯ -E, is heard as a motive, collapsing the half step transposition between verses with the stepwise motion within each verse (this scene is shown in Example 13 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Returning to the song, something happens to change the trajectory of events; the protagonist “walks away from the hanging tree” halfway through verse four, and “verse five” does not continue the upward progress by semitone. Instead, new music is heard still in the key of E major (this is transcribed in Example 14 ). In this final verse, the seventh scale degree ( D ♯ ) that was left hanging in the upper register is regained and linearly brought down by unfolding thirds, as shown in Example 15 , returning to the point of origin (scale degree 5). When the melodic motion turns away from the seventh scale degree and changes its trajectory, there is a change of events. (28) Especially important is that in order to turn around, the seventh scale degree must be recaptured and linearly folded into the melodic motion rather than left hanging. The unfolding thirds make clear that the sixth scale degree now originates locally in the seventh scale degree, not in the fifth scale degree as before; when scale degree 7 moves down to scale degree 6, scale degree 5 moves down to scale degree 4 (see Example 16 ).",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Not only does the melodic motion change direction, but comparing Example 15 to Example 10a shows that the literal harmonies are reversed. In this reversal, the metaphor engaged is Lakoff and Johnson’s UNDOING PROGRESS IS BACKWARD MOVEMENT. Because pitch is mapped onto a verticality schema, moving backward is moving down, in this case “down” from the hanging tree.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] After the descending motion of verse 5, the phrase “the hanging tree” is repeated on each of the pitches B, C ♯ , and ( D ♯ ) E in the upper vocal register in the tag-like close at the end. Thus after the last verse carefully negates the implications of the motion from the seventh scale to tonic, the piece retakes the upward trajectory from scale degree 5 and completes the motion to tonic in the upper register, concluding on the highest pitch of the entire song. If the meaning in the conceptual blend was that escaping the completion of the expected trajectory to tonic corresponded to escaping death, why conclude by embracing this completion so prominently? (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] There are at least two possible explanations to be considered. 1) More general metaphors that relate tension and resolution to closure, especially the closure of the upper register opened up by motion to the seventh scale degree, are more important in this closing context than the more specialized metaphorical meaning of the seventh scale degree as discussed thus far. Musically, the upper register has been activated; the corresponding conventional narrative closure, especially the “happy ending,” is linked to closure in this register. In this case we are shifting between two opposite sets of metaphors, both related to the leading tone, but without any connection between the two. In the first metaphor, which mapped the completion of the trajectory established by the motion to the seventh scale degree onto both physical space and event space, it was necessary to avoid reaching the goal in order for the happy ending to occur. But as discussed previously, the concept of motion also always involves the concept of time. Especially in the case of this type of film music, moving forward through events requires moving through time, and in this song, narrative time. Thus a similar mapping for closure of narrative time requiring the continuation of the seventh scale degree can be made. (30) This is an intriguing possibility, especially because the “resolution” of the seventh scale degree takes place in the “tag”-like ending, and in that sense is separated from the main narrative space of the leading tone’s previous meaning within the song proper. In addition, it is accompanied by a IV chord (again, expected in a tag), which mitigates the leading tone character of the seventh scale degree.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] 2) But we can also consider the possibility of a transformed or shifted metaphor within a complex conceptual blend. The musical aspects previously discussed have mapped easily onto journey metaphors; however, this journey metaphor is underdetermined. How we know it is a journey to the hanging tree comes from the text, as well as knowledge from frames about hanging in general, the West, Westerns, and so on. But there are several possible metaphors associated with the paths and journeys indicated by the upward motion. So far, the narrative thread of imminent danger—approaching the hanging tree and hanging event—has been the focus of the journey metaphor. But a second narrative thread in this song is also commonly conceptualized in terms of paths and journeys; this narrative thread relies on Lakoff and Johnson’s LOVE IS A JOURNEY metaphor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] We first hear that the protagonist has “hung his faded dreams on   the hanging tree” and “left his heart on the hanging tree.” Conceptualizing   his dreams and his heart as possessions in a particular location creates the   potential for them to be retrieved at a later time. Thus as he moves toward   the hanging tree, a love relationship is also progressing according to the LOVE   IS A JOURNEY metaphor. Reaching the hanging tree allows him to retrieve his   lost possessions—“to really live, you must almost die.” In this case,   the upward motion is unable to continue to tonic because there is an impediment   along the path of the love-journey metaphor. From the song, we can only glean   that this impediment is associated with an unspecified memory and/or gold. Once   this impediment is removed, once he has given up his gold, retrieved his possessions,   and walked away from the hanging tree (figuratively and literally), then the   motion of the seventh scale degree to tonic, and thus the conclusion of the   love-journey, is finally possible. Thus there are two journey metaphors running   through the song. (31) Each emerges   (is “activated”) differently, each requires a different treatment   of the seventh scale degree, and each receives the necessary treatment in different   spaces within the song.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The dual journeys are realized more explicitly in the scoring of the film, in which there are two different versions of the “hanging tree” theme. One version is associated with death, danger, and the hanging tree itself (cast in minor using brass) and linked with Doc Frail; the other version is associated with redemption by love (cast in major using strings) and linked with Elizabeth. Perhaps drawing on the conceptualization of male and female as inversionally complementary, these themes have the potential to cancel each other out. When both Doc Frail and Elizabeth together pass under the hanging tree (which has previously been accompanied by the minor version of the “hanging tree” theme), there is silence, acting as what Claudia Gorbman calls a structural silence. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Also emphasized by the film is that both journeys must be completed in order for closure to occur. The approach to the hanging tree in final scene is accompanied by an expanded minor version of the “hanging tree theme,” based on the entire opening melody of the song (but in minor), and further extended to end on the minor seventh scale degree (now intensified as the root of its own chord). But unexpectedly, after the mob has accepted the gold in return for Doc Frail’s freedom, and it is clear the Frail will live, the music that returns is the expanded minor version of the “hanging tree theme,” and in fact is a repeat of the same music that accompanied the journey to the hanging tree. Perhaps this is to indicate the greed here on the part of the mob. (33) But the repetition of this music also underscores that complete closure is not yet possible—the second narrative strand, the love-journey, also must be resolved for closure to occur. It is only with Frail’s call to Elizabeth that the opening song returns (in its original form) and is completed, including the “turning around” music of “verse five.” (In addition, just before Frail calls Elizabeth, the bass of the song, which has been vamping in E-flat, shifts up to E major when Elizabeth looks down, completing the last half step necessary for closure and the return of the song in the proper key.) Example 17 . Frame-shifting between the hanging-tree-journey blend and the love-journey blend (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Thus when the “hanging tree” turns into a “tree of life,” the meaning of “seventh scale degree to tonic” also shifts as we shift from a conceptual blend between the music and hanging-tree-journey spaces to a blend between the music and love-journey spaces. This is an example of what Coulson describes as “frame-shifting,” in which semantic reanalysis recognizes contradictory or irrelevant information, and sets up a new space in which information from the original space is mapped into the new space. Frame-shifting reorganizes existing information into a new frame, leading to a new interpretation of ostensibly the “same” information. (34) (See Example 17 .)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] If meaning construction in music (at least music with text) follows the same processes as text without music, then further support for a frame-shifting interpretation arises from the lack of structural close in the lower (obligatory) register in verse 5. Instead, the tag-like ending (which closes on tonic in the upper register) is the only close in verse 5. (35) Coulson points out that structure within a space is less accessible once a space has been closed off, in contrast to the focus space, in which meaning actively is being constructed. Linguistically, this includes clause boundaries, phrase boundaries, and sentence boundaries. Musically, the tag-like ending would be less available to participate in frame-shifting if it were indeed a tag—if it occurred after a structural close. (36) The lack of structural close after the “turning around” music leaves the source-path-goal structure of the hanging-tree-journey easily accessible for transfer to the new space containing the love-journey through frame-shifting. (37) Framing the Film",
                "footnotes": [
                    "FN35",
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Where and how this shift between conceptual blends occurs differs in the song and film. Although the musical content is the same in both, it is arranged differently. In the song, the shift takes place in verse 4, when after the threatening what-do-wah’s, we find out that “They took the gold and set [him] free” and his “own true love walked with [him].” Example 2b shows the arrangement of the song in the movie. Here, we first hear a portion of the song over the opening title. Although songs used in opening titles are typically thought of as being similar to overtures, here the text of the song sets up much of the film, and opens a narrative space within which the film occurs; in addition, it focuses the viewers’ attention on the singer as the main character—with the “I” of the song at the opening, the film is presented as his story, from his point of view. (38) This is reinforced when the song returns at the end of the film over the final scene, as the camera cranes back accompanied by the “turning around” music of the fifth verse, encouraging the spectator to reidentify with the singer as subject. (39) Example 18 . Closing scenes of the film (click to watch video)",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Along with the release of Doc Frail, the use of the song over the final scene encourages us to find comfort in the final scene’s “happy ending”—perhaps more than we should. For although the song provides an unqualified happy ending, especially apart from the film, the film itself is less resolved, particularly in the closing scene. Although the saving of Doc Frail is cathartic, Michael Walker points out that from another point of view, “the ending is uneasy. As so often in [Delmer] Daves’s Westerns, it celebrates the union of a hero and heroine who have no future in the film’s communities. But crucially, we do not see them leave.” Walker also points out the awkwardness of the last visually arresting scene—Doc Frail and Elizabeth’s embrace, Rune’s pose, all in black, while the noose still hangs above them. Walker further suggest that “The posed look of the tableau—to say nothing of the unfortunate use of Marty Robbins’s ballad—suggest an attempt to freeze the action in an imposition of closure.” (40) Example 18 contains the closing scenes of the film.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] What Walker doesn’t note is that the narrative of the song is different from the narrative of the film. In the song, the protagonist buys his own life with his own gold, and his near-death experience transforms him. In the film, much has been made of Doc Frail’s “ownership” of people, as well as Rune and Elizabeth’s resentment of that ownership—a resentment that eventually impels Rune and Elizabeth to leave him. In the film, it is primarily Elizabeth, with Rune, who use their own gold to purchase Doc Frail’s freedom. (41) One member of the mob suggests that she has bought ownership of Doc Frail, and the resentment that might entail. Similarly, in the song, the future—uncomplicated by the events of the film—is clear; they simply “walk away from the Hanging Tree.” In the film, too much has happened, and as Walker points out, we do not see them “walk away.” Frail’s release provides temporary closure, but the unresolved tensions leave all three stranded at the hanging tree.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] What can be made of the use of the song at the end of the film? Walker doesn’t object to its use at the beginning of the film. One possibility to consider (and we will return to this question later) is that as the Hollywood studio structure disintegrated, producers were under more pressure to make each movie “pay its own way.” In 1952, High Noon, another Western with Gary Cooper, became known as Hollywood’s first “adult” western. High Noon’s title song, better known as “Do not forsake me, oh my darling,” composed by Dmitri Tiomkin and sung by Tex Ritter, became a popular hit. To the financially strapped film industry, incorporating a song that would “make the charts” became a priority; thus the song had to sell away from the context of the movie. But unlike High Noon, in which the title song (and its subsequent use in the body of the film) expresses in music and text what is verbally inexpressible for the stoic title character, in The Hanging Tree, the song is, or is supposed to be, the story; and that story, of a single hero on a straightforward journey, is not completely compatible with the film story of a hero clad in black with a checkered past and present. Thus if the song is one input space (which is already a blend of music and text), and the film is another input space (which is again already a blend of image and narrative), what emerges in the blend is unclear, because there are not adequate relationships defined between the two spaces; in other words, the generic space is too empty to support a successful (that is, meaningful) conceptual blend.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Walker is not the only one to suggest that the use of the Marty Robbins song in the final scene is “unfortunate.” The original film review in Variety (January 28, 1959) argues that while it “is a good song, done in semi-folk song style . . . it suffers by comparison with the realism of the [final] scene on the screen, and the scene itself suffers in the same relation.” (42) Perhaps it is not the song itself (or only) that causes “suffering.” To revisit Walker’s statement quoted earlier, but with a slightly different emphasis, Walker notes that the final tableau and the return of the song “suggest an attempt to freeze the action in an imposition of closure.” A critical question then becomes: who, exactly, is attempting to impose closure? This is what Jerrold Levinson describes as “the question that confronts every filmgoer at some level, and to which he or she must, explicitly or implicitly, accord an answer, of who or what is responsible for such music. That is to say, to what agency is film music assigned by a comprehending viewer?” (43) Where does the framing music come from, and what, if any, narrative purpose does it serve?",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] In classical cinema, Levinson posits the existence of a cinematic narrator acting as a “presenter” or “perceptual enabler.” The cinematic narrator is the primary agent of narration by showing the filmgoer the events in the film, and by controlling how the film world is being made visible and audible. In film this narrator is usually implied, typically unseen and unheard. Levinson further asserts that non-diegetic music which has a narrative function is ascribed by the spectator to the agency of the cinematic narrator, while non-diegetic music that does not have a narrative function is usually assigned to the implied filmmaker. (44) In The Hanging Tree, already discussed is the role of the title music in contributing to the overshadowing presence of the hanging tree. In addition, by virtue of outlining much of the plot of the film (including the eventual fate of the protagonist), the title music serves one of the narrative functions identified by Levinson as “the foreshadowing of a dramatic development in a situation depicted on screen.” (45) Because the music serves a narrative function, it is implicitly assigned to the cinematic narrator. In this case, the cinematic narrator is more than implied; because the lyrics of the song use the first person, in addition to the camera angles which pan to present the scene as the characters enter, the music is presented by a homodiegetic cinematic narrator (a narrator who is involved in story events rather than implied on a separate plane). (46) In other words, at the beginning the film is not simply the hero’s (Doc Frail’s) story, as discussed previously; Frail is explicitly identified as the cinematic narrator, as the shower of the events in the film, presumably for the length of the film. (47)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Yet as the film continues, Doc Frail’s identification as the cinematic narrator wavers and recedes. By the time he is seized by the mob and becomes a spectacle himself, he is transformed into the object of the gaze, and we are being shown these events not by Frail, but by a second implied cinematic narrator who not only is different from Frail but is heterodiegetic (outside the story events). (48) The showing of the film itself has moved beyond the control of Frail in the guise of homodiegetic presenter postulated at the beginning of the film.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] As a homodiegetic cinematic narrator (operating in two different narrative spaces as both character and cinematic narrator), Frail’s loss of control can be tracked on two different planes: 1) through his loss of control over events occurring within the fictional reality of the film; and 2) through his loss of control of the showing of the events in the film. I will briefly illustrate with one example of each. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Within the fictional reality of the film, one striking way in which Doc Frail establishes his control at the beginning of the film is through his power to name Elizabeth (as he has named himself with the pseudonym “Frail”). Throughout the film, the spectator knows Elizabeth’s name; when her ruined stagecoach is first located, the townspeople searching for her find a letter which gives her name as “Elizabeth Mahler.” Yet the members of town do not refer to her by name; instead, they call her “the lost lady,” “the little lady,” “the lucky lady,” and so on. (50) Even when she leaves Doc Frail and explicitly introduces herself by name to the townspeople, they continue to call her some variation of “lady”; unlike Frail, who has chosen his own pseudonym, Elizabeth does not have the power to name herself.",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] In a movie replete with pseudonyms and what are often referred to as “leitmotifs,” naming becomes an important narrative issue. The name acts to secure the identity of the subject or object. Lacan asserts that “naming constitutes a pact in which two subjects simultaneously come to an agreement to recognize the same object”: the “permanent appearance over time” of the subject is “strictly only recognizable through the intermediary of the name.” (51) Butler notes that the name “is a token of a symbolic order, an order of social law . . . which legislates viable subjects,” adding that this social pact “invests the name with its power to confer durability and recognizability on that which it names. (52) But Butler goes on to point out that this social pact is based on the “Law of the Father,” arguing that while a single name confers stability on the male subject, the use of the patronym requires women to shift patronymic alliance as part of the ritual exchange of women from daughter to wife, and thus requires a change in name. (53) “For women, then, propriety is achieved through having a changeable name, through the exchange of names, which means that the name is never permanent, and that the identity secured through the name is always dependent on the social exigencies of paternity and marriage . . . Identity is secured precisely in and through the transfer of name.” (54)",
                "footnotes": [
                    "FN51",
                    "FN52",
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The townspeople enforce the role of the changeable name (here explicitly dependent on paternity and marriage) by imposing transitory identities through changeable “lady” names according to Elizabeth’s changing social status, while withholding her “real” name. Doc Frail is the only one to use Elizabeth’s “real” name, and only at five critical moments during the film. First, when he first examines her, he asks what her name is. Second, when she is moved to the cabin across from Frail’s and begins to regain consciousness, Frail addresses her as “Elizabeth, Elizabeth, can you understand me?” Third, he asks her, “Ready, Elizabeth?” when he is to remove the bandages from her eyes to test her sight. Fourth, when he returns to find the town in flames at the hands of the mob at the end of the film, he asks a townsperson where Elizabeth and Rune are by name. Fifth, after Elizabeth has turned her gold claim over to the mob to save his life, it is Frail’s calling of Elizabeth’s name that brings them to the final embrace and narrative closure. (55)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Thus after his initial recognition of her name, three “naming” events link the act of Doc Frail naming Elizabeth with his increasing power to bring her out of the social and physical limbo in which she exists after her father is killed—when she regains consciousness, then sight, and finally social legitimacy and propriety (in the final bestowal of her name) in the context of a heterosexual love relationship. In this way, Doc Frail’s naming of Elizabeth act as links in the chain that (re-) constitute Elizabeth’s (lost) identity. As a woman alone, she has been stranded by her father’s death outside the ritual exchange between father and husband, leading to her uncertain status and changeable name among the townspeople. She is neither a respectable (=married) lady nor a prostitute, the only choices available in this frontier society; as a “foreigner” (she is a Swiss immigrant who speaks with an accent) she is doubly suspect. Doc’s final public naming of Elizabeth not only brings an end to her various “lady” names, but also brings her back into the social pact by completing the ritual transfer from property of father to property of husband, and reconstitutes her identity under the Law of the Father as “wife,” allowing narrative closure to take place. (Elizabeth’s status as property is especially marked in Frenchy’s attempt to rape her at the end of the film; Frenchy and the men helping him arrange the rape consider it to be the claiming of Frenchy’s rightful property—he “found” her first—and the “damaging” of Doc Frail’s property, an act similar to burning down his cabin.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] But there is a missing link in the chain of naming through which Doc Frail reconstitutes Elizabeth’s identity. As noted previously, the fourth time Frail uses Elizabeth’s name, he arrives in town to find the mob burning buildings. His use of Elizabeth’s name here is symptomatic of his loss of control over the events at this point in the film; rather than bringing Elizabeth closer to regaining her identity, Frail doesn’t even know where she is. He has lost sight of her; Rune has been rendered impotent as her substitute protector; and Frenchy, through rape, is about to confer a different identity on Elizabeth (an identity different from the one which Frail has been trying to reconstitute).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In addition, by not knowing where Elizabeth is, by literally losing sight of her, Frail has lost control over who is allowed to look at Elizabeth. While he has seen Elizabeth intimately, by bathing and changing her clothes when she is first discovered and unconscious (although we are assured that this is “different” for doctors), he protects Elizabeth so that others may not “see” her, either literally or intimately. Frail asserts his authority by “keeping ‘the little lady’ to himself”; by controlling who sees Elizabeth, sending away the matrons of town when they come to visitor her; threatening to kill Frenchy if he sees Elizabeth again. This is an example of what Martin Pumphrey describes as a conventional aspect of the Western: “Westerns . . . constantly represent looking as a male act of control.” (56) This parallels Frail’s control as cinematic narrator; as long as he controls who sees Elizabeth in the fictional reality of the film, he controls the showing of events in the film as cinematic narrator. As she moves out of his sight (and his control) by moving out to work her gold claim, Frail begins to lose control over events in the film. Instead of controlling who sees Elizabeth, Frail himself becomes the spectacle at the end of the film—both within the film and for the film spectator—when he becomes the willing, unresisting victim of mob justice (unresisting in part to pay for his role in his wife’s suicide). It is his body, bound, disheveled, hatless, which is put on display to satisfy the blood lust (closely tied here with sexual lust for Elizabeth and lust for money) of the crowd.",
                "footnotes": [
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] In film, especially in classical Westerns, masculinity is “bound up in conventions of distinctive male display.” (57) But as Pumphrey writes, “male display causes problems. For a man to betray a desire to be looked at (to make himself a willing object of the gaze) is to transgress the natural order of the genre. Though the hero may be distinguished by his style, cleanliness and appearance, he cannot be seen to invite the pleasure-seeking gaze of other characters. Equally, although he is the focus of narrative attention, he cannot be explicitly transformed into an object for the spectator’s (potentially erotic) contemplation.” (58) Frail’s passivity as he is taken to be hung betrays his willingness to become the object of the gaze, for both the characters in the film and the spectators in the audience. By the time he is seized by the mob, he has been transformed from the controller of the gaze into the object of the gaze, and we are being shown these events not by Frail, but by a second implied cinematic narrator who not only is different from Frail but is heterodiegetic (outside the story events).",
                "footnotes": [
                    "FN57",
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] In this sense, the last naming of Elizabeth at the hanging tree attempts to serve the same function as the return of the song at end of the final scene—to reassert Frail’s control, and with it, his role as cinematic narrator. Ironically, it is this final naming of Elizabeth that underscores the failure of Frail to reassert his control at the end of the film. The very symbolic order (the Law of the Father as interpreted in a frontier society) that gives Frail the power to name Elizabeth and allows the townspeople to sort women into the categories of married or prostitute, precludes the possibility of integrating Frail and Elizabeth as members of that society, while at the same time it is unable to control that society (as shown by the self-destructive actions of the mob). Laura Mulvey points out that as in Vladimir Propp’s analysis of folk tales, the function of marriage as necessary to closure is often repeated in Westerns, but with a twist. In Westerns, the hero has two options. As in folk tales, he can choose marriage and integrate into society. But in the Western, the hero may also reject the sphere of women as represented by marriage and choose to remain alone and not integrate into society. (59) Neither of these options is possible for Frail; Frail chooses the functional equivalent of marriage but cannot integrate. Thus, like modern-day Antigones, Frail and Elizabeth reveal the scandal of a symbolic order which makes impossible the very closure it demands. (60)",
                "footnotes": [
                    "FN59",
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Thus the attempt to reassert Frail as the cinematic narrator at the end of the film by bringing back the voice and music identified with the narrator (and thus with Doc Frail as the hero) at the outset ultimately fails; we no longer believe the version of events presented in the song at the beginning of the film, or brought back at the end of the film. As Levinson points out, “a narrator generally manifests attitudes regarding the states of affairs to which access is afforded, and thereby suggests to the narratee attitudes to be adopted.” (61) The narrator identified with the song at the beginning of the film attempts to uphold the fiction of a symbolic order based on the Law of the Father; the second narrator has shown us events that reveal the scandal within that symbolic order. Lee Clark Mitchell writes that in the Western, “we watch men still at work in the unfinished process of making themselves, even as we are encouraged to believe that manhood doesn’t need to be made.” (62) The first narrator has told of a masculinity that has existed as a stable identity and walked away unscathed by the events of the film; the second narrator shows us the process of constructing that identity. The gap between these two cinematic narrators is unbridgeable—not because there are two narrators, but because each narrator presents a different versions of events; yet with the return of the song at the end of the film, it seems that we are supposed to believe that we have been presented with the same version of events.",
                "footnotes": [
                    "FN61",
                    "FN62"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] If we return to Levinson’s categorizations of narrative and non-narrative music, the return of the song at the end of the film becomes even more problematic. As discussed previously, in order to be considered narrative, non-diegetic music must create or intensify the fictional truth of something in the story. Yet if we no longer accept the version of events in the song at the end, the return of the song seems to have two primary functions described by Levinson as 1) “suggesting to the viewer of how he or she is to regard or feel about some aspect of the story” (here, a “happy ending”); and 2) “the imparting of certain formal properties, such as coherence, cogency, continuity, closure, to the film or parts thereof” (here, the “imposition of closure” noted by Walker). (63) Crucially, Levinson suggests that both of these functions are primarily non-narrative. Therefore the agency responsible for the music is assignable to the implied filmmaker, not to the cinematic narrator. This can, in effect, be considered a larger-scale frame shift, re-analyzing the song in relation to the implied filmmaker space rather than to the cinematic narrator space.",
                "footnotes": [
                    "FN63"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Thus there are two disjunctions in the cinematic narration: 1) The identity of the cinematic narrator changes over the course of the film, as shown by the gap between the first (homodiegetic) narrator and second (heterodiegetic) narrator. The second (heterodiegetic) narrator presents a substantially different version of the events told by the first (homodiegetic) narrator; 2) The agent responsible for the “same” song shifts radically during the course of the film: the first cinematic narrator is the agent responsible for the song of the opening scene, but the implied filmmaker is responsible for the return and completion of ostensibly the same song sung by ostensibly the same person in the closing scene. This shift in agency highlights the difference between narration and narrative, between the act of telling a story and the story itself. (64) Highlighting this difference contravenes the preference in classical film, including Westerns (and most narrative films, for that matter), to present apparent transparency, or the appearance of viewing of events “as they actually are.” These disjunctions, this dropping of the cinematic veil, could account for the dissatisfaction experienced in many accounts with the return of the song at the end of the film. (65)",
                "footnotes": [
                    "FN64",
                    "FN65"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.03.9.1.sayrs.html",
    "data": "mto/data/mto.03.9.1.sayrs.json"
}