{
    "title": "Review of Lawrence M. Zbikowski, <i>Conceptualizing Music: Cognitive Structure, Theory, and Analysis</i> (New York: Oxford University Press, 2002), 360 pp.",
    "date": "2004/12/01",
    "volume": "10",
    "issue": "4",
    "authors": [
        "Dibben, Nicola"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.dibben.pdf",
    "author_info": [
        {
            "name": "Nicola Dibben",
            "university": "University of Sheffield, UK",
            "address": "Department of Music, 38 Taptonville Road, SHEFFIELD S10 5BR UK",
            "email": "n.j.dibben@shef.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Conceptualizing Music attempts to explain musical understanding in the face of music’s experiential ephemerality. This experience of music is illustrated at the beginning and end of the book by Charles Swann’s encounter with the andante of Vinteuil’s sonata for violin and piano, as described in Marcel Proust’s A la recherche du temps perdu —an example which serves both to illustrate the ephemeral character of the listening experience, and to identify the book’s target audience and focal repertoire. As Zbikowski himself notes, despite the appearance of the terms “cognitive”, “theory” and “analysis” in the book’s title, Conceptualizing Music is not about how the “findings” of music cognition can be applied to music theory and analysis; instead, it explains the role “basic cognitive processes” have in our understanding of music—namely categorization, cross-domain mapping, and the construction and maintenance of conceptual models and theories. Behind this lies an assumption that these processes are general abilities involved in making sense of the world around us, rather than specialized capacities particular to music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Having problematized music theory at the start of the book as arcane and obscure (although at the same time managing not to align himself with that view), Zbikowski is able to claim that understanding how “cognitive structure” shapes our understanding of music will enhance understanding of the role of music theory. Thus, the title “conceptualizing music” refers both to what Zbikowski views as the basic process underlying musical understanding, and to the role of conceptualizing music, as manifested in music theory more generally.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The book’s interest in cognition, theory and analysis is commensurate with the confluence of cognitive and music-theoretic domains in the work of Robert Gjerdingen, Leonard B. Meyer, and Eugene Narmour, and also with the work of Nicholas Cook, in relation to the role of cultural knowledge in musical understanding. Like these other writers, Zbikowski’s work contributes to understanding the processes underlying musical understanding, and theory-making. Surprisingly, no mention is made of one of the book’s major contributions: its development of notions of associative structure in the context of the domination of music cognition and theory by hierarchical representations of musical structure and understanding. In this respect, the book makes an exciting contribution to music cognition and theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The book is structured in two parts. The first part presents the theoretical underpinnings of the approach, with a chapter devoted to each of the three “basic processes.” The second part presents a series of case studies which use this framework to shed light on musical syntax (discourse arising from motives theorized as categories), musical ontology (music’s existence as conceptual model/theory), music and other domains, in particular text-music relationships in song (conceptual blending), and the conceptual basis for competing theoretical models. A final chapter outlines the implications for music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Zbikowski’s account is based on the role of three “basic cognitive processes.” The first process, categorization, constitutes understanding the musical surface in terms of categories of events, exemplified here as motivic structure.  The second process, cross-domain mapping, refers to the way in which our understanding of one (unfamiliar) domain is structured in terms of another (usually familiar) domain (e.g. analogy and metaphor). The third process, conceptual models, clusters concepts into specified relationships. Beyond this, theories combine groups of conceptual models.  The book explores how these three processes “shape our theories of music and guide our analyses of musical works” (page 16). Rather than describe each chapter in depth, I focus on issues raised by the book, and draw on material from individual chapters where relevant to this discussion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] From the perspective of music psychology, perhaps the most obvious question is whether the term “conceptualizing” music is the most appropriate one; why not talk of music perception or cognition instead? Zbikowski argues that he has not focused on the “most basic aspects of music cognition,” which he characterizes as auditory processing and transformation into electro-chemical information. Instead, he has focused on one aspect of cognition: high-level cognition, which is potentially accessible to conscious thought. The advantage of this approach is that it bears close similarity to the level of music theorization—and one of Zbikowski’s points is that music theory is an instantiation of everyday theory-making.  It is this, he argues, which allows music theory to be rescued from accusations of obscurity. But it is also this aspect which is potentially the most problematic and on which I focus here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Let me illustrate the problem with an example. In the first chapter Zbikowski presents a music-theoretical and historical account of motivic structure. He argues that understanding music involves being able to think in terms of categories of event, in which motives are the “basic level” of categorization. This is a convincing account and has become the most persuasive model of the role of categorization in musical understanding within music cognition. He argues that categories are best understood within a conceptual model of category structure rather than a prototype view.  According to Zbikowski, categories are where conceptualizing music starts, and they replace the notion of “group” in perceptually-based models. In Chapter Four, these ideas are illustrated by examining the role of motivic structure in Mozart and Beethoven string quartets. Various forms of the motive are understood as cognitive categories, structured around a conceptual model, which characterizes the features necessary for a melodic fragment to count as an instance of a particular version of the motive.  Disposition of motive forms is equated to discourse structure, and, incidentally, this allows him to claim that he is talking about the “construction of meaning”: categories of musical events contribute to the creation of musical meaning, just as musical topics and cross-domain mapping provide sources of meaning construction.  A strength of Zbikowski’s approach is that it highlights the music-theoretic and cognitive importance of understanding the role of motives within musical discourse and the way in which particular motives are privileged within a piece of music: he shows how much more interesting it is to think about how motives are used, rather than how they create coherence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The major criticism which it is possible to make of Zbikowski’s approach, is that his account can appear to be a re-description of the kind of analysis and interpretation which analysts engage in anyway.  In other words, the approach could be criticized for systematizing existing music-theoretic understanding as music cognition. Hence, the analyses themselves, interesting as they are, do not differ from traditional motivic analyses; what is different is that motives and their disposition are contextualized as categories. What is missing is an account of how the conceptual model emerges, and this is the source of a potential circularity in the argument: in the absence of an explanation of how a motive is derived from the musical surface in the first place (absent because this would be defined in the book as perception and not conception), the features identified by music analysis and theory appear to become the input to the model of musical understanding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] A similar criticism can be made of the notion of conceptual blending. Conceptual blending refers to the way in which structure from two conceptual domains is projected onto a third, blended space. An example of this might be the word “trembling” which appears in the lyrics to a song (text space), alongside a notated trill (music space).  This would then be projected on to a blended space in which the trill of the pitches becomes the sound of trembling.  This process depends on what Zbikowski terms “cross-domain mapping”; the way in which we use conceptual metaphors, e.g. the idea that pitch relationships are relationships in vertical space. Zbikowski highlights the need for there to be some commonality between the two domains (in the case of pitch and vertical space, for instance, this might be the notion of a continuum). This allows meanings arising from text-music relationships to be more than simply a crude mimesis in which, for example, a musical descent could represent a physical descent since “What mimesis there is is highly conditioned by the choice of cross-domain mappings through which discourse about music is structured” (page 74). Furthermore, these mappings define what counts as music in the first place for the members of a particular culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Thus, chapter six explores conceptual blending, and its implications for understanding song. According to Zbikowski, the discourse structure set up by music can be correlated with that of text to give rise to a domain for the imagination. These case studies are intended as illustrative case studies and not as stand-alone analyses, where limitations such as its score-bound character, and failure to address performative aspects of song would be problematic. Nonetheless, there are some big leaps within this aspect of the theory. For example, the descriptions of music space within the conceptual integration networks already seem to contain “non-musical” information, but it is unclear how this has been derived: there is discussion of how musical structure gives rise to discourse, which is then aligned with the text, but the process whereby the categories within the conceptual models emerge is under-specified. Again, the approach looks uncomfortably close to a redescription or formalization of analytical observations. And if it is, what then is its purpose?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Perhaps its purpose, as per the argument put forward in the book, is not to provide new analytical tools, or new understandings of particular pieces of music, but to reveal something about how music theory comes about, and its relatedness to musical understanding. Zbikowski locates music theory as the outcome of cognitive processes which have their basis in everyday understanding.  This is where his idea of conceptual models and theories comes in. A conceptual model is a limited cluster of concepts, and a theory coordinates a number of conceptual models. Although initially, there seems to be a bit of a leap from discussion of categories of events at the musical surface, to the ontology of musical works, his point is that both of these involve conceptual models shared with other members of a culture. So, for instance, a musical work is a type of category, and a manifestation of cultural knowledge.  He illustrates this by comparing different conceptual models of jazz songs and showing how the idea of the work as a category and as cultural knowledge can help explain double-voiced discourse and “signifyin(g)” (in short, hearing double-voiced discourse involves recognition of the presence of two conceptual models of the same piece).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The idea of conceptual models is a useful one: the models are situated as shared knowledge within a culture, and are models for understanding rather than models or representations of the circumstances themselves. This promotes a view of musical culture not as a collection of artifacts, but as the beliefs and knowledge that determine why people act a certain way, interpret things a certain way, and make things a certain way. In addition, because Zbikowski claims he is revealing “elements of knowledge that make it possible to function as a member of a culture,” rather than what a particular person has in mind, he can avoid falling foul of the accusation of the “ideal listener” who features so prominently in other cognitive models (until that is, the book starts dealing with specific examples (e.g. chapter 6), at which point I am left wondering exactly whose concepts the diagrams represent).  On the whole, the issues I have outlined above are sufficient to make me wonder whether a better title for the book might not be Conceptualizing Music Theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Despite some provocative and, for me, unresolved issues, Conceptualizing Music is a substantial theoretical endeavor, which provides an original perspective on (Western) musical understanding and the role of music theory.  (Although the book talks of general conceptual processes, it is difficult to know to what extent these processes really are universal in the absence of detailed examples from repertoires other than Western tonal music). It is a pleasure to read, and to be drawn into a diverse and, at times, surprising combination of issues, discussed in a lively style. Some of what I interpret as the optimistic and generous tone of the book comes from its stance towards music theory.  One of the main implications for music theory is that “if musical works are about cognitive categories, and if music is a cognitive category, then music theory is about the study of categories—or more typically—the conceptual models around which musical categories are organized.” (page 242). Zbikowski claims (chapter 7) that the reason theorists argue about music is that they have different conceptual models of musical structure (illustrated, in the book, by competing historical theories of form and hierarchy and their social and historical context). Conceptualizing Music promotes a view of music theory not as “truth” but as competing perspectives, and provides a basis for understanding sources of conflict by investigating where competing interpretations come from. Ultimately, then, this book contributes not just to theoretical, but to ethical endeavor.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.04.10.4.dibben.html",
    "data": "mto/data/mto.04.10.4.dibben.json"
}