{
    "title": "Review of Peter Kaminsky, ed., <i>Unmasking Ravel: New Perspectives on the Music </i>(University of Rochester Press, 2011)",
    "date": "2012/04/01",
    "volume": "18",
    "issue": "1",
    "authors": [
        "Eng, Clare Sher Ling"
    ],
    "abstract": "",
    "keywords": [
        "Ravel",
        "twentieth-century",
        "French music",
        "analysis",
        "Kaminsky"
    ],
    "doi": "",
    "received": "December 2011",
    "pdf": "http://mtosmt.org/issues/mto.12.18.1/mto.12.18.1.eng.pdf",
    "author_info": [
        {
            "name": "Clare Sher Ling Eng",
            "university": "Belmont University",
            "address": "School of Music, 1900 Belmont Boulevard, Nashville, TN 37212",
            "email": "clare.eng@belmont.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. For example, Helbing’s description of mm. 646–93 reads: “[T]he waltz quotations...are unable to resist the pent-up and incessant forward-pushing impulse. This can be seen in the sonic and choreographic overkill...as well as in an ongoing...tendency toward detonation and liquidation that affects all dimensions of the composition” (207).",
            "citations": []
        },
        "FN2": {
            "text": "2. A missing example also contributes to the frustration of the reader in her analysis of “Noctuelles.” Bhogal refers to Example 10.5 on p. 283, but this example cannot be found.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A monochromatic portrait graces the front cover of this recently released collection of essays on Ravel. With his gaze fixed at a point beyond the bottom left corner of the cover and an enigmatic smile à la Mona Lisa, the visage of Maurice Ravel is arresting. Its sense of mystique is heightened by the soft camera focus, which blurs all of the composer’s features except for his left eye at the center of the portrait, and mono-directional lighting submerges half his face in shadow. Lack of clarity constrains the gaze of the reader, stimulating curiosity. We wonder what lies beyond the unreal perfection that the portrait allows us to see. Did Ravel’s averted gaze forestall the communication of telling emotions? Did his smiling lips silence revealing remarks? This portrait of Ravel epitomizes a façade—it is an illusion that defends the privacy (one might even say secrecy) of the composer’s inner being.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Kaminsky’s volume promises to bring the reader beyond this façade. Its title proclaims that Ravel will be unmasked, and in the introduction, we learn that we shall understand Ravel’s music beyond its surface aspects—beyond the pianistic virtuosity, sonorous extended tertian chords, and tonal cadences. We also learn that the essays in the volume will re-examine the “master tropes” of Ravel scholarship: Ravel as a classicist, a masked personality, an artisan, a virtuoso, as someone who was “artificial” or “cold,” who engaged the aesthetics of imposture, and who was preoccupied with ornamentation (2). The reader is thus excited by the anticipation of discovering facets of Ravel that his public image has hitherto obscured, as well as the promise that we shall by such knowledge attain greater intimacy with a great musician.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] “De-mystifying” Ravel, however, can also be perilous. Revealing the composer’s “trade secrets,” especially by deconstructing the technical means that underlie or help create the iridescent surface of his music, might reduce its ineffable beauty, which seems in no small part sustained by the opacity of the tropes that have dominated the composer’s public image. Kaminsky’s introduction assuages some of the reader’s fears, however. He explains that the book will re-examine the tropes in Ravel scholarship by engaging rather than glossing over the “surface” aspects of his music. It will seek less to debunk those tropes than to ride the wave of a recent trend in Ravel scholarship, which is to “interpret these tropes in positive ways, as enabling imaginative and novel approaches to Ravel’s musical language” (3).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] By and large, the book fulfills its promise. Steven Huebner’s opening essay considers literary sources of influence on Ravel’s music, ranging from the openly acknowledged to the merely suggested. Huebner first considers Edgar Allan Poe, whose creative philosophy Ravel openly admired. He then discusses poets whom Ravel never cited, but with whom he frequently kept company: Léon-Paul Fargue and Tristan Klingsor. Finally, he makes a case for the influence of Henri de Régnier, who inscribed poetry on Ravel’s autograph manuscripts for Jeux d’eau and Valses nobles et sentimentales . Huebner’s essay is followed by another excellent one by Barbara L. Kelly that details how critics and biographers have portrayed Ravel’s artistic persona. Kelly also provides glimpses into how the composer’s own representations of himself do not entirely fit into—or, one might say, add dissonant overtones to—the aesthetic position in which he was posthumously placed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Other essays in the volume engage in creative exegeses of Ravel’s main works. The discussion of La Valse by Volker Helbing, for example, is memorable both for its identification of Ravel’s oblique references to traditional (Straussian) waltz idioms as well as for its violent and dramatic language, which prompts me to suggest that “maelstrom” might be a more suitable metaphor for the form of the work than Helbing’s chosen term “spiral.” (1) Peter Kaminsky breaks new ground in his analysis of L’enfant et les sortilèges by correlating elements of Ravel’s formal and tonal design with psychoanalytic aspects of the opera’s scenario. Equally illuminating is the consideration of the physicality of Ravel’s piano writing by Daphne Leong and David Korevaar. Their account of how different types of physical motions articulate form in “Scarbo” from Gaspard de la nuit brings welcome analytical attention to the musical consequences of Ravel’s prominent pianism.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Kaminsky’s other essay in the volume, however, provokes some resistance. The essay investigates Ravel’s approach to formal process. It begins by comparing the Pavane pour une infante défunte to “Pavane de la belle au bois dormant” from Ma mère l’oye , moves on to consider the Menuet sur le nom d’Haydn , and concludes by discussing “Le gibet” from Gaspard de la nuit . Kaminsky’s analyses are excellent in and of themselves: they are eloquent case studies of Ravel’s approach to form. At the end of the essay, however, Kaminsky “boils down” his analyses to an “elementary maxim,” which he declares constitutes Ravel’s approach to formal process: “ minimal compositional materials serving in maximal formal/structural contexts” (108). This maxim admittedly articulates a common thread in Kaminsky’s analyses. Significant for the thematic coherence of the volume, it also forges a link to Sigrun Heinzelmann’s essay, which explores a related topic, and echoes the same conclusion. (Heinzelmann discusses realizations of sonata form in the first movements of Ravel’s String Quartet of 1903 and his Piano Trio of 1914.) Nonetheless, as the culmination of a series of nuanced analyses in Kaminsky’s essay, the “maximal use of the minimal” maxim is an anticlimax. It may be accurate, but it is too general to be an effective “branding slogan” for Ravel’s approach to formal process. The maxim could equally describe the approaches of many other composers, three examples of which are Schoenberg, Webern, and Bartók. Therefore, even though the maxim brings together Jankélévitch’s characterization of Ravel as a composer who transforms material “poverty” into something “more opulent than opulence” (108), and Roland-Manuel’s identification of the composer’s aesthetics of imposture, the maxim seems also to minimize Ravel, reducing him to a pithy phrase that bespeaks not his originality but rather his commonalty with other composers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Two other attempts to approach Ravel’s music from novel analytical perspectives attain mixed success. Michael J. Puri’s essay brings together Adorno and Ravel. He begins with an assessment of Adorno’s commentary on Ravel, drawing from published and unpublished texts from different decades. If the “maximal use of the minimal” maxim suffers from insufficient specificity, Adorno’s reflections do not share the same affliction. They are replete with unique and provocative metaphors; music, for instance, is a “prosthetics of memory” (64) and the “aristocratic sublimation of mourning” (66). Adorno’s language is figurative and abstract; the reader is thus excited by Puri’s proposal in the second part of his essay to analyze Ravel’s Valses nobles et sentimentales through an Adornian lens. Tethering Adorno’s language to concrete examples would clarify the bases for his descriptions, and might render them more persuasive. Puri’s analysis, however, associates general Adornian concepts with passages from the Valses , but avoids making similar connections to the philosopher’s specific statements about Ravel. Puri identifies references in the work to Johann Strauss and Erik Satie, and the reader is persuaded that certain passages represent dialectical tensions between the modern and the traditional, or the familiar and the esoteric. However, these dialectics are not center stage in Puri’s earlier assessment of Adorno’s commentary on Ravel. Hence, even if the “twilit struggle between memory and oblivion” at the close of the Valses evokes a quality “as quintessential to Adorno as it is to Ravel” (70), the reader comes no closer to apprehending how Ravel’s music could have inspired Adorno’s provocative descriptions than before the analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Elliott Antokoletz’s essay extends his approach to the music of Béla Bartók to Ravel’s Sonate pour violon et violoncelle . He correlates formal process with the completion and transformation of pitch collections, arguing that “wrong notes” heard by the audience at the work’s premiere are “legitimized by the logical, systematic relations between contrasting bimodal and octatonic spheres within which they play essential roles” (234). To the extent that his analysis is classic Antokoletz—passages densely annotated, not simply with the pitch collections they present, but also with various collections of which they are only subsets—it is unproblematic, even though not everyone might hear “a sense of mischief” (221) in dyadic transformations between diatonic and more abstract chromatic pitch collections. What is incongruent with the rest of the volume, however, is how Antokoletz justifies his analytical approach. Stating that Ravel’s manipulation of pitch collections in the Duo Sonata has “much in common with certain basic principles of Bartók’s musical language” (212) would have sufficed as a preamble. But Antokoletz feels the need to underscore Bartók’s historical importance. Statements such as “[m]any composers turned to the modalities of folk music as the basis for composition, but it was Bartók who transformed these modes most radically into a new kind of chromatic, twelve-tone language” (212), and “[a]n important solution to the problem of total chromaticism for Bartók—and this is entirely relevant to Ravel’s Duo Sonata as well—was the principle of ‘bimodal’ or ‘polymodal chromaticism’” (214), distinguish the first part of Antokoletz’s essay from the Ravel-centeredness of the other essays in the volume. Unfortunately, the intensity of this focus on Bartók undermines an attractive goal that Antokoletz had presented at the beginning of his essay, which was to reveal technical connections between Ravel’s Duo Sonata and “other sources that include works by Béla Bartók, Igor Stravinsky, and other early-twentieth-century composers” (211). One wishes that the connections to Stravinsky and other twentieth-century composers had been illuminated as clearly as were those to Bartók.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As I stated above, Unmasking Ravel by and large fulfills the promise made by its title. It gives the reader insight into what makes Ravel’s music the way it is—its sources of influence and inspiration, its engagement with traditional norms, its setting of text, and its reception. However, its most stimulating moments—those that present intriguing ideas or broach an old topic in a new and interesting way—are too brief. The 330-odd-page volume contains eleven essays, not including the introduction. Each essay thus averages thirty pages. This length is adequate for an essay like that of Lauri Suurpää, which analyzes music-text relationships in two songs, and that of Volker Helbing, which demonstrates stylistic characteristics of a segment of Ravel’s output in a single work; but it is insufficient for essays with more ambitious goals. Gurminder K. Bhogal’s essay, for example, seeks to “reevaluate Ravel’s role in defining a distinctly French school of virtuosity in the realms of performance and composition” (272). She argues that Ravel uses profuse ornament to disorient the listener whose expectations are based on traditional metric norms, but two short case studies are insufficient to support this claim. I hope that her monograph on ornament in early twentieth-century French music and culture—which, we learn from her blurb, is in preparation—will explore this issue in greater depth. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Closing the book after perusal brings us face-to-face again with the mask-like portrait of Ravel on the front cover. In contrast to our first encounter with it, we now have some sense of the musical ideas that might have occupied Ravel when he posed for the portrait. (At least, we have more bases for speculating what those ideas could be.) Like one who was whisked through numerous introductions at a masquerade ball, however, the reader walks away with a collage of brief impressions. Some readers may be stimulated and energized by the variety, whereas others who prefer more deeply engaging conversation might experience a sense of regret. Even for the latter group of readers, however, the book succeeds in introducing compelling new approaches to Ravel’s music. These approaches promise many new opportunities to explore and deepen those fleeting first impressions.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.1.eng.html",
    "data": "mto/data/mto.12.18.1.eng.json"
}