{
    "title": "Embodying Music: Principles of the Mimetic Hypothesis",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "Cox, Arnie"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2011",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.2/mto.11.17.2.cox.pdf",
    "author_info": [
        {
            "name": "Arnie Cox",
            "university": "Oberlin Conservatory of Music",
            "address": "Oberlin, OH 44074",
            "email": "Arnie.Cox@oberlin.edu"
        }
    ],
    "citations": {
        "blackmore_1999": "Blackmore, Susan. 1999. The Meme Machine . Oxford: Oxford University Press.",
        "bregman_1990": "Bregman, Albert S. 1990. Auditory Scene Analysis: The Perceptual Organization of Sound . Cambridge, MA: M.I.T. Press.",
        "brower_1997–98": "Brower, Candace. 1997–98. “Pathway, Blockage, and Containment in Density 21.5 .” Theory and Practice 22–23: 35–54.",
        "callan_et_al_2006": "Callan, Daniel E., Vassily Tsytsarev, Takashi Hanakawa, Akiko M. Callan, Maya Katsuhara, Hidenao Fukuyama, and Robert Turner. 2006. “Song and Speech: Brain Regions Involved with Perception and Covert Production.” Neuroimage 31: 1327–42.",
        "calvo-merino_et_al_2005": "Calvo-Merino, Beatriz, Daniel E. Glaser, Julie Grèzes, Richard E. Passingham, and Patrick Haggard, 2005. “Action Observation and Acquired Motor Skills: An fMRI Study with Expert Dancers.” Cerebral Cortex 8: 1243–49.",
        "clarke_1993": "Clarke, Eric. 1993. “Generativity, Mimesis and the Human Body in Music Performance.” Contemporary Music Review 9, nos. 1–2: 207–19.",
        "clynes_1977": "Clynes, Manfred. 1977. Sentics: The Touch of the Emotions . New York: Doubleday.",
        "cox_2006": "Cox, Arnie. 2006. “Hearing, Feeling, Grasping Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 45–60. Hampshire: Ashgate.",
        "cox_2001": "Cox, Arnie. 2001. “The Mimetic Hypothesis and Embodied Musical Meaning.” Musicae Scientiae 5, no. 2: 195–209.",
        "cumming_2000": "Cumming, Naomi. 2000. The Sonic Self: Musical Subjectivity and Signification . Bloomington: Indiana University Press.",
        "cumming_1997": "Cumming, Naomi. 1997. “The Subjectivities of ‘Erbarme Dich’.” Music Analysis 16, no. 1: 5–44.",
        "cusick_2006": "Cusick, Suzanne G. 2006. “On a Lesbian Relationship with Music: A Serious Effort Not to Think Straight.” In Queering the Pitch, 2nd ed., ed. Philip Brett, Gary C. Thomas, and Elizabeth Wood, 67–83. New York & London: Routledge.",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Feminist Theory, Music Theory, and the Mind-Body Problem.” Perspectives of New Music 32, no. 1: 8–27.",
        "damasio_1999": "Damasio, Antonio. 1999. The Feeling of What Happens: Body and Emotion in the Making of Consciousness . New York: Harcourt.",
        "dapretto_et_al_2006": "Dapretto, Mirella, Mari S. Davies, Jennifer H. Pfeifer, Ashley A. Scott, Marian Sigman, Susan Y. Bookheimer, and Marco Iacoboni. 2006. “Understanding Emotions in Others:  Mirror Neuron Dysfunction in Children with Autism Spectrum Disorders.” Nature Neuroscience 9, no. 1: 28–30.",
        "deutsch_et_al_2004": "Deutsch, Diana, Trevor Henthorn, and Mark Dolson. 2004. “Absolute Pitch, Speech, and Tone Language: Some Experiments and a Proposed Framework.” Music Perception 21: 339–56.",
        "drost_et_al_2005": "Drost, Ulrich C., Martina Rieger, Marcel Brass, Thomas C. Gunter, and Wolfgang Prinz. 2005. “When Hearing Turns into Playing: Movement Induction by Auditory Stimuli in Pianists.” Quarterly Journal of Experimental Psychology 58A: 1376–89.",
        "gaab_et_al_2003": "Gaab, Nadine, Christian Gaser, Tino Zaehle, Lutz Jäncke, and Gottfried Schlaug, 2003. “Functional Anatomy of Pitch Memory: An fMRI Study with Sparse Temporal Sampling.” NeuroImage 19: 1417–26.",
        "gallese_and_lakoff_2005": "Gallese, Vittorio, and George Lakoff. 2005. “The Brain’s Concepts: The Role of the Sensory-Motor System in Conceptual Knowledge.” Cognitive Neuropsychology 22, nos. 3–4: 455–79.",
        "godøy_2003": "Godøy, Rolf Inge. 2003. “Motor-Mimetic Music Cognition.” Leonardo 36, no. 4: 317–19.",
        "godøy_et_al_2006": "Godøy, Rolf Inge, Egil Haga, and Alexander Refsum Jensenius. 2006. “Playing ‘Air Instruments’: Mimicry of Sound-Producing Gestures by Novices and Experts.” In Gesture in Human-Computer Interaction and Simulation , ed.  Sylvie Gibet, Nicolas Courty, and Jean-François Kamp, 256–67. Berlin: Springer-Verlag.",
        "grèzes_et_al_1998": "Grèzes, Julie, Nicolas Costes, and Jean Decety. 1998. “Top-Down Effects of Strategy on the Perception of Human Biological Motion: A PET Investigation.” Cognitive Neuropsychology 15, nos. 6–8: 553–82.",
        "guck_1991": "Guck, Marion. 1991. “Two Types of Metaphoric Transfer.” In Metaphor: A Musical Dimension , ed. Jamie C. Kassler. Sydney: Currency Press.",
        "halpern_and_bartlett_2011": "Halpern, Andrea R., and James C. Bartlett. 2011. “The Persistence of Musical Memories: A Descriptive Study of Earworms.” Music Perception 28, no. 4: 425–32.",
        "halpern_and_zatorre_1999": "Halpern, Andrea R., and Robert J. Zatorre. 1999. “When that Tune Runs through Your Head: A PET Investigation of Auditory Imagery for Familiar Melodies.” Cerebral Cortex 9 (October–November): 697–704.",
        "halpern_et_al_2004": "Halpern, Andrea R., Robert J. Zatorre, Marc Bouffard, and Jennifer A. Johnson. 2004. “Behavioral and Neural Correlates of Perceived and Imagined Musical Timbre.” Neuropsychologia 42: 1281–92.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, and Schubert . Bloomington: Indiana University Press.",
        "haueisen_and_knösche_2001": "Haueisen, Jens, and Thomas R. Knösche. 2001. “Involuntary Motor Activity in Pianists Evoked by Music Perception.” Journal of Cognitive Neuroscience 13, no. 6: 786–92.",
        "heyes_2001": "Heyes, Cecilia. 2001. “Causes and Consequences of Imitation.” Trends in Cognitive Sciences 5, no. 6: 253–61.",
        "hickok_2009": "Hickok, Gregory. 2009. “Eight Problems for the Mirror Neuron Theory of Action Understanding in Monkeys and Humans.” Journal of Cognitive Neuroscience 21, no. 7: 1229–43.",
        "hickok_et_al_2003": "Hickok, Gregory, Bradley Buchsbaum, Colin Humphries, and Tugan Muftuler. 2003. “Auditory-Motor Interaction Revealed by fMRI: Speech, Music, and Working Memory in Area Spt.” Journal of Cognitive Neuroscience 15, no. 5: 673–82.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . Cambridge, MA: The MIT Press.",
        "huron_2001": "Huron, David. 2001. “Tone and Voice: A Derivation of the Rules of Voice-leading from Perceptual Principles.” Music Perception 19, no. 1: 1–64.",
        "iacoboni_2008": "Iacoboni, Marco. 2008. Mirroring People: The New Science of How We Connect with Others . New York: Farrar, Straus and Giroux.",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19, no. 3: 387–414.",
        "jackendoff_and_lerdahl_2006": "Jackendoff, Ray & Fred Lerdahl. 2006. “The Capacity for Music: What is It and What’s Special about It?” Cognition 100, no. 1: 33–72.",
        "järveläinen_2001": "Järveläinen Juha, Martin Schurmann, Sari Avikainen, and Riitta Hari. 2001. “Stronger Reactivity of the Human Primary Motor Cortex During Observation of Live Rather than Video Motor Acts.” Neuroreport 12, no. 16: 3493–95.",
        "johnson_2007": "Johnson, Mark. 2007. The Meaning of the Body: Aesthetics and Human Understanding . Chicago: University of Chicago Press.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason . Chicago: University of Chicago Press.",
        "jones_et_al_2002": "Jones, Marie Reiss, Heather Moynihan, Noah MacKenzie, and Jennifer Puente. 2002. “Temporal Aspects of Stimulus-Driven Attending in Dynamic Arrays.” Psychological Science 13, no. 4: 313–19.",
        "keller_1902": "Keller, Helen. 1902. The Story of My Life . New York: Grosset and Dunlap.",
        "keller_and_appel_2010": "Keller, Peter E., and Mirjam Appel. 2010. “Individual Differences, Auditory Imagery, and the Coordination of Body Movements and Sounds in Musical Ensembles.” Music Perception 28, no. 1: 27–46.",
        "keysers_et_al_2003": "Keysers, Christian, Evelyne Kohler, M. Alessandra Umiltà, Luca Nanetti, Leonardo Fogassi, and Vittorio Gallese. 2003. “Audiovisual Mirror Neurons and Action Recognition.” Experimental Brain Research 153: 628–36.",
        "kohler_et_al_2002": "Kohler, Evelyne, Christian Keysers, M. Alessandra Umiltà, Leonardo Fogassi, Vittorio Gallese, and Giacomo Rizzolatti. 2002. “Hearing Sounds, Understanding Actions: Action Representation in Mirror Neurons.” Science 297 (August 2): 846–48.",
        "lakin_et_al_2003": "Lakin, Jessica L., Valerie E. Jefferis, Clara Michelle Cheng, and Tanya L. Chartrand. 2003. “The Chameleon Effect As Social Glue: Evidence for the Evolutionary Significance of Nonconscious Mimicry.” Journal of Nonverbal Behavior 27, no. 3: 145–62.",
        "lakoff_and_johnson_1999": "Lakoff, George, and Mark Johnson. 1999. Philosophy in the Flesh: The Embodied Mind and Its Challenge to Western Thought . New York: Basic Books.",
        "larson_1997–98": "Larson, Steve. 1997–98. “Musical Forces and Melodic Patterns.” Theory and Practice 22–23: 55–71.",
        "leman_2008": "Leman, Marc. 2008. Embodied Music Cognition and Mediation Technology . Cambridge, MA: The MIT Press.",
        "levitin_and_rogers_2005": "Levitin, Daniel J., and Susan E. Rogers. 2005. “Absolute Pitch: Perception, Coding, and Controversies.” Trends in Cognitive Sciences 9, no. 1: 26–33.",
        "lidov_1987": "Lidov, David. 1987. “Mind and Body in Music.” Semiotica 66, no. 1: 66–97.",
        "margulis_et_al_2009": "Margulis, Elizabeth Hellmuth, Lauren M. Mlsna, Ajjuth K. Uppunda, Todd B. Parrish, and Patrick C. M. Wong. 2009. “Selective Neurophysiologic Responses to Timbre in Musicians with Different Listening Biographies.” Human Brain Mapping 30: 267–75.",
        "mccreless_2006": "McCreless, Patrick. 2006. “Anatomy of a Gesture: From Davidovsky to Chopin and Back.” In Approaches to Meaning in Music , ed. Byron Almén and Edward Pearsall, 11–40. Bloomington: Indiana University Press.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43, no. 1: 1–19.",
        "meltzoff_and_prinz_2002": "Meltzoff, Andrew N., and Wolfgang Prinz, eds. 2002. The Imitative Mind: Development, Evolution and Brain Bases . Cambridge: Cambridge University Press.",
        "molnar-szakacs_and_overy_2006": "Molnar-Szakacs, Istvan, and Katie Overy. 2006. “Music and Mirror Neurons: From Motion to ‘E’motion.” SCAN 1: 235–41.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . Chicago: University of Chicago Press.",
        "münte_et_al_2002": "Münte, Thomas F., Eckart Altenmüller, and Lutz Jäncke. 2002. “The Musician’s Brain as a Model of Neuroplasticity.” Nature Reviews Neuroscience 3: 473–78.",
        "nadel_2002": "Nadel, Jacqueline. 2002. “Imitation and Imitation Recognition: Functional Use in Preverbal Infants and Nonverbal Children with Autism.” In The Imitative Mind: Development, Evolution and Brain Bases , ed. Andrew N. Meltzoff and Wolfgang Prinz, 46–62. Cambridge: Cambridge University Press.",
        "nagel_1974": "Nagel, Thomas. 1974. “What is it Like to be a Bat?” The Philosophical Review 83: 435–50.",
        "neisser_2003": "Neisser, Joseph U. 2003. “The Swaying Form: Imagination, Metaphor, Embodiment.” Phenomenology and the Cognitive Sciences 2: 27–53.",
        "overy_and_molnar-szakacs_2009": "Overy, Katie, and Istvan Molnar-Szakacs. 2009. “Being Together in Time: Musical Experience and the Mirror Neuron System.” Music Perception 25, no. 5: 489–504.",
        "panksepp_1998": "Panksepp, Jaak. 1998. Affective Neuroscience: The Foundations of Human and Animal Emotions . New York: Oxford University Press.",
        "phillips-silver_et_al_2010": "Phillips-Silver, Jessica, C. Athena Aktipis, and Gregory A. Bryant. 2010. “The Ecology of Entrainment: Foundations of Coordinated Rhythmic Movement.” Music Perception 28, no. 1: 3–14.",
        "repp_and_knoblich_2004": "Repp, Bruno H., and Günther Knoblich. 2004. “Perceiving Action Identity: How Pianists Recognize Their Own Performances.” Psychological Science 15, no. 9: 604–09.",
        "rizzolatti_and_sinigaglia_2006": "Rizzolatti, Giacomo, and Cirradi Sinigaglia. 2006. Mirrors in the Brain: How Our Minds Share Actions and Emotions . Trans. Frances Anderson (2008). Oxford and New York: Oxford University Press.",
        "robinson_2009": "Robinson, Howard.  2009. “Dualism, ” The Stanford Encyclopedia of Philosophy , ed. Edward N. Zalta. < http://plato.stanford.edu/archives/fall2009/entries/dualism/ >",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 927–55. Cambridge: Cambridge University Press.",
        "saslaw_1997–98": "Saslaw, Janna. 1997–98. “Life Forces: Conceptual Structures in Schenker’s Free Composition and Schoenberg’s The Musical Idea.” Theory and Practice 22–23: 17–33.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40, no. 2: 217–43.",
        "sheets-johnstone_1999": "Sheets-Johnstone, Maxine. 1999. The Primacy of Movement . Amsterdam and Philadelphia: John Benjamins.",
        "spencer_1857_1951": "Spencer, Herbert. [1857] 1951. “The Origin and Function of Music.” In Literary Style and Music , 45–106. New York: Philosophical Library.",
        "todd_1995": "Todd, Neil P. M. 1995. “The Kinematics of Musical Expression.” Journal of the Acoustical Society of America 97: 1940–49.",
        "toivianen_et_al_2010": "Toiviainen, Petri, Geoff Luck, and Marc R. Thompson. 2010. “Embodied Meter: Hierarchical Eigenmodes in Music-Induced Movement. Music Perception 28, no. 1: 59–70.",
        "walton_1990": "Walton, Kendall. 1990. Mimesis as Make-Believe: On the Foundation of the Representational Arts . Cambridge, MA: Harvard University Press.",
        "walton_1993": "Walton, Kendall. 1993. “Understanding Humor and Understanding Music.” The Journal of Musicology 11, no. 4: 261–73.",
        "williams_2001": "Williams, J. H. G., A. Whiten, T. Suddendorf, and D. I. Perrett. 2001. “Imitation, Mirror Neurons and Autism.” Neuroscience and Biobehavioral Reviews 25: 287–95.",
        "wohlschläger_et_al_2003": "Wohlschläger, Andreas, Merideth Gattis, and Harold Bekkering. 2003. “Action Generation and Action Perception in Imitation: An Instance of the Ideomotor Principle.” Philosophical Transactions of the Royal Society B 358: 501–15.",
        "zatorre_2003": "Zatorre, Robert J. 2003. “Absolute Pitch: A Model for Understanding the Influence of Genes and Development on Neural and Cognitive Function.” Nature Neuroscience 6, no. 7: 692–95.",
        "zatorre_et_al_1996": "Zatorre, Robert J., Andrea R. Halpern, David W. Perry, Ernst Meyer, and Alan C. Evans. 1996. “Hearing in the Mind’s Ear: A PET Investigation of Musical Imagery and Perception.” Journal of Cognitive Neuroscience 8, no. 1: 29–46.",
        "zbikowski_1998": "Zbikowski, Lawrence. 1998. “Metaphor and Music Theory: Reflections from Cognitive Science.” Music Theory Online 4.1. http://www.mtosmt.org/issues/mto.98.4.1/mto.98.4.1.zbikowski.html",
        "zbikowski_1997–98": "Zbikowski, Lawrence. 1997–98. “Des Herzraums Abschied: Mark Johnson’s Theory of Embodied Knowledge and Music Theory.” Theory and Practice 22–23: 1–16.",
        "zbikowski_1997": "Zbikowski, Lawrence. 1997. “Conceptual Models and Cross-Domain Mapping: New Perspectives on Theories of Music and Hierarchy.” Journal of Music Theory 41, no. 2: 193–225."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The mind-body problem relates to the familiar Cartesian dualism . Robinson 2009 offers a convenient introduction to the philosophical issues related to dualism. Johnson 1987 addresses this head-on, and Lakoff and Johnson 1999 offer a theory of the bodily basis of meaning in relation to some of our basic cultural concepts.  Turning then to the arts, Johnson 2007 examines the role of embodiment in how we make meaning from aesthetic experience.",
            "citations": [
                "robinson_2009",
                "johnson_1987",
                "lakoff_and_johnson_1999",
                "johnson_2007"
            ]
        },
        "FN2": {
            "text": "2. Cumming 2000 and Hatten 2004 each offer a related theory of embodiment but with fewer specifics, as their focus is on higher levels of meaning.  There is of course much other work on music and embodiment that is not included in this brief contextualization, notably that related to gender and to gesture.",
            "citations": [
                "cumming_2000",
                "hatten_2004"
            ]
        },
        "FN3": {
            "text": "3. There is of course overlap, notably with the work of Walton ( Walton 1990 and Walton 1993 ), and the mimetic hypothesis is in fact influenced by Walton.  There is also some overlap with the theory of memetics ( Blackmore 1999 ). As with mimesis , this relationship deserves a separate treatment.",
            "citations": [
                "walton_1990",
                "walton_1993",
                "blackmore_1999"
            ]
        },
        "FN4": {
            "text": "4. The notion of a desire to be the music and the notion of responding to an invitation to participate can both be found in Cusick 2006 , 75–76.  I would be happy acknowledge her essay as the source of my own versions of these notions, but I arrived at them independently—which I take to be a good indication of their validity.",
            "citations": [
                "cusick_2006"
            ]
        },
        "FN5": {
            "text": "5. In addition to the work cited in the preceding paragraph, a recent issue of Music Perception was devoted to embodied cognition.  Of particular note in relation to the present essay are the articles by Keller and Appel 2010 , Phillips-Silver et al. 2010 , and Toivianen et al. 2010 .",
            "citations": [
                "keller_and_appel_2010",
                "toivianen_et_al_2010"
            ]
        },
        "FN6": {
            "text": "6. Broadly speaking, these are neurons that fire when an action is performed and when the “same” action is observed.  See Iacoboni 2008 for a discussion of mirror neurons that is intended for a general audience.",
            "citations": [
                "iacoboni_2008"
            ]
        },
        "FN7": {
            "text": "7. Consider the case of listening to flute performance.  We should ask whether these neurons are devoted to the fingers, the arms, the embouchure, the tongue, and/or the abdomen, or whether there are generic mirror neurons that are activated by any exertion regardless of the specific physical modality.  Also, we would have to account for the significant variation in both the physical modality and the strength of mimetic responses among listeners.  I believe that such specifications may be possible, but currently we are not near such a stage.",
            "citations": []
        },
        "FN8": {
            "text": "8. Neisser 2003 suggests something similar, but in the more specific context of intentional imagery and the construction of metaphor.  His emphasis on the shared phenomenology across domains of experience is crucial.",
            "citations": [
                "neisser_2003"
            ]
        },
        "FN9": {
            "text": "9. Miss Keller lost her hearing at age 19 months, so presumably she had some memory of the sound of speech; however, reproducing these sounds nevertheless remains a matter of reproducing the sound-producing actions of speaking.",
            "citations": []
        },
        "FN10": {
            "text": "10. Gallese and Lakoff 2005 offer a strong version of this claim and go farther to connect action concepts, such as grasp , to the motor areas involved in actual grasping.",
            "citations": [
                "gallese_and_lakoff_2005"
            ]
        },
        "FN11": {
            "text": "11. Philosopher Thomas Nagel’s celebrated argument ( Nagel 1974 ) addresses higher aspects of what it is like to be a bat.  As children, if we are asked what it is like to be a bat, most of us will enthusiastically demonstrate bat-like movements, even though at another level we will never really know what it is like to be a bat.  The same could of course be applied to understanding what it is like to be another human being, and yet we do our best, in part via MMI.  Some might wish to draw a line between knowing and not knowing what an observed action is like, but I think that a continuum is more accurate and helpful.",
            "citations": [
                "nagel_1974"
            ]
        },
        "FN12": {
            "text": "12. To the extent that we enact our gender, class, race, age, and broader cultural identity, our mimetic response to music can be understood as part of these enactments.  The manner and extent to which those in power either foster or inhibit the mimetic responses of others, particularly the young, is a matter of ethics (in the strict sense of the term). While we cannot pursue such matters here, the mimetic hypothesis offers a way of understanding such constructions of identity and culture.",
            "citations": []
        },
        "FN13": {
            "text": "13. Right cerebellum and bilateral activation in the dorsal pathway reaching premotor cortex.  Meaningful actions also elicited bilateral activations in the supplemental motor area and in orbitofrontal cortex.",
            "citations": []
        },
        "FN14": {
            "text": "14. The notion of the energy dynamics of the music is akin to Clynes 1977 and to energetics , as described in Rothfarb 2002 .",
            "citations": [
                "clynes_1977",
                "rothfarb_2002"
            ]
        },
        "FN15": {
            "text": "15. Compare Maxine Sheets-Johnstone’s parameters of tension (effort), linearity (direction), amplitude (amount of space occupied as a result of expansion or contraction), and projection (such as sustained, punctuated, or ballistic movements) ( Sheets-Johnstone 1999 ).  “Exertion schemas” are special cases of image schemas ( Johnson 1987 ).",
            "citations": [
                "johnson_1987"
            ]
        },
        "FN16": {
            "text": "16. See Monson 1996 , 106ff., for evaluations of these different versions.",
            "citations": [
                "monson_1996"
            ]
        },
        "FN17": {
            "text": "17. The case of “earworms”—when a disagreeable tune gets stuck in the head—may constitute an exception to the correlation between mimetic representation and aesthetic pleasure.  The first question is whether and to what extent earworms are mimetic; I believe that they are consistent with the mimetic hypothesis.  Next, we should recognize that, although disagreeable instances may be more salient, they are probably not as common as agreeable instances ( Halpern and Bartlett 2011 ).  The majority of cases, then, would be consistent with the proposed correlation.  The remaining disagreeable cases would then require an explanation, and my initial speculation is that this involves a kind of malfunctioning of the process of MMI upon we depend for comprehension of speech and music.",
            "citations": [
                "halpern_and_bartlett_2011"
            ]
        },
        "FN18": {
            "text": "18. This includes work by the following scholars, cited in the Introduction:  Janna Saslaw, Lawrence Zbikowski, Candace Brower, and Steve Larson.",
            "citations": []
        },
        "FN19": {
            "text": "19. In Cox 2001 I apply an early version of the mimetic hypothesis in a brief analysis of the concept of pitch height.",
            "citations": [
                "cox_2001"
            ]
        },
        "FN20": {
            "text": "20. Of the dozens of developmental and sociological studies of imitation, let me cite Meltzoff and Prinz 2002 and Lakin et al 2003 , respectively.  In the succeeding years, countless additional studies have appeared as part of the increased interest in imitation and empathy.",
            "citations": [
                "meltzoff_and_prinz_2002",
                "lakin_et_al_2003"
            ]
        },
        "FN21": {
            "text": "21. Common responses, offered as explanations, with regard to pitch height and the concept of descent include Music descends in frequency , Music descends on the staff , and, least helpful of all, Music descends in a musical way .  If these do not seem problematic, that fact in itself is part of the problem.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Part I: Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  This essay describes a hypothesis of how music becomes internalized into the bodies and minds of listeners.  The hypothesis underlies a larger theory of musical meaning, concerning affect, metaphoric reasoning, gender, and other areas of inquiry related to bodily experience, but the implications for these larger areas of meaning must wait until the details of the hypothesis have been made plain.  Accordingly, this essay focuses on these details and is only suggestive of some of the implications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The attention to embodiment situates this essay amid other writings, within and beyond music, that are concerned with the role of the body in the construction of meaning.  Within music this includes work by Suzanne Cusick on gender ( Cusick 1994 ), Naomi Cumming on subjectivity ( Cumming 1997 , 2000 ), and several scholars who have applied ideas from cognitive philosopher Mark Johnson ( 1987 ) on metaphor ( Saslaw 1996 , 1997–98 ; Zbikowski 1997 , 1997–98 , 1998 ; Brower 1997–98 ; Larson 1997–98 ). These and other scholars are exploring a lacuna left by the largely disembodied objectivity of our discipline (at least as practiced in the USA), which helps perpetuate, as Cusick puts it, the “mind-body problem.” (1) The mimetic hypothesis addresses the matter of embodiment by showing how musical imagery—recalling, planning, or otherwise thinking about music—is partly motor imagery.  Motor imagery is imagery related to the exertions and movements of our skeletal-motor system, and in the case of music this involves the various exertions enacted in musical performance.  The mimetic hypothesis details how this might play out and suggests how it might underlie conceptualization and meaning. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "cusick_1994",
                    "cumming_1997",
                    "cumming_2000",
                    "johnson_1987",
                    "saslaw_1996",
                    "zbikowski_1997",
                    "zbikowski_1998"
                ]
            }
        },
        {
            "3": {
                "text": "[3]  The initial premise of the hypothesis is that part of how we comprehend music is by way of a kind of physical empathy that involves imagining making the sounds we are listening to.  This is a special case of the general human proclivity to understand one another via imitation, which we can refer to as mimetic cognition or mimetic comprehension, where “mimetic” is used in the manner specified below; hence, the “mimetic hypothesis.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  The role of imitation in human cognition has received a good deal of interest recently, and, as demonstrated by the references below, this has now begun to make its way into the field of music theory.  For this vein of inquiry to produce good results, however, we need to be precise about how imitation actually plays out in music perception and cognition, and this is the purpose of the mimetic hypothesis. Relevance of the Mimetic Hypothesis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]  The hypothesis is relevant to any area of musical inquiry related to embodiment.  This includes basic music perception and cognition as well as higher-level areas of meaning mentioned above.  It is also relevant to pedagogy because it concerns the nature of the mental representation of pitches and rhythms, which bears not only on auditory imagery and aural skills instruction but also on the relationship between sound and musical meaning in the music theory classroom.  I will consider briefly some of the implications of this claim, but the primary purpose at this stage is to establish and clarify the essential role of the skeletal-motor system and its neurological representation in everyday music perception and conceptualization. Some Preliminaries",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  I want to note that my use of “mimetic” in this context is not the same as classical mimesis , which, roughly speaking, is more about art imitating life.  The mimetic hypothesis is much more concerned with the perceptual and cognitive processes whereby music gets into the flesh, blood, and minds of listeners. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  Understanding through overt imitation is plainly evident in children, but one of the principles here is that this continues throughout our lives and becomes more subtle and covert as we mature.  The covert form is imagery , and since it involves imagined actions it is motor imagery , and since these actions are imitative it is mimetic motor imagery (MMI).  This term overlaps with mental simulation , but since I believe that “mental” tends to efface the role of the skeletal-motor system, I prefer to use MMI in order to highlight the motor basis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  When we take an aesthetic interest in something, whether people-watching or attending a sporting event or a film or a concert, our responses can be understood as if we are implicitly asking, What’s it like to do that , along with the corollary question, What’s it like to be that? Part of how we answer these questions is via MMI, along with occasional overt mimetic motor action, as when we move to music in one way or another.  In effect, it is as if we are responding to an invitation to somehow imitate and to thus take part.  Accordingly, we can speak of the performing arts as offering a mimetic invitation , and we can speak of our various responses as mimetic engagement or mimetic participation , whether in the form of overt movement or in the privacy of covert imagery (MMI). (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]  While our overt responses to music are important, they are not the focus of this essay.  The issue here is the extent to which musical imagery necessarily involves motor imagery.  The strong version of the hypothesis holds that there is little or no musical imagery that does not involve motor imagery—in other words, thinking about music involves imagining doing (making) music.  I have found that this seems obvious to some and obviously wrong to others.  For the latter, it goes against some fundamental assumptions, both implicit and explicit, and it thus requires and deserves careful exposition and as much empirical evidence as might be mustered.  Let us begin with the gist of the imagery portion of the hypothesis: Part of how we understand others is by imagining performing the observed actions (MMI, or mental simulation) Part of how we understand music is by imagining performing one or more of the following: a. the observed sound-producing actions (intra-modal MMI) b. analogous sound-producing actions (cross-modal MMI) c. other analogous exertions (also cross-modal MMI)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]  For example, comprehension of the sound of a violin involves imagery related to a) playing the violin, or b) either playing the same thing (the “same” thing) on another instrument or singing the same thing, and/or c) analogous exertions in another modality that is not primarily intended as acoustic, such as swaying or dancing, which normally matches the rate, pattern, and something of the strength of the exertions evident in the acoustic stimulus.  All of the other principles and variables discussed below can be understood as fleshing out this fundamental principle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]  The idea that mimetic representations play a fundamental role in musical understanding is not new ( Spencer [1857] 1951 , Lidov 1987 , Clarke 1993 , Todd 1995 , Cumming 1997 , Mead 1999 , Cox 2001 , Iyer 2002 , Godøy 2003 , Godøy et al. 2006 , Jackendoff and Lerdahl 2006 , Molnar-Szakacs and Overy 2006 , Leman 2008 ), even if it has not always been put in these terms.  What is new here is the breadth of empirical evidence, the details of how these mimetic representations are generated, and the connections to higher-level meaning.",
                "footnotes": [],
                "citations": [
                    "spencer_1857_1951",
                    "lidov_1987",
                    "clarke_1993",
                    "todd_1995",
                    "cumming_1997",
                    "mead_1999",
                    "cox_2001",
                    "iyer_2002",
                    "jackendoff_and_lerdahl_2006",
                    "leman_2008"
                ]
            }
        },
        {
            "12": {
                "text": "[12]  While there is a great deal of relevant empirical evidence for the role of mimetic comprehension generally, both psychological and neurological, relatively little of the evidence so far is specifically related to music cognition. (5) What we do have are psychological studies of mimetic cognition in human development and in adulthood, and neuroscientific studies of mimetic motor imagery in adults.  Both kinds of non-musical evidence are relevant to the extent that musical behavior is a species of human behavior generally.  In the interest of concision, in this context I refer to only a portion of the available evidence.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]  In this connection I should also note that the recent discovery of “mirror” neurons in our primate cousins, the Macaques, is perhaps obviously suggestive for a theory of mimetic comprehension of music, and some have begun to theorize how they might be relevant ( Cox 2001 and 2006 ; Molnar-Szakacs and Overy 2006 ; Jackendoff and Lerdahl 2006 ; Overy and Molnar-Szakacs 2009 ). (6) However, these neurons have yet to be directly observed in humans, let alone in humans while processing music, so these findings remain only indirectly relevant if nonetheless tantalizing.  In addition, when we bear in mind all of the variables described below, the complexity of theorizing their function in music perception and cognition becomes more apparent. (7) My own feeling is that mirror neurons are likely involved in human comprehension of music and that they may eventually specify, at the level of specific neurons and neural pathways, what is now evident via brain scans, psychological studies, and the more or less plainly evident mimetic behavior of humans when listening to and recalling music.  Whatever their precise role may prove to be, they would remain only a portion of the evidence, and their larger significance for music would nevertheless depend on the principles of the mimetic hypothesis or something akin to it. Part II:  Premises, Principles, and Some Implications of the Mimetic Hypothesis",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "cox_2001",
                    "cox_2006",
                    "jackendoff_and_lerdahl_2006"
                ]
            }
        },
        {
            "14": {
                "text": "[14]  The first eight principles situate mimetic comprehension of music amid mimetic comprehension generally, while the remaining eleven focus more exclusively on music.  There is no order of importance, but I believe that Principles 6, 7, 10, 12, 13, and 16 are the most significant at this point, while 17, 18, and 19 are only suggestive in this context. Preliminary: Sounds and Their Sources Principle 1:  Sounds are produced by physical events:  sounds indicate (signify) the physicality of their source this includes human actions, and the subset of music-performing actions some acoustic features are generic and can be comprehended cross-modally Example 1 . Mussorgsky, “The Great Gate of Kiev.”  Performed by Ivo Pogorelich (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]  Thunder is the sound of a particular transformation of energy, as is the sound of an elephant walking, a mosquito flying, or a human speaking.  We might not focus on the source of the sound, but this knowledge is implicit, and this implicit knowledge facilitates acoustic analogies such as the “Great Gate of Kiev,” from Mussorgsky’s Pictures at an Exhibition .  Neither the original piano version ( Example \n1 ) nor Ravel’s orchestration is an imitation of the acoustic sound of the gate (which, even if built, would not make a sound anything like the eponymous music), but in both cases the sound is congruent with the features of the imaginary gate:  It is the sound of something massive enough to make a sound this big, and something too large to move or be moved quickly (the slow tempo) or to move or be moved at all (the unchanging pedal point).  Implicit knowledge of the physicality of the sound source regularly shapes musical meaning. Principle 2:  Many or most musical sounds are evidence of the human motor actions that produce them electronic and electronically reproduced sounds are special but compatible cases",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]  We can imagine a continuum of correlation between sound and human exertions, beginning perhaps with 1) hand drumming, singing, and playing instruments that have no mediating device between the hands or mouth (e.g., guitar, harp, and possibly including recorder and harmonica).  After this are perhaps 2) stick drums (timpani, steel drums), strings (mediated by the bow), winds (mediated by keys), and piano (mediated by the action of hammers); 3) electronic instruments manipulated by human exertions in real time with a relatively direct correlation between the exertions and the sounds; 4) live electronic music produced via mixers and/or computers, in which twisting dials and hitting QWERTY keys are one or more steps further removed from the sounds; 5) electronic music not performed live ( musique concrète and computer music); and, if we will extend the definition this far, 6) music not performed primarily or solely by performers (Cage, 4'33\" ) or not by humans at all (hearing birdsong as music; hearing factory sounds as music).  We might fuss about where a particular instrument or style might best fit in this continuum, but the point is simply that most music is produced by human actions and that the correlation and degree of mediation varies.  This continuum of correlation then affects mimetic comprehension to the extent that it affects the imitability of the sounds. Mimetic Behavior and Imagery in General Principle 3:  Humans understand other entities (animate or not, human or not) and events in their environment in part via overt and covert imitation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]  We imitate gestures, facial expressions, postures, gaits, vocalizations, and other behaviors of those around us.  This is part of how we learn to be human, and how we learn to be a member of a given culture and subculture, but it is also part of how we comprehend animal sounds and inanimate sounds.  Granted, these latter may be less pervasive in everyday comprehension, but overt imitation of noises is common, for example, in retelling stories. Example 2 . H.H. Richardson (1838-1886), Oakes Ames Memorial Hall (1879), North Easton, MA.  Photo:  Paul Keleher (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]  When we take an aesthetic interest (a disinterested interest, as it were) in some entity, in effect part of what we are doing is wondering what it is like, or would be like, to do what that entity is doing and to be that entity. (8) When this involves other humans, I think the idea is pretty straightforward, whether watching Rudolph Nureyev or Jimi Hendrix.  With animals, such as otters playing in the snow, this is perhaps not so great a stretch, but in principle the hypothesis extends to inanimate entities like rivers, trees, mountains, sculptures, and architecture.  For example, consider the massive architecture of H. H. Richardson (1838–86) ( Example 2 ) or Frank Furness (1839–1912) ( Example 3 ), with their characteristic “crushed columns.”  The height-width ratios are out of proportion compared to traditional, classical columns, and they appear as one might imagine a column would appear if it were crushed vertically and made squat.  One can focus on this objectively, but one also has the opportunity to embrace an affective response:  they not only look crushed, they also feel crushed.  Of course, this is to speak loosely:  the columns do not feel anything, but we can feel something of the crushing force, and this subjective experience can then shape our objective conceptualization of the architecture.  Mimetically, there are two complementary perspectives available here:  we can feel what it would be like to be a massive column-crushing building, and we can feel what it would be like to be a column crushed by such a massive stone building.  If this sounds far-fetched, keep in mind that we are talking about a cognitive process that is seldom conscious in adults.  If Mussorgsky’s music sounds and feels appropriate as a representation of a great gate ( Example 4 ), in theory it is partly because we are feeling what it would be like to be an entity massive enough to make such a large sound, to move this slowly, and/or to not move at all. Example 3 . Frank Furness (1939-1912), Provident Life and Trust Company (1880; demolished 1960).  Photo:  Perry E. Borchers (click to enlarge) Example 4 . Viktor Hartman (1834-1873), Project for a city gate in Kiev (1869) (click to enlarge) Principle 4:  Overt and covert imitation constitute bodily representations of observed actions",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]  Each level of cognition, from perception to explicit understanding, corresponds to a representation in the perceiver.  Such representations are embodiments, or bodily states.  Although these representations naturally include neural representations, it is easy to overlook the fact that they also include states and dynamics of blood chemistry and of the skeletal-motor system.  Since it may seem strange to speak of blood and muscle representations , let us think of it in the following way.  We are biological entities—massively complex organisms comprised of numerous interacting systems—and our condition, or state, is continuously altered by our interactions with the environment.  These changes include overt behavior, such as non-mimetic reactions of fear and acts of aggression, along with the corresponding states of the nervous system and other systems.  When we overtly imitate someone or something, we represent the observed behavior in our own skeletal-motor system and in associated neural activity and blood chemistry.  When we covertly imitate someone or something (in MMI), we represent the observed behavior in roughly the same way, except that the executions of the motor actions are inhibited, and the changes in other systems are attenuated.  The relationship between action and imagery is crucial here, so let me describe the inhibition of motor actions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]  Non-mimetic and mimetic actions naturally involve motor-related areas of the brain, but we are also able to plan, imagine, and recall actions without having to execute them.  This is not because we have one set of neurons devoted solely to imagining actions and a completely separate set of neurons for executing actions.  Instead, it is more like we are an automobile, with the motor-related areas of the brain always running and the transmission either engaged or not.  There are several motor-related areas that operate in sequence (with feedback that creates a loop).  When we are not acting, the spontaneous and continuous firing of the neurons in one part of this sequence (in the globus pallidus) inhibits activation of other areas that would result in motor activity.  The command to act, received from higher brain areas, then excites neurons in another area in the sequence (the putamen), which in turn inhibits the neurons in the globus pallidus, thereby freeing the other areas to fire and produce overt actions.  By analogy, then, the globus pallidus keeps the transmission in neutral and the putamen engages the transmission; or, the globus pallidus keeps the brakes on and the putament releases the brakes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]  Damage to higher brain areas can also release inhibition.  As Rizzolatti and Sinigaglia put it, “Patients with extensive lesions to the frontal lobe are known to have difficulty in stopping themselves from repeating actions they see performed by others, particularly the doctors treating them” ( Rizzolatti and Sinigaglia 2006 , 151).  They go on to describe how more extensive damage can result in the more extreme case of echopraxia , in which patients have a tendency to mimic observed actions compulsively, no matter how unusual the actions may be.  Such overt and unintentional imitation is released, so to speak, from the confines of imagery.  The rest of us normally have greater executive control, but occasionally the urge to mimetically take part overwhelms the inhibitory system(s) and we tap our toes or hum along—sometimes, or often, with neither intention nor full awareness.  MMI involves inhibited mimetic action, which can remain inhibited but which is sometimes released intentionally and sometimes released unintentionally. Principle 5:  Humans understand one another’s behavior in part via mimetic behavior and MMI the observed behavior can be seen but not heard (the sight of action) the observed behavior can be heard but not seen (the sound of action) the observed behavior can be felt without being seen or heard (the feel of action)",
                "footnotes": [],
                "citations": [
                    "rizzolatti_and_sinigaglia_2006"
                ]
            }
        },
        {
            "22": {
                "text": "[22]  This is a subset of Principle 3, with humans being a subset of the imitable entities in one’s environment.  It is also a fine-tuning of Principle 2, since human sound-producing actions can be perceived by sight, sound, and/or vicarious action.  Accordingly, MMI can be activated by any one of these sensory modalities:  the sight of movement, the sound of movement, and the feel of movement.  The first two cases are common:  we have the sight of a violin being played and we have the sound of a violin being played, and we do not need to see the violinist in order to mimetically represent the finger and arm movements and/or the sounds produced in some other modality.  In the extreme and remarkable case of Helen Keller, we do not need to see or hear speech in order to acquire it through imitation.  Miss Keller reports learning to speak by feeling the muscle movements of her teacher’s face and the vibrations on her teacher’s throat “ until I felt the proper ring in my own voice” ( Keller 1902 , 61; emphasis added). (9) This is also a common pedagogical technique in music, where students intentionally imitate the detailed exertions demonstrated by their teachers, not only by sight and sound but also by touch (especially the wrist and the arm).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "keller_1902"
                ]
            }
        },
        {
            "23": {
                "text": "[23]  With this in mind, we can paraphrase monkey see, monkey do into monkey see/hear/feel , monkey imagine- do .  For present purposes, however, let us focus on the visual and auditory information related to motor experience. Kohler et al. ( 2002 ) found that Macaques possess audiovisual neurons that fire when hand actions are either self-performed, or seen-only, and/or heard-only.  They had the Macaques perform, watch, and hear the actions of breaking peanut shells, tearing paper, hitting metal with metal, dropping a stick.  Perhaps not surprisingly, given the difference in significance for the Macaque, the greatest overall activation was with peanut shell breaking.  This kind of difference is important for humans as well, but for the moment the crucial point is this:  in terms of the relevant neurons, there is no difference between doing, seeing, and hearing; their one function is to represent (by way of their firing) imitable and significant hand actions in the three relevant modalities of doing, seeing, and hearing.  The human analogy would involve neurons that fire when a musical action is performed, seen-only, and/or heard-only.  The implications of this are remarkably distinct from traditional understandings of music cognition, since this would mean that hearing and/or seeing music performed involves imagining performing the musical actions—and at a level that is not dependent upon the observer’s intention or awareness.  However, the human repertoire of music-performing actions is more numerous and variable than that of the Macaque, and most of the remaining principles of the hypothesis address these complexities. Principle 6:  Imagined actions are informed by performed actions (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "kohler_et_al_2002"
                ]
            }
        },
        {
            "24": {
                "text": "[24]  The ability to imagine performing an action is informed by experiences of actually performing that action, and the more experience one has performing a specific action, the more vivid and accurate the imagination is likely to be.  Differences in experience among different listeners and groups of listeners produce one of the variables in mimetic comprehension of music.  This variable concerns primarily intra-modal MMI.  For example, if I have no experience playing the viola or some similar string instrument, my intra-modal mimetic comprehension of heard viola playing will be minimal.  I can, however, comprehend the pitches and rhythms quite well cross-modally, as in mimetic subvocalization (singing in the head).  That said, the following discussion concerns intra-modal MMI.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Calvo-Merino et al. ( 2005 ) have demonstrated that the more closely an observed action matches one’s own experience, the stronger the activation of motor-related brain areas will be.  Similarly, Haueisen and Knösche ( 2001 ) studied neural activity in pianists and non-pianists while listening to piano music and found greater activity in pianists (in contralateral primary motor cortex) than in non-pianists.  Repp and Knoblich ( 2004 ) tested the more specific case of pianists comparing recordings of their own performances and recordings of the same works performed by other pianists, and they found that pianists were better at recognizing their own performances.  Based upon this they hypothesize that an observer’s motor system is most strongly activated when perceiving one’s own actions, which is to say, when the perceptual information most closely matches one’s own experience.",
                "footnotes": [],
                "citations": [
                    "repp_and_knoblich_2004"
                ]
            }
        },
        {
            "26": {
                "text": "[26]  Drost, Rieger, and Prinz ( 2005 ) had pianists and guitarists play a series of isolated major or minor chords, while at the same time presenting them with a distractor of a task-irrelevant major or minor chord, played on another instrument, that was either congruent (minor/minor, major/major) or incongruent (major/minor, minor/major) with the chord they were about to play themselves.  The distractor chords were presented in five timbres:  piano, organ, guitar, flute, and voice (as recordings of the actual instruments and human voice).  For pianists, significant interference effects occurred only with the keyboard instruments and not with the others.  Analogously for guitarists, significant interference effects occurred only with the guitar chords.  The overall effect was amplified by the fact that the participants had little or no experience with the other instruments.  From a mimetic perspective, the stimulus in the timbre of their own instrument was the sound of other people doing something directly familiar, while the remaining stimuli were the sounds of other people doing something less directly familiar.",
                "footnotes": [],
                "citations": [
                    "drost_et_al_2005"
                ]
            }
        },
        {
            "27": {
                "text": "[27]  In an fMRI study involving expert violinists and flutists listening to musical works performed either on or not on their instrument (J. S. Bach Partitas for solo violin and for solo flute), Margulis et al. ( 2009 ) found neurological activity consistent with the studies cited above.  We know from a study by Münte, Altenmüller, and Jäncke ( 2002 ) that musical training shapes neurophysiology; however, that study compared musicians and non-musicians.  Margulis et al. were interested in whether the same might apply to specific kinds of musical training, such as flute-playing versus violin-playing.  As they reason, If acoustic differences between the two sets of stimuli had been the primary relevant factor, results would have shown selective responses to violin and flute music, regardless of instrument of expertise [compared to ambient noise].  Instead, results show selective responses to music played on the instrument of expertise (violin for violinists and flute for flutists), allowing each instrument to serve as the control for the other condition (violin for flutists and flute for violinists). (271) As they reason further, this selectivity of response (in syntax-related BA 44, timbre-related auditory association cortex, motor-related precentral gyrus, and posture-related globus pallidus) indicates that abstract structural and syntactic features alone cannot account for all of the neurological responses.  Of particular relevance here is the finding of activity in motor-related areas.  This is notable since the task involved passive listening—passive in that participants were not asked to perform any motor tasks or to generate any motor imagery, but were instead told only that they would be asked questions about the performance afterward.  In other words, they had no specific goal of imitating what they heard, and yet there was activation of motor-related brain areas.",
                "footnotes": [],
                "citations": [
                    "margulis_et_al_2009"
                ]
            }
        },
        {
            "28": {
                "text": "[28]  I want to emphasize that a lack of direct experience does not necessarily attenuate intra-modal MMI to zero.  When we take an interest in some action, we always have some idea of what it must be like.  For example, I have some idea of what it is like to fly like an eagle, rather like I have some idea of what it is like to play the viola even though I have never done so. (11) As with Principle 2, we can understand the situation in terms of a continuum.  The strongest understanding would be watching and listening to a recording of oneself.  All things being equal otherwise, other positions on the continuum would then be gradually farther from our experience, with correspondingly weaker intra-modal MMI.  Mimetic comprehension never attenuates to zero, however, since we normally have at least some idea of what it must be like to perform an observed human action.  Nevertheless, two qualifications immediately follow.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]  One is that I can be wrong about important details.  For example, what is difficult and what is easy on a given instrument is commonly unknown to those of us lacking experience playing that instrument.  But I do know what it is like to hold something and to move my arms and fingers in various ways and at various speeds.  Ask a child to pretend to play an instrument that they have never played, but have seen and heard played, and they will mimic the gross movements with accuracy at this rough level along with inaccuracies in the specifics.  Theoretically, the same goes for adults, and this informs our understanding of instrumental performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]  The second qualification is more important and brings us back to the beginning of this section.  Normally we are capable of representing the pitch, rhythm, intensity (the strict sense of acoustic strength), and to some extent the timbre, of any instrumental sound source via mimetic subvocalization.  I do not know how to play most of the instruments in Ravel’s Bolero , and yet I have a very good idea of what it feels like to create the pitches, rhythms, intensities, and to some extent the timbres of this work.  What is more, I also have a very good idea of what it feels like to perform other analogous and yet non-musical exertions:  I can feel the “beat,” and I can feel what it would be like to sway or dance in patterns that are congruent with those evident in the musical sounds.  I clarify this below under Principle 10. Principle 7:  Imitation involves the three variables intention, consciousness, and overt-ness it can be intentional, but often it is unintentional (involuntary) it can be conscious, but often it is nonconscious (beyond awareness) it can be overt, but often it is covert (occurs only in imagery)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]  These are among the most important points because they go against the common view that imitation is intentional and overt.  Mimetic comprehension in adults is most often un intentional, non conscious, and covert.  Although the point is logically straightforward, it must be emphasized that one’s lack of awareness of MMI is not evidence that it does not occur.  And while intentionality here might be binary or nearly so—one either intends or does not intend to imitate—, awareness and overt-ness appear to be more gradated, including marginal awareness (such as hearing people in the hallway while attending to other matters) and barely noticeable forms of overt behavior (such as toe-tapping).  All combinations of these three variables are possible except nonconscious-intentional (on the premise that intentional actions and thoughts are necessarily conscious).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]  These variables are shaped by cultural context.  For example, mimetic responses to Beethoven in a concert hall or a college classroom are typically confined to imagery, whereas other live music situations commonly involve overt mimetic participation, such as dancing, gesturing, and/or singing along.  Practices of sitting still while listening to music involve attenuating the otherwise natural overt mimetic response.  Mimetic comprehension is universal, but its form varies among individuals, subcultures, and cultures (and species). (12) Principle 8:  Imitation is more strongly activated in observation of goal-directed actions",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]  In a psychological study, Wohlschläger, Gattis, and Bekkering ( 2003 ) found that imitative acts tend to be focused more on the goal of the action than on the specific movements involved.  In a brain imaging study, Grèzes, Costes, and Decety ( 1998 ) found a similar correlation, (13) and they also found that this difference largely disappeared when participants were given the goal of imitating each of the observed actions—in other words, intentional imitation turned otherwise meaningless actions into meaningful actions.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]  In music, the central goal-directed actions are those that directly produce sounds, from individual notes to phrases and possibly to larger spans.  Listeners, particularly performers, might take an interest in the specific actions involved in sound production, but more commonly our attention is on the sounds produced—which is to say, on the goal of the actions.  Accordingly, we might expect that extraneous movements, such as facial expressions, would not motivate MMI; however, we also sometimes take an interest in a performer’s enacted persona, especially in popular music, and here the goal of the actions could be understood as the enactment of a persona.  For a listener interested in what it would be like to be a given persona, we should then expect activation of MMI in connection with actions that, while not directly serving sound production, are essential to the overall performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]  Among the most salient of the gestures that are not directly involved in sound production are anacrucial gestures:  the soundless upbeat that identifies both the temporal goal and the intensity of the sound-producing exertion to come, whether from a rock drummer or a conductor.  These gestures commonly exaggerate the size of the exertion that is actually necessary and thus amplify the importance of the goal and the likely mimetic response. Principles that are More Specific to Music Principle 9:  Mimetic action and MMI occur in real time & in recall (and possibly in planning)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]  Real-time (on-line) imitation occurs roughly simultaneously with the observed action, while recall includes imitation that occurs after the observed action.  The strength of MMI may be greater during recall, when we are more dependent upon our own imagery in reenacting the recalled action.  However, it may also be that MMI is masked in real-time listening (see the discussion of Halpern et al. 2004 below).",
                "footnotes": [],
                "citations": [
                    "halpern_et_al_2004"
                ]
            }
        },
        {
            "37": {
                "text": "[37]  MMI in planning would involve imitation of a model, whether that model is someone else or oneself.  This is a complex issue, but let me suggest a continuum of immediacy in the transformation of imitated actions into one’s own repertoire of actions.  Consider the following examples of intentional imitation as four points along this continuum:  1) simultaneously imitating a gesture that your teacher is demonstrating, 2) imitating a gesture immediately afterward, 3) practicing this gesture later that day and the next, and 4) performing this gesture weeks, months, and/or years later.  At some point we take ownership of this gesture, even if we refer to it as something we learned from our teacher, and we could say that eventually it loses its sense of being an imitation.  The same probably applies to unintentional imitation.  However, there are also cases where we “lose” an ability that we had once learned via imitation, such as a particular dance step, or how to tie a certain knot, or how a joke goes. In these cases we might try to regain the ability by recalling the original model, as well as we are able, and intentionally imitating the recalled model—even if that model is our former selves. Principle 10:  Mimetic motor imagery and action occur in three modalities:  intra-modal, cross-modal, and amodal direct-matching, or intra-modal (e.g., finger imitation of finger movements) cross-modal, or inter-modal (e.g., subvocal imitation of instrumental sounds) amodal (abdominal imitation of the exertion dynamic evident in sounds)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]  Along with the six variables of Principles 5 and 7, these are the most important variables of the hypothesis.  We have already considered evidence of intra-modal MMI in the studies involving pianists, guitarists, violinists, and flutists, and there is good evidence of the same thing for mimetic subvocalization in song imagery (such as Zatorre et al. 1996 , Halpern and Zatorre 1999 , Gaab et al. 2003 , Hickok et al. 2003 , and Callan et al. 2006 ).",
                "footnotes": [],
                "citations": [
                    "zatorre_et_al_1996",
                    "halpern_and_zatorre_1999",
                    "gaab_et_al_2003",
                    "hickok_et_al_2003",
                    "callan_et_al_2006"
                ]
            }
        },
        {
            "39": {
                "text": "[39]  The most common form of cross-modal imitation is probably vocal and subvocal representations of instrumental music.  Mimetic vocalization and subvocalization involves making the “same” sound with a different set of motor actions, so that what is being imitated is not the specific exertions of, say, the violinist or the trombone player, but rather the pitches, durations, intensity, and to some extent the timbres of the sounds produced.  (I consider subvocal representation of timbre in the next section.)  The voice is crucial to human understanding of human-made sounds not only because of its importance in language, but also because 1) it is a sound-producing medium that normally each of us has, 2) it is capable of representing, with some degree of fidelity, most if not all sounds, and 3) it is the most intimate (internal) of sound producing media.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]  Mimetic subvocalization includes any motor imagery and motor activation related to the vocal musculature.  Bear in mind that it need not be intentional or conscious, and it can be very much like singing along or only indirectly like singing, involving simply exhaling in time (compare Mead 1999 ), or various kinds of exertions in the throat, and/or exertions of the tongue and/or lips.  For myself, when I am aware of it (intentional or otherwise), I seldom find that it is exactly like singing along and that instead it is something more like wanting to sing along, where “singing along” is manifest in some combination of exertions of the throat, chest, and abdomen, all of which occur in actual vocalization but which in subvocalization are more generic or abstract.",
                "footnotes": [],
                "citations": [
                    "mead_1999"
                ]
            }
        },
        {
            "41": {
                "text": "[41]  I should say something here about two contradictory responses I commonly receive when describing mimetic subvocalization.  One is that of course we subvocalize instrumental melodies.  The other is a denial that mimetic subvocalization occurs except consciously and intentionally.  The latter then usually splits into two subsequent responses:  a realization that, actually, one does indeed automatically subvocalize instrumental timbres; and, for a few, a continued denial of automatic subvocalization.  Since there is little empirical evidence to support the notion of mimetic subvocalization, let me offer the following exercise.  It is biasing, but that cannot be helped in this context. Example 5 . Brahms, Symphony no. 1, IV.  Chicago Symphony Orchestra, George Solti Example 6 . Dvorak, Symphony no. 9, II.  New York Philharmonic, Kurt Mazur",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]  Recall the first theme of the finale of Brahms’s first symphony ( Example 5 ), or any other folk-like instrumental melody (such as the English horn solo in the Largo of Dvořák’s “New World” Symphony, Example 6 ).  Non-scientific surveys that I have conducted over the last fifteen years indicate that nearly all musicians discover some activation of voice related muscles.  More than 50% of participants recognize this immediately, while others take a couple of attempts at investigating their own embodied response.  These second cases often involve a communication issue, since we are talking about something internal and somewhat ineffable.  In the end, at least 90% ultimately discover that their recall involves some degree and some form of subvocalization.  Naturally, some portion of these results could result in part from the power of suggestion, but it remains an empirical question.  The remaining 10% who report no form of subvocalization are for the most part music theorists.  It may be that automatic subvocalization truly plays no role in the representation of instrumental music for some people, or it may be that it is masked by attention to other aspects of musical imagery and conceptualization.  Indeed, it seems likely that habits of listening to music objectively would attenuate an otherwise natural motor-mimetic representation, and I return to such differences in the discussion of Principle 16.  It is reasonable to imagine that absolute pitch (AP, or “perfect pitch”) might play a role, but this does not apply in each of these cases (not all music theorists have AP), and in any event some participants with AP (theorists and otherwise) nevertheless report subvocalization.  I should also note that some have objected that the Brahms example is biased in being a particularly singable melody.  This is true:  this and similar melodies afford easy vocal and subvocal imitation, and what is more, the resemblance of the Brahms to Beethoven’s setting of Schiller’s Ode to Joy , which is in fact sung, perhaps amplifies this.  So we will eventually have to ask whether and to what extent subvocalization is activated in comprehending less easily singable melodies.  For example, what would be the range of subvocal mimetic responses in listening to an actual Lied such as Webern’s “Wie bin ich froh!” ( Example 7 )?  We should expect that it would vary according to experience if not also by other variables.  But we must leave this and consider now the third form of mimetic motor action and imagery. Example 7 . Webern, “Wie bin ich froh!” (Op. 25, no. 1), Christine Oelze, Soprano",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43]  The third form, “amodal,” is the most ineffable and yet is perhaps the most powerful.  The basic idea is that the muscles of the abdomen anchor all movements of the limbs, and thus are involved in the playing of instruments as well as in singing.  It is amodal in the sense that theoretically it is active regardless of the particular mimetic behavior, while at the same time it has a more or less specific modality in being in the lower abdomen or the “core.”  The muscle activity here is something like a clenching in the gut that matches the energy dynamics of the music, (14) and for human-made music it does this by matching the exertion patterns evident in the musical sounds.  You can get a sense of it by trying the following exercise.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]  While seated, raise both arms and attend to the muscles of the abdomen.  If you cannot feel the contracting of these muscles, have a friend offer resistance by pushing down on your hands as you try to raise your arms, or try lifting something (such as a book or a laptop).  I have found that this usually makes these muscle contractions salient enough to notice.  Some will find this obvious, since normally it is not possible to raise both arms without activation of the abdominal muscles, however most of us give little attention to such basic biomechanics, especially since our attention understandably is most often on the goal of our actions.  Music performance lessons often involve bringing such details into awareness, and just as one can become aware of hidden tension in playing and singing, one can become aware of the activation of the abdominal muscles in the performance of arm and leg movements generally.  If the abdominal muscles are activated in the performance of limb movements generally, then they are activated in the performance of music-making limb movements; and if the mimetic hypothesis is accurate, then they can be activated in mimetic comprehension of acoustic instrumental music.  In addition, if the abdominal muscles are activated in vocalization, then they can be activated in subvocalization, or at least a portion of the relevant motor-related neurons will be activated.  Then, to the extent that the muscles of the abdomen are involved in shaping our affective state generally ( Damasio 1999 ), this “amodal” activation will contribute to musical affect.  We cannot pursue this matter here, but it is one of the implications of the hypothesis.",
                "footnotes": [],
                "citations": [
                    "damasio_1999"
                ]
            }
        },
        {
            "45": {
                "text": "[45]  Notice that mimetic comprehension of acoustic instrumental performance will involve a combination of all three forms:  1) intra-modally, the specific finger and arm movements; 2) cross-modally, mimetic subvocal exertions; and 3) amodally, the abdominal exertions.  The case of vocal music subtracts the finger and arm imagery (for the most part) as does computer-generated music (to which I return below).  Notice also that what is shared across modalities is an exertion schema , comprised of the strength, duration, “shape” (pattern of change during the course of an exertion), and, for iterative exertions, rate and pattern of repetition. (15) While we can think of a melody as a schema that can be realized in various ways, an exertion schema in mimetic comprehension is more specific.  For example, mimetic comprehension of Janis Joplin’s or Jessye Norman’s singing involves more than the generic acoustic features but also the specific features of their voices, to whatever degree of fidelity that one’s embodied imagination may be capable ( Examples 8 and 9 , respectively).  The same goes for each family of instruments, each style of playing particular instruments, and the idiosyncrasies of particular instrumental performers.  In between these specifics and the generic acoustic features are bodily-based concepts, such as leap , which can be manifest not only in actual leaping (across a stream or in a ballet) and also in a variety of ways on the various instruments and in the voice.  By the same token, comprehension of a particular leap (literal or metaphoric) will be partly mimetic:  an actual leap has an appearance, and a musical leap has a sound, but each also has a feel (quale) as a result of mimetic comprehension.  Theoretically, the logic, meaning, and feel of musical leaps, steps, suspensions, and so forth begins and ends in cross-modal and amodal MMI. Example 8 . Janis Joplin, Piece of My Heart Example 9 . Jessye Norman, Beim Schlafengehen Principle 11:  Any and all acoustic features can or will be mimetically represented pitch, duration, timbre, intensity, and location",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46]  Each of these five perceptible features is imitable to some degree of fidelity, and as a group they represent one of the variables in mimetic comprehension of music.  With the occasional exception of pitch, every sound bears these five features, although each and all of these can be amplified or attenuated.  For example, the pitch of some sounds may lie beyond the range of human hearing, and the definiteness of pitch can be attenuated to zero at the phenomenological level; many people might hear no pitch in the crumpling of paper, although to some extent the threshold at which sounds are judged to be unpitched is a matter of training and attention.  Similarly, every sound has a duration, and many or most sounds occur in a temporal pattern (rhythm, meter) at a given rate (tempo).  Whether simple or complex, every sound has a timbre, and every sound is of some acoustic intensity (strength or “volume”), even if it is too weak for humans to hear.  Commonly ignored is the fact that every sound comes from a location, whether actual or psychoacoustic, and this includes both proximity and direction.  Where all of this matters most is in the implications for musical affect, because the mimetic production of these features will necessarily have a feel.  When we change one of these five, we change not only the sound but also the feel via MMI.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]  This five-part variable applies to the three variables of intra-modal, cross-modal, and amodal MMI.  We might expect that intra-modal mimetic comprehension would be the most potent, as in empathizing with the effort to reach a high note on the horn or to play triple stops on the violin.  But the effort involved in playing electric guitar loudly with fuzz distortion, where the amp does most of the work, is relatively minimal compared to the mimetic vocal representation of this sound.  The same applies, if not more so, for pipe organs and electric keyboards.  The main point of Principle 11 is that “imitation” of music involves variables that are not necessarily obvious or simple. Principle 12:  Different kinds of music “invite” (afford, motivate) different kinds of mimetic engagement different passages, works, and styles or practices are largely different feels (qualia) that result in part from mimetic participation performance interpretation shapes the mimetic “invitation” a listener may like or dislike a given invitation, and this liking/disliking of what the music invites us to do will contribute to aesthetic evaluation the history of musical styles can be understood partly in terms of the degree and nature of the “singability” and/or “danceability” of particular works and styles",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]  While it is partly accurate to say that different kinds of music afford different kinds of mimetic engagement, I find this description to be too passive.  For many if not most of us, and for most kinds of music, music nearly demands mimetic participation (overt or covert).  At a basic perceptual level, mimetic motor imagery does occur whenever we give our attention to a musical stimulus, so that in one sense mimetic participation is compulsory once we give our attention to music; however, I am speaking here of the higher levels of engagement that involve some degree of awareness that we are having a response to the music.  The notion of a mimetic invitation is meant to capture the sense that musical engagement feels something like responding to an invitation, if not to a command.  I believe that this also captures something more human than the otherwise equally accurate “motivates.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49]  If music can be understood as inviting mimetic participation, then different kinds of music invite different kinds of participatory behavior, both overt and covert.  If any action has a phenomenological feel—its quale , or what it feels like to move in a particular way—, then any mimetic behavior will have a feel.  Because of the variables discussed above and below, we cannot specify the nature and strength of mimetic-based meaning for any individual in response to a particular work or passage a priori .  What we can do instead is describe motivated and likely responses, and we can anticipate that members of a population may share a similar response.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50]  Performers and conductors shape the mimetic invitation, in ways that may appeal to some and not to others.  Often, or normally, a good performance can be understood as one that invites us to do something that we enjoy (even if there is more to the evaluation than this).  This applies to “fixed” classical works as well as to arrangements and covers, such as John Coltrane’s and Julie Andrews’s versions of “My Favorite Things” ( Examples 10 and 11 , respectively).  These two not only sound different, they feel different, and they do so in part via the kind of mimetic invitation that they offer. (16) Example 10 . John Coltrane, My Favorite Things Example 11 . Julie Andrews, My Favorite Things",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51]  We can refuse, implicitly or explicitly, the mimetic invitation of a given performance, style, work, or passage, which is to say that we can mimetically disengage.  Note that, in the moment, it is not clear to what extent this is a matter of will.  While there are certainly non-mimetic reasons for liking or disliking some music, the hypothesis holds that liking and disliking music comes in part from liking or disliking what it invites us to do.  This includes the kinds of gross-motor mimetic exertions that would be congruent with the music (gestures and dancing) as well as the kinds of congruent vocalizations.  Each of the examples above and below offers a specific mimetic invitation, and in many cases a variety of invitations throughout their duration, which we can like or dislike, to varying degrees.  We can then imagine a continuum between liking and disliking that correlates with a continuum between mimetic immersion—being “lost in the music”—and disengagement. (17) Example 12 . Ligeti, Atmosphères . Berlin Philharmonic, Jonathan Nott Example 13 . Webern, Op. 5, no. 4. Arditti Quartet",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52]  The majority of Western art music arguably has been either easily singable (mostly stepwise and diatonic) or easily danceable (regular pulse and meter) or both.  In plainer language:  \nmost of this music has offered us a tune to sing, or a beat to move to, or both.  Different styles, works, and passages can amplify or attenuate either or both of these, but neither ever attenuates to zero.  To correlate “absolute” music with danceability might be unappealing to some, and I cannot explain my position properly in this context, but I invite the reader to think of all absolute music as “choreographable,” where the choreography for some music would be more straightforwardly “dancelike” than others—say, a Chopin waltz near one end of the spectrum, and Ligeti’s Atmosphères near the other end ( Example 12 ).  Intentional and specific choreographing of music, whether ballet or any other kind of dance, is then in most cases a more full-fledged and stylized (culturally shaped) realization of an innate mimetic response to music.  Music that attenuates both singability and danceability—such as Webern’s op. 5, no. 4 ( Example 13 ), relatively speaking—might then be said to resist mimetic engagement and may be received by some as an “un-vitation” or dis-invitation.  However, it would be more accurate to say that such music invites a more subtle form of mimetic representation, for the Webern is definitely singable and danceable, if in a more subtle and gestural way.  We can then apply this notion to 1) aesthetic evaluation and 2) musical knowledge.  1) Expanding upon the previous paragraph:  An implicit and sometimes explicit basis for aesthetic evaluation would be the singability and/or danceability of the music.  This evaluation is contingent upon both the acoustic fact (the sounds that actually occur) and the capacity of particular individuals to respond, while the capacity of an individual to respond is shaped by all of the variables described above and below.  2) A basis for our implicit and explicit knowledge of the differences between kinds of music includes not only the differences in sound (the more or less objective acoustic fact) but also the differences in the mimetic experiences that they invite (our subjective experience of the acoustic fact, shaped by innate and acquired differences; see Principle 16).  The notion that musical knowledge, and by extension musical meaning, is founded in a non-trivial way upon bodily exertions deserves a more extensive consideration than is possible here, but it is one of the implications of the hypothesis. Principle 13:  Some music attenuates the mimetic invitation Example 14 . Stockhausen, Gesang der Jünglinge",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53]  This principle is an extension of the previous.  It applies to the Ligeti and Webern examples just discussed, but it also applies to both earlier and later music.  Earlier examples include music such as plainsong or the Adagio of Beethoven’s “Hammerklavier” sonata, both of which could be said to attenuate the invitation to “dance.”  Of course, as soon as one says this, others will argue that they find this music quite dance-like in some way—which is perfectly consistent with the variables of the hypothesis.  The point here is that composers design and shape the mimetic invitation, intentionally or not, and they can compose music that amplifies or attenuates intra-modal, cross-modal, and/or amodal mimetic engagement.  Whatever the intention may be, music that attenuates the mimetic invitation is more likely to motivate descriptions of the music as “cerebral” and/or “academic,” fairly or not, and we can understand this in relation to attenuated mimetic participation.  We can take Stockhausen’s Gesang der Jünglinge as an example ( Example 14 ).  There are two positive ways to understand music such as this with respect to mimetic engagement.  One of these I have mentioned above:  there is always a mimetic invitation, even if it is to do something subtle, which may go unappreciated, or to do something disagreeable, which may short-circuit one’s mimetic engagement.  Another is probably more common among aficionados.  Mimetic comprehension puts one in a quasi first-person perspective, vicariously producing the sounds even while remaining in the second-person position.  An attenuated invitation can attenuate the first-person experience and leave one more completely in the second-person, or third-person, position where one can admire the sounds more objectively.  Music such as this is especially appealing to some and yet much the opposite to others for whom music with a beat or with a tune is what counts as “real” music.  The mimetic hypothesis says nothing about the aesthetic value of music.  Instead, it only helps account for the basis of aesthetic evaluation.  Or, while de gustibus non est disputandum , the hypothesis offers a way of understanding the basis for disputes of taste. Example 15 . Chopin, Waltz in E minor, Op. post. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54]  The emergence of hand controllers and other controllers for electronic instruments can be understood as amplifying and otherwise shaping the mimetic invitation, inviting the audience to feel what it would be like to move in various ways to produce sounds.  In effect, these controllers offer correlations between action and sound that are much like the correlations with traditional acoustic instruments.  But this is certainly not necessary in order for listeners to have a visceral mimetic response to electronic music, as evidenced in Patrick McCreless’s discussion of Davidovsky’s Electronic Study No. 1 ( McCreless 2006 ).  McCreless describes a similarity between a particularly salient “gesture” in the Davidovsky and a common climactic gesture in 19 th -century piano music, as in Chopin’s Waltz in E minor, op. post. ( Example 15 ; annotations from McCreless).  Although the timbre and the means of production differ, the contour (pitch + duration) and intensity of the two descending gestures discussed by McCreless are alike, not only in their objective acoustic properties but also in their mimetic representation by listeners.  They are two manifestations of an acoustic schema, which are comprehended as two manifestations of a gesture, or an exertion schema.  Whether or not one ought to feel the Davidovsky or any other work as a gesture is a separate matter.  According to the mimetic hypothesis, human comprehension of sounds of interest—that is, when we take an aesthetic interest in a sound—includes mimetic comprehension, regardless of the sound source, and regardless of a composer’s intention.  Or, again, all sounds are imitable to some degree of fidelity, and humans are inclined to comprehend sounds mimetically.  Composers, and in many cases performers, can and do either amplify or attenuate the general mimetic invitation, intentionally or not, offering us sounds and relations among sounds that are more or less easily imitable. Principle 14:  Ensemble music offers multiple “invitations” each part offers its own invitation the invitations may conflict in one or more ways “feeling the beat” is partly a mimetic inference",
                "footnotes": [],
                "citations": [
                    "mccreless_2006"
                ]
            }
        },
        {
            "55": {
                "text": "[55]  Mimetic representation of a single voice or instrument may be relatively straightforward, but what happens when there are two performers, let alone five or a hundred?  The answer is related to the answer to this question:  What do we listen to when we listen to two or more musicians, or two or more speakers, when both are making sounds at the same time?  We are able automatically to segregate multiple sound sources into auditory streams ( Bregman 1990 ), more or less as in the “cocktail party effect” (being able to focus on a single speaker among many).  The mimetic hypothesis holds that auditory streams are comprehended in part mimetically, and while the number of streams, or mimetic invitations, that a given listener can attend to simultaneously may vary, I suspect that most of us, most of the time, respond primarily to one at any given moment.  I can attend to multiple parts roughly simultaneously (if we allow the present to extend up to a couple of seconds), but at any given instant I am focusing on the drums, or the bass, or the violins, or what have you, and this focus includes my mimetic response:  I am mimetically participating with the drummer, or the bass player, or what have you.",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "56": {
                "text": "[56]  In a great deal of music, the multiple streams of an ensemble commonly share a beat (or pulse, or meter, or however specific we might need to be).  According to Huron ( 2006 , 176–77; based on Jones et al. 2002 ), we distill or infer the beat via nonconscious statistical analysis, based on the fact that these are the moments when there is most likely to be a note onset.  From a mimetic perspective, these are also the moments when there is most likely to be an event to mimetically engage with.  That is, note onsets are the beginnings of sounds, which are comprehended mimetically as the beginnings of vicarious exertions.  This is arguably why we do not simply hear the beat but we also feel the beat.  Moving to the beat, whether overtly or only in imagery, is a generic pattern of exertions that is statistically most likely to coincide with the various streams of ensemble music.  This means that, in addition to the mimetic invitations of the individuals parts, ensemble music with a beat also offers a generic invitation in the form of the pattern of exertions known as “the beat.”",
                "footnotes": [],
                "citations": [
                    "huron_2006",
                    "jones_et_al_2002"
                ]
            }
        },
        {
            "57": {
                "text": "[57]  Of course, some music does not offer an easy distillation of a beat, and each part may be a challenge to mimetically engage with, but this simply means that such music offers a complex invitation that is less easily responded to.  Again, how a given listener feels about a particular invitation is another matter. Principle 15:  Mimetic responses often are stronger in live contexts than in recorded contexts sometimes, however, mimetic engagement may be stronger in recorded contexts Example 16 . Berio, Visage",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58]  Järveläinen et al. ( 2001 ) found greater activation in primary motor cortex when observing live vs. video-recorded finger movements.  The analog in music would be greater mimetic response when listening to a live musical performance in person.  It certainly seems that music is commonly more compelling when heard live; however, the opposite seems to apply with some music, as in listening to recordings with headphones, especially in the dark.  This issue appears to be a double-edged sword, where some experiences are enhanced by the live context while others are enhanced by the recorded context.  For example, imagine Berio’s Visage performed live, in contrast to the original recording ( Example 16 ).  The presence of a live performer might seem at first to enhance the mimetic experience, but at the same time this would constrain imagination.  The invisibility of the performer (Berberian) in the recording frees a listener to imagine various states of the persona presented by the performer, by way of vicarious performance of the vocalizations, in a manner that is likely more vivid than a live performance.  This is especially so with the vocalizations that are congruent with madness and terror, which commonly motivate aversive responses among many of my students.  (We are leaving aside the issue of appropriate aesthetic responses and are instead considering the basis for such responses.)  In a live performance, the physical presence of the performer assures us that no one is suffering, while the lack of this visual assurance in a recording gives more license to one’s mimetically informed imagination.  Similarly, listening to one’s favorite music with headphones and/or listening in the dark can heighten mimetic engagement by enhancing attention to the auditory stimulus.  Closing one’s eyes during a live performance approximates this situation.  Nevertheless, the visual stimuli offered by live performance certainly enhance mimetic engagement in many instances.  As this brief discussion suggests, when it comes to understanding the role of MMI in live versus recorded music, we have to consider the context of a given example. Principle 16:  MMI varies in strength and accuracy among different people through differences in innate abilities through experience, practice, and habits (all shaped by culture)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59]  This is an extension of Principle 6.  It seems likely that there are innate differences in our ability to mimetically represent the behavior of others.  Some have conjectured that some forms of autism, for example, may reflect a deficit in a “mirror” system ( Heyes 2001 ; Williams 2001 ; Nadel 2002 ; Dapretto et al. 2006 ), and it seems plausible that Williams Syndrome might involve an amplified “mirror” system.  Apart from such cases, it seems clear that some people are innately better at mimetic representation, especially in learning through observation.",
                "footnotes": [],
                "citations": [
                    "heyes_2001",
                    "williams_2001",
                    "nadel_2002",
                    "dapretto_et_al_2006"
                ]
            }
        },
        {
            "60": {
                "text": "[60]  The second point here is an extension of Principle 2:  MMI is shaped by experience, except that this experience includes practice in cross-modal mimetic representation, as in habitually singing instrumental melodies or learning melodies recorded on an instrument other than one’s own.  Experience also includes non-musical cross-modal mimetic representation, as in the extent to which, and manner in which, one practices moving to music:  some people are dancers, while others dance only rarely.  If musical meaning is based in part on mimetic experience, then a theory of music based on the mimetic hypothesis would have to accommodate these innate and learned differences. Principle 17:  MMI motivates and constrains conceptualization (metaphoric or otherwise) MMI is part of comprehension (it is a representation) concepts of musical space and motion originate in embodied metaphoric reasoning mimetic participation motivates anthropomorphization of the music and conceptualization of musical agents, drama, and narrative",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61]  I originally developed the mimetic hypothesis as a way to account more precisely for how our metaphoric concepts are grounded in bodily experience.  Broadly speaking, the music-theoretical work inspired by Mark Johnson’s The Body in the Mind ( Johnson 1987 ) operated from the premise that, since image schemas are evident in discourse on music, and since image schemas are grounded in bodily experience, musical meaning must therefore be grounded in bodily experience. (18) This crucial first step led me to the question of precisely how this might occur.  Musical experience would have to activate these image schemas somehow, and this is what the mimetic hypothesis attempts to explain.  In intra-modal, cross-modal, and amodal mimetic representations, musical experience is already embodied, and in making sense of this experience we look (implicitly and explicitly) for congruent experiences.  Congruent experiences are found in the same domain of experience— This horn line feels just like playing the horn —, but they are also found in different domains— This horn line feels just like ascending .  When a congruency is found across domains, the result is metaphoric conceptualization of embodied musical experience.  The details require a separate treatment, but the basic idea is that what we call a “step” or a “leap” feels like stepping or leaping, via MMI.  This is what activates the relevant image schema, or exertion schema, such as step or leap , which in turn motivates and grounds the cross-domain mappings and the resulting metaphoric concepts. (19) The same goes for conceptualizations in terms of motion, gender, narrative, and so forth:  MMI produces a state and series of states in the body, and these will be more or less isomorphic with prior experiences within the domain of music and beyond the domain of music.  Anthropomorphizations, such as notes that want to resolve, are a slightly different matter, but basically they result from our implicitly asking what it’s like to make the musical sounds and what it’s like to be something that would produce these sound-producing exertions.  In theory, this then is one of the motivations for the conceptualization of musical agents, drama, and narrative.  While metaphoric concepts also involve non-mimetic processes, what the mimetic part of the story offers is a way of specifying the relationship to the flesh. Principle 18:  Mimetic behavior and MMI result in mimetic participation, communication, and affect joining in, joining with, and thus becoming like others facilitation/generation of understanding and community generation of embodied states that are roughly isomorphic with prior embodied states, including their affective correlates",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "johnson_1987"
                ]
            }
        },
        {
            "62": {
                "text": "[62]  In overtly imitating others, one participates with others, and in covertly imitating others, one participates by way of imagination.  In mimetic participation, whether overt or covert, we become like one another and thus understand one another.  This is fundamental to infant-caregiver interactions, and it continues in social interactions throughout our lives. (20) It is reflected in expressions such as Do you feel me and in the notion of “resonating” with the ideas of others.  To the extent that we have evolved such that we rely on imitation, successful imitation is positively valenced—that is, it feels good to successfully imitate.  To the extent that we have evolved such that we rely on participation , successfully joining in is positively valenced.  Music gives us an opportunity to do both in an aesthetic context, and often in connection with real-life contexts (especially those involving labor), and it allows each of us to join in according to our own preferences:  overt and full-bodied, overt and subtle, or entirely in imagery.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63]  This is part of music’s socializing power:  It provides a medium whereby we can enact participation and community—literally, a state of sharing, where the thing shared is a state of being, by way of a shared state of doing.  This is not to claim that it always feels good to join in, or that everyone will respond positively to a given mimetic invitation.  On the contrary, it means that mimetic experience and reward are available and motivated, even if individuals nevertheless will prefer some experiences to others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64]  Whether a musical experience is shared with other listeners, or whether it is a private communion with the performer(s), mimetic participation shapes one’s state—the state of one’s skeletal-motor system, along with the blood chemistry and neurological system with which it is mutually dependent.  In theory, the states experienced during music listening are more or less isomorphic with prior states, including their affective component, and MMI contributes to this reinstatement and to the resulting experience of an emotional response to music.  Understanding more precisely how MMI contributes to musical affect will require understanding the role of the skeletal-motor system in our affective life, but in this context I can direct readers to Damasio 1999 for some fundamental ideas. Part III:  Some Epistemological and Pedagogical Implications for Music",
                "footnotes": [],
                "citations": [
                    "damasio_1999"
                ]
            }
        },
        {
            "65": {
                "text": "[65]  This presentation of the mimetic hypothesis is meant to serve two broad goals.  The first is to assist those interested in theorizing the relation between musical meaning and bodily experience:  If we want to claim that the body is involved, it will help to specify just how this might be.  The second is to challenge those who would insist, explicitly or implicitly, that the most valuable musical meaning transcends bodily experience.  This is not a simple matter, but below I suggest one area of application.  I then briefly consider the implications for musical affect and music pedagogy. Deconstructing Musical Motion and Space",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66]  We commonly take our spatial musical concepts to be objective features of music, or we treat them as “music-literal” ( Guck 1991 ), even though most of us, I imagine, could not easily explain what we mean by descent , let alone stepwise descent , any more than we could explain what we mean by time or musical motion . (21) Under Principle 17, I suggested how the metaphoric reasoning that produces such concepts begins and ends in MMI.  While we cannot explore the details here, one advantage of a mimetically informed explanation is that it accounts for the feel of descent and of other spatial and locomotive concepts.  In a strong version:  we do not hear musical descent, we feel something that is like descent, and we then attribute this motional property to music.  Note that, to the extent that such a view holds water, this contributes to a very different epistemology—one in which our subjective experience, largely via MMI, is constitutive of our most fundamental concepts, rather than merely following after, and one in which the music thus includes not only the objective acoustic fact but also our bodily experience and conceptualization of it. Musical Affect",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "guck_1991"
                ]
            }
        },
        {
            "67": {
                "text": "[67]  The mimetic hypothesis originated as a way of understanding our spatial metaphors, but it also has the benefit of offering a way of theorizing musical affect.  On the face of it, affect might seem to resist theorizing because of the great variability in subjective responses.  This limitation, however, applies primarily when we look for a one-to-one correspondence between the music and emotional responses, rather like looking for the “true” meaning of any artwork.  Instead of assuming that the meaning awaits our perception of it, and instead of looking for “the” meaning, a mimetic approach takes meaning to emerge in our subjective experience of a musical stimulus in a given context.  The basic idea is that exertions have a feel (quale), both in and of themselves (what it feels like to make specific movements) and by association with other contexts in which an exertion has been experienced, and part of the hypothesis is that mimetic exertions produce much the same feel.  For example, the experiences of fear and joy involve more or less specific states of the skeletal-motor system, including stereotypical, likely, and possible movements, and the music of fear and joy generate correlative states and exertions in listeners via MMI.  MMI is only one of several factors that contribute to musical affect, and all of the variables that we have considered contribute to the complexity of theorizing affect, but a mimetically informed approach will help close the gap, I believe, between most theories and the flesh of musical experience. Music Pedagogy",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68]  The notion of mimetic subvocalization plays out in at least two common classroom contexts.  One involves auditory imagery in the aural skills classroom, where the ability to represent heard music and notated music can be improved by intentional mimetic subvocalization.  I am sure that this already occurs in many classrooms, but I am equally sure that the idea will be novel to some.  “Audiation” and “singing in the head” are consistent with this, although the degree to which this is intentionally mimetic is one of the variables.  The same goes for using motor imagery related to one’s instrument (hearing/feeling a melody on one’s instrument), as well as for motor imagery related to rhythm and movement, where Dalcroze Eurhythmics exercises are in effect applied cross-modal mimetic representations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69]  The other classroom context involves the study of voice leading.  Traditional good voice leading involves individual parts that are more or less easily singable—that is, the melodic component of voice leading rules (norms) can be understood in part as “singability” rules, which is reflected in how the melodic component of voice leading exercises (counterpoint and part-writing) are commonly taught.  From a different angle, David Huron ( 2001 ) has shown how our voice leading rules can be derived from principles of auditory perception, and he describes how ease of perception contributes to the aesthetic appreciation of music that follows these norms.  Although his approach establishes a place for subjective (or intersubjective) experience, Huron’s approach is not specifically mimetic:  the apparently objective features of this music—its voice leading norms—arguably derive from listeners’ perception and aesthetic evaluation, and these processes, as it happens, are described without reference to MMI.  According to the mimetic hypothesis, however, perception of the melodic lines in voice leading is partly mimetic, which would mean that our objective rules are grounded not only in perception but also in MMI, or perhaps “mimetic perception.”  The pedagogical practice of singing examples in class makes the normally covert mimetic representation overt and explicitly intentional, even if it is not normally thought of in this way. Part IV:  Conclusion",
                "footnotes": [],
                "citations": [
                    "huron_2001"
                ]
            }
        },
        {
            "70": {
                "text": "[70]  The current form of the hypothesis has been shaped by objections and questions that I have received over the past decade, and my hope is that most questions of the form But what about... are already answered above to some degree of satisfaction.  In this conclusion I would like to mention some remaining issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71]  I would first like to emphasize that most of the details of the hypothesis are empirically testable, and most if not all of them are consistent with the available evidence.  There is no reason to doubt that musical imagery—recalling, planning, or otherwise thinking about music—includes MMI, but only the extent to which musical imagery includes MMI.  The variables of the hypothesis are meant to capture the innate, acquired, and contextual differences in the nature and extent of MMI that arise between individuals and within a given individual’s experiences.  This variability is part of the nature of musical experience and, accordingly, part of the nature of musical meaning.  The hypothesis embraces the apparent reality of the situation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "72": {
                "text": "[72]  One of the greatest challenges related to the hypothesis is that MMI is often covert, unintentional, and nonconscious.  This invisibility of MMI is increased by our habit of generally approaching music objectively, where music is conceived as some form of object with properties and meaning that are independent of our bodily experience.  The hypothesis thus points not only to something generally overlooked, but also to something that can elude awareness even when we seek it.  Fortunately, David Huron’s exposition of the role of anticipation in musical experience ( Huron 2006 ) has raised awareness of the role of nonconscious perception and cognition, so that the nonconscious portion of MMI might now seem less farfetched than it might have in the absence of Huron’s work.",
                "footnotes": [],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "73": {
                "text": "[73]  Let me emphasize that mimetic processes occur in tandem with the more familiar non-mimetic processes of musical imagery and music comprehension.  The non-mimetic portion has received most of our attention, and it has what we might describe as the advantage of implicitly supporting objective approaches to music.  By contrast, recognition of mimetic processes brings subjective, embodied experience center stage.  From conversations it is clear that some find this appealing while others are understandably a little wary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74]  I imagine that the mimetic hypothesis will need further refinement, but this is its current state.  I am calling it a hypothesis because most of its principles are empirically testable, and yet most have yet to be tested directly in musical contexts.  The evidence so far, of which we have considered only a sample, seems strong enough to proceed with theorizing the implications.  The payoff will be in two large areas:  1) showing how the embodied experience that results from mimetic comprehension motivates and grounds conceptualization, and 2) showing how this embodied experience also contributes to our affective response to music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.2.cox.html",
    "data": "mto/data/mto.11.17.2.cox.json"
}