{
    "title": "Some Remarks on the Use of Riemann\nTransformations",
    "date": "1994/07/01",
    "volume": "0",
    "issue": "9",
    "authors": [
        "Klumpenhouwer, Henry"
    ],
    "abstract": "The essay examines Lewin’s and Hyer’s use of transformations derived from Riemann’s work, and suggests a number of revisions. An expanded collection of transformations is introduced and used in an short analysis of excerpts from Wagner’sRing.",
    "keywords": [
        "Riemann",
        "harmonic dualism",
        "Wagner"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.9/mto.94.0.9.klumpenhouwer.pdf",
    "author_info": [
        {
            "name": "Henry Klumpenhouwer",
            "university": "University of Alberta",
            "address": "Edmonton, Alberta T6G 2C9",
            "email": "userklum@mts.ucs.ualberta.ca"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In this paper I suggest revisions to an\nanalytical methodology developed in Lewin 1987,\n1992 and Hyer 1989.  Their work draws upon\ncertain themes in Riemann”s writings in order to\nconstruct procedures for investigating harmonic\nrelationships in Wagner, procedures that also\nengage transformational approaches to analysis.\nMy revisions also refer explicitly to Riemann”s\nwriting, but they refer to an earlier stage in\nhis career, and in particular to his Skizze\neiner Neuen Methode der Harmonielehre (Riemann\n1880). I. Chord Models and Chord Transformations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Hyer (1989) develops a group of\ntransformations on triads from a collection of\nfour relations generally associated with\nRiemann”s work: parallel, relative,\nleittonwechsel, and dominant.  Lewin (1987,\n1992) begins with a somewhat larger number of\nbasic transformations.  A few originate in\nRiemann (parallel, relative, leittonwechsel).\nOthers (mediant, submediant) are adapted from\nother theorists.  And still others (slide\nrelation) are constructed by Lewin himself. Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Example 1 investigates how these transformations interact with the triads or klangs they\nrelate.  Example 1a is a network of three arrows\nlabelled with Riemann transformations, and three\nnodes containing klangs.  The relationship\nbetween C major and E minor is interpreted as\nleittonwechsel (L), defined by Lewin as a\ntransformation on triads that maintains the two\npitches that form a minor third (mod 8ve), and\nmoves the remaining pitch one semitone so as to\nform another triad (1992, 49).  The network\ninterprets the relationship between E minor and\nG major as an instance of the relative\ntransformation (R), which maintains the two\npitches that form a major third (mod 8ve), and\nmoves the remaining pitch a whole tone so as to\nform another triad.  The arrow that extends from\nC major to the G major is labelled with the\nsubdominant transformation (S), which transposes\na klang by a perfect fifth up.  The network\nsuggests the following functional equality: L\nfollowed by R yields S.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  Aside from node content, the network given\nin example 1b is very similar to the network in\nexample 1a.  Both networks have leittonwechsel\nand relative labels on corresponding arrows.\nBut while the arrow on example 1a that extends\nfrom C major to G major is labelled with the\nsubdominant transformation (S), the\ncorresponding arrow on example 1b (extending\nfrom A minor to D minor) is labelled with the\ndominant transformation (D), which transposes a\nklang up a perfect fifth down.  The network in\nexample 1b, contrary to the network in example\n1a, suggests that L followed by R yields D.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]  The difference bothers me because the\ndifference (and other similar differences in the\nsystem) is brought about by separating dualist\nchord models from dualist transformations\n(leittonwechsel, relative) and then using those\ntransformations in conjunction with functions or\nrelations (dominant, subdominant, submediant,\nmediant) derived from fundamental-bass\nconceptions of chord structure.  My point here\nis not that Hyer and Lewin have been unfaithful\nto the wishes of Riemann.  My point is that\ntechnical properties of leittonwechsel and\nrelative transformations—in particular the\nproperty that they are their own inverses—\ninduce what amounts to a dualist relationship\nbetween major and minor chords.  For instance,\nas one examines the values and arguments on the\nrelevant function table of the leittonwechsel\ntransformation, one sees that in general the\ntransformation changes the modality of a major\ntriad to its parallel minor and transposes a\nmajor third up, while it changes the modality of\na minor triad to its parallel major and\ntransposes a major third down .  The reversal\nof direction that accompanies the reversal in\nmodality is the imprint of dualist thinking.\nThe imprint is indelible: the only way to avoid\nthe dualism is to redefine the transformation so\nthat its function table reverses the modality of\na triad and transposes it a certain directed\ninterval regardless of modality.  But that would\nsimply turn leittonwechsel either into Lewin”s\nSUBM (submediant) transformation or into his M\n(mediant) transformation, depending on the\nchosen directed interval.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  I have not faulted Hyer and Lewin with\nhaving misrepresented Riemann”s work because I\ndo not count that as a fault, and because there\nis a sense in which an uncomfortable\njuxtaposition of dualist and non-dualist\nthinking is a prominent characteristic of\nRiemann, particularly of his later work: the\nwell-known contemporary critique of Riemann in\nBelinfante 1904 makes this very point.  In fact,\nit could be fairly argued that in what follows\nit is I who will be misrepresenting Riemann.\nMy own distortions (as far as I can tell)\ninvolve projecting a particular ideational\nstructure on Riemann”s transformations (as they\nappear in the Skizze einer Neuen Methode der\nHarmonielehre ), and then appropriating the\ntransformations for analytical purposes other\nthan those discussed by Riemann, who seems most\ninterested in using transformations to chart out\nthe topographies of his Dur-Moll and Moll-\nDur systems.  Following Lewin and Hyer, I will\nbe interested in extending the use of Riemann”s\ntransformations to seek out repetitions of\nharmonic patterns, which are then presented as\nmotivic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  Accordingly, my proposed revision of the\nanalytical methodology involves firstly turning\naway from non-dualist transformations adapted\nfrom dominant, subdominant, mediant, and\nsubmediant relations, and secondly identifying\nin Riemann 1880 a less conflicted group of\ntransformations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  Since the transformations I shall be\ndiscussing do compel a dualist conception of\ntriads, it will be worthwhile to establish at\nleast the dominant features of such a view.  But\nbecause Riemann”s own explanation of chord\ndualism is premised on the existence of harmonic\nundertones, I shall use an alternative yet\nfunctionally equivalent explanation, developed\nfrom Hauptmann”s discussion of major and minor\ntriads (1853, 25–35).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]  Hauptmann assigns three “functions” to\npitches that constitute major and minor triads:\nunity ( Einheit ); duality or separation ( Zweiheit ); union ( Verbindung ).  The three functions are labelled respectively I, II, and III\nfor reference, and are assigned to triad members\naccording to two rules: 1)  I and II form a perfect fifth (mod 8ve); 2)  I and III form a major third (mod 8ve). The rules stipulate that only the pitch that\nacts as I or the Einheit participates in both\nthe perfect fifth (mod 8ve) and the major third\n(mod 8ve) relationships. Example 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Example 2 distributes the three symbols\nI, II, III among the pitches that form a major\ntriad.  Example 2a calculates which two pitches\nmay be assigned I and II under the first rule\nabove.  Since the formalism asserts only that I\nand II form a perfect fifth, a perfect fourth,\nor one of their compounds, we cannot determine\nthe assignment of function labels beyond what is\nshown in the example: F is either I or II; B ♭ is\nalso either I or II.  To decide which is I and\nwhich is II, we need to carry out rule 2.\nExample 2b calculates which pitches may be\nassigned I and III under the second rule above.\nSince the formalism asserts only that I and III\nform a major third, a minor sixth, or one of\ntheir compounds, we cannot determine the\nassignment of function labels beyond what is\nshown in the example: B ♭ is either I or III; D\nis also either I or III.  But by combining the\nresults of the rule assignments in examples 2a\nand 2b, we know that Bb must be I: only B ♭ participates in a perfect fifth (mod 8ve) relationship and a major third (mod 8ve) relationship.\nIf B ♭ is I, F must be II, and D must be III. Example 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Examples 3a , 3b , and 3c carry out on a\nminor triad the procedures for assigning the\nfunctions I, II, and III.  Example 3a calculates\nwhich pitches may be assigned I and II under the\nfirst rule above.  Since the formalism asserts\nonly that I and II form a perfect fifth, a\nperfect fourth, or one of their compounds, we\ncannot determine the assignment of function\nlabel beyond what is shown in the example: F is\neither I or II; B ♭ is also either I or II.  To\ndecide which is I and which is II, we need to\ncarry out the second rule.  Example 3b calculates which pitches may be assigned I and III\nunder rule 2.  Since the formalism asserts only\nthat I and III form a major third, a minor\nsixth, or one of their compounds, we cannot\ndetermine the assignment of function beyond what\nis shown in the example: F is either I or III; D ♭ is also either I or III.  But by combining\nthe results of the rule assignments in examples\n3a and 3b, we know that F must be I: only F\nparticipates in a perfect fifth (mod 8ve) relationship and a major third (mod 8ve) relationship.  And if F is I, B ♭ must be II, and D ♭ must\nbe III.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]  Comparing the assignment of function\nlabels in minor triads and major triads,\nHauptmann analyzes the constitutive perfect\nfifths and major thirds as intervals directed\nupwards: in major klangs the two intervals\nextend respectively from I to II and from I to\nIII; in minor klangs the two intervals extend\nrespectively from II to I and from III to I.  In\nmajor klangs, says Hauptmann, the pitch that\nacts as I has a perfect fifth and major third,\nwhile in minor klangs the pitch that acts as\nI is a perfect fifth and major third.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]  Under Hauptmann”s explanation, a dualist\nmodel organizes aural sensations in roughly the\nfollowing way: When listening to a triad, pick\nout a major third or its inversion, and pick out\na perfect fifth or its inversion; when you do,\nyou will become aware that one pitch in the\ntriad member is overdetermined, and thereby\nseems more prominent than the others.  By way of\ncontrast, a fundamental bass model organizes\nsensations in roughly the following way: When\nlistening to a triad, reorganize it so that it\ntakes up the smallest registral space and so\nthat only thirds and fifths are formed; assign\nprominence to the lowest pitch and take note of\nthe quality of the third between that pitch and\nthe next lowest.  And a figured bass model organizes aural sensations in roughly the following\nway: When listening to a triad, concentrate on\nthe lowest-sounding pitch, and assign it prominence; imagine a third and a fifth above the\nlowest pitch (the qualities of which are determined by a contextual diatonic collection);\npitches that do not lie a diatonic third or\nfifth above the prominent pitch are momentarily\ndisplacing the pitches that do.  The degree to\nwhich figured bass and fundamental bass protocols have been hypostatized by theorists (to the\nextent that many will claim that one or the\nother defines more or less the response end of a\nreflex arc) is something worth worrying about.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]  In the course of this paper we shall\nrepresent klangs as ordered pairs.  The first\nelement defines Hauptmann”s I-function or Einheit ( not the Grundton ). The second\nelement defines the klang”s modality.  “+”\nrepresents a major (or over or super) klang, or\na “positive” Einheit Hauptmann calls it.  “-”\nrepresents a minor (or under or sub) klang, or a\n“negative” Einheit .  The klangs in examples 2c\nand 3c are respectively represented as ( B ♭ ,+)\nand (F,-). II.  Schritts and Wechsels",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]  Having established the relevant chord\nmodel, we can now investigate appropriate\ntransformations.  We begin by examining\nRiemann”s Schritts, the first of two classes of\ntransformations he presents in Skizze einer\nNeuen Methode der Harmonielehre .  Quintschritt\n(abbr. Q) transposes a klang by the directed\ninterval that extends from I to II.  In the case\nof (C,+), where C functions as I and G as II,\nthe relevant interval is a perfect fifth up.\nAccordingly, Q(C,+) = (G,+).  In the case of\n(C,-), where C functions as I and F as II, the\nrelevant interval is a perfect fifth down.\nAccordingly, Q(C,-) = (F,-), i.e., a B ♭ minor\ntriad.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]  Gegenquintschritt (abbr. -Q) transposes a\nklang by the directed interval that extends from\nII to I.  In the case of (C,+), where G\nfunctions as II and C as I, the relevant\ninterval is a perfect fifth down.  Accordingly,\n-Q(C,+) = (F,+).  In the case of (C,-), where F\nfunctions as II and C as I, the relevant\ninterval is a perfect fifth up.  Accordingly,\n-Q(C,-) = (G,-).  Q and -Q are inverse-related\ntransformations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]  Terzschritt (abbr. T) transposes a klang\nby the directed interval that extends from I to\nIII.  In the case of (C,+), where C functions as\nI and E functions as III, the relevant interval\nis a major third up.  Accordingly, T(C,+) =\n(E,+).  In the case of (C,-), where C functions\nas I and A ♭ functions as III, the relevant\ninterval is a major third down.  Accordingly,\nT(C,-) = ( A ♭ ,-).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]   Leittonschritt (abbr. L) transposes a\nklang by the directed interval yielded by the\ncomposing the relevant directed intervals of Q\nand T.  In the case of (C,+), the composition of\nQ (a perfect fifth up) and T (a major third up)\nproduces a major seventh up.   Accordingly,\nL(C,+) = (B,+).  In the case of (C,-), the\ncomposition of Q (a perfect fifth down) and T (a\nmajor third down) produces a major seventh down.\nAccordingly, L(C,-) = ( D ♭ ,-).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]  Ganztonschritt (abbr. G) transposes a\nklang by twice the directed interval that\nextends from I to II.  Hence, G = Q2.  In the\ncase of (C,+), where C functions as I and G as\nII, the relevant interval is two perfect fifths\nup, viz., a (compounded) whole tone up.\nAccordingly, G(C,+) = (D,+).  In the case of\n(C,-), where C functions as I and F as II, the\nrelevant interval is two perfect fifths down,\nviz., a (compounded) whole-tone down.\nAccordingly, G(C,-) = ( B ♭ ,-).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]  Kleinterzschritt (abbr. K) transposes a\nklang by the directed interval that extends from\nII to III.  In the case of (C,+), where G\nfunctions as II and E functions as III, the\nrelevant interval is a minor third down.\nAccordingly, K(C,+) = (A,+).  In the case of\n(C,-), where F functions as II and A ♭ functions\nas III, the relevant interval is a minor third\nup.  Accordingly, K(C,-) = ( E ♭ ,-).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]  Riemann only discusses these six\nschritts.  Following the pattern established by\nthe pair quintschritt/gegenquintschritt, we can\ndefine four more schritts: gegenterzschritt\n(abbr.-T), gegenleittonschritt (abbr. -L),\ngegenganztonschritt (abbr. -G), and\ngegenkleinterzschritt (abbr. -K), which will be\ninversely-related to terzschritt,\nleittonschritt, ganztonschritt, and\nkleinterzschritt respectively.  Two others,\nwhich we shall call identity (abbr. I) and\ntritonusschritt (abbr. R) are generated by\ndemands of group structure.  Appendix I lists\nall twelve schritts, and provides paradigms for\neach.  Those not explicitly defined by Riemann\nare given in angle brackets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]  The names of the transformations help us\nremember their particular effect: an X-schritt\ntransposes by the magnitude X (where X is a\nGerman interval designation) in the direction\ndetermined by the operand: major (or over)\nklangs extend X upwards; minor (or under) klangs\nextend X downwards.  Gegen-X-schritt may be\ntaken either to reverse the direction of X, or\nto replace the magnitude X with its inverse.\nAccordingly, X-schritt and gegen-X-schritt are\ninverses.  Kleinterzschritt and its gegen-form\nare the only schritts that do not follow the\npattern: one needs provisionally to take\nkleinterz as signifying a major sixth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]  Schritts combine according to the\nfollowing rule: Xschritt*Yschritt = (X+Y)schritt In other words, summing the directed intervals\nof composed schritts (and reducing any\ncompounds) yields the appropriate product\nschritt.  For example, Composing K and T in the\ncontext of major klangs yields -L, since a major\nsixth up (the directed interval by which K\ntransposes major klangs) and a major third up\n(the directed interval by which T transposes\nmajor klangs) sum to a minor ninth up, a\ncompound of a minor second up (the relevant\ndirected interval by which -L, the inverse of L,\ntransposes major klangs).  Composing K and T in\nthe context of minor klangs still yields -L,\nsince a major sixth down (the directed interval\nby which K transposes minor klangs) and a major\nthird down (the directed interval by which T\ntransposes minor klangs) sum to a minor ninth\ndown, a compound of a minor second down (the\nrelevant directed interval by which -L, the\ninverse of L, transposes minor klangs).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]  Since schritts are quantities that\ncombine under simple addition, the group is\ncommutative: in general X*Y = Y*X.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]  But schritts only relate klangs of the\nsame genus.  Wechsels, the second class of\ntransformations presented in Riemann 1880,\nrelate klangs of opposing genera.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]  Seitenwechsel (abbr. W) inverts a klang\nabout I (or about I and I).  The transformation\nreflexively maps the major klang and the minor\nklang whose I-functions are executed by the same\npitch.  In other words, it exchanges “positive”\nand “negative” forms of the same Einheit , so\nthat W(C,+) = (C,-), and W(C,-) = (C,+).\nSeitenwechsel appears in Goetschius 1917 (114)\nas his “stride relation,” defined as “a perfect\nfifth downward from any major keynote, and\nupward from any minor keynote, with a change in\nmode.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]  The remaining wechsels may be construed\nas the composition of some schritt and\nseitenwechsel.  Terzwechsel (abbr. TW)\ntransposes a klang by the directed interval that\nextends from its I to its III, that is, applies\nterzschritt, and then inverts the result around\nits I, that is, applies seitenwechsel.  One\nmight then understand the designation\n“terzwechsel” as an elision of\n“terzschrittseitenwechsel.”  Terz(schritt) only\naffects the first element of an order pair;\n(seiten)wechsel only affects the second element.\nIn the case of (C,+), TW(C,+) = W(E+) = (E,-);\nin the case of (C,-), TW(C,-) = W( A ♭ ,-) =\n( A ♭ ,+).  TW is functionally equivalent to\nLewin”s and Hyer”s relative transformation\n(abbr. R), and may be alternatively defined as\nthe inversion of a klang about I and III.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]  Leittonwechsel (abbr. LW) is the\ncomposition of leittonschritt (L) and\nseitenwechsel (W).  In the case of (C,+),\nLW(C,+) = W(B,+) = (B,-); in the case of (C,-),\nLW(C,-) = W( D ♭ ,-) = ( D ♭ ,+).  LW may be\nalternatively defined as the inversion of a\nklang about II and III.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]  Riemann defines three more wechsels:\nquintwechsel (abbr. QW), ganztonwechsel (abbr.\nGW), and tritonuswechsel (abbr. RW).\nQuintwechsel is functionally equivalent to\nLewin”s and Hyer”s parallel transformation\n(abbr. P), and may alternatively defined as\ninversion of klang about I and II.  Six more\nwechsels are constructed by extending the idea\nof composing gegenquintschritt,\nkleinterzschritt, gegenkleinterzschritt,\ngegenleittonschritt, gegenterzschritt, and\ngegenganztonschritt in turn with seitenwechsel.\nAppendix II lists all twelve wechsels, and\nprovides paradigms for each.  Those not defined\nexplicitly by Riemann are given in angle\nbrackets.  Appendix III provides rules and\nrelevant examples for combining the twenty-four\nschritts and wechsels given in the first two\nappendices.  The group is simply-transitive: in\nparticular, for any two klangs j and k, there\nexists a unique member of the schritt-wechsel\ngroup S such that S(j)=k.  The analytical use of\ngroups with the property are considered in Lewin\n1987. III. Analysis Example 4 . Valhalla Theme I (click to enlarge) Example 5 . Valhalla Theme II (click to enlarge) Example 6 . Valhalla Theme I (after Lewin’s Figure 3b) (click to enlarge) Example 7 . Valhalla Theme II (after Lewin’s Figure 4b) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Examples 4 and 5 investigate some\npossibilities of schritts and wechsels by using\nthem as arrow labels on network analyses of two\nexcerpts from Wagner”s Ring .  Both networks\nare developed from analyses recently presented\nin Lewin 1992: Example 6 is based on Lewin”s\nfigure 3b, which studies the harmonic structure\nof the Valhalla theme as it appears in Das\nRheingold sc.2; Example 7 is based on Lewin”s\nfigure 4b, which studies the harmonic structure\nof the same theme as it appears in Die\nWalkuere , act II, sc. 2.  The networks are not\nexactly as they appear in the cited figures in\nLewin 1992.  The networks that appear in\nexamples 6 and 7 were designed to have the same\nnode-and-arrow configurations, viz., to contain\nthe same number of nodes and arrows, with\ncorresponding arrows extending in the same\ndirection, while Lewin”s figures were\nconstructed to serve other analytical purposes\nthat did not require identical node-and-arrow\nconfigurations.  In any case the divergences\nfrom Lewin”s figures are slight and the networks\nin examples 6 and 7 are well-formed according to\nstandards of the relevant methodologies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]  The nodes in examples 6 and 7 are filled\nwith triads construed according to the\nfundamental bass model, and are represented by\nthe relevant fundamental bass and an indication\nof the third”s quality.  The arrow labels are\nLewin”s designations: L represents\nleittonwechsel; P, parallel; S, subdominant; D,\ndominant.  LP represents the composition of L\nand P.  Comparing the left sides of example 6\nand 7, we see that they are identical except for\nnode content, and are thus strongly isographic\nstructures.  The right sides of examples 6 and 7\nare not identical: while the node and arrow\nconfigurations are the same, the corresponding\narrow labels are different.  The transformations\nL and LP on the left side of both networks\ninvoke dualism on the relevant nodes.  (P is\nneutral with respect to chord model.)  Traveling\nto the right side of each network, one is\nconstrained by the transformations S and D to\nadopt a non-dualist conception of major and\nminor chords, to shift from Riemann to Rameau.\nAccordingly the B ♭ major/ B ♭ minor nodes in\nexample 6 and the E major/E minor nodes in\nexample 7 are ideational pivots that need to be\nconceived within both frameworks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]  Example 4 adapts example 6 to conform to\nthe present methodology: harmonies are\nrepresented by the dualist ordered pair format,\nand arrows are relabelled with the appropriate\nschritt or wechsel.  Only leittonwechsel appears\non both example 6 (as L) and example 4 (as LW).\nQuintwechsel (QW) replaces parallel (P), and\nterzschritt (T)—which uses as its paradigm the\ndirected interval the extends from I ( G ♭ ) to III\n( B ♭ ) in the ( G ♭ ,+) klang—replaces LP, the\ncomposition of L and P.  Quintschritt (Q) and\nits inverse, gegenquintschritt (-Q),\ntransformations premised on the interval between\nI and II, replace the two S arrow labels.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]  Example 5 carries out similar changes on\nexample 7.  Comparing examples 4 and 5, one sees\nthat the corresponding arrow labels are strictly\nidentical.  The shift from the analysis in\nexamples 6 and 7 to the analysis in examples 4\nand 5 allow us then to assert a strong isography\nbetween the harmonic relations in two Valhalla\nthemes.  With respect to node content, one could\nassert that the network in example 4 is a\npositive or major form of the network in example\n5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]  I will not pretend that schritt and\nwechsel transformations are the only way to\nestablish a link between the two Valhalla\nthemes.  One could replace L and LP on example 6\nby Lewin”s submediant transformation (SUBM) and\nthe composite transformation SUBMP respectively,\nand replace L and LP on example 7 by Lewin”s\nmediant transformation (M) and the composite\ntransformation MP respectively, thereby shifting\nthe networks entirely into the discourse of\nfundamental bass theory.  Corresponding arrows\non example 6 and 7 would then be labelled by\ninverse-related (Rameau-) transformations. APPENDIX I Schritts <Identity>  [I] (C,+) → (C,+); (C,-) → (C,-) <Gegenleittonschritt> [-L] (C,+) → ( D ♭ ,+); (C,-) → (B,-) Ganztonschritt  [G] (C,+) → (D,+); (C,-) → ( B ♭ ,-) <Gegenkleinterzschritt>  [-K] (C,+) → ( E ♭ ,+); (C,-) → (A,-) Terzschritt  [T] (C,+) → (E,+); (C,-) → ( A ♭ ,-) Gegenquintschritt  [-Q] (C,+) → (F,+); (C,-) → (G,-) <Tritonusschritt>  [R] (C,+) → ( F ♯ ,+); (C,-) → ( F ♯ ,-) Quintschritt  [Q] (C,+) → (G,+); (C,-) → (F,-) <Gegenterzschritt> [-T] (C,+) → ( A ♭ ,+); (C,-) → (E,-) Kleinterzschritt  [K] (C,+) → (A,+); (C,-) → ( E ♭ ,-) <Gegenganztonschritt>  [-G] (C,+) → ( B ♭ ,+); (C,-) → (D,-) Leittonschritt  [L] (C,+) → (B,+); (C,-) → ( D ♭ ,-) APPENDIX II Wechsels Seitenwechsel [W] (C,+)↔(C,-) <Gegenleittonwechsel> [-LW] (C,+)↔( D ♭ ,-) Ganztonwechsel [GW] (C,+)↔(D,-) <Gegenkleinterzwechsel> [-KW] (C,+)→( E ♭ ,-) Terzwechsel [TW] (C,+)→(E,-) <Gegenquintwechsel> [-QW] (C,+)→(F,-) Tritonuswechsel [RW] (C,+)→( F ♯ ,-) Quintwechsel [QW] (C,+)→(G,-) <Gegenterzwechsel> [-TW] (C,+)→( A ♭ ,-) <Kleinterzwechsel> [-KW] (C,+)→(A,-) <Gegenganztonwechsel> [-GW] (C,+)→( B ♭ ,-) Leittonwechsel [LW] (C,+)→(B,-) APPENDIX III Rules for Combining Schritts and Wechsels Xschritt * Yschritt = (X*Y)schritt Q*L = Q+L = R Xschritt * Ywechsel = (X*Y)wechsel Q*LW = (Q+L)W Xwechsel * Yschritt = (X*-Y)wechsel QW*L = (Q-L)W = -TW Xwechsel * Ywechsel = (X*-Y)schritt QW*LW = (Q-L) = -T",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.94.0.9.klumpenhouwer.html",
    "data": "mto/data/mto.94.0.9.klumpenhouwer.json"
}