{
    "title": "On the Tonic Added-Sixth Chord in Jazz",
    "date": "2023/06/01",
    "volume": "29",
    "issue": "2",
    "authors": [
        "Martin, Henry"
    ],
    "abstract": "This article investigates the major-mode tonic added-sixth chord in jazz, a characteristic harmony well established by the 1930s. Beginning around 1930, routine use of the tonic added-sixth chord established it as a “dialect” distinct from the triadic dialect of early jazz, ragtime, and the various styles and genres antecedent to jazz. The article begins with an examination of how6ˆ/I can be understood as both “dependent” on5ˆand “independent” in both dialects. Examples from the literature then follow, with particular focus on transitional pieces, where the underlying tonics were triadic but independent6ˆ/Is in the melody created de facto added-sixth chords. Such pieces exhibited a freer use of6ˆ, enabling it to function in tonic harmonies without depending on5ˆ. Once independent of5ˆ,6ˆwas eventually treated as a chord tone routinely added to the triad without melodic impetus and establishing the added sixth as a standalone jazz chord. After presentation of a table that summarizes the functions of6ˆ/I, the conclusion suggests a possible “inclusive”6ˆas a subcategory of the independent6ˆand then proceeds to issues regarding advancing6ˆ/I,5ˆ/I, or both to deeper structural levels and the relevance of tonic-triad types at such levels.",
    "keywords": [
        "jazz harmony",
        "jazz chords",
        "tonic added-sixth chord",
        "dependent6ˆ",
        "independent6ˆ",
        "inclusive6ˆ",
        "color tone",
        "jazz dialect",
        "swing",
        "early jazz",
        "ragtime",
        "American popular song",
        "voice-leading analysis"
    ],
    "doi": "10.30535/mto.29.2.3",
    "received": "September 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.2/mto.23.29.2.martin.pdf",
    "author_info": [
        {
            "name": "Henry Martin",
            "university": "704 Clinton Ave.",
            "address": "Haddonfield, NJ 08033",
            "email": "martinh@newark.rutgers.edu"
        }
    ],
    "citations": {
        "bailey_1985": "Bailey, Robert. 1985. “An Analytical Study of the Sketches and Drafts.” In Wagner: Prelude and Transfiguration from Tristan and Isolde, ed. Robert Bailey, 113–46. Norton Critical Scores.",
        "baker_1969": "Baker, David. 1969. Jazz Improvisation: A Comprehensive Method of Study for All Players . Maher Publications.",
        "berlin_1980": "Berlin, Edward A. 1980. Ragtime: A Musical and Cultural History . University of California Press.",
        "brinkman_and_2018": "Brinkman, Andrew, and David Huron. 2018. “The Leading Sixth Scale Degree: A Test of Day-O’Connell’s Theory.” Journal of New Music Research 47 (2): 166–75. https://doi.org/10.1080/09298215.2017.1407345 .",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromaticism and the Triad’s Second Nature . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199772698.001.0001 .",
        "crawford_2001": "Crawford, Richard. 2001. America’s Musical Life: A History . W. W. Norton.",
        "day-o’connell_2002": "Day-O’Connell, Jeremy. 2002. “The Rise of 6 ˆ in the Nineteenth Century.” Music Theory Spectrum 24 (1): 35–67. https://doi.org/10.1525/mts.2002.24.1.35 .",
        "fernett_1993": "Fernett, Gene. 1993. Swing Out: Great Negro Dance Bands . Horizon Books.",
        "ewell_2020": "Ewell, Philip A. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.ewell.html .",
        "feurzig_1997": "Feurzig, David. 1997. “Making the Right Mistakes: James P. Johnson, Thelonious Monk, and the Trickster Aesthetic.” PhD diss., Cornell University.",
        "forte_1995": "Forte, Allen. 1995. The American Popular Ballad of the Golden Era, 1924–1950 . Princeton University Press.",
        "gelber_2005": "Gelber, Jesse. 2005. “Bitonality in Jazz of the Twenties and Thirties.” Master’s Thesis, Rutgers University-Newark.",
        "gibbs_1937": "Gibbs, George A. 1937. Chord Construction and Analysis for All Instruments—An Aid to the Art of Improvising . Mills Music.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of Its Precedents . University of Chicago Press.",
        "harrison_2016": "Harrison, Daniel. 2016. Pieces of Tradition: An Analysis of Contemporary Tonal Music . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190244460.001.0001 .",
        "heyer_2012": "Heyer, David J. 2012. “Applying Schenkerian Theory to Mainstream Jazz: A Justification for an Orthodox Approach.” Music Theory Online 18 (3). https://doi.org/10.30535/mto.18.3.4 .",
        "jaffe_1983": "Jaffe, Andrew. 1983. Jazz Theory . Wm. C. Brown.",
        "jaffe_2009": "Jaffe, Andrew. 2009. Jazz Harmony (3rd ed.). Advance Music.",
        "kahn_1947": "Kahn, Marvin. 1947. Modern Styles and Harmonic Construction for Popular Piano Playing . Mills Music.",
        "kirk_and_lee_1989": "Kirk, Andy, and Amy Lee. 1989. Twenty Years on Wheels . University of Michigan Press. https://doi.org/10.3998/mpub.12232 .",
        "lange_1927": "Lange, Arthur. 1927. Arranging for the Modern Dance Orchestra . Reprint, Robbins Music.",
        "larson_1997": "Larson, Steve. 1997. “The Problem of Prolongation in ‘Tonal’ Music: Terminology, Perception, and Expressive Meaning.” Journal of Music Theory 41 (1): 101–36. https://doi.org/10.2307/843763 .",
        "larson_2009": "Larson, Steve. 2009. Analyzing Jazz: A Schenkerian Approach . Pendragon Press.",
        "larson_2012": "Larson, Steve. 2012. “Expressive Meaning and Musical Structure, Chapter 1 of Schenkerian Analysis: Pattern, Form, and Expressive Meaning .” Music Theory Online 18 (3). https://doi.org/10.30535/mto.18.3.11 .",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space . Oxford University Press.",
        "levine_1995": "Levine, Mark. 1995. The Jazz Theory Book . Sher Music.",
        "lopez_1933": "Lopez, Vincent. 1933. Modern Piano Method Book II . M. M. Cole.",
        "martin_1980": "Martin, Henry. 1980. “Jazz Harmony.” PhD diss., Princeton University.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Scarecrow Press.",
        "mcgowan_2005": "McGowan, James. 2005. “Dynamic Consonance in Selected Piano Performances of Tonal Jazz.” PhD diss., University of Rochester.",
        "mcgowan_2008": "McGowan, James. 2008. “‘Consonance’ in Tonal Jazz: A Critical Survey of Its Semantic History.” Jazz Perspectives 2 (1): 69–102. https://doi.org/10.1080/17494060801949059 .",
        "mcgowan_2011": "McGowan, James. 2011. “Psychoacoustic Foundations of Contextual Harmonic Stability in Jazz Piano Voicings.” Journal of Jazz Studies 7 (2): 156–91. https://jjs.libraries.rutgers.edu/index.php/jjs/article/view/13 .",
        "mehegan_1959": "Mehegan, John. 1959. Jazz Improvisation , Vol. 1: Tonal and Rhythmic Principles . Watson-Guptill.",
        "mehegan_1962": "Mehegan, John. 1962. Jazz Improvisation , Vol. 2: Jazz Rhythm and the Improvised Line . Watson-Guptill.",
        "mulholland_and_hojnacki_2013": "Mulholland, Joe, and Tom Hojnacki. 2013. The Berklee Book of Jazz Harmony . Berklee Press.",
        "nettles_and_graf_1997": "Nettles, Barrie, and Richard Graf. 1997. The Chord Scale Theory & Jazz Harmony . Advance Music.",
        "rawlins_and_bahha_2005": "Rawlins, Robert, and Nor Eddine Bahha. 2005. Jazzology: The Encyclopedia of Jazz Theory for All Musicians . Hal Leonard.",
        "rohm_1974": "Rohm, Joseph William. 1974. “Jazz Harmony: Voicing, Structure, Progression.” PhD diss., Florida State University.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "russell_1959": "Russell, George. 1959. The Lydian Chromatic Concept of Tonal Organization for Improvisation . Concept Publishing.",
        "strunk_1979": "Strunk, Steven. 1979. “The Harmony of Early Bop: A Layered Approach.” Journal of Jazz Studies 6: 4–53.",
        "strunk_1985": "Strunk, Steven. 1985. “Bebop Melodic Lines: Tonal Characteristics.” Annual Review of Jazz Studies 3: 97–120.",
        "sturm_1995": "Sturm, Fred. 1995. Changes Over Time: The Evolution of Jazz Arranging . Advance Music.",
        "terefenko_2017": "Terefenko, Dariusz. 2017. Jazz Theory: From Basic to Advanced Study . 2nd ed. Routledge. https://doi.org/10.4324/9781315305394 .",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice. Oxford University Press.",
        "van_der_merwe_1989": "Van der Merwe, Peter. 1989. Origins of the Popular Style: The Antecedents of Twentieth-Century Popular Music . Oxford University Press.",
        "wriggle_2016": "Wriggle, John. 2016. Blue Rhythm Fantasy: Big Band Jazz Arranging in the Swing Era . University of Illinois Press. https://doi.org/10.5406/illinois/9780252040405.001.0001 .",
        "_": "Compositions Cited (by Editor(s) and Composer or Performer)"
    },
    "footnotes": {
        "FN0": {
            "text": "* This article began as a talk entitled “Early Dissonance into Jazz Consonance: The Added Sixth Chord,” given on November 6, 2003 at the SMT Annual Meeting in Madison, Wisconsin. The article’s original ideas were further developed in several bursts of activity during the ensuing years, often via the generous aid of others. In addition to the reviewers commissioned by MTO , I would like to thank the many readers who offered helpful commentary and criticism of earlier drafts.",
            "citations": []
        },
        "FN1": {
            "text": "1. To confirm further the proposed emergence of the added sixth as a tonic harmony, a corpus study would be ideal. Such a study would entail delimiting the relevant music genres, identifying tonic chords and their voicings, and devising a method of handling improvisation. That tonic added-sixth chords evolved from triads has certainly been assumed by theorists writing about early twentieth-century jazz and popular music; for example, Forte ( 1995 , 7), in a discussion of the added-sixth chord in popular songs, notes, “The process of assimilation, involving decorative notes, such as passing notes and stepwise adjacencies, converted certain common three-note chords into four-note chords.”",
            "citations": [
                "forte_1995"
            ]
        },
        "FN2": {
            "text": "2. For the increased presence and greater melodic freedom of 6 ˆ in nineteenth-century European music, see Day-O’Connell 2002 . Brinkman and Huron ( 2018 , 172) corroborate this study via a large-data analysis of relevant melodic databases, noting first “[O]ur study suggests that 6 ˆ is more common in nineteenth century themes compared with pre-nineteenth century themes,” and then “In short, continuations from scale degree 6 ˆ are less constrained in the nineteenth century—again consistent with Day-O’Connell’s conjectures.”",
            "citations": [
                "brinkman_and_2018"
            ]
        },
        "FN3": {
            "text": "3. See Crawford 2001 , particularly Part Two, for the presence of European music in the U.S., its performance by American musicians, and the touring of European musicians and ensembles throughout the U.S. in the nineteenth century. Crawford ( 2001 , 57) notes that European culture took root in the U.S. early: “From the start of European settlement, musicians here have been able to take for granted the ample supply of music from the British Isles and the European continent, made available through oral tradition and written notation. . . . Indeed, it apparently mattered little to singers and players on these shores that until after American independence was won, virtually none of the songs, dances, or theatrical works performed here were composed here.” For specific examples of European pieces that incorporated the tonic added-sixth chord in the nineteenth and early twentieth centuries, see note 20.",
            "citations": [
                "crawford_2001",
                "crawford_2001"
            ]
        },
        "FN4": {
            "text": "4. Throughout the article, I will refer to scholarly music theory as well as pedagogical studies. Both are relevant to jazz theory—the latter because of the importance of pedagogy in the training of many jazz musicians. Among scholarly perspectives, voice leading, larger-scale harmonic motion, and the motivic connections that emerge from such analysis (e.g., Strunk 1979 , Strunk 1985 , Martin 1996 , and Larson 2009 ) are especially pertinent to this study.",
            "citations": [
                "strunk_1979",
                "strunk_1985",
                "martin_1996",
                "larson_2009"
            ]
        },
        "FN5": {
            "text": "5. For discussion of the 6 ˆ – 5 ˆ motion, see, e.g., Harrison ( 1994 , 91–102) and Lerdahl ( 2001 , 49). Harrison emphasizes the subdominant–to–tonic implication of 6 ˆ – 5 ˆ and cites earlier theorists. Among jazz theorists, the tendency of 6 ˆ – 5 ˆ is cited by Mulholland and Hojnacki ( 2013 , 2). Regarding the intervallic equivalence of the added-sixth and the minor-seventh chords, Harrison ( 2016 , 119) is especially pertinent: “The M+ [added sixth] and m+ [minor seventh] chords are related by partial-order rotation, otherwise known as chord inversion. That is, both chords can be understood as instances of a minor seventh chord, with m+ in root position and M+ in first inversion. Unlike traditional chord-inversion theory, however, where the chord root remains invariant under rotation, voicing and arrangement can determine the root. In both current cases, chord root is allocated to the lowest note, thus making the chords nonequivalent in this important way.” Harrison also includes the following note: “In this way, the understanding of chord root is different from the traditional one derived from Rameau—although students of history will immediately recognize that Rameau himself found the accord de la grande sixte to be ambiguously rooted” ( 2016 , 119, n21). Moreover, the common use of ii 7 as a pre-dominant may have helped encourage acceptance of the chord inverted into the added sixth.",
            "citations": [
                "harrison_1994",
                "lerdahl_2001",
                "mulholland_and_hojnacki_2013",
                "harrison_2016",
                "harrison_2016"
            ]
        },
        "FN6": {
            "text": "6. Day-O’Connell ( 2002 , 50), Harrison ( 2016 , 98), and others use the I add6 symbol. Mehegan ( 1959 , 24) uses I +6 , as does Forte ( 1995 , 7), and it can even be found as early as in Lopez ( 1933 , 106). Nonetheless, the + (meaning “add”) is potentially confusing, as it often specifies chords with augmented fifths.",
            "citations": [
                "harrison_2016",
                "mehegan_1959",
                "forte_1995",
                "lopez_1933"
            ]
        },
        "FN7": {
            "text": "7. As Strunk points out, “The term sixth is used for a pitch that is able, in the given context, to be the resolution of a diatonic seventh; the term thirteenth is used when the associated seventh is not major. The thirteenth is not the resolution of a seventh” ( 1985 , 100; italics his).",
            "citations": [
                "strunk_1985"
            ]
        },
        "FN8": {
            "text": "8. An example of Williams’s use of the added sixth appears in “Mary’s Idea.” See Example 38 below.",
            "citations": []
        },
        "FN9": {
            "text": "9. The “[scale degree to the voicing]” clarification is Wriggle’s. The citation of Andy Kirk is from Fernett ( 1993 , 37).",
            "citations": [
                "fernett_1993"
            ]
        },
        "FN10": {
            "text": "10. Examples of jazz theorists who cite the chord with no further discussion include Gibbs ( 1937 , 10), Kahn ( 1947 , 4), Russell ( 1959 , 13), Baker ( 1969 , 8), Jaffe ( 1983 , 10), Nettles and Graf ( 1997 , 21), Rawlins and Bahha ( 2005 , 43), and Jaffe ( 2009 , 11–13).",
            "citations": [
                "gibbs_1937",
                "kahn_1947",
                "russell_1959",
                "baker_1969",
                "jaffe_1983",
                "nettles_and_graf_1997",
                "rawlins_and_bahha_2005",
                "jaffe_2009"
            ]
        },
        "FN11": {
            "text": "11. Mehegan does not at any point in the text clarify just how the added-sixth chord effects a “melodic adjustment or a feeling of finality.”",
            "citations": []
        },
        "FN12": {
            "text": "12. Rohm ( 1974 , 1–2) is another early study that views the added-sixth chord as a basic and separate structure, although he does not discuss the chord further.",
            "citations": [
                "rohm_1974"
            ]
        },
        "FN13": {
            "text": "13. Though not in his text, Terefenko also views the notes of the underlying triad to be “essential chord tones,” as he explained to me in an email communication from August 18, 2021. His text does not elaborate on how the added sixth or seventh “adds a kinetic force that energizes harmonic progressions.”",
            "citations": []
        },
        "FN14": {
            "text": "14. In Chapter 1 of his Schenker textbook, Larson lists other terms for dependent notes: “embellishments,” “ornaments,” and “decoration,” and adds the important proviso that “they should not be regarded as less important” ( 2012 , paragraph 3.4).",
            "citations": [
                "larson_2012"
            ]
        },
        "FN15": {
            "text": "15. As will be seen, there are even melodic contexts where 6 ˆ /I might be viewed as more stable than 5 ˆ /I. Strunk’s work on jazz harmony and voice leading is of fundamental importance to jazz theory, yet his view of 6 ˆ /I as dissonant is problematic; for example: “this is its [ 6 ˆ ’s] most usual role: an unresolved addition to I, not standing for 5 ˆ (which is often voiced a step away from it), but also not a chord tone ” ( 1985 , 99; my emphases). Because Strunk considers the 5 ˆ – 6 ˆ interval in a I add6 chord to be “unresolved,” the 6 ˆ for him is a dissonant non-chord tone. Yet he also cites the “consonant character” of the 6 ˆ , thereby “enabl[ing] it to serve as the resolution of 7 ˆ /I” ( 1985 , 99).",
            "citations": [
                "strunk_1985",
                "strunk_1985"
            ]
        },
        "FN16": {
            "text": "16. Ewell points out that Foster’s songs are often viciously racist, and, as a result, they are generally quoted without their lyrics ( 2020 , paragraph 3.3). This is certainly true; but the reason I include a Foster example is that his songs have been well known since their inception and provided clear models for form and melody in U.S. popular song. Whereas the act of uncritically including a piece within, for example, teaching materials can be construed as an implicit endorsement, here the inclusion should be viewed as objectively reflecting the song's longstanding familiarity and, hence, its importance as an antecedent.",
            "citations": [
                "ewell_2020"
            ]
        },
        "FN17": {
            "text": "17. During the chorus (not shown), a IV harmony supports a melodic C5 proceeding to a syncopated E5; that is, the E5, previously a dependent 6 ˆ , is now an accented chord tone.",
            "citations": []
        },
        "FN18": {
            "text": "18. Regarding the transcriptions, the editors write, “The difficulty in attaining absolute correctness is greater than might be supposed by those who have never tried the experiment, and we are far from claiming that we have made no mistakes. . . . I feel confident, however, that there are no mistakes of importance. . . . The best that we can do, however, with paper and types, or even with voices, will convey but a faint shadow of the original” ( Allen, Ware, and Garrison [1867] 1995 , iv).",
            "citations": []
        },
        "FN19": {
            "text": "19. See Georgia Sea Island Singers 1960 for the multiple repetitions and groove characteristic of shouts performed a cappella . Audio Example 12 presents “Pray All de Member” on a sampled ukulele, with light percussion added on beats two and four to imply the characteristic rhythmic drive.",
            "citations": [
                "georgia_sea_island_singers_1960"
            ]
        },
        "FN20": {
            "text": "20. Other significant precedents for added sixths in tonic chords in Western concert music include Brahms’s Balladen, op. 10, no. 4 ( 1854 ); the conclusion of Fauré’s Barcarolle in A ♭ Major, op. 44 ( 1886 ); and the conclusion of Mahler’s “Der Abschied” from Das Lied von der Erde ( 1908 ). McGowan cites these further examples: Debussy’s “Le Jet d’Eau” ( Cinq poëmes de Baudelaire , 1887–89 ) and “Le tombeau des Naiades” ( Trois Chansons de Bilitis , 1898 ); Satie’s “Je te veux” ( 1897 ); Ravel’s “Manteau de Fleurs” ( 1903 ), “Noël des Jouets” ( 1905 ), and “Placet futile” ( 1913 ). He also points out that Schoenberg’s “In diesen Wintertagen,” op. 14, no. 2 ( 1908 ), Berg’s “Nun ich der Reisen Stärksten überwand,” op. 2, no. 3 ( 1909 ), and Berg’s Violin Concerto ( 1935 ) “feature added-6th sonorities, but are less oriented in functional tonality” ( 2005 , 87, n17). In the twentieth century, Western concert music and jazz often featured overlapping harmonic practices. French Impressionism, for example, probably influenced jazz harmony, and was itself sometimes influenced by jazz. Correlations between the harmony of the Western concert tradition and jazz are explored in Tymoczko ( 2011 , particularly 352–76). For the general practice of expanded triads in a tonal context, see Harrison 2016 and Cohn 2012 .",
            "citations": [
                "brahms_1854",
                "mahler_1908",
                "debussy_1898",
                "satie_1897",
                "ravel_1903",
                "ravel_1905",
                "ravel_1913",
                "schoenberg_1908",
                "berg_1909",
                "berg_1935",
                "mcgowan_2005",
                "tymoczko_2011",
                "harrison_2016",
                "cohn_2012"
            ]
        },
        "FN21": {
            "text": "21. Rothstein discusses the “Blue Danube” at length ( 1989 , 4–10), demonstrating how it may be rewritten with metrical reductions that reveal an underlying phrase structure. The hyperbar analysis of Ex. 15 accords with Rothstein’s durational reductions. Connecting 6 ˆ /V 9 to 6 ˆ /I is a common melodic-harmonic technique that will be seen again in several examples to follow.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN22": {
            "text": "22. Morton claimed that he composed the piece in 1905, as Dapogny mentions in the note accompanying his transcription (which combines Morton recordings of the tune from the 1920s and 1930s). Dapogny also suggests that the piece is “the first published jazz composition—as distinct from ragtime or popular music which later came to be performed as jazz” ( 1982 , 293). In Morton’s later performances of this tune, he plays both tonic triads and I add6 chords.",
            "citations": [
                "dapogny_1982"
            ]
        },
        "FN23": {
            "text": "23. The idea of I add6 as a blend of I and vi, quoted earlier in a reference to Lopez ( 1933 , 100), is relevant to a reading of “Mack the Knife,” as will be seen below in Exs. 29 and 30.",
            "citations": [
                "lopez_1933"
            ]
        },
        "FN24": {
            "text": "24. The strain features further harmonic subtleties. The A ♭ triad at the end of m. 4 is ♭ VII. The IV/IV–IV–I “subdominant-side” progression traced out in mm. 4–7 is balanced by the V 7 /V–V 7 –I dominant progression (mm. 10–12) that ends the strain. The sliding B ♭ major/G minor ambiguity of the opening is even present at the tonic return at m. 7, where the G2 bass at the downbeat momentarily implies vi. It should be noted, too, that McGowan’s blues dialect (recall Ex. 1), featuring tonics as major-minor seventh chords, is not stylistcally characteristic, because this is an early blues. Nonetheless, Morton was known to end solo performances of his pieces with a I ♭7 chord, even in works whose final strains are not blues-like, e.g., “The Pearls” (recorded July 18, 1923).",
            "citations": []
        },
        "FN25": {
            "text": "25. Another instance of a tonic 6 ˆ – 5 ˆ at the start of a somewhat more contemporary song is “The Way We Were” ( Hamlisch, Bergman, and Bergman 1973 ), a major hit for Barbra Streisand. It opens with “Mem’ries” in half notes over a 4 4 bar. (In some arrangements, the 5 ˆ is reharmonized by a passing iii 7 chord.) “It Might as Well Be Spring” ( Rodgers and Hammerstein 1945 ) begins similarly with repeated motions of 6 ˆ – 5 ˆ over the tonic.",
            "citations": [
                "hamlisch_bergman_and_bergman_1973",
                "rodgers_and_hammerstein_1945"
            ]
        },
        "FN26": {
            "text": "26. Performers of rags often take liberties with the published notation. Zimmerman ( 1974 ) and Joplin’s piano roll (April, 1916 ) add passing figures to the left hand, making it such that Audio Example 22 is a playback of the notation.",
            "citations": [
                "zimmerman_1974",
                "joplin_1916"
            ]
        },
        "FN27": {
            "text": "27. Interestingly, the second bar of motive R resembles mm. 2 and 4 of Joplin’s “Exercise No. 2” from his School of Ragtime ( Joplin 1908 , reproduced in Jasen 1988 , xii).",
            "citations": [
                "joplin_1908",
                "jasen_1988"
            ]
        },
        "FN28": {
            "text": "28. Van der Merwe ( 1989 , 225) also cites these Strauss and Sousa examples of the 6 ˆ , which “began to receive an unusual emphasis from the late eighteenth century on.” After excerpts from Schubert and Chopin, he suggests that its “gradual emancipation can best be followed in the Viennese Waltz,” and that with “the familiar strains of ‘The Blue Danube’ [Ex. 104] and with Sousa’s ‘Washington Post’ [Ex. 105] the emancipation is complete” ( Van der Merwe 1989 , 230–31).",
            "citations": [
                "van_der_merwe_1989",
                "van_der_merwe_1989"
            ]
        },
        "FN29": {
            "text": "29. Another well-known early twentieth-century song that opens with V 9 and features the 6 ˆ /V 7 – 6 ˆ /I model is “By the Beautiful Sea” ( Atteridge and Carroll 1914 ); in it, the V 9 and I chords are extended to four bars each. The model also appears in the refrain of Morton’s “Mr. Jelly Lord” ( 1923a ).",
            "citations": [
                "atteridge_and_carroll_1914",
                "morton_1923a"
            ]
        },
        "FN30": {
            "text": "30. The transcription is by Feurzig ( 1997 , 83), who does not correct occasional notes missed by Johnson (e.g., bass E2 at m. 3, which should be F2). I notate Johnson’s intended harmonies and bass notes in the analytical staves; these are also corroborated in the published version of the piece ( 1926 ), as reproduced in Schiff ( 1977 , 44–49).",
            "citations": [
                "feurzig_1997",
                "johnson_1926",
                "schiff_1977"
            ]
        },
        "FN31": {
            "text": "31. The published version of the piece ( Schiff 1977 , 44) supports this primary line, including the dominant in m. 8 as a passing V 3 4 .",
            "citations": [
                "schiff_1977"
            ]
        },
        "FN32": {
            "text": "32. In his analysis of “Skylark” ( Carmichael and Mercer 1941 ), Forte ( 1995 , 48–50) considers 6 ˆ to be a primary tone followed by a 5 ˆ – 4 ˆ – 3 ̂ – 2 ˆ – 1 ˆ descent. However, one might argue that in this song 6 ˆ depends on 5 ˆ , which is better understood as a primary tone.",
            "citations": [
                "carmichael_and_mercer_1941",
                "forte_1995"
            ]
        },
        "FN33": {
            "text": "33. Hines’s best-known song, “Rosetta” ( 1933 , Henri Wood co-composer), is a 32-bar AABA tune whose first A section cadences on an independent 6 ˆ supported by I. His well-known composition and recording “Fifty-Seven Varieties” ( OKeh 8653, December 12, 1928 ) features a complex prolongation of 6 ˆ over tonic harmony at 2:51. Other important early works that feature 6 ˆ /I include “That Mysterious Rag” ( Berlin and Snyder 1911 ), “At Sundown” ( Donaldson 1927 ), and “My Blue Heaven” ( Whiting and Donaldson 1927 ).",
            "citations": [
                "hines_and_wood_1933",
                "hines_1928b",
                "berlin_and_snyder_1911",
                "donaldson_1927",
                "whiting_and_donaldson_1927"
            ]
        },
        "FN34": {
            "text": "34. Another well-known tune, a few years later than “Mack,” may have been influenced by both it and “Hot Lips”: “Mine,” by George and Ira Gershwin ( 1933 ). In its first eight bars, 6 ˆ is articulated at each odd-numbered bar and harmonized by the tonic. Its repeating two-bar progression is I add6 –V 7 /ii–V 7 /V–V 7 .",
            "citations": [
                "gershwin_1933"
            ]
        },
        "FN35": {
            "text": "35. Heyer ( 2012 , paragraphs 2.1–2.17) argues for an interpretation of “Mack” with an implied 3 ̂ – 2 ˆ – 1 ˆ background, a reading influenced by Schenkerian concepts (paragraph 2.16; example 6). To support this reading, Heyer cites a live Louis Armstrong performance of the tune from 1957 that concludes with an authentic cadence to 1 ˆ (paragraph 2.16; audio example 1). I would argue, rather, that the Armstrong performance circumvents the cadence of the tune on 6 ˆ to provide a more conclusive, climactic ending. The arrangement, as it were, “corrects” the original song with a more conventional cadence.",
            "citations": [
                "heyer_2012"
            ]
        },
        "FN36": {
            "text": "36. That I add6 is a blend of I and vi was pointed out in the jazz theory literature by Lopez in 1933 (paragraph 2.5). Among the pieces examined earlier that blend them, see “The Jelly Roll Blues” (paragraph 4.10 and Ex. 18). Remarkably, Van der Merwe ( 1989 , 230–31) anticipated Gelber’s study, noting that once the 6 ˆ was treated more freely, “the next and final step is to treat the submediant as a tonal centre in its own right, and this is actually carried out in one of the best-known tunes of the early twentieth century, Kurt Weill’s ‘Mack the Knife.’” For an analytical precedent regarding the blending of third-related tonics, see Bailey’s study of the Tristan prelude ( 1985 ).",
            "citations": [
                "lopez_1933",
                "van_der_merwe_1989",
                "bailey_1985"
            ]
        },
        "FN37": {
            "text": "37. I have added the chord symbol names, as specified by the tablature fingerings, to the score. The fourth chord appears as G7 (rather than G+7 or G7( ♯ 5)), as the tablature notes, voiced upwards, are B–F–G–D.",
            "citations": []
        },
        "FN38": {
            "text": "38. The Carter arrangement is from Sturm ( 1995 , 103) with my chord symbols added. Sturm provides eight bars of the soli but does not notate the rhythm section and does not say whether it was copied from the score or was transcribed.",
            "citations": [
                "sturm_1995"
            ]
        },
        "FN39": {
            "text": "39. I created the reduced concert score of the example from the full score, as edited from the original manuscript by Buehrer ( 2013 , 145ff). As mentioned previously, the conclusion of “Corky Stomp” shows Williams writing a tonic added-sixth chord as early as 1929 (transcribed in Buehrer 2013 , xvii).",
            "citations": [
                "buehrer_2013",
                "buehrer_2013"
            ]
        },
        "FN40": {
            "text": "40. The piano part in mm. 15–16 has E ♭ triads, which may have been sufficient for Williams (the band’s pianist), although the guitar part shows E ♭ 6 chords. Other interesting features of the music include the doubling of the bass trombone with the saxophone/bass vamp, the voicing of E ♭ 6 chords in the opening brass statement, and the harmonic clashes of brass/saxophones vs. piano/bass at the downbeat of m. 2.",
            "citations": []
        },
        "FN41": {
            "text": "41. Although publishers often issue arrangements of popular works without consulting composers, the Sirmay arrangement is from a commemorative song folio that credits Rodgers as editor. The folio additionally notes that Sirmay “has been musical editor to such eminent composers as George Gershwin and Arthur Schwartz as well as Richard Rodgers” (dust jacket cover).",
            "citations": []
        },
        "FN42": {
            "text": "42. I suggested the “inclusive” category in the original 2003 version of this article but did not discuss the relationship of 6 ˆ /Is to what have been called color tones. The jazz-theoretical literature, when referring to color tones, usually equates them with extensions. Jaffe ( 2009 , 20) is particularly clear on this issue, writing, “In the presence of the associated seventh chord, these notes may be thought of as extensions or colorations (‘color tones’) of the basic seventh chord”; his glossary then defines them as “sixths, ninths, elevenths and thirteenths (synonymous with ‘tensions’ or ‘extensions’)” (192). Mulholland-Hojnacki write, “In jazz, tensions may be added freely to chords to increase the amount of harmonic color without the necessity to resolve the dissonance they create” ( 2013 , 20; my emphasis)—although their text avoids the term “color tone.” McGowan (see his chart, Ex. 1) cites thirds-based extensions of jazz tonics as possible color tones, explaining: “The three principal dialects can be extended to include ninths and, less often, sharp elevenths as contextually stable chord tones. In many musical situations, however, ninths and sharp elevenths are relatively stable, neither requiring resolution nor functioning as true members of the chord. These color tones supplement the active chord tones of the dialect, much like a suffix supplements a root word without changing its underlying meaning” ( 2011 , 159; his emphases). He also suggests that a dialect tone may sometimes function as a color tone (160). The usefulness of the terms “inclusive” or “color tones” (and their possible overlap) in jazz might be explored in further research.",
            "citations": [
                "jaffe_2009",
                "mulholland_and_hojnacki_2013",
                "mcgowan_2011"
            ]
        },
        "FN43": {
            "text": "43. Terefenko, for example, notes that in his text “The use of Roman numerals . . .  is reduced to four-part structures only, regardless of the actual pitch content of the chord. Roman numerals, then, represent the quality, functionality, scale-degree position, and the type of essential chord tones added to a triad” ( 2017 , xxxii).",
            "citations": [
                "terefenko_2017"
            ]
        },
        "FN44": {
            "text": "44. A review of jazz voice-leading analyses, beginning with Strunk 1979 , shows that theorists do not consistently advance the tonal dialect to deeper structural levels in their writings; instead, the kinds of chords that appear there depend on the analytical points being made. I argue that requiring triads to prevail at deeper structural levels is not appropriate when non-triadic dialects are normative and their identification is germane to the discussion.",
            "citations": [
                "strunk_1979"
            ]
        },
        "FN45": {
            "text": "45. For more on the problems of admitting triads as the only “consonant” chords, see McGowan ( 2008 , 91–94).",
            "citations": [
                "mcgowan_2008"
            ]
        },
        "FN46": {
            "text": "46. For example, Nettles-Graf ( 1997 , 56), Rawlins-Bahha ( 2005 , 70–71), Jaffe ( 2009 , 26–28), Mulholland-Hojnacki ( 2013 , 5–6, 212), Terefenko ( 2017 , 102–08).",
            "citations": [
                "nettles_and_graf_1997",
                "rawlins_and_bahha_2005",
                "jaffe_2009",
                "mulholland_and_hojnacki_2013",
                "terefenko_2017"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The major sixth added to the major or minor triad creates the added-sixth chord. What makes its emergence an intriguing issue in the history of jazz harmony is that it and the major-minor seventh chord as tonics were arguably the first “jazz chords.” The “dominant” seventh chord as I ♭7 was characteristic of the blues and appeared in print early on as a tonic in “St. Louis Blues” ( Handy 1914 ; original publication reproduced in Marrone 1990 ), but the added sixth became significant in all forms of jazz, blues included. Triads were the standard tonic chords in ragtime and early jazz, genres that were based on the functional harmony of popular and light classical music established in the U.S. in the nineteenth century. By the late 1920s and especially the early 1930s, however, the added sixth became the tonic chord of choice in jazz and related genres.",
                "footnotes": [],
                "citations": [
                    "handy_1914",
                    "marrone_1990"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The clearest precedents leading to the establishment of the added-sixth chord can be found in early jazz, extending from the later 1910s to the late 1920s. However, early jazz evolved from nineteenth-century practices and was itself a genre of twentieth-century U.S. popular music, fitting into and overlapping with a broad range of vernacular genres, styles, and cultures. Because of the particular importance of Black culture and performers, most of my examples are taken from that practice, but the rich corpus of genres and styles that ultimately resulted in jazz practice is wide-ranging, which is why I have included so many examples and refer to yet others still. Moreover, a comprehensive view of harmony in jazz and popular music in the early twentieth century requires examining published arrangements and compositions as well as recordings, some of which include improvisation. For these reasons, this article samples both printed and recorded sources. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] A further issue in the evolution of jazz harmony is the relationship of European music to music in the U.S. in the nineteenth and early twentieth centuries. U.S. popular music during that time was unquestionably influenced by the treatment of 6 ˆ in European tonality, (2) as European music was often performed in the U.S. then, particularly popular and light classical pieces. (3) Of course, by the twentieth century, music in the U.S. was likely influencing European harmonic practice. Accordingly, my examples focus on the U.S. but include relevant European music. (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In the most basic terms, this study focuses on how 6 ˆ functions in tonic harmonies. As 6 ˆ /I often proceeds melodically to a more stable 5 ˆ , (5) I will refer to such 6 ˆ s as dependent . Sixths supported by tonics may also not involve dependencies on 5 ˆ , in which case I refer to them as independent . Independent 6 ˆ s seem to have become more common in the later nineteenth and early twentieth centuries until, by the early 1930s, jazz performers, composers, and arrangers routinely added a 6 ˆ to tonic triads. That is, the tonic added sixth became a standard jazz chord, even when 6 ˆ was not present in the melody. Acceptance of this chord by the 1930s did not mean that tonic triads were avoided entirely, however, as later discussion will show. I will argue, further, that a 6 ˆ can function dependently in its register even when accompanied by an added-sixth chord. That is, a 6 ˆ supported by an added-sixth chord may still “resolve” to 5 ˆ in its register, although I will qualify what is meant by “resolution.”",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The commonly accepted symbol for the added-sixth chord in lead-sheet notation is C6 (“C added-sixth chord”); however, its Roman-numeral designation varies. I add6 is clearest, since I 6 denotes the first inversion of the tonic triad. (6) The sixth is usually referred to as a thirteenth with dominant chords. For example, G13 includes both E and F with E normally voiced over F (hence the E as “13th”). (7) An examination of harmonies other than tonics is outside the scope of this article, as are discussions of tonic 6-9 chords (e.g., C 9 6 as C–E–G–A–D, a major pentatonic set verticalized) and other extended jazz tonics. I will, however, point out how 6 ˆ /I may resolve a major seventh, and my final example includes more complex tonics to show how they may interact with added sixths. In pieces in which tonic added-sixth chords are normative, I view the 6 ˆ s and triadic notes as chord tones; however, when triads are the normative tonics, I view any added 6 ˆ s as extended chord tones (also called “extensions” or “tensions”). It is my hope that the views of 6 ˆ /I proposed in this article lead to a discussion of tonic major sevenths as well as the extensions that further complexify jazz tonics.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Views on the added sixth in jazz history and theory follow next in Section II to prepare Section III, a study of dependent and independent 6 ˆ s supported by both I and I add6 harmonies. Sections IV, V, and VI cite examples from the literature showing, respectively, the dependent 6 ˆ , the independent 6 ˆ melodically motivated, and the independent 6 ˆ without melodic motivation. Section VII presents a table that summarizes the behaviors of the tonic added sixth, then suggests a possible “inclusive” 6 ˆ as a subcategory of the independent 6 ˆ ; the article then concludes with a discussion regarding advancing 6 ˆ /I, 5 ˆ /I, or both to deeper structural levels and the relevance of tonic-triad types at such levels. II. Views of the Added Sixth in Tonic Jazz Chords",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The added-sixth chord was considered a new jazz harmony in the later 1920s. Mary Lou Williams, the arranger, composer, and pianist for the Andy Kirk band, claimed “that she was the first to use the added-sixth chord in jazz” ( Buehrer 2013 , xxvii). Buehrer ( 2013 , xxviii) quotes Williams from a June 26, 1973 interview by John S. Wilson: “I discovered chords and Andy [Kirk] used to say to me, ‘You can’t do that. It’s against the rules of writing music.’ I said, ‘But I hear a sixth in this chord.’ He said, ‘But you can’t do it’ . . . He kept telling me it was against the rules of the chord. In that year I guess it was but . . . I found these things on the piano and I said this will sound good.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "buehrer_2013",
                    "buehrer_2013"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] After transcribing the ending of Williams’s 1929 composition “Corky Stomp,” which has an E ♭ 6 chord, Buehrer continues, “Although her claim is inaccurate (the use of added-sixth chords in popular music predates Williams’s use by several years), the absence of this harmony from the music she heard playing in Kansas City nightclubs and ballrooms may have convinced her that these chords were her own discovery” ( 2013 , xxviii). Buehrer then quotes Andy Kirk: There were good music kicks right at the Pla-Mor, when bands like McKinney’s Cotton Pickers or Fletcher Henderson shared the stand with us. The Cotton Pickers played something I’d never heard before; a sixth in a chord. In some places it sounded to me like a clash. I was used to triads, dominant sevenths, a dominant ninth occasionally, and diminished chords. Later, I got to like the sound of the sixth, especially the way Don Redman used it in his arrangements, as a 13th an octave higher” ( Kirk and Lee 1989 , 66; quoted in Buehrer 2013 , xxviii).",
                "footnotes": [],
                "citations": [
                    "williams_1929",
                    "buehrer_2013",
                    "kirk_and_lee_1989",
                    "buehrer_2013"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The expansion of dance band size in popular music and jazz in the later 1920s helped spur the use of added-sixth chords. As Wriggle explains, Lange [ 1927 , in an arranging manual] addressed arranging techniques for a ten-piece dance band, comprising a four-piece rhythm section (piano, banjo, bass, and drums) and two wind sections: a three-piece saxophone or “reed” section (saxophones doubling clarinet) and a three-piece brass section (two trumpets and one trombone). His techniques for scoring these trio wind sections, based largely on triad or dominant-seventh chord voicings (for example, the pitches B–D–F for a G dominant-seventh chord), offer a fair summation of 1920s dance band arranging conventions. As bandleader Andy Kirk recalled, “Back in the 1920s . . . everything was based on triads and dominant chords. Then some bands, McKinney’s Cotton Pickers among them, added a sixth [scale degree to the voicing]. . . . To get a full sound, they added a fourth sax, not doubling, but filling out the chord. I remember clearly that, when I first heard this change, it actually bothered my ear a little” ( Wriggle 2016 , 72). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "lange_1927",
                    "wriggle_2016"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Corroborating Kirk’s recollection of McKinney’s Cotton Pickers, Don Redman and John Nesbitt, the pioneering arrangers writing for the group, include the I add6 chord in the band’s first recordings from mid-1928. For example, “Some Sweet Day” (Victor 21730, July 12, 1928 ) ends with a prominent C6 chord, its saxophone cadenza eventually concluding on 6 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] As musicians began using the added-sixth chord regularly, its importance was noted early on by pedagogical theorists. For example, Lopez 1933 , a popular/jazz piano method, formally introduces the chord at the start of a section called, significantly, “Modern Harmony.” Lopez’s explanation in its original capitalization reads as follows: THE ADDED 6th CHORD. Take any [tonic] major chord and add a tone which is one whole step above the 5th of the chord. This tone is the sixth step of the scale. Another way of making this added 6th chord is by combining the C major and its relative minor chord. The relative minor is one and one half steps below the major key ( 1933 , 100).",
                "footnotes": [],
                "citations": [
                    "lopez_1933",
                    "lopez_1933"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] After a page of exercises in which the twelve major added-sixth chords are shown in all inversions, for both right and left hands, Lopez advises (again, his emphases): The added 6th chord will be used primarily as a Bass [i.e., in left hand accompanying chords] although it has many other uses. This is a professional MODERN BASS and is to be used entirely in place of the major chord as we have been playing it. It is the little things like this that are important in making your playing sound MODERN. Below are all the added 6th chords as alternate bass [i.e., bass notes on beats one and three, then added-sixth chords on beats two and four]. Incorporate them into your playing immediately ( 1933 , 101).",
                "footnotes": [],
                "citations": [
                    "lopez_1933"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Other than insisting that pianists add the chord to their harmonic vocabulary “immediately” and use it “entirely in place of the major chord,” Lopez does not discuss it further. This is not uncommon, as many pedagogical theorists cite the chord but say little if anything about it. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Mehegan’s four-volume series views jazz theory as evolving historically. His Roman numerals assume four-note chords as the norm, and so he labels the Roman numerals of triads with a superscript T (e.g., I T and IV T ). His selections from the earlier 1920s show triadic tonics ( 1962 , 41), while pieces from the later 1920s specify tonic added-sixth chords (42–44). Mehegan ( 1959 , 24) takes care to remark, “The major and minor chords employ the Added Sixth either for melodic adjustment or a feeling of finality. In either case, the seventh is omitted and the major sixth of the scale of the root is added to the three remaining notes.” (11) That is, Mehegan suggests that the sixth be used in place of the seventh, a common view among many theorists.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "mehegan_1962",
                    "mehegan_1959"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] A problem with the added sixth as a fundamental jazz harmony arose in the 1940s, when the tonic major-seventh chord became common in bebop. Hence, theorists writing roughly since 1950 and basing their conception of jazz harmony on seventh chords faced this conundrum: if such chords were fundamental, how should added-sixth chords be understood? One possibility was to view the sixth as a substitute for the (supposedly more normal) seventh, as seen in the Mehegan quotation. For a more recent example, consider Mullholland-Hojnacki: “The seventh chord is the basic harmonic building block”; a footnote clarifies that “Sixth chords—root, 3, 5, and 6—are also included in this group” ( 2013 , viii, n3).",
                "footnotes": [],
                "citations": [
                    "mulholland_and_hojnacki_2013"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] Because pedagogical theorists focus on practical skills, it makes sense for them to cite the added sixth as an interpretive option. This likely explains why Levine, in a popular jazz theory text, writes “A C major 7th chord can be notated as Cmaj7, CM7, C6, C[ 9 6 ], or C∆, and they all mean pretty much the same thing. Many jazz musicians just write C” ( 1995 , ix). For a musician interpreting a chord symbol, of course, there are many possibilities for its realization. However, once the form of a chord is decided on, say C, C6, or Cmaj7, its harmonic effect and stylistic implications can be quite different, as these theorists do in fact acknowledge.",
                "footnotes": [],
                "citations": [
                    "levine_1995"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] Rather than treating the added sixth as substituting for a supposedly more fundamental seventh, some theorists have viewed it as an additional basic structure. Some years ago, I suggested a possible reason: In none of the three common seventh chords [major seventh, minor seventh, dominant seventh] is the fifth necessary because the seventh, third, and root clearly denote the chord and its harmonic functions. That the [added-] sixth chord requires the presence of the fifth to make its harmonic function clear suggests it to be part of a branch of tonality that is distinct from the seventh-chord branch. ( Martin 1980 , 125–26) (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "martin_1980"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] Terefenko, in a recent pedagogical text, views added-sixth and seventh chords as distinct: The presence of four-part chords in jazz is as ubiquitous as that of triads in common-practice music. The chordal seventh or sixth enhances the structure of chords, adds a kinetic force that energizes harmonic progressions, and permeates various levels of the musical structure. A four-part chord originates by adding one additional pitch to a triad. We refer to that note as an essential chord tone . To construct a four-part chord, add the following chord tones: a major 6th (6), a major 7th (M7), and a minor 7th (m7) ( 2017 , 33–34; emphases in the original edited to italics). (13) Example 1 . McGowan’s chart with three jazz dialects for major-key tonic chords (2011, 187) (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "terefenko_2017"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] James McGowan, whose work has engaged the foundations of jazz harmony, also regards the basic jazz chords as either seventh chords or added sixths. Like Terefenko, he views them as comprising four essential chord tones. Focusing on tonic chords, McGowan further groups them into three triadic tones and one “dialect tone,” the latter distinguishing tonics as I add6 , I 7 , or I ♭7 , each associated with a jazz tonal “dialect.” McGowan’s chart ( 2011 , 187; his Example 23) for jazz tonics in major keys appears as Example 1 . The triadic tones are “inherently stable,” while the stability of the dialect tones, including the 6 ˆ as the subject of this article, depends on context.",
                "footnotes": [],
                "citations": [
                    "mcgowan_2011"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] In addition to the three principal dialects, McGowan cites a possible triadic dialect ( 2011 , 158). The triad is the conventional tonic in ragtime and early jazz, and it continues to appear in jazz after 1930, for example, in Dixieland bands performing jazz of the 1920s. I propose that it be accepted as a fourth jazz dialect—one that is, somewhat ironically, historically first. All this is to say that I adopt McGowan’s perspective that the tonic chords in the three jazz dialects he cites have four essential chord tones (i.e., the triadic tones in addition to the dialect tone), while at the same time holding to the notion that, in the triadic dialect, unextended jazz tonics have three chord tones.",
                "footnotes": [],
                "citations": [
                    "mcgowan_2011"
                ]
            }
        },
        {
            "2.15": {
                "text": "[2.15] McGowan’s study ( 2008 , 80–83) makes it a point to emphasize that jazz theorists use the terms “consonance” and “dissonance” in numerous ways, depending on context, phenomenal perception, and various ad hoc factors. They apply the terms to chords, their intervallic components, the intervals themselves, and even chord progressions. Because theorists’ use of the terms is so wide-ranging, McGowan ( 2008 , 78–79; and 2011 , 158) prefers “stability” and “instability” over “consonance” and “dissonance” when applied to chords and their components, a position I similarly adopt. I draw one important distinction, however: I will use “consonant” and “dissonant” as they are understood in species counterpoint—hence, a major sixth is consonant while a minor seventh is dissonant—as this will prove useful in distinguishing among the behaviors of 6 ˆ /I in various situations. Ultimately, however, I hope to show that viewing the chordal components of a stable tonic jazz chord as consonant or dissonant is inherently unclear, an issue addressed in the next section, particularly paragraphs 3.5–3.7, then reviewed in Section VII. III. Dependent and Independent 6 ˆ s in the Triadic and Added-Sixth Dialects",
                "footnotes": [],
                "citations": [
                    "mcgowan_2008",
                    "mcgowan_2008",
                    "mcgowan_2011"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] This section presents a series of brief interconnected examples that model how the 6 ˆ functions when supported by tonics in the triadic and added-sixth dialects. As I hope to show, the melodic-harmonic context determines whether a 6 ˆ /I should be considered a chord tone or non-chord tone, independent or dependent, and consonant or dissonant (i.e., per species counterpoint). McGowan developed his view of the inherent vs. contextual stability in the components of jazz chords in part from work by Larson, who showed that a dissonance may prolong or be embellished by a consonance. I will begin with one of Larson’s examples (cited by McGowan 2011 , 159), then gradually modify it to demonstrate how the interpretation of 6 ˆ /I will vary depending on context. Example 2 . Larson’s example 4 (1997, 107) with circled A4 and label added in m. 5 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "mcgowan_2011"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Example 2 reproduces the eight-bar period of Larson’s Example 4 ( 1997 , 107), in which\nmm. 5–6 repeat and embellish mm. 1–2 via upper neighbor motions. One of Larson’s key points is that in m. 6, the consonant octave G3–G4 prolongs the dissonant minor seventh G3–F4. Larson’s example also includes a 6 ˆ in m. 5, which will be the focus of this article’s discussion. The 6 ˆ in m. 5 of Ex. 2 is circled (an addition to the Larson original): it creates an imperfect consonance with 1 ˆ and prolongs the perfect consonance 1 ˆ – 5 ˆ occurring at the downbeat. The 6 ˆ is thereby a dependent 6 ˆ embellishing the more stable 5 ˆ . (14) Example 3 . Example 2 rewritten with bass altered to incomplete chords (click to enlarge and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "larson_1997"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] The next three examples present reharmonizations of Ex. 2 to demonstrate that the 6 ˆ /I in m. 5 continues to prolong the more stable 5 ˆ as either a chord tone or non-chord tone while its accompaniments change. In Example 3 , the accompaniment is altered to incomplete bass chords (completed by melodic 5 ˆ s in mm. 1 and 5, and by melodic 3 ˆ s in mm. 3–4 and mm. 7–8). The change of bass accompaniment solidifies the presence of the triadic dialect, which was only implied in Ex. 2. The A4 in m. 5 remains a dependent 6 ˆ but is now a consonant non-chord tone. Example 4 . Example 2 rewritten with bass altered to complete V and I chords (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In Example 4 , complete V and I chords appear in the bass, and the triadic dialect continues to be in effect. The A4 in m. 5 changes its status subtly: though still dependent, the 6 ˆ is now a dissonant non-chord tone, creating a ninth with the G3. Example 5 . Example 2 rewritten with bass altered to V chords and tonics as I add6 chords (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] In Example 5 , the accompanying tonics are altered to C6 chords. These changes are reflected in the chord symbols, Roman numerals, and circled notes. The ubiquitous I add6 chords in the Ex. 5 accompaniment establish the added-sixth dialect. The circled A3s in the accompaniment are independent 6 ˆ s: they do not depend on the G3s but rather coexist with them as chord tones. As noted above, a stable tonic added-sixth chord is considered consonant, but paradoxically it contains a dissonant interval between 5 ˆ and 6 ˆ (again, “dissonant” per species counterpoint). Conflicts such as these suggest why it is best not to label the components of jazz chords as consonant or dissonant but rather to view them as more or less stable. In particular, the accompanying I add6 chords of Ex. 5 comprise four essential chord tones, all stable. The melodic A4 in m. 5, on the other hand, prolongs G4 but now as a dependent chord tone. Its status as dissonant or consonant and the general issue of resolution will be discussed after the presentation of the next two examples. Example 6 . Dependent 6 ˆ as non-chord tone in 6 ˆ – 5 ˆ suspension, triadic dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The next four examples examine 6 ˆ s supported by tonic harmonies in both the triadic and the added-sixth dialects, but with melodic 6 ˆ s emphasized metrically. In Example 6 , a I–V 9 –I progression in mm. 1–2 establishes the triadic dialect. Measures 3–4 repeat mm. 1–2 but with a dependent 6 ˆ , a non-chord tone in a classical 6–5 suspension that embellishes 5 ˆ . Example 7 . Dependent 6 ˆ as chord tone in 6 ˆ – 5 ˆ motion, added-sixth dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Example 7 repeats Ex. 6 but in the added-sixth dialect, the tonic harmonies appearing as added-sixth chords. In m. 4 of Ex. 7, the A4 is now a chord tone duplicating the 6 ˆ in the accompanying I add6 chord. Does this 6 ˆ resolve to 5 ˆ , as it did in Ex. 6? Or, because both A and G are already chord tones, might the A4–G4 “resolution” only be apparent? Because “resolution” conventionally describes a dissonance-to-consonance motion, a reading of “less stable to more stable” better characterizes the sense of completion, the release of energy discharged by the downward motion of the A4–G4. On the other hand, viewing the A4 as consonant or dissonant is confusing: the A4 is dependent on the G4, a label that implies “dissonant,” but is also a “consonant” doubling of the independent chord tone, A3. In other words, the A4 still depends on the more stable G4, embellishing it despite coexisting (momentarily) as 6 ˆ with the A3 of the I add6 chord. The sensation of the G4’s increased stability stems from two other considerations, the first being that the A4–G4 motion resembles the resolving motion of the classical suspension when the underlying chord is triadic (Ex. 6, m. 4). The second is that—due to the A4–G4 motion from m. 1 to m. 2 having already served as resolution of the ninth of the G9 chord—the G4 in m. 4 is readily accepted as more stable than the A4. Hence, instances of 6 ˆ in the same harmony can exhibit distinct behaviors, depending on register and context—behaviors that are not well characterized by viewing either of the 6 ˆ s as dissonant or consonant. (15) Example 8 . Independent 6 ˆ as chord tone in triadic or blended dialects (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Example 8 is nearly identical to Ex. 6, only now the A4 in m. 4 does not embellish G4 but is sustained through the duration of the final tonic harmony. The A4 in m. 4 is independent, joining the triadic chord tones in the other voices to effect a I add6 chord. The dialect in such an instance is here assumed to be triadic, as shown by the three triads in mm. 1–3, first establishing then predominating in the example. Thus, in mm. 1–3, the chord symbols are C and Roman numerals I, while in m. 4 these are C6 and I add6 . Example 8 models a common situation, in which the larger-scale context determines the dialect even as some tonics diverge from the dialect’s tonic-chord type.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Because of the wide variety of musical circumstances, it is not possible to specify precisely which factors will give rise to one or another tonic dialect. In general, the most important criteria are the placement, salience, and frequency of tonic chords. For example, if tonic triads begin pieces, or sections of pieces, and are found at phrase beginnings and full cadences, the piece is likely to be in the triadic dialect, although there may be passages in which independent 6 ˆ /Is occur. If these latter passages are sufficiently frequent or salient, they may be understood as momentarily implying an added-sixth dialect before the return of the predominant triadic dialect. Accompanimental chords are often significant, too. If accompanying triadic tonics are frequent and salient, then the passage is in the triadic dialect; any independent 6 ˆ /Is in the melody would be read as chord tones, but they would not necessarily sway the inference of a triadic dialect overall. Further, note that, despite being chord tones, any such independent 6 ˆ /Is would not be considered essential or basic chord tones. They are better understood as extended chord tones (or tensions or extensions ) of the tonic triad, a circumstance modeled in Ex. 8 with the A4 in m. 4. Finally, both triads and added-sixth chords may appear equally or with equal significance in pieces or sections. In such cases, the music may be said to blend the dialects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Examples 7 and 8 differ significantly in another important respect. Measures 1–2 of Ex. 7 can be read as an analytical reduction of mm. 3–4—that is, mm. 3–4 embellish mm. 1–2. In Ex. 8, the relationship is more complex, because the independent A4 in m. 4 does not embellish G4. There may be situations in which the A4 in m. 4 is understood as a deeper-level “substitute” of a G4, but such a reading would not be the routine normalization of a surface embellishment. Example 9 . Independent 6 ˆ as chord tones in added-sixth dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Example 9 repeats Ex. 8 but with the accompanying tonics realized as I add6 chords. There are now two independent 6 ˆ s in m. 4, both stable: there is an A4 in the melody and an A3 reinforcing it in the underlying chord. Example 9 models the situation of much Swing-style jazz harmony: the I add6 chords of the accompaniment render melodic 6 ˆ s/I as chord tones. Allowing, as always, for these melodic tones to be dependent or independent, Ex. 9 shows the A4/I add6 in m. 4 as independent. Example 10 . Dependent 7 ˆ as non-chord tone in 7 ˆ – 6 ˆ motion, added-sixth dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Example 10 shows a 7 ˆ /I add6 resolving to an independent 6 ˆ /I add6 . The model seen here is analogous to Ex. 7, as mm. 3–4 embellish mm. 1–2; however, in this case the dependency motion is 7 ˆ – 6 ˆ . Example 11 . Dependent 7 ˆ as possible chord tone in 7 ˆ – 6 ˆ motion, added-sixth dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] In Ex. 10, the chord symbol for m. 4 is shown as C6, reflecting the resolution of 7 ˆ , and, further, implying that the 7 ˆ be understood as a non-chord tone. An alternate scenario is possible, however: if the dependent 7 ˆ were sustained (say, if the tempo were slow), it might be heard as harmonic, at least briefly, and thus meriting the chord symbol Cmaj7(13). This possibility is realized in Example 11 , in which the duration of B4 is extended to two beats.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] The two options for Roman numerals in Ex. 11, m. 4 provide alternate perspectives. The I add6 alone implies that the 7 ˆ at the downbeat is non-harmonic, resolving to 6 ˆ /I add6 . Analysis as I 7–add6 , on the other hand, implies that the B4 has harmonic valence and captures the change of chord type. The Cmaj7(13) is the usual chord symbol for the harmony at the downbeat of m. 4, but if C6 were read as the underlying chord, the designation C6(maj7) would be more accurate. Irrespective of how the downbeat harmony is interpreted, the B4s in Exs. 10 and 11 are both relatively unstable due to their dependence on A4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Examples of the 6 ˆ /I modeled in this section appear throughout the pre-jazz and jazz literature. The following two sections, respectively, present historical examples of dependent and independent 6 ˆ s supported by tonic harmonies. In some passages, a blend of the triadic and added-sixth dialects may best characterize the overall effect, particularly when independent 6 ˆ /Is are numerous or salient while the accompanying chords are triadic. Section VI then turns to examples in which independent 6 ˆ s are embedded in tonic chords without melodic motivation, which is to say: cases in which the designation of the added-sixth dialect is less ambiguous. IV. Examples of the Dependent Sixth Example 12 . “Oh! Susanna,” verse; C. Holt, Jr., 1848; original publication reproduced in Jackson (1974, 88–91) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Many examples can be found of the dependent 6 ˆ supported by tonic triads. An early, familiar instance from nineteenth-century American song occurs in the verse of Stephen Foster’s “Oh! Susanna” ( 1848 ), which appears in Example 12 . (16) Tonic triads in a functional progression—occurring here and elsewhere in the song—specify the triadic dialect. Dependent 6 ˆ s in mm. 1–2 and mm. 5–6 embellish the 5 ˆ s and are circled. The verse is a period, an eight-bar format that appears frequently in the American song repertory on which much jazz practice is based. Moreover, this period is parallel, structured by a 3 ˆ – 2 ˆ (HC) // 3 ˆ – 2 ˆ – 1 ˆ (AC) larger-scale motion that is shown with extended stems. An attractive feature of the arrangement is that the E5 as 6 ˆ in m. 1 creates a dissonant ninth with the D4 of the piano accompaniment. When the consequent phrase is modified by a neighboring IV chord in m. 5, however, the dissonance is relocated to beat 2, the D5 creating a seventh and ninth with the E4-C4 third. (17) Example 13 . “Pray All de Member”; Allen, Ware, and Garrison (1995 [1867], 35) (click to enlarge and listen)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "foster_1848"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] “Pray All de Member” is a nineteenth-century shout, a genre characteristic of the rhythmic drive found in African American practice and later in jazz. It was transcribed as a melody in G major. (18) Example 13 reproduces the transcription with an analytical overlay, suggesting that the four-bar phrases prolong tonic G major triads (shown in parentheses with question marks). There is no cadential motion to 1 ˆ ; instead, prominent D5s, appearing at the downbeat of each odd-numbered bar and at the end of each four-bar segment, suggest ongoing repetition. (19) These 5 ˆ s, connected with a dotted slur, are embellished by dependent 6 ˆ s (E5s), which are circled. For the third phrase, the motivic 5 ˆ – 6 ˆ – 5 ˆ motion is relocated down a perfect fourth to A4–B4–A4 over what might be understood as a D chord—as V. The triadic dialect is here only implied by the melody, as the editors supply no accompaniment; yet it is remains clear that the 6 ˆ s are dependent on the 5 ˆ s. Example 14 . “On the Beautiful Blue Danube,” main theme, 1867; piano arrangement from Strauss (1934, 4–11) (click to enlarge and listen)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] One of the best-known waltzes in the light-classical tradition is Strauss’s “On the Beautiful Blue Danube” ( [1867] 1934 , as “An der schönen Blauen Donau,” op. 314), (20) a work that was popular in the latter nineteenth century and remains widely familiar. The main theme appears in Example 14 . Whereas the previous two examples featured unemphasized 6 ˆ s depending on 5 ˆ s, the 6 ˆ in the “Blue Danube” is metrically emphasized. In the triadic dialect, the 6 ˆ (B4) enters over the V 7 chord at m. 9, then is retained at the I chord of m. 13 before resolving to A4 at m. 15. Example 15 . “On the Beautiful Blue Danube,” main theme as four hyperbars (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "strauss_1934"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] In Example 15 , the “Blue Danube” main theme is pictured as four hyperbars, each comprising four bars of the original. Hyperbar 3 shows the 6 ˆ , the ninth of V 7 , becoming a large-scale suspension over I at hyperbar 4. (21) Example 16 . “Steady, Jesus Listenin’,” Work (1998 [1940], 62) (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The African American hymn tradition is an important antecedent of jazz. The Fisk University Jubilee Singers toured widely and helped popularize the genre. From their repertory, “Steady, Jesus Listenin’” appears in Example 16 . The score opens with its chorus, which features a 1+2+2+3 phrase structure that nicely cuts against the grain of the usual 4 + 4 periods. The verse that follows is in a more typical 4 + 4 format.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Work notes that George L. White, the director of the Jubilee Singers, “decided on a style of singing the spiritual which eliminated every element that detracted from the pure emotion of the song. Harmony was diatonic and limited very largely to the primary triads and the dominant seventh” ( [1940] 1998 , 15). The chorus harmonies that begin Ex. 16 are based on IV, V, and I, and confirm the triadic dialect. Its melody is pentatonic, in which 6 ˆ – 5 ˆ motions appear in mm. 2 and 6 (see circled notes). These 6 ˆ s are harmonized by neighboring IV chords; that is, the 6 ˆ – 5 ˆ descending in tandem with 4 ˆ – 3 ˆ . Harmonizations with IV chords are also possible in the verse, but the score’s appearance there as a single line implies a cappella performance. The verse horizontalizes a complete F6 chord. In mm. 13–14, the 6 ˆ proceeds to 5 ˆ and then appears as an escape tone to 5 ˆ so that these D5s are dependent. In m. 10 and m. 12, however, the D5s do not proceed to C5s and are better understood as independent. Because the dialect of the harmonized chorus is triadic, the implied I add6 chord extending through the verse suggests a reading in which the added-sixth dialect momentarily overrides the triadic dialect. Alternatively, if the verse and chorus are understood as equal halves, the piece then features a blended dialect: an eight-bar triadic chorus interspersed with eight-bar added-sixth verses. Example 17 . “Frankie and Johnny,” Sandburg (1990 [1927], 79) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "work_1998"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] One of the best-known early blues tunes dating from the later nineteenth century, “Frankie and Johnny,” is shown in Example 17 . It is based on a 5 ˆ – 6 ˆ – 5 ˆ motion, circled in mm. 1 and 3, and then again in mm. 5–7 where it proceeds motivically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The 11-bar transcription, published a cappella , reproduces a solo performance in which it would have been unnecessary to maintain strict time and four-bar phrases. The opening harmony implies I add6 ; the transposition and expansion of this motive through mm. 5–7 imply the IV add6 chord. The three-bar turn to the subdominant is a unique characteristic of this tune, as opposed to the expected two-bar duration of the  IV chord in standard blues changes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The tonic 6 ˆ s of “Frankie and Johnny” all depend on 5 ˆ ; thus, despite the implied added-sixth chords, the final chord is labeled as I. This is the preferable analysis, because in the later nineteenth and early twentieth centuries, recordings and publications of blues and popular songs all feature tonic triads. And so, despite the prominence of the added sixths in “Frankie and Johnny,” its dialect should continue to be understood as triadic as there is no reason to infer otherwise. Triads appear, for example, in the sample arrangement with piano accompaniment of “Frankie and Johnny” from the same volume ( Sandburg [1927] 1990 , 78). Example 18 . “The Jelly Roll Blues,” opening strain (as a 12-bar blues); Will Rossiter (publ.), 1915; original publication reproduced in Jasen (1998, 50–53) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "sandburg_1990"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] The triadic dialect continues in the twentieth century in ragtime and early jazz, although, again, it is always possible that dependent 6 ˆ s will be prominent enough to imply added-sixth chords as tonic harmonies. A complex interplay between 5 ˆ and 6 ˆ occurs in Jelly Roll Morton’s “The Jelly Roll Blues,” an early jazz composition. (22) The opening strain (realized as a 12-bar blues) of the original published piano arrangement appears as Example 18 with analytic overlay.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The initial four-bar phrase, which, in a 12-bar blues typically prolongs the tonic, is harmonically ambiguous; it is interpretable in three ways, depending on perspective. The top line of the analysis shows I at the start, followed by vi at beat 3, back to I at m. 2, and then moving again to vi at m. 2, beat 3. These harmonies support 6 ˆ – 5 ˆ – 6 ˆ , shown with extended stems. The blues figures in mm. 3–4 prolong the tonic triad with the G4s as dependent 6 ˆ s and compressing the 6 ˆ and 5 ˆ interactions of mm. 1–2 to single beats. The C ♯ –D (blue third to third) in mm. 2–3 also appears in diminution in the figures of mm. 3–4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The second line of the analysis in mm. 1–2 similarly views the 6 ˆ s as dependent but blends the vi triads into the I triads to imply I add6 chords (23) ; mm. 3–4 also imply I add6 chords. The third line of the analysis reads the entire four bars, after the initial I triad, as implying an extended I add6 . Nonetheless, triads begin the piece, close the strain at its cadence (mm. 11–12), and appear regularly elsewhere in the piece. It is therefore reasonable to assert that the triadic dialect predominates in the piece, despite the implied I add6 chords momentarily creating a sense of the added-sixth dialect (i.e., a “blended dialect” reading). A nice compositional touch is that the 6 ˆ – 5 ˆ moves of the opening are echoed by the plagal progression 6 ˆ /IV– 5 ˆ /I in mm. 5–8. (24) Example 19 . “Tiger Rag,” excerpt from C strain; Leo Feist (publ.), 1917; original publication of piano arrangement reproduced in Jasen (1994, 115–18) (click to enlarge and listen)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Somewhat less complex than “The Jelly Roll Blues,” LaRocca’s “Tiger Rag” ( 1917 ) is one of the best-known pieces of the early jazz repertory. An interesting passage featuring 6 ˆ /I and 5 ˆ /I appears in Example 19 , which reproduces a portion of the C strain from the original publication of the piano arrangement.",
                "footnotes": [],
                "citations": [
                    "larocca_1917"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] As seen previously in the “Blue Danube” (Ex. 14), this “Tiger Rag” passage connects 6 ˆ /V 7 (effecting a V 9 ) to 6 ˆ /I, with the latter harmony implying I add6 . Nonetheless, the dialect is triadic, as the cadence at m. 7 is to I, and triadic tonics prevail throughout the arrangement. Within the tonic harmony of mm. 3–4, a syncopated 6 ˆ /I occurs at the last sixteenth of the first beat of each bar. While the 6 ˆ /I C5 in m. 3 can be seen as resolving to the 5 ˆ /I at the downbeat of m. 4, the C5 6 ˆ in m. 4 is again accented over the I chord. More specifically, the latter 6 ˆ is attained via a leap from E ♭ 5 to conclude the B ♭ 5– E ♭ 5–C5 figure, parallels the B ♭ 5–D5–C5 dominant figure in mm. 1–2, and is sustained until the end of the bar. Although the 6 ˆ s/I are dependent in mm. 3–4, I add6 is strongly implied. Example 20 . “Cheek to Cheek,” excerpt from performance by Fred Astaire with Leo Reisman and his Orchestra; beginning of Astaire’s first statement of the tune) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] The opening figure of Irving Berlin’s “Cheek to Cheek” ( 1934 ), which also features a dependent 6 ˆ /I resolving to 5 ˆ /I, is so basic that it can be taken as a textbook example of this motion in the popular song literature. (25) I have transcribed two excerpts from the Fred Astaire/Leo Reisman hit recording of this tune from 1935. The first excerpt, the beginning of Astaire’s initial statement of the tune, appears in Example 20 . Here, a dependent 6 ˆ (A3) resolves to G3 twice (mm. 1 and 3) on “Heaven.” The rhythm section articulates tonic triads, so that Astaire’s A3s are non-chord tones. The strings’ B3 is also a non-chord tone. Example 21 . “Cheek to Cheek,” excerpt from performance by Fred Astaire with Leo Reisman and his Orchestra; strings’ statement of the tune at 1:53 (click to enlarge and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "berlin_1934"
                ]
            }
        },
        {
            "4.16": {
                "text": "[4.16] Later in the recording, at 1:53, the strings take over the melody ( Example 21) . Again the tonic harmonies are triads, but the strings’ B3 is refigured as a passing tone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] The recording then shifts to the added-sixth dialect; for example, observe the tonic chord at the cadence of 2:16, which is C6. The arrangement then turns to a section where the music is syncopated and uses C6 chords routinely: see the brass at 2:17–2:22 and the saxophones at 2:29–2:34. The inclusion of “jazzier” sections, where the dialect changes from triadic to the added sixth, is an arranging strategy commonly found throughout the Swing era. An initial presentation of the song may be “straight,” often in the triadic dialect with little syncopation, while later portions of the arrangement are more syncopated and in the added-sixth dialect.  While each passage can be read as projecting a particular dialect, the recording in its entirety can be understood as a blend of them. Example 22 . “Cheek to Cheek,” excerpt from performance by Erroll Garner; beginning of Garner’s first statement of the tune (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] My transcription of a 1953 Erroll Garner performance of “Cheek to Cheek” appears in Example 22 . In the opening of Garner’s melodic statement (Ex. 22a), the 6 ˆ s ( B ♭ s) at beat 1 in mm. 1 and 3 are chord tones, members of the I add6 harmonies. However, they may still be considered dependent 6 ˆ s because of their appoggiatura-like behavior in proceeding to A ♭ s ( 5 ˆ s). Once again, the melodic configuration of the 6 ˆ s must be examined to determine their function, since instances of 6 ˆ within a harmony may function differently. The tonal dialect is the added sixth, as heard throughout and then secured by the cadential I add6 chord (Ex. 22b).",
                "footnotes": [],
                "citations": [
                    "garner_1953"
                ]
            }
        },
        {
            "4.19": {
                "text": "[4.19] The examples cited in this section have shown that dependent 6 ˆ /Is, when sufficiently emphasized, imply I add6 chords. In the triadic dialect, the dependent 6 ˆ will be a non-chord tone, but in the added-sixth dialect it is a chord tone. When I add6 chords are implied in triadic dialect, they either momentarily override that dialect or project a blend of both the triadic and added-sixth dialects. The following section presents examples of 6 ˆ /Is in both dialects that are motivated by the melody but not dependent on 5 ˆ . Whenever that condition obtains, all four notes of the I add6 chord are chord tones irrespective of dialect. More precisely, in the added-sixth dialect all four notes are essential chord tones, whereas in the triadic dialect, the 6 ˆ is an extended chord tone. As with dependent 6 ˆ /Is sufficiently emphasized, independent 6 ˆ /Is may momentarily override the triadic dialect or imply a blend of both dialects. V. Examples of the Independent Sixth Motivated by Melody Example 23 . “Something Doing,” C strain; Val A. Reis Music, 1903; original publication reproduced in Jasen (1988, 50–54) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The score of the C strain (Trio) of Scott Joplin’s and Scott Hayden’s “Something Doing” ( 1903 ) appears in Example 23 . The first four bars have dual measure numbers, 1–4 and 9–12, to clarify the parallel double period form. The first period ends at m. 8 (conclusion of the first ending); the second period ends with the authentic cadence in mm. 15–16.",
                "footnotes": [],
                "citations": [
                    "joplin_and_hayden_1903"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The opening melodic gesture (m. 1 and repeated at m. 9) features a 5 ˆ – 6 ˆ – 5 ˆ neighbor motion (circled) with a G5 as an unaccented, dependent 6 ˆ . Independent 6 ˆ s, however, also occur as G4s, which are circled at phrase endings: the cadences to 6 ˆ /I at m. 4, to 6 ˆ /I at m. 8 and again to 6 ˆ /I at m. 12 (that is, m. 4 on repeat). The independent status of these 6 ˆ s is clear: there is not a single F4 in the entire strain that could serve as resolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The leading tone A4 ( 7 ˆ ) ending the subphrase in m. 2 is also circled; it can be heard as resolving to B ♭ 4 at m. 4. In mm. 3–4, the sixteenth-note cadential motion G4–A4– B ♭ 4 is labeled as motive A, a motive that includes a G4 as 6 ˆ and has large-scale implications for the strain in its entirety. The resolution to B ♭ 4 at m. 4, interestingly, is subverted by continuation of the phrase to G4. At the period-ending cadence to 1 ˆ in mm. 7–8, motive A appears in augmentation (eighth notes) with melodic continuation again proceeding to G4. The cadence of the second period in mm. 15–16 shows motive A restored to sixteenth notes; however, this moment is the only point in the strain where the authentic cadence to 1 ˆ does not continue to 6 ˆ , G4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The A4 serving as the 7 ˆ that ends the subphrase (m. 2) is echoed by the A4 at m. 6; at mm. 5–6, the G4– G ♯ 4–A4 figure is labeled motive B, a “dominant” variant of motive A. The strain’s cadence in mm. 15–16 beautifully juxtaposes B and A. The music in m. 14, essentially serving to introduce m. 15, also repeats the 5 ˆ – 6 ˆ – 5 ˆ motion of m. 1. Meanwhile, in mm. 1–4 and mm. 9–12 the emphasis on 7 ˆ and 6 ˆ masks a 5 ˆ – 4 ˆ – 3 ˆ – 2 ˆ – 1 ˆ line, a descent highlighted with upward stem extensions. Example 24 . “Something Doing” C strain as four hyperbars (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Example 24 presents the “Something Doing” C strain as four hyperbars, clarifying the independent G4s: as shown with downward stems inside the long bracket, motive A extends through the strain. In contrast with the triadic dialect evoked by tonic triads appearing elsewhere in the piece, I suggest that the fourth hyperbeat of each of the first three hyperbars take a B ♭ 6 with a B ♭ chord symbol on the final tonic only. Example 25 . “Maple Leaf Rag,” opening and first period of B strain; John Stark & Son, 1899; original publication reproduced in Jasen (1988, 6–9) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Two excerpts from Joplin’s “Maple Leaf Rag” ( 1899 ) appear in Example 25 . (26) Example 25a shows the beginning of the piece, in which the triadic dialect, maintained throughout the piece, is initiated by the left-hand tonic triads. The right-hand melody features a characteristic ragtime syncopation, whose cross-rhythm appears above the score and is bracketed as (rhythmic) motive R. (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "joplin_1899"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] The first period of the B strain appears in Ex. 25b. Motive R in mm. 1–2 articulates the descent of E ♭ 6–D6– D ♭ 6–C6– B ♭ 5 in the right hand, as shown in the analytical staff. The descent sets up the motive-R emphases on A ♭ 5–F5 (mm. 3–4), G5–F5 (mm. 5–6), then A ♭ 5–F5 (mm. 7–8), respectively projecting 6 ˆ /I, 6 ˆ /V 7 , and 6 ˆ /I: hence, a I add6 –V 9 –I add6 progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The relationship between 5 ˆ and 6 ˆ in mm.  of Ex. 25b is more intricate than in the previous Joplin example: in the B strain of the “Maple Leaf,” the R motive repeatedly emphasizes the Fs in mm. 3–5, effectively making them the prolonged notes. This emphasis renders the E ♭ 5s as embellishments; that is, the E ♭ s ( 5 ˆ s) are dependent on the Fs ( 6 ˆ s), thereby reversing their customary relationship. In mm. 5–6, the G, the third of the V 7 chord embellishes the F, creating a prolonged E ♭ 9 chord; this ninth chord persists even in m. 5, where the E ♭ 5 ending the bar is better understood as a pickup to m. 6 rather than a last-second resolution of the double-neighbor figure D ♭ –F.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] The connection of 6 ˆ /V 7 – 6 ˆ /I in the “Maple Leaf” B strain was noted earlier in the “Blue Danube” main theme from [1867] 1934 (Ex. 14). A 6 ˆ /V 7 – 6 ˆ /I progression later appeared in John Philip Sousa’s popular march, “The Washington Post” ( 1889 ), (28) where the B strain begins directly with the V 9 harmony. In the later nineteenth and early twentieth centuries, numerous rags adopted the V 7 /V 7 /I/I harmonic model at the opening of a strain; some of these, like the “Maple Leaf,” also featured 6 ˆ /V 7 – 6 ˆ /I.",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "strauss_1934",
                    "sousa_1889"
                ]
            }
        },
        {
            "5.10": {
                "text": "[5.10] Note further that in the “Maple Leaf” B strain, the opening chord at the downbeat is V 3 4 ; the root position V 7 then follows at the second beat. This use of the V 3 4 to begin a ragtime strain is very common, as noted by Berlin ( 1980 , 94): “The most prevalent nontonic opening chord [in ragtime strains] is the V 3 4 , which appears in at least one section in 30 percent of the rags surveyed.” The 30 percent figure is remarkably high and especially relevant here. In the “Maple Leaf” bass line, the 2 ˆ – 5 ˆ / 2 ˆ – 5 ˆ of the two-bar dominant proceeds to 1 ˆ – 5 ˆ / 1 ˆ –( 5 ˆ ) during the two-bar tonic; that is, the 2 ˆ proceeds to 1 ˆ , while the 5 ˆ bass remains on the second beats. As a result, the tonic and dominant harmonies swap positions regarding root positions and inversions: the subtle syncopation in the dominant bars’ placement of the root position V 7 on beat 2 is neatly counterbalanced by the tonic bars’ root position I on beat 1.",
                "footnotes": [],
                "citations": [
                    "berlin_1980"
                ]
            }
        },
        {
            "5.11": {
                "text": "[5.11] The V 3 4 –V 7 shift appears in a larger-scale context in the “Blue Danube” theme (Ex. 14). There, the move to the dominant occurs at m. 5, but the 6 ˆ /V 7 does not enter until m. 9. The V/V/I/I model also appears in the “Tiger Rag” excerpt (Ex. 19): V 3 4 chords are articulated at the downbeats of the bars with dominant harmonies. The root position V 7 in the “Tiger Rag” excerpt is delayed to the “and” of beat 2. Example 26 . “Tea for Two,” main idea of refrain (with superimposed “Solace”); level c from Youmans and Caesar (1973 [1924]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] As seen in Example 26 , the ragtime V 7 /V 7 /I/I harmonic model appears in the refrain of the popular standard “Tea for Two,” but with a notable transformation. (29) At level c, the V 3 4 chords are altered to ii 7 s; hence, the opening two-bar dominant appears as ii 7 –V 7 // ii 7 –V 7 . Then, in lieu of a sustained 6 ˆ through the dominant bars, the ii 7 chord supports 1 ˆ as a melody note; this causes a 1 ˆ – 7 ˆ motion harmonized by ii 7 –V 7 to follow. The 7 ˆ is then retained into the tonic of m. 3. An approximate diatonic sequence appears next, in which the ii 7 –V 7 of mm. 1–2 is followed by I 7–add6 in mm. 3–4. This pattern establishes the independent 6 ˆ as resolution of the dependent appoggiatura 7 ˆ in mm. 3–4. (The E ♭ 4s at the ends of mm. 3 and 4 do not resolve the F4s, but rather function as pickups.) It may be that the 7 ˆ s, prominent at the downbeats of m. 3 and m. 4, prompted the publisher to include A ♭ M7 chord symbols. A more nuanced reading of these 7 ˆ s is to interpret them as non-chord tones resolving to 6 ˆ s: to illustrate, at level b I show the I 7 chords in parentheses.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] Another noteworthy aspect is shown at level b of Ex. 26: the 7–10 intervallic pattern of mm. 1–2 changes to 7–6 in mm. 3–4. Level a further interprets these bars as 7 ˆ /V 7 – 6 ˆ /I via a 10–6 intervallic pattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.14": {
                "text": "[5.14] Interestingly, the basic melodic model of the “Tea for Two” refrain is anticipated in the D strain of Joplin’s “Solace” ( 1909 ). These bars are superimposed over level a in Ex. 26, transposed from F to A ♭ . First, the basic 1 ˆ – 7 ˆ motion appears under the 4 ˆ ( D ♭ 6) pedal point intimated in the treble of mm. 1–2; the 7 ˆ – 6 ˆ motion follows under the 3 ˆ (C6) pedal point in mm. 3–4. The 2 ˆ – 5 ˆ / 1 ˆ – 5 ˆ model characterizes the bass part with the V 3 4 chords on the dominant bars’ downbeats and dotted rhythms as suggesting the “Mexican Serenade” subtitle. Example 27 . “Keep Off the Grass,” A strain (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "joplin_1909"
                ]
            }
        },
        {
            "5.15": {
                "text": "[5.15] Post-ragtime 1920s jazz styles, such as stride piano, likewise used the triadic dialect but sometimes featured independent 6 ˆ s. Example 27 shows the opening strain of James P. Johnson’s stride piano work “Keep Off the Grass” ( 1921 ). (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "johnson_1921"
                ]
            }
        },
        {
            "5.16": {
                "text": "[5.16] The 16-bar opening strain of “Keep Off the Grass” is a parallel double period with the 6 ˆ acting as a treble pedal point. The consistent neighboring of the D6 by the lower neighbor C ♯ 6 serves to strengthen the autonomy of the 6 ˆ . Under this neighboring motion, a chromatic inner-voice part (E5–F5– F ♯ 5–G5– G ♯ 5–A5) rises: it begins in m. 1 with a minor seventh E5–D6 over the F bass note for an F “chord” as F2–E5–D6. (A more conventional triad enters on beat 2 in the left hand.) The harmonic clashes between the hands are felicitous here; one that particularly stands out occurs on beats 3–4 of m. 1, where the pedal D6 sounds against the F ♯ dim7 chord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.17": {
                "text": "[5.17] At m. 6 of Ex. 27, the D6 is reinterpreted as the seventh of E7; this tone resolves to C ♯ 6 supported by A (III) on the “and” of beat 3 before proceeding to E6 in m. 7. The first-period cadence re-tonicizes A at m. 8, supporting E6. The E6 combines with C6 over the passing C 7 /G chord ( V 3 4 ) as a double neighbor to rearticulate 6 ˆ /I for the second period of the strain at m. 9. For the second-period cadence, the line proceeds from 6 ˆ in m. 9 to 5 ˆ in m. 13, 4 ˆ in m. 14, 3 ˆ in m. 15, 2 ˆ in m. 15, and 1 ˆ in m. 16. Hence, a 6 ˆ – 5 ˆ – 4 ˆ – 3 ˆ – 2 ˆ – 1 ˆ line spans the two periods of the strain, (31) with the independent 6 ˆ serving as the primary tone. (32) Despite the I add6 chords in the strain, the cadencing tonic in m. 16 is a triad, in keeping with the triadic dialect present elsewhere in the piece. Example 28 . “Stowaway,” opening (click to enlarge and listen)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "5.18": {
                "text": "[5.18] An independent 6 ˆ supported by a triadic I arises in more improvised jazz piano textures as well. Example 28 , level c, shows the first four bars of Earl Hines’s “Stowaway” ( 1928c ).",
                "footnotes": [],
                "citations": [
                    "hines_1928c"
                ]
            }
        },
        {
            "5.19": {
                "text": "[5.19] The D5 ( 6 ˆ ) in mm. 1–2 is embellished melodically by both 5 ˆ and 1 ˆ , while the left hand supports 6 ˆ harmonically: observe the F triad at m. 1, the neighboring C9/G on beat 3, the return to the F triad at m. 2, and the 6 ˆ over D7 at the third beat of m. 2. The G9 at m. 3 continues to support 6 ˆ via the tremolo at the end of the bar. To begin the second phrase at m. 5, the V 7 /V proceeds to V 7 and the 6 ˆ to 5 ˆ . The first four bars thereby establish the I add6 harmony via prolongation of 6 ˆ , as shown in the analytical levels b and a. Hines’s left hand articulates tonic triads in both m. 1 and m. 2. Because tonic triads appear throughout the recording, the triadic dialect is indicated, although they sometimes support independent 6 ˆ s, as both here and in the solo’s third chorus. (33) Example 29 . “Mack the Knife” (with superimposed “Hot Lips”); “Moritat (Slow Fox aus ‘Die 3 Grossenen Oper’)” (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "5.20": {
                "text": "[5.20] The final example of an independent 6 ˆ /I motivated by the melody is from the Brecht and Weill tune, “Mack the Knife” ( 1928 ). Example 29 shows my transcription of the first chorus of the song, as recorded in 1929 by Hans Schindler and the Haller-Revue-Jazz-Orchester. Yet again, a 6 ˆ /V 9 – 6 ˆ /I voice-leading model occurs, although here it is embedded in an overall I–ii 7 –V 7 –I progression over the first period.",
                "footnotes": [],
                "citations": [
                    "brecht_and_weill_1928"
                ]
            }
        },
        {
            "5.21": {
                "text": "[5.21] In addition to “Mack” and its voice-leading analysis, the top line of Ex. 29 superimposes the melody and chords of the first eight bars of “Hot Lips (He’s Got Hot Lips When He Plays Jazz)” ( Busse, Lange, and Davis 1922 ), transposed to C. This latter tune, although less well known now, was a number one hit for Paul Whiteman and His Orchestra and bears remarkable similarity to the first eight bars of “Mack.” Not only is 6 ˆ articulated at the odd-numbered bars of each tune, but the chord progression is also almost identical. (34)",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "busse_lange_and_davis_1922"
                ]
            }
        },
        {
            "5.22": {
                "text": "[5.22] As seen in the guitar part of Ex. 29, tonic triads appear throughout the Schindler recording of “Mack.” The harmony in mm. 3–4, labeled as Dm7/G (ii 7 /V), is an interesting functional mix. The ii 7 prepares V 9 at m. 5, with the G2 bass anticipating the chord change; meanwhile, the C3 is suspended from mm. 1–2 while also functioning as the seventh of the Dm7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.23": {
                "text": "[5.23] The basic melodic idea of “Mack the Knife” is a continual return to 6 ˆ , which not only does not resolve to 5 ˆ but also avoids proceeding to a conventional authentic cadence on 1 ˆ . One might argue that the 6 ˆ in mm. 1–2 resolves to 5 ˆ on the “and” of beat 4 in m. 2, but that 5 ˆ is part of the next subphrase, whose continuation to 6 ˆ at the downbeat of m. 3 weakens any sense of resolution. The G4 in m. 8, as a pickup to m. 9, might also be viewed as momentarily resolving the 6 ˆ sustained in mm. 1–8; it is perhaps better heard as leading to the C5 in m. 9, particularly as the unresolved A4 in mm. 15–16 reestablishes the 6 ˆ in lieu of any tension release to 5 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.24": {
                "text": "[5.24] The analytical level of Ex. 29 posits two voice-leading lines. The primary line prolongs A4 through the first eight bars: it begins as the sixth of C, then sounds as the fifth of Dm7/G in m. 3, the ninth of G9 in m. 5, and then again as the sixth of C in m. 7. (The piece presents yet another example of 6 ˆ sustained through both I and V chords.) This upper line rises to 8 ˆ in m. 9, then descends 7 ˆ – 6 ˆ in mm. 14–15.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.25": {
                "text": "[5.25] The first note of the tune’s pickup, E4, also initiates a lower voice-leading line. This line proceeds to a F4–D4 third in m. 4, which implies a return to E4 in m. 7. In the second half of the tune, the D4–F4 third returns in mm. 11–12, now with a passing E4; and yet again, the D4–F4 double neighbor third implies the final E4. (35) Example 30 . “Mack the Knife,” large-scale voice leading (click to enlarge and listen)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "5.26": {
                "text": "[5.26] Example 30 shows the basic voice leading of “Mack.” The independent 6 ˆ creates the I add6 chord that both begins and ends the piece. The 6 ˆ does not proceed to 5 ˆ , nor is there an authentic cadence to 1 ˆ . Accordingly, the piece manifests the strong sense of being open-ended, with the prolonged 6 ˆ /I playing a key role in projecting the sense of circularity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.27": {
                "text": "[5.27] The dialect of “Mack” in this arrangement might be understood as either triadic or added-sixth depending on perspective. Due to the triadic nature of the accompanying chords, the instances of 6 ˆ in the melody might be heard as a kind of superimposition, what Harrison ( 2016 , 119) in his reading of “Mack” called “a supplement to a major triad.” Alternatively, the insistence of the melodic 6 ˆ might be understood as overriding the triadic accompaniment, thereby creating the effect of the added-sixth dialect.",
                "footnotes": [],
                "citations": [
                    "harrison_2016"
                ]
            }
        },
        {
            "5.28": {
                "text": "[5.28] Gelber offers an alternate solution for the superimposition of 6 ˆ on I in “Mack”: an A-minor melody over C-major harmony ( 2005 , 18–21). In his reading, the melody begins on 1 ˆ (A4), rises to 3 ˆ (C5) in m. 9, and cadences 3 ˆ – 2 ˆ – 1 ˆ in mm. 14–15. (This interpretation emerges from reading the upper staves of each system in Ex. 30 as 1 ˆ – 3 ˆ – 2 ˆ – 1 ˆ in A minor.) Because I add6 can be parsed as a blend of I and vi, melodies focused around the 6 ˆ may imply a blended submediant harmony. (36) Gelber’s thesis makes an interesting case for hearing various early jazz works bitonally. VI. Examples of the Independent Sixth without Melodic Motivation",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "gelber_2005"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Compositions and performances may feature tonic added-sixth chords even when 6 ˆ s are not found in the melody. Such 6 ˆ s are often embedded in the harmonizations of the melodies or in their chordal accompaniments and signal the added-sixth dialect. In this section, I present characteristic examples; in some cases, the passages are recomposed, that is, “translated” into the triadic dialect to highlight the stylistic variance. Example 31 . “Swampy River,” original cadence in added-sixth dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Example 31 samples a cadence from late 1920s jazz piano, Duke Ellington’s solo recording of his composition “Swampy River.” In this cadence an F3, as 6 ˆ of A ♭ , participates in the left-hand boogie-woogie rhythmicization of the A ♭ 6 chord. The I–V 7 –I in the right hand includes F4s, as both sixths of A ♭ 6 and a ninth of E ♭ 9( ♯ 5), but they have no melodic function. (The C ♭ 5 is a blue third that proceeds to 1 ˆ but is commonly notated as a ♯ 5 of the V 9 .) The constant presence of A ♭ 6 chords here and elsewhere throughout the recording causes the added-sixth dialect to be effect. Example 32 . “Swampy River,” cadence recomposed in triadic dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] To illustrate the impact of the added-sixth dialect as a stylistic feature, Example 32 shows the “Swampy River” cadence rewritten with the Fs removed and other minor alterations as necessary. The passage recasts the cadence of “Swampy River” in the triadic dialect. Example 33 . “Ain’t Misbehavin’,” Mills Music, 1929; excerpt from Potter arrangement (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The next pair of examples compares two versions of the opening of the refrain of “Ain’t Misbehavin’” ( Waller, Razaf, and Brooks 1929a ). The first is taken from the piano part of the piano-vocal sheet music and appears as Example 33 . Here, Harold Potter’s expressive arrangement in the original publication includes ukulele tablature for the chords, although—in keeping with sheet music from this period—chord symbols do not appear. The fingerings of the tablature show triads, however, and these are confirmed in the arrangement at the downbeats of m. 1 and m. 3. (37) The melody in m. 1 is doubled in lower thirds by a C4–D4–C4 neighbor motion. The top staff of the example simplifies the accompaniment texture of the arrangement: the C4s in m. 1 (embellished by D4) may thus be considered dependent, resolving to the B ♭ 3 on the fourth beat of the bar. The remainder of the published arrangement also features triadic tonics. Example 34 . “Ain’t Misbehavin’,” excerpt from Waller performance (click to enlarge and listen)",
                "footnotes": [
                    "FN37"
                ],
                "citations": [
                    "waller_razaf_and_brooks_1929a"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] In contrast to the Potter arrangement, Waller’s improvised performance of “Ain’t Misbehavin’” ( Example 34 ) shows a liberal admixture of independent sixths, which are circled in both m. 1 and m. 3. In m. 1, the sixths create a thicker texture. In m. 3, Waller’s omission of the melodic B ♭ 5– B ♭ 4 octave on the “and” of beat 2 renders the C6–C5 octave as an independent sixth, doubled by the C4 in the left-hand chord. In m. 3 of the piano arrangement (Ex. 33), on the other hand, the original melody shows the C5 on the second beat as a dependent 6 ˆ resolving to 5 ˆ ( B ♭ 4). This difference points up another critical aspect of jazz that, not surprisingly, played a role in altering the function of 6 ˆ /Is: improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Issues of arranging were significant, too, in influencing the function of added sixths. In big bands of the swing era, added sixths were often used to thicken textures. For example, in saxophone sections of two altos, two tenors, and baritone, a common soli voicing featured the melody in the lead alto, doubled an octave below by the baritone; the three remaining saxophones then would take on the other chord tones within the octave span. Added sixths enabled voicings with one player per note. The next two examples compare the beginning of a Benny Carter saxophone arrangement of “All of Me” ( Marks and Simon 1931 ) with a version in the triadic dialect. (38) Example 35 . “All of Me,” Carter arrangement with beginning of saxophone soli (click to enlarge and listen)",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "marks_and_simon_1931"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] Carter’s arrangement appears in Example 35 with the original melody superimposed. Note that there is no 6 ˆ in the original melody. Carter follows the tune in m. 1, harmonizing it with C6 chords, then embellishes it in the second and third bars. The circled As in the example are independent sixths. The lines between notes of the arrangement and the original melody show the ingenuity of Carter’s embellishment, particularly its timing: the C5–D5–C5 motion of the original arrives amidst the figuration, while the B4–B3 at m. 2, beat 4 anticipates the original melody’s B4 by one beat. The passing A4–A3 at the end of m. 2 introduces the change of harmony at m. 3, where Carter reverses the B4– G ♯ 4 of the original melody to G ♯ 4–B4. While arpeggiating the C6 chords in m. 2, Carter further embellishes the second beat with a double neighbor motion on G9 chords that returns to C6 on the third beat. The passing A4–A3 chord at the end of m. 2 is most interesting. The chord comprises the notes of C6, but it is better read as Am7: the duplication of notes between Am7 and C6 helps smooth the progression from the diatonic Em7 to the chromatic E7. Example 36 . “All of Me,” Carter saxophone soli recomposed in triadic dialect (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Example 36 shows my translation of the Carter excerpt into the triadic dialect that is less characteristic of Swing style. The lowest part still doubles the lead alto an octave lower, while the inner voices fill out triads and seventh chords. With fewer notes in the chords, my rearrangement better fits a section of four saxophones, as indicated in the example. Example 37 . “Between the Devil and the Deep Blue Sea,” Wilson solo performance of second A section of theme statement (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] The Teddy Wilson 1937 solo recordings of “Between the Devil and the Deep Blue Sea” ( Koehler and Arlen 1931 ) also adopt the added-sixth dialect typical of Swing piano. My transcription of the second A section of the theme statement (take 2) appears as Example 37 .",
                "footnotes": [],
                "citations": [
                    "wilson_1937",
                    "koehler_and_arlen_1931"
                ]
            }
        },
        {
            "6.10": {
                "text": "[6.10] The harmony of the tune’s A section follows rhythm changes:  two I–vi–ii–V cycles, tonicization of IV, then cadence. (The bridge varies from rhythm changes.) An interesting point in this excerpt is how Wilson exploits the notes duplicated by the F6 and Dm7 chords: the F6 chord on m. 17, beat 1 is repeated on beat 3, where it might be reinterpreted as Dm7, or vi 7 . Wilson’s passing bass line in m. 17 compromises articulation of vi 7 , however. The Dm7 chord symbol therefore appears in parentheses, and F6 can be heard as extending for the entire bar. The same idea repeats in m. 19.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] Independent 6 ˆ s not heard in the melody are circled in mm. 17–19 of Ex. 37, including the “Dm7” of beat 3 in mm. 17 and 19, where the harmony is understood as F6. (The original melody does articulate D5 on beat 4 of each bar.) The right-hand F6 chords in mm. 17 and 19, along with the left-hand F6 chord in m. 23, mark the added-sixth dialect.  This dialect is normative throughout the performance, although occasional tonics occur as triads; one example is the cadential tonic that appears circled at m. 24. Example 38 . “Mary’s Idea,” first theme; Andy Kirk and His Twelve Clouds of Joy (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] Example 38 presents the 16-bar theme statement of a Mary Lou Williams composition and arrangement, “Mary’s Idea” ( 1938 ). (39) In the example, the lead line and lead instrument are shown with chord symbols in the first two staves. These staves present the first phrase (mm. 1–4), then, to complete the first period, the second phrase as first ending (mm. 5–8). The second period begins with a repetition of the first phrase (mm. 9–12). For the completion of the second period, the second phrase (as second ending) is given in full score (mm. 13–16). The parallel double period projects a blues mood with a D ♭ – E ♭ – B ♭ melodic cell implying a tonic major-minor seventh chord in mm. 1–4 and mm. 9–12, followed by IV ♭7 chords at mm. 5 and 13. A ♭ VII add6 chord ( D ♭ 6) as a neighbor to the I add6 reinforces the blues implications of the theme.",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "williams_1938"
                ]
            }
        },
        {
            "6.13": {
                "text": "[6.13] The lead line in “Mary’s Idea” has no 6 ˆ s (Cs) harmonized by tonic chords. Nonetheless, Williams notates all tonic chords as E ♭ 6 except for the E ♭ 9 in m. 4 (and m. 12), which arguably is both a tonic and a V 9 /IV that prepares the A ♭ 7 in m. 5 (and m. 13). At the cadence of the second period (mm. 15–16), the E ♭ 6 brass chords are voiced with independent sixths, first in the second trumpet (m. 15), then in the first trombone (m. 16) (see circles and labels). (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "6.14": {
                "text": "[6.14] As these examples demonstrate, jazz performers will sometimes establish a dialect in a performance, but then feature tonic harmonies that may momentarily override that dialect. The Teddy Wilson excerpt showed that performers may use triads within the added-sixth dialect (Ex. 37), and the Jelly Roll Morton example showed added-sixth tonics in a blues (Ex. 18) from the era in which triadic tonics were the norm. Example 39 . “Isn’t It Romantic?” excerpt from Sirmay arrangement, Rodgers (1951, 126–29) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.15": {
                "text": "[6.15] To complete this article’s historical survey, the final two examples compare brief excerpts from versions of “Isn’t It Romantic?” ( Rodgers and Hart 1932 ). Example 39 , a piano arrangement by Albert Sirmay, (41) shows the pickup and mm. 1–5 of the parallel period that begins the refrain, that is, the antecedent phrase and first bar of the consequent phrase.",
                "footnotes": [
                    "FN41"
                ],
                "citations": [
                    "rodgers_and_hart_1932"
                ]
            }
        },
        {
            "6.16": {
                "text": "[6.16] The chord symbols over the Sirmay arrangement, which appear in his score, are entirely diatonic, aside from the B ♭ +7 in m. 3. In the original melody, E ♭ and G are the only notes appearing over tonic harmonies (mm. 1 and 3–5). To harmonize them, Sirmay writes triads and E ♭ chord symbols, thereby indicating the triadic dialect that characterizes the remainder of the arrangement as well. The triads circled on the example in mm. 1 and 5 show dependent 6 ˆ s as non-chord tones with their resolutions to 5 ˆ indicated. Example 40 . “Isn’t It Romantic?” excerpt from Peterson-Brown performance (click to enlarge and listen) Example 41 . “Isn’t It Romantic?” excerpt from Peterson-Brown performance with mm. 2–4 in more detail (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.17": {
                "text": "[6.17] Example 40 presents the same passage as performed by pianist Oscar Peterson and bassist Ray Brown in 1959 . The excerpt features four tonic types, circled at each of the tonic bars’ downbeats: they are triad (m. 1), major seventh (m. 3), major sixth with added with seventh (m. 4), and major ninth (m. 5). The triad in m. 1 is expanded to a major seventh on beat 2 to prepare the Cm9 on beat 3 and the C7( ♯ 9) at beat 4 as a secondary dominant to the Fm9 of m. 2. The I 7 at m. 3 is neighbored by the chord at beat 3: specifically, Peterson alters the V+ 7 of the original to a ♭ III 6 . Example 41 analyzes this enhancement in more detail and demonstrates why Peterson’s tonic chord at m. 4 should be understood as major sixth with added seventh, as opposed to a major seventh with added thirteenth.",
                "footnotes": [],
                "citations": [
                    "peterson_1959"
                ]
            }
        },
        {
            "6.18": {
                "text": "[6.18] In Ex. 41, the dominant pickup at the end of m. 2 is voiced with the subdominant A ♭ triad in the right hand over the B ♭ 7 of the left hand and Brown’s bass. This pickup leads in m. 3 to the melodic G5 harmonized by the E ♭ maj7 chord. The voice-leading detail at level b illustrates the logic of using the G ♭ triad to substitute for the B ♭ +7 of the original. The G ♭ 4 of the G ♭ triad is a neighbor to the G4s at m. 3 and m. 4, replicating the function of the F ♯ in the B ♭ +7 chord of the original harmony. The D ♭ 5 of the G ♭ triad then creates a passing motion from D5 at m. 3 to C5 at m. 4, motivating the changes of harmony from B ♭ +7 to G ♭ / B ♭ and the goal chord of the motion to E ♭ 6 from the initial E ♭ maj7. This change of I 7 moving to I add6 is finally echoed and confirmed by the D4–C4 at m. 4 in Peterson’s left hand, that is, the 7 ˆ resolving to 6 ˆ on beat 2. This analysis motivates the voice leading shown at level a, that the overall change of tonic is I 7–add6 . VII. Summary and Concluding Remarks Example 42 . Summary table of 6 ˆ tonic functions in major-mode triadic and added-sixth dialects; “X” represents the tonic chord (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The table in Example 42 summarizes the behavior of 6 ˆ /I in the triadic and added-sixth dialects. The goal has been to elucidate a history of the 6 ˆ /I, from its origins as an emphasized melodic note in the later nineteenth and early twentieth centuries to its routine incorporation in jazz as a regular chord tone of the added-sixth chord by the 1930s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] The top entry in the “Dialect” column of Ex. 42 is the triadic, in which there are two possible manifestations of the 6 ˆ /I: a dependent non-chord tone or independent chord tone. When a 6 ˆ is dependent, the tonic harmony will usually take a triadic chord symbol (appearing in the table as “X”) and a Roman numeral I. When a 6 ˆ /I is independent, then “X6” should appear as the chord symbol and its Roman numeral should be I add6 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The second entry in the “Dialect” column of Ex. 42 catalogs the possibilities for 6 ˆ /I in the added-sixth dialect. The situation here is more complex, insofar as instances of 6 ˆ may function differently (e.g., when one or more 6 ˆ s are melodically prominent while others are more harmonic and accompanimental). There are three cases to consider. With the exception of case (3b), the tonic chord symbol is X6 and the Roman numeral I add6 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Regarding the added-sixth dialect in Ex. 42, case (1), the following conditions obtain: one or more melodic 6 ˆ s are dependent, while 6 ˆ s appearing in less prominent parts or in the accompanying harmony are independent. Because all the 6 ˆ /Is are chord tones, a dependent 6 ˆ no longer “resolves” to 5 ˆ , but still remains relatively unstable in its register as compared to the 5 ˆ . Any independent 6 ˆ s combine with the triadic tones of the harmony to effect I add6 chords. The apparent problem of a 6 ˆ “resolving” to 5 ˆ over a chord that contains a 6 ˆ is circumvented by either avoiding the term “resolve,” which typically denotes a dissonance–to–consonance motion, or reconceiving “resolution” in a jazz-harmonic context as motion from relative instability to relative stability. The 6 ˆ – 5 ˆ shift also may be construed as an alternation, perhaps even an “arpeggiation,” of two adjacent chord tones; however, there may still be a context-dependent difference in stability in which the specifics of “dissonance–then–resolution” are lacking although its connotations persist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Regarding the added-sixth dialect in Ex. 42, case (2), all of the 6 ˆ /Is appearing in a passage are independent. Section VI of this article cited examples of independent 6 ˆ s not meriting special attention through melody or voice-led connections to other notes. If 6 ˆ s are added to triads merely to thicken them into four-note jazz chords but otherwise have no melodic or voice-leading function, they might also be called “inclusive.” Another possibility is to conceive of them as “color tones.” (42) For example, the Ellington and Carter excerpts (Exs. 31 and 35) were readily rewritten in the triadic dialect (Exs. 32 and 36), which allows their tonic 6 ˆ s to be considered stylistic-harmonic features of the texture in the absence of linear-melodic import. This distinction may be worth further consideration in future study, particularly if it can be shown that the omission of such 6 ˆ s alters the texture and style of a passage without upsetting its overall linear-melodic thrust. Nonetheless, irrespective of the possibility of categorizing certain independent 6 ˆ /Is as “inclusive” or as “color tones,” routine addition of 6 ˆ s to tonic chords without prompting from the melody was the final step in establishing the added-sixth chord as a standalone harmony.",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] In the added-sixth dialect, case (3) in Ex. 42 views the 6 ˆ as the resolution of a dependent 7 ˆ . There are two possibilities, as shown in the two subcases. \n\nAlthough a 6 ˆ is more stable than a 7 ˆ that depends on it, the 7 ˆ is either a non-chord tone (3a) or chord tone (3b).  For 7 ˆ as a non-chord tone, the 6 ˆ is its resolution. However, if the 7 ˆ is deemed to have harmonic valence, then the 7 ˆ – 6 ˆ move is better understood as motion from a less stable chord tone to a more stable one, and the analyst may choose to show this via a chord symbol and Roman numeral designation. Context determines whether 7 ˆ is better read as a chord tone or non-chord tone, with temporal and voice-leading considerations paramount. Final determination may consider the 7 ˆ harmonic at a given level while yielding its harmonic valence to an added-sixth chord at the next-deeper level.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] The final entry of the table in Ex. 42—appearing bracketed to signify that it lies beyond the scope of this article—shows the major-seventh dialect, where both 6 ˆ and 7 ˆ appear as chord tones of a tonic jazz chord. When both are stable chord tones, the chord is typically read as a form of major-seventh chord with added thirteenth, as shown in the chord symbol, although context may suggest that it be more accurately read as a major-sixth chord with added seventh. I include a I 7(add 13) as a possible Roman numeral, but in jazz theory Roman numerals are often simplified to show overall harmonic function and basic chord quality without the clutter of specifying all chord tones (43) ; hence a major-seventh chord with added thirteenth may appear simply as I 7 .",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "7.8": {
                "text": "[7.8] The dependency of one melodic note on another does not always hinge on the species-counterpoint view of consonance and dissonance, as the Larson example clarified earlier (Ex. 2). An example from the ragtime literature, the Joplin “Maple Leaf” B strain (Ex. 25), offers a characteristic instance. There, in both mm. 3–4 and mm. 7–8, the E ♭ 5s (as 5 ˆ s) are the dependent notes, embellishing the independent F6s (as 6 ˆ s). The dependency of these E ♭ 5s on the F5s is clear, despite their “consonance” as harmonic fifths, reinforced by the E ♭ 3s of the left-hand A ♭ triads.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.9": {
                "text": "[7.9] Whenever one invokes the concept of one note being dependent on another, it necessarily raises the general issue of structural levels. Often, a dependent note is omitted at the next-deeper structural level: for example, a non-chord tone in favor of its resolution(s). However, in some instances, it may be useful to advance both notes to the next-deeper level. In the “Maple Leaf” B-strain period (Ex. 25), the right-hand sketch retains both E ♭ 5 and F5, despite the dependency of E ♭ 5 on F5. Although the work’s overall dialect is triadic—the B strain does indeed cadence to a I triad, as do the other strains—retaining both E ♭ 5 and F5 in the analytical staff clarifies the I add6 chord as the projected tonic type at this point in the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.10": {
                "text": "[7.10] A different instance of both 5 ˆ and 6 ˆ appearing at a deeper structural level may be seen in the close-up view of the Peterson performance, Ex. 41. Level a specifies the change of tonic type, from an E ♭ maj7 chord to an E ♭ 6 chord via a D5–C5 motion. The change of tonic type is echoed by the D4–C4 motion in the left hand at m. 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.11": {
                "text": "[7.11] Some readers at this point might be wondering: would a further reduction, in level a of Ex. 41, of the E ♭ maj7– E ♭ 6 chordal pair to an E ♭ triad supporting a melodic G5 be appropriate? In my opinion, it is misguided to assert that a deeper-level triad must underlie these bars for several reasons. The first is that such a reduction assumes that at a deeper level, both D5 and C5 are dependent on B ♭ 4, whereas they are both chord tones that show no such dependency.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.12": {
                "text": "[7.12] Second, in level a of Ex. 41, representing the E ♭ maj7– E ♭ 6 chordal pair as an E ♭ triad assumes that the triadic dialect is operative in the performance, when in fact it is not. Tonic triads may appear occasionally (for example, Peterson’s downbeat at m. 1, as seen in Ex. 40), but they are not the normative tonic chord types characteristic of the performance as a whole. (Compare this situation to the triadic dialect of Joplin’s “Maple Leaf,” as discussed in paragraphs 7.8–7.9.) In a more comprehensive analysis of the performance, the added-sixth or the major-seventh dialect (or a possible combination) will emerge as primary, and therefore the triadic dialect is not relevant. (44)",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "7.13": {
                "text": "[7.13] Third, the historical precedence of the triadic dialect does not ensure its continuity. Insisting on that continuity entails that a 6 ˆ (or 7 ˆ ) as part of a tonic harmony is merely an ad hoc addition. This stance seemingly views the collection of various four-note jazz tonics as a product of a “correct” underlying triadic tonality that governs tonal perception; while such a view is admittedly possible—and perhaps the “inherent” priority of triadic tonality may at some point be proven cognitively—it does not seem plausible. As McGowan ( 2011 , 159) points out, that interpretation frames jazz tonics “as aberrant in some way.” (45) Further, insisting on the priority of the triad resonates with the more problematic aspects of Schenker’s views on tonality, views that in recent years have compromised appreciation of the general insights and utility of voice-leading analysis. Jazz musicians have long accepted the importance of voice leading in composition and improvisation, as shown by the principle of “guide tones” (46) and the lines they generate. It seems more productive to analyze harmony and its voice leading from what is reasonably inferable from the music itself, without invoking the sanctity of the triad, reductions to deep structural levels that depend on prototypical background forms, and so forth.",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": [
                    "mcgowan_2011"
                ]
            }
        },
        {
            "7.14": {
                "text": "[7.14] Finally, I would argue that viewing the triad as the basic jazz harmony belies the normativity of four-note chords in post-1930 jazz styles, a normativity insisted on by Mehegan ( 1959 ) and subsequent jazz theorists, if not assumed earlier by such pedagogues as Lopez ( 1933 ). Denoting stable, harmonic additions to the triad as dissonances that presumably require or imply resolution to consonances runs counter to standard practice. The simple fact is that jazz tonics, including stable added-sixth chords, may not imply resolution whatsoever. The terms “consonance” and “dissonance” are ingrained in the framework of learning to play and think about tonal music and have rich associations throughout the history of tonality; these terms will undoubtedly endure and continue to be applied to various situations by jazz theorists, as McGowan notes ( 2008 , 97–101). Their ubiquity— not just in jazz theory but also in general tonal theory—is indicative of their centrality. Moreover, many theorists have viewed consonance and dissonance relatively, of finding a continuum between them. Yet even while we accept and continue to use these terms, it doesn’t mean that they are unproblematic. Probing the shifting gradations of stability and instability in lieu of assertions of consonance and dissonance will help us strengthen our understanding of how chords and their components—the very stuff of jazz harmony—function.",
                "footnotes": [],
                "citations": [
                    "mehegan_1959",
                    "lopez_1933",
                    "mcgowan_2008"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.2.martin.html",
    "data": "mto/data/mto.23.29.2.martin.json"
}