{
    "title": "“People’s Instinctive Assumptions and the Paths of Narrative”: A Response to Justin Williams",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "Adams, Kyle"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "April 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.adams.pdf",
    "author_info": [
        {
            "name": "Kyle Adams",
            "university": "Indiana University",
            "address": "Jacobs School of Music, Bloomington, IN 47405",
            "email": "kyadams@indiana.edu"
        }
    ],
    "citations": {
        "cohen_and_nagel_1934": "Cohen, Morris W. and Ernest Nagel. 1934. An Introduction to Logic and Scientific Method . New York: Harcourt Brace and Co.",
        "dahlhaus_1983": "Dahlhaus, Carl. 1983. Analysis and Value Judgment , trans. Siegmund Levine. New York: Pendragon Press.",
        "gunkel_2008": "Gunkel, David J. October 2008. “Rethinking the Digital Remix: Mash-ups and the Metaphysics of Sound Recording.” Popular Music and Society 3 no. 4: 489–510.",
        "kerman_1980": "Kerman, Joseph. Winter 1980. “How We Got into Analysis, and How to Get Out.” Critical Inquiry 7, no. 2: 311–331.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity. Cambridge: Cambridge University Press.",
        "moss_2004": "Moss, Corey. 2004. “Grey \nAlbum Producer Danger Mouse Explains How he Did It.” Accessible at http://www.mtv.com/news/articles/1485693/20040311/jay_z.jhtml?headlines=true/ .",
        "wimsatt_and_beardsley_1954": "Wimsatt, W. M. and Monroe C. Beardsley. 1954. “The Affective Fallacy.” \nIn The Verbal Icon: Studies in the Meaning of Poetry . Lexington: \nUniversity of Kentucky Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* Thanks to Nancy Nguyen-Adams, Roman Ivanovitch, Zach Lapidus, and Jonathan Yaeger for their help in preparing this response.",
            "citations": []
        },
        "FN1": {
            "text": "1. This tradition has flourished in part due to Joseph Kerman’s famous plea for more attention to the text in music analyses ( Kerman 1980 ).",
            "citations": [
                "kerman_1980"
            ]
        },
        "FN2": {
            "text": "2. Williams claims that “the idea of a completely fixed loop is largely \nfictitious,” and that “one would be hard-pressed to find an entire musical \ncomplement that stays the same throughout” [par. 6]. This may be, but most rap songs \nfeature one or two musical ideas that function as the primary accompanimental \nlayers, and, unlike “Still Shining,” a basic drumbeat that clearly defines the \nmeter. In any case, my original point was not concerned with whether rap beats \ncontained a single, unchanging loop throughout, but whether those beats, \nwhatever they might contain, were composed prior to the lyrics.",
            "citations": []
        },
        "FN3": {
            "text": "3. The three points on the continuum are deliberately different in kind. “Western \nArt Song” and “Mash-up” describe genres, whereas “Still Shining” is only a \nsingle song. I have done this because in the former cases, one can be fairly \nsure that a large body of the repertoire in the genre is composed in the manner \ndescribed underneath. In deference to Williams’s point, however, I have included \n“Still Shining” as the only known example of its compositional process. Perhaps \nas more research is done, the right-hand side of the continuum can be labeled \n“Native Tongues-Style Rap Music,” or some more accurate term.",
            "citations": []
        },
        "FN4": {
            "text": "4. For more information on the production of The Grey Album, see Moss 2004 ; for a summary of the ensuing controversy see Gunkel 2008 .",
            "citations": [
                "moss_2004",
                "gunkel_2008"
            ]
        },
        "FN5": {
            "text": "5. For some further examples of this compositional process, click here .",
            "citations": []
        },
        "FN6": {
            "text": "6. One can imagine, for example, another rap song in which the music had been \ncomposed prior to the text, but in which the rapper had preconceived notions \nabout the expressive qualities of the text that he/she would write, and had \nrequested that the beat have certain characteristics corresponding to those \nqualities. In such a case, a more traditional text/music analysis would \ncertainly be valid.",
            "citations": []
        },
        "FN7": {
            "text": "7. Wimsatt and Beardsley state that “intention is design or plan in the author’s mind,” but immediately qualify that by noting that “[i]ntention has obvious affinities for the author’s attitude towards his work, the way he felt, what made him write” ( 1954 , 4).",
            "citations": [
                "wimsatt_and_beardsley_1954"
            ]
        },
        "FN8": {
            "text": "8. The major-mode tracks are “Hey Young World,” “Teenage Love,” “Indian Girl,” and \n“The Ruler’s Back.”",
            "citations": []
        },
        "FN9": {
            "text": "9. In light of this, the comment from Ron Carter that Williams cites in his \nfootnote (“if rappers ever discovered a major triad, I’d give them a dollar—and \nI still have the same one”) is quite unexpected. With all due respect, Mr. \nCarter must be quite thrifty. The Low End Theory , the album by A Tribe Called \nQuest on which Carter performs, contains two tracks with unquestionably \nmajor-mode accompaniments, “Buggin’ Out” and “Check the Rhime.”",
            "citations": []
        },
        "FN10": {
            "text": "10. Williams notes that hip-hop fans and practitioners use “beat” for the same \npurpose for which I used “music,” to represent “the entire [musical] complement \nto the rapper’s flow/text.” There are exceptions to this, such as in the first \nverse to A Tribe Called Quest’s “After Hours,” when Q-Tip notes “A Jeep is \nblastin’ from the urban streets/loops of funk over hardcore beats,” which \nimplies that Q-Tip is using “beat” to represent only the drum track. But by and \nlarge, Williams’s point is correct.",
            "citations": []
        },
        "FN11": {
            "text": "11. On the topic of intertextuality, I was puzzled by Williams’s suggestion of the acoustic bass in “Can I Kick It?” as a “jazz signifier” (par. 12). “Walk on the Wild Side” is hardly jazz, and Lou Reed is not typically thought of as a jazz musician. In my opinion, this points to some of the dangers of intertextual readings.",
            "citations": []
        },
        "FN12": {
            "text": "12. It is interesting to note in this regard that Rolling Stone called A Tribe Called Quest’s debut “one of the least danceable albums ever.” See Eddy, Chuck, “A Tribe Called Quest: People’s Instinctive Travels and the Paths of Rhythm ,” \naccessible at < http://www.rollingstone.com/reviews/album/241965/peoples_instinctive_travels_and_the_paths_of_rhythm >.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Justin Williams has presented a number of thought-provoking points in “Beats and Flows,” beginning with an accurate and thoughtful enumeration of my underlying assumptions. Let me begin by describing the genesis of my earlier article, “Aspects,” in order to shed some light on the reasoning behind some of those assumptions. Carl Dahlhaus noted, in a different context, that “subjective judgment provides the psychological premise and point of departure for the discovery of rational explanations”  \n( Dahlhaus 1983 , 3). Thus, my inquiry into text/music relations in rap was motivated by the observation that some rap lyrics seemed to integrate so well with their accompanying musical tracks. This observation, along with my attendant frustration with the relative lack of “close reading” in the scholarly literature on rap, led to my investigation of how the interactions between text and music might be more rigorously described. In doing so, I hoped to share with the scholarly community a potentially new way of listening to rap, one based on an inversion of what I assumed to be a typical mode of listening to texted music. I summarize all this here because some of the misunderstanding between Williams and myself is based on the chronological layout of “Aspects,” which only arrives at many of my subjective judgments after the presentation of my rational explanations for those judgments. Thus, much of the following discussion is intended to clarify the origins of my arguments, not only in order to bridge the gaps between mine and Williams’s opposing positions, but also to define those gaps more clearly, in order that future scholars might find in them substantial areas for exploration.",
                "footnotes": [],
                "citations": [
                    "dahlhaus_1983"
                ]
            }
        },
        {
            "2": {
                "text": "[2] I have divided the following response into “General Points,” addressed to some of the over-arching themes in Williams’s response, and “Specific Points,” addressed to some of our smaller-scale differences. General Points I. “Rap Music”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] One of my assumptions, as Williams implies, was the existence of a single genre of music called “Rap.” I therefore used my analyses of works by two specific, and rather eccentric, groups of rap artists to draw conclusions about the compositional process of rap music in general. As Williams correctly notes, “rap styles are more varied than the article suggests” \n[par. 18], and my conclusions run the risk of presenting an overly simplistic view of a genre that comprises an enormous variety of sub-genres and styles. It is true, for example, that one can hardly use the music of A Tribe Called Quest to describe standard rap practices (if one can speak of “standard practices” at all), even for the time during which the group was in its prime.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In fairness, however, I should point out that Williams seems to make the same sorts of generalizations. The rap artists that Williams references indicate as much of a bias on his part towards late-1990’s/early 2000’s rap (Eminem, Jay-Z, Kanye West), as my own bias towards rap that was popularized a decade earlier. Preferences for a given style are not problematic, but Williams, like myself, seems to generalize his observations to “Rap Music,” sometimes ascribing to this fictitious genre characteristics that do not hold true for all rap, especially early rap (for example, his assertion that “rap music is composed for the studio” \n[par. 15]). His trend towards generalization is most obvious in his response to my parenthetical note about the minor mode, discussed further below. Here, he aims to demonstrate that minor-mode accompaniments, such as the one to “Children’s Story,” are normative for rap music—then justifies this assertion by referencing the Billboard top ten from over 20 years after “Children’s Story” was released. True, 20 years does not seem like sufficient time for significant changes in stylistic norms, especially for musicologists and music theorists, who are accustomed to generalizing about entire centuries. But since Williams takes care to point out the explosion of styles that occurred even over the short period commonly referred to as the “golden age” of rap \n[cf. par. 20], his use of the 2009 Billboard chart in a discussion of late-1980’s rap is \na problem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This discussion is not intended to defend my own assumptions by simply pointing out that Williams seems to share them. Such an ad hominem tu quoque defense would hardly be valid or productive. Rather, it points to an even larger-scale problem in rap scholarship, which is the identification of what, precisely, constitutes rap music. Of the nine minor-mode “rap” singles on the Billboard chart that Williams cites, at least one, “Heartless” by Kanye West, does not contain any rapping at all. Additionally, Williams cites as “rap artists” Erykah Badu, who does far more singing than rapping, and Bone-Thugs-n-Harmony, who also incorporate singing into their music. That Williams is able to subsume all of these songs and artists under the umbrella term “rap” speaks to the increasingly blurry boundary between rap, R&B, neo-soul, and other genres. Many popular songs from the past decade contain both singing and rapping, performed either as a collaboration between singers and rappers, or by a single artist. In many songs, the “singing” itself is closer to rapping on a steady pitch (this is the case with much of “Heartless”). One artist who is extremely difficult to categorize in this regard is Nelly, whose lines of verse tend to be chanted on a single pitch followed by an ending formula, in a manner oddly reminiscent of psalmody. A typical example is  “Over and Over” featuring Tim McGraw, presented as \nAudio Example 1. Audio Example 1 . Nelly featuring Tim McGraw, “Over \n\t\t\tand Over” (2005), 1:32–1:55",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Classifying a song like “Over and Over” into a single genre can be quite difficult, and one might argue that such a problem says more about the genre system itself than about the song. With that in mind, rap scholars would do well either to define rap music more precisely or to ensure that any analytical generalizations made about rap are equally applicable to other forms of African-American-influenced popular music. I hope that future scholars, including myself, will be able to agree on a generic definition of rap music. Such a definition will need to be more specific than the statement that rap primarily contains lyrics that are spoken or chanted rhythmically, since that could include a variety of musical styles from around the world. It will also need to be more general than my implication that rap always includes sampled music that is pre-recorded before the lyrics are written, since, as Williams has pointed out, that excludes a vast and important body of “rap music.” II. Unity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The issue of whether the search for unity is a valid analytical goal, especially regarding rap music, occupies much of Williams’s response. I agree that “unity” itself may be a poor word choice, given its music-theoretical baggage, but I prefer “coherence” to Williams’s suggested “consonance,” a term with its own rich history. \nA full critique of the goal of “unity” would be inappropriate in the present article and, indeed, Williams notes the extensive discussions of unity found in the work of Maus and others. Nevertheless, some discussion of the merit of locating moments of unity in rap is worthwhile here, as it may also open up areas of future study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Williams correctly identifies two types of unity crucial to my analytical method: “narrative unity in the song’s lyrics and unity between beat and flow” [par. 8]. As I mentioned in the introductory paragraph to this response, my initial inquiry into text/music relations in rap was motivated by the observation that many rap songs lacked the first type of unity, even while containing the second type. To put it differently, the search for the reasons for unity between text and music was motivated by the observation of such unity. Unity was not a pre-conceived analytical goal, but rather a pre-existing musical feature to be explored. I did not proceed from the “premise that unity . . . is necessary for music to be of high value, and important for a rewarding listening experience,” as Williams believes \n[par. 10], but rather from the premise that the moments of unity I observed could partly account for my own rewarding listening experience, and that an investigation of the phenomena behind such moments could both enrich the listening experience of others and begin to account for artistic value in rap music (as measured in part by critical acclaim). I concede that I may have overstated the case in asserting that \nif the text lacks a unifying narrative, the best analytical approach is to disregard the semantic meaning of the lyrics entirely. As Williams points out \n[par. 8], this statement implies its inverse: that the presence of narrative unity would dictate an \nanalytical approach focused on the lyrics. Although this was not explicitly stated in my work, I \ndo in fact submit that this lyric-centered approach to song analysis is well established in music theory pedagogy (I base this on my \nprior experience both as student and as teacher). (1) My goal was to suggest that such an approach is not as appropriate \nfor rap music as it is for other forms of Western vocal music.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Williams is correct that rappers and rap audiences often celebrate moments of disunity in rap, just as rhythmic theorists delight in moments of metrical dissonance. But these moments are celebrated only insofar as they take place against the backdrop of a pre-established framework of unity. This was why, in my analysis of “Scenario,” I claimed that what made the verse so compelling was the interaction between the moments of text/music unity and other moments of free syncopation. Perhaps, as Williams might suggest, the syncopated syllables contribute most of the rhythmic energy to the verse, but I would contend that those syllables are effective in large part because of their contrast with syllables conforming to the main motive. It may be that the types of unity that I describe in “Aspects” are specific to a certain genre of rap music, and again, this question opens up a large area in which future scholars might work. The questions of whether unity can and should be found in rap music, and whether it is considered valuable to the artists themselves, will have important ramifications for future analyses. III. Compositional process and analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Williams presents two arguments concerning the compositional process: Presentation of the compositional process in rap was over-generalized in “Aspects,” and not enough attention was given to the collaborative nature of many rap songs. Correspondence between a particular analytical method and the compositional process does not necessarily validate the analytical method, nor does it invalidate other analytical methods. Example 2a . Busta Rhymes interview (click to watch video) Audio Example 2b . “Still Shining” Figure 1 . A continuum of compositional process (3) (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I will begin by discussing the first argument. Williams’s point about the “nuance and complexity” of the process and the ways in which “text and music shape each other” \n[par. 4] is unimpeachable, and speaks to changes in the culture of rap music between its earliest days and the present. Given recent changes in technology and the increasingly blurry boundary between musical styles, the questions of what constitutes a rap song (partially addressed above) and how its compositional process takes place are quite complicated. Nevertheless, there is a significant repertoire of rap songs that are composed in the manner I described in “Aspects.” To illustrate, Example 2a presents an interview with rapper Busta Rhymes, in which he discusses his relationship with the \n\t\t\tlate producer J Dilla. Of particular interest is the discussion of the song “Still Shining,” which begins approximately four minutes and twenty seconds into the video. Audio Example 2b is an audio clip of “Still Shining,” for reference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Obviously, I find Busta Rhymes’ discussion quite compelling, in that it validates my statements about compositional process in rap, at the very least as \nthey apply to this song. “Still Shining” is an extreme case, because its through-composed beat is different from the repetitive beat of most rap songs, and virtually required that the rapper compose lyrics appropriate to it. (2) But Busta Rhymes’ discussion reveals some of his broader assumptions about the composition of rap songs in general. His matter-of-fact statements about the existence of ready-made music waiting for text to be set to it and J Dilla’s tape of beats to be “shopped around” to rappers imply that such practices are not unusual. Nor does Busta seem to find it unusual that he would be asked to create lyrics to fit such music. The fact that he does not remark on such practices as unusual suggests that he considered them entirely within compositional norms for rap music, at least the way it was practiced in the mid-1990’s (“Still Shining” was released in 1996, on the album The Coming ). While it is almost certain that not all rap songs, or even all of Busta Rhymes’ songs, are composed in this way—with text written to fit a previously-composed beat—I contend that most rappers, even today, would consider such a process within the norms of the genre. Williams is correct that the compositional process for many rap songs is much more collaborative than “Aspects” suggests. Still, my point was that the compositional process that Busta Rhymes describes for “Still Shining,” even if different from other rap songs, is the opposite of the standard compositional process for Western art songs, and that knowledge of this compositional process necessarily inverts the analytical approach used for much Western vocal repertoire. In fact, one might construct a continuum of text/music relations such as the one \nin Figure 1 .",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] On the left side are repertoires in which the text normally precedes the music, which includes art songs composed in the late eighteenth and nineteenth centuries. Williams correctly notes, as I also did in “Aspects,” that not all forms of Western vocal repertoire belong on the left of this continuum, with opera being a prime example. Nevertheless, one does not imagine, for example, that Fauré asked the poet Bussine to write lyrics for the completed music to “Après un Rêve.” It seems more typical that composers of “classical” art song, even today, create music to complement the text that inspired it. In the middle of the continuum is the twenty-first century genre known as the mash-up, in which an independent third party combines pre-existing text and music to form a new creation. Probably the most well-known set of mash-ups comprise The Grey Album , a tour de force of production in which DJ Danger Mouse combined the lyrics from rapper Jay-Z’s Black Album (released in an a cappella version specifically for the purpose of creating mash-ups) with musical samples painstakingly extracted from the Beatles’ White Album . (4) Finally, on the right side of the continuum is “Still Shining,” representing all songs in which the text is written for pre-existing music. Williams correctly points out that the compositional process behind “Still Shining” does not hold true for all rap songs, noting especially Tupac Shakur’s extant sketchbooks of lyrics. But I would still contend that the compositional process of most rap songs belongs somewhere on the right-hand side of the continuum, that is, that at least some of the basic beat is composed prior to the lyrics. (5) An exploration of various rap genres with regard to the order in which components of their songs are composed could therefore be an enormous contribution to rap scholarship. I can only hypothesize that the chronological relationship between composition of text and music could yield significant analytical and stylistic observations.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Of course, the preceding discussion is of little consequence if one takes Williams’s other point at face value; that is, if my original arguments regarding rap composition run the risk of subscribing to either the “genetic” or the “intentional” fallacy. The former, as Williams describes it, concerns “locating meaning in an art object from the creation or origins of it” \n[par. 7]; the latter “begins by trying to derive the standard of criticism from the psychological causes of the [artwork]” (footnote 5). As applied to musical analysis, the genetic fallacy claims that only by understanding the compositional process can one develop an analytical method; the intentional fallacy privileges the intentions of the composer in choosing an interpretation, sometimes at the exclusion of all other interpretations. Clearly, a comprehensive discussion of these fallacies as related to musical analysis belongs to a far broader discussion of the discipline of music theory, not to a brief dialogue on rap. But I believe that a clarification of my arguments with respect to these fallacies is worthwhile.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] As someone who has had to defend both Schenkerian analysis and pc-set theory against the undergraduate allegation that “composers don’t write that way,” I can certainly sympathize with the desire to guard against the genetic fallacy. Even in a case like “Still Shining,” where one can say with relative certainty how the compositional process unfolded, it does not follow that an analysis based on that compositional process is the only valid one, or that knowledge of that process need necessarily be used for analytical purposes at all. However, “Aspects” did not make either of those arguments. Williams’s assertions are based on his erroneously generalizing my arguments to the point at which they do indeed succumb to one or both fallacies. The genetic fallacy, as originally formulated, supposes that “an actual history of any science, art, or social institution can take the place of a logical analysis of its structure” ( Cohen and Nagel 1934 , 389–90).\n\t\t\tIn this context, that would translate to the claim that an analytical method is valid only if it corresponds to the compositional process. This is quite different from the claim that an analytical method can be justified by appeal to the compositional process. At the beginning of “Aspects,” I noted that few scholars have undertaken detailed text/music analyses of rap songs, and I assumed that part of the reason for this lack of scholarship was the difficulty in applying traditional modes of text/music analysis—namely, locating significant correspondences between the (pre-existing) text and its musical setting—to rap songs. I also assumed that my assertion that one could begin a text/music analysis of a rap song by examining the music first would be met with some skepticism, especially by musicians conversant primarily with traditional Western analysis, and that a description of rap’s compositional process and an attendant discussion of the historical background of that process would help clarify the reasoning behind such an assertion. I did not, however, make the claim that this correspondence was the only justification for my methodology, or that it gave my methodology a privileged position over other approaches. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "cohen_and_nagel_1934"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The intentional fallacy, as applied to musical analysis, argues that the composer’s intentions are of primary importance, and devalues the analyst’s interpretations, especially if they are at odds with those intentions. Again, “Aspects” did not claim that its methodology was validated by the intentions of either rappers or producers, or that such a validation, even if it existed, would necessarily invalidate other methodologies. And regardless, the intentional fallacy addresses different sort of intentions than the ones I discussed; it concerns poetic and expressive intent rather than compositional workmanship. (7) An analyst subscribing to the intentional fallacy might claim that a humorous interpretation of Busta Rhymes’ verse in “Scenario” is invalidated by the knowledge that the rapper intended the verse to sound aggressive. This is a different kind of argument from the one I made in “Aspects,” which was that one can begin a text/music analysis of that verse by locating correspondences between significant beat patterns and their manifestations in the lyrics. The former is grounded in subjective interpretation; the latter in objective musical features.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The counter-argument to both of the preceding paragraphs is that either the text/music correspondences with which “Aspects” deals exist or they do not. If they do exist, they need no justification in the compositional process, and if they do not, the justification is irrelevant. I would respond by re-stating that my discussions of the compositional process were intended to partially validate a slightly unorthodox methodology, not the conclusions drawn from it or the initial observations upon which it was based. Furthermore, I would reiterate my belief that an understanding of the nature and extent of the collaboration between rapper and producer in different rap songs (the location of those songs on the continuum of Figure 1) could be extraordinarily useful in understanding the reasons behind various stylistic and generic differences. Specific Points I. The minor mode",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] My comment in “Aspects” about minor-mode accompaniments was only parenthetical, and was intended as an illustration of one way in which text-painting might take place in the context of a repetitive, seemingly unchanging accompaniment. As I noted above, Williams takes exception to my description, noting that minor-mode accompaniments in recent rap are common. Although this discussion of the minor mode is a small part both of my article and Williams’s response, I believe that the exploration of the pitch content of rap accompaniments can be an important area of future study, and I will therefore expand the discussion of the minor mode here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] First, my article neither states nor supports the notion that “rap music in a minor-mode [is] somewhat exceptional,” as Williams suggests that it does \n[par. 22]. I only noted that its use in “Children’s Story” matched the \ndark subject matter. A musical device need not be exceptional to be used as text-painting; it only needs to be appropriate to the text. Few would argue with the claim that Beethoven’s use of the major mode for his “Ode to Joy” represented a rudimentary form of text-painting, which was my sole claim for the use of the minor mode in “Children’s Story.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Second, the fact is that the major mode was quite common in late-1980’s rap. The album The Great Adventures of Slick Rick , which contains “Children’s Story,” has 12 tracks. Of these, four have minor-mode accompaniments, four have major-mode accompaniments, and four have tonally ambiguous accompaniments. (8) Of the accompaniments that can be characterized as unambiguously tonal, then, fully half are in the major mode. Nor is this phenomenon specific to Slick Rick. In fact, one might identify the use of major-mode samples as characteristic of the Native Tongues’ music (including two of the examples I used in “Aspects”: “Push it Along” and “Can I Kick It?”). Both De La Soul and A Tribe Called Quest, arguably the most important of the Native Tongues, featured extensive use of major-mode samples, especially on their debut albums. A Tribe Called Quest released three singles from their first album, People’s Instinctive Travels and the Paths of Rhythm (“Can I Kick It?” “Bonita Applebaum,” and “I Left My Wallet in El Segundo”). All three use \nprimarily major-mode samples. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\n\t\t\tI would therefore underscore Williams’s claim that “it would be worth exploring the tonal systems in rap music” \n[par. 22]. Given the apparent increased usage in the minor mode in rap over the past few decades, as evidenced by mine and Williams’s examples, I would hope that future scholars would undertake a systematic investigation of the relationship between rap texts and the tonal systems used in their accompanying tracks. II. “Beat” and “Flow”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In his second footnote, Williams notes that he will use “flow” and “text” interchangeably, as well as “beat” and “music.” With the latter usage I have no argument. (10) But I do not believe that “flow” can be used as a substitute for the limited way that I use the term “text” (see \npar. 12). I emphasized that “text” would describe the rhythmic and metrical placement of syllables, meaning the location of syllables with respect to the underlying metrical grid. “Flow,” on the other hand, is typically used to describe the relationship of syllables to one another (Krims defines it as “an MC’s rhythmic delivery”; 2000 , 15), which is quite different. Rapper MF DOOM, for example, refers to his own flow as “calm” and “buttery,” terms which can only make sense in the context of how syllables relate to one another in articulation, pitch, and perhaps vocal intensity. They do not make sense in the context of the metrical placement of individual syllables, and certainly not their semantic meaning. This is also a minor point, since Williams does not draw any conclusions based on his understanding of the term “flow.” But I believe that as scholarship of rap music increases, one of its main enterprises will be the refining of definitions used by rappers and scholars, and to that end, it is critical to use terms as carefully as possible. III.\tListening Strategies",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "krims_2000"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Over the course of “Aspects,” I refer several times to listening strategies and the listening experience. Williams critiques my claim that my methodology can provide a rewarding listening experience despite a lack of textual consistency, when he asks, “does this mean the default mode of a rewarding listening experience is when a text is ‘consistent’?” [par. 19]. The answer is a qualified “yes,” at least for a large part of the listening public. In informal discussions of rap music with friends, colleagues, and others who do not consider themselves rap aficionados, one recurring criticism of rap, particularly rap with the stylized lyrics of the Native Tongues, is that the lyrics “don’t make any sense.” This is especially true in comparison to most other popular songs, which tend either to tell a story (as is common in country music) or at least to have a single narrative theme. In my opinion, part of the reason that much rap music has remained “underground” is that its lack of these types of textual unity creates a barrier for the typical listener. There are many ways in which one might try to break this barrier. As Williams suggests, a detailed investigation of the intertextual references in rap lyrics, and an unpacking of the various layers of meaning they present, might be quite useful for listeners wanting to understand a verse without a traditional narrative structure, like the verse from “Scenario” analyzed in my article. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] This sort of investigation, however, requires outside study, and does little for the immediate listening experience. Williams also suggests that dance and other “corporeal sensations so crucial to various rap music subgenres” \n[par. 19] play a role as well in the creation of a rewarding listening experience, and I agree. But listeners who enjoy rap as an accompaniment to dancing, not to mention other “corporeal” activities, presumably already have a rewarding listening experience. (12) My references to listening strategies were aimed at creating a point of entry for the type of listener described in the paragraph above, who might be put off by the lack of textual unity in rap, by pointing to audible surface connections between text and music in order to enrich the listening experience for those listeners in real time. These references were also predicated on the assumption—certainly open to debate—that much of the readership of Music Theory Online did not listen to rap music on a regular basis, and that part of the reason for this might be that rap requires slightly different modes of listening from Western art music, and even most Western popular music. I do not claim that a listening experience not based on the methodology I describe is invalid; I only put my methodology forth as a new possibility. Summary",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The dialogue initiated by my article and Williams’s response points to exciting areas of exploration for future scholars. To summarize my discussions in the present article, those areas are as follows: A more precise definition of “rap music,” and various terms associated \n\twith it. Further exploration of the relationship between moments of unity and moments of disunity between text and music, or beat and flow. Further examination of the compositional process in various rap genres, and its impact on the style characteristics of the genres. Study of the different types of tonal palettes in the beats of rap producers, and the relationship of those tonal palettes to other aspects of style. Further discussion of the listening experience, and the contribution of an understanding of text/music relations to it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] I look forward to watching and taking part in the exploration of these points in the future, and hope that our dialogue has helped to shape and clarify these and other areas of future study.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.09.15.2.adams.html",
    "data": "mto/data/mto.09.15.2.adams.json"
}