{
    "title": "Hysteria at the Musical Surface",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Grant, Roger Mathew"
    ],
    "abstract": "The recent debate inMusic Theory Onlineover the nature and efficacy of Klumpenhouwer Networks in the analysis of post-tonal music is representative of and, indeed, instructive in its engagement with methodological anxiety. In four short meditations, this commentary engages implicit ideological frameworks articulated by various positions in the K-net debate, problematizes their assumptions and proposes ways in which future work on K-nets might proceed.",
    "keywords": [
        "Klumpenhouwer Networks",
        "analysis",
        "Lacan"
    ],
    "doi": "",
    "received": "January 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.grant.pdf",
    "author_info": [
        {
            "name": "Roger Mathew Grant",
            "university": "University of Pennsylvania",
            "address": "Department of Music, 201 S. 34th Street, Philadelphia, PA 19104",
            "email": "Roger2@sas.upenn.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Shaugn O’Donnell, Gavin Steingo, \nand an anonymous reader, for their assistance in the preparation of this \ncommentary.",
            "citations": []
        },
        "FN1": {
            "text": "1. The K-net debate properly began at the 2006 meeting of the SMT in Los Angeles, \nwhere Michael Buchler gave the paper that later appeared in Music Theory Online 13.2. See Michael Buchler, “ Reconsidering Klumpenhouwer Networks ,” Music Theory \nOnline 13.2 (2007); \nand the responses in the next volume: Scott Murphy, “ Considering Network \nRecursion and Bartók’s ‘Fourths,’ ” Music Theory Online 13.3 \n(2007); \nGretchen Foley, “ The Efficacy of K-Nets in Perlean Theory ,” Music Theory Online 13.3 (2007); \nHenry Klumpenhouwer, “ Reconsidering Klumpenhouwer Networks: a Response ,” Music Theory Online 13.3 (2007); \nCatherine Losada, “ K-nets and Hierarchical Structural Recursion: Further \nConsiderations ,” Music Theory Online 13.3 (2007); \nCatherine Nolan, “ Thoughts on Klumpenhouwer Networks and Mathematical Models: \nThe Synergy of Sets and Graphs ,” Music Theory Online 13.3 \n(2007); Shaugn O’Donnell, “ Embracing Relational Abundance ,” Music Theory Online 13.3 (2007); \nPhilip Stoecker, “ Without a Saftey (k)-Net ,” Music Theory Online 13.3 (2007); Dmitri Tymoczko, “ Recasting K-nets ,” Music Theory Online 13.3 (2007).",
            "citations": []
        },
        "FN2": {
            "text": "2. Buchler, “Reconsidering Klumpenhouwer Networks,” [abstract].",
            "citations": []
        },
        "FN3": {
            "text": "3. Buchler, “Reconsidering Klumpenhouwer Networks,” [60].",
            "citations": []
        },
        "FN4": {
            "text": "4. O’Donnell, “Embracing Relational Abundance,” [3]; See also Shaugn \nO’Donnell, “Klumpenhouwer Networks, Isography, and the Molecular Metaphor,” Intégral 12 (1998), 53–80.",
            "citations": []
        },
        "FN5": {
            "text": "5. O’Donnell, “Embracing Relational Abundance,” [2, 1].",
            "citations": []
        },
        "FN6": {
            "text": "6. Klumpenhouwer, “Reconsidering Klumpenhouwer Networks: A \nResponse,” [12]. \nSee also Eugene Narmour’s classic critique of a true levels vs. systems view: \nEugene Narmour, “Some Major Theoretical Problems Concerning the Concept of \nHierarchy in the Analysis of Tonal Music,” Music Perception 1.2 (1984): 129–99.",
            "citations": []
        },
        "FN7": {
            "text": "7. Klumpenhouwer, “Reconsidering Klumpenhouwer Networks: A \nResponse,” [10].",
            "citations": []
        },
        "FN8": {
            "text": "8. Henry Klumpenhouwer, “Commentary: Poststructuralism and Issues of Music Theory,” \nin Music/Ideology: Resisting the Aesthetic , ed. Adam Krims, (Amsterdam: Overseas \nPublishers Association, 1998), 289–310.",
            "citations": []
        },
        "FN9": {
            "text": "9. Foley, “The Efficacy of K-nets in Perlean Theory,” [12].",
            "citations": []
        },
        "FN10": {
            "text": "10. O’Donnell, “Embracing Relational Abundance,” [5].",
            "citations": []
        },
        "FN11": {
            "text": "11. Ibid., [5].",
            "citations": []
        },
        "FN12": {
            "text": "12. The analysis cited by these authors is Catherine Nolan’s “More Than Meets The \nEye: Text, Texture and Transformation in Webern’s Das Augenlicht , Op. 26.” Paper \npresented at the Dublin International Conference on Musical Analysis, Dublin, \nIreland, 2005.",
            "citations": []
        },
        "FN13": {
            "text": "13. Losada, [17].",
            "citations": []
        },
        "FN14": {
            "text": "14. Murphy, “Considering Network Recursion and Bartók’s ‘Fourths.’”",
            "citations": []
        },
        "FN15": {
            "text": "15. Joseph N. Straus, “Three Problems in Transformational Theory,” \ntalk delivered at the \nclosing plenary session of the Mannes Institute on Transformational Theory, New \nYork City, NY, 2003; as cited in Buchler, “Reconsidering Klumpenhouwer Networks,” [4].",
            "citations": []
        },
        "FN16": {
            "text": "16. Jean-Michel Rabaté with Gregg Lambert, “Conversation on the Future of Theory,” Symploke 11:1/2 (2003): 47.",
            "citations": []
        },
        "FN17": {
            "text": "17. Jean-Michel Rabaté, The Future of Theory (Oxford: Blackwell Publishing, 2002), \n16.",
            "citations": []
        },
        "FN18": {
            "text": "18. I am grateful to an anonymous reader for reminding me of Michael Polanyi’s \n“tacit” forms of knowledge, which, one might argue, aptly characterize \nmusicality. If it is true that for many of us musicality is knowledge of the \n“tacit” sort, it is also true that we acquire this knowledge in a particular \ntradition of pedagogy, one that is not entirely non-discursive or, as Polanyi \nhas it, “ineffable.” In any case, this tension (or aura?) surrounding the \npedagogical tradition of musicality is quite interesting in its own right and \ncertainly merits the space of a separate theoretical study. See Michael Polanyi, Personal Knowledge (London: Routledge, 1958), particularly pp. 87–97.",
            "citations": []
        },
        "FN19": {
            "text": "19. For notational convenience, this figure and those following represent the \ndifferent successive transformations in row forms simply as X (for the P form) \nand Y (for the R form).",
            "citations": []
        },
        "FN20": {
            "text": "20. Straus, “Three Problems in Transformational Theory,” as cited in Buchler, “Reconsidering Klumpenhouwer \nNetworks,” [4].",
            "citations": []
        },
        "FN21": {
            "text": "21. The application of Narmour’s I-R theory in this context may rightly give some \nreaders pause. The claims of Narmour’s system are explicitly cognitive, while \nthe relationship of K-net theory to hearing is, as the recent debate \ndemonstrates, at least suspect. Narmour’s claims notwithstanding, his I-R theory \ncarries its own merit as an analytical tool. It is useful to me here in carving \nbasic melodic structures and relationships through the use of his parametric \nscales, which—even if one might challenge their claims to cognitive innateness—serve to differentiate types of musical relationships from one another in a \nsystematic way. See Eugene Narmour, The Analysis and Cognition of Basic Melodic \nStructures (Chicago: University of Chicago Press, 1990), and idem., The Analysis \nand Cognition of Melodic Complexity (Chicago: University of Chicago Press, \n1992).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Just a little bit of theory can create a good deal of anxiety. Throughout its modern disciplinary history, American music theory has maintained a predilection for meta-theoretical critique, often shrouded in any number of assorted anxieties. Unity, prolongation, organicism, and symmetry have each garnered their share of attention in music-theoretical meta-discourse, even as these very concepts continue to make up the heart of analytical methods still employed (sometimes uncritically) in contemporary scholarship. The recent debate in Music Theory Online over the nature and efficacy of Klumpenhouwer Networks (hereafter, K-nets) in the analysis of post-tonal music is representative of and, indeed, instructive in its engagement with methodological anxiety. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In four short meditations, I will engage implicit ideological frameworks \narticulated by various positions in the K-net debate, problematizing their \nassumptions and qualifying their proposals for further research. The recent \ndialogue on K-nets has left some properties of the analytical system unexplored \nand some aspects of the analytical process undertheorized. It is my contention \nthat both sides in the K-net debate make recourse to a “musical surface” that has received insufficient critical attention. Directly engaging this concept, I will suggest ways in which future work on K-nets might proceed. I. On Promiscuity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Michael Buchler’s recent Music Theory Online article, “Reconsidering Klumpenhouwer Networks,” challenges the analytical technique developed by Henry Klumpenhower and David Lewin on two basic counts. Buchler asserts that K-nets have the potential to “open a Pandora’s Box of relational permissiveness;” (2) this aspect of Buchler’s K-net critique is concerned with the ability of K-nets to act as a cipher, particularly for trichords. This first aspect is related to a second, which sees the K-net model’s design as an affordance for its relational permissivity. Both critiques, however, are to be understood as a corrective to the theory’s purported abstractness. Buchler is most concerned with “try[ing] to have our networks reflect the musical surface to the greatest degree possible.” (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Bucher claims that of the 78 possible pairs of trichords, 78.8% can form \nisographic K-nets with one another. Two lines of inquiry follow from Buchler’s assertion: 1) the truth content and nature of Buchler’s claim itself and 2) the implications for a “promiscuous” or flexible analytical relationship. In his response to Buchler, Shaugn O’Donnell notes that it is only the three-note set classes that relate to one another 78.8% of the time. Three-note pitch-class sets , by contrast, relate to one another only 10.5% of the time, even with the use of O’Donnell’s double emploi . (4) Yet the facts surrounding the relational permissivity of trichordal K-nets seem less than important to the other participants in the debate, who fail to comment on this potential error on \nBuchler’s part and focus instead on the issue of analytical relationships in general. This may be because there is a fair amount of anxiety concerning the \nclaims of the analytical method at hand, or any analytical method at all. If it \nis true that K-nets are able show relationships (almost) wherever we would like \nthem to, then analysts must decide if this is to the method’s credit or \ndetriment.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Phil Stoecker and Gretchen Foley address idiosyncratic scenarios in order to provide a foil for Buchler’s broadly written critique. Stoecker, in a \ndialectical turn, explores the unique properties of moments in which it is not \npossible to show a trichordal K-net relationship. Foley importantly points out \nparticular situations in Perlean theory where K-nets show relationships that \nother analytical tools miss.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] O’Donnell, having already demonstrated that K-nets do in fact show significant relationships, nonetheless “embraces” their relational promiscuity, asserting that “music analysis is like storytelling,” and that “the relational abundance generated by K-nets further emphasizes that musicality, whatever that means in a given context, is in the hands and ears of the analyst rather than the theoretical apparatus itself.” (5) It is important to note here that in embracing the (potential) relational abundance of trichordal K-nets, O’Donnell has shifted \nthe burden of proof from what he calls the “theoretical apparatus” to \n“musicality, whatever that means in a given context.” O’Donnell therefore implicitly asserts that theory is distinct from musicality.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Klumpenhouwer clarifies the nature of Buchler’s complaint, pointing out that it is the top-down hierarchy—generated by the search for multiple levels of K-net relationships—that most bothers Buchler. Klumpenhouwer then proceeds to relate K-net analysis to Schachter’s theory of Schenkerian levels, claiming that both systems operate dialectically: The various levels of structure are to be conceived heuristically as a single \nsystem, so that levels emerge simultaneously, rather than one and then the \nother. (6) Importantly, Klumpenhouwer notes that Buchler’s aversion to the top-down \n“theory-driven” approach in favor of a hypothetical bottom-up approach seems to reference a misguided interaction with empiricism, which seems to have “strayed into the picture.” (7) Indeed, elsewhere Klumpenhouwer has written rigorously against such analytical ideologies. (8) However, his own defense of K-net analysis \nas a dialectical procedure seems to skirt the real issue, which recurs in every \nauthor’s critique or defense: the musical surface. The advocacy of a dialectical approach still leaves the “bottom” undertheorized, especially considering the attention it has received in the commentary. Even through O’Donnell’s, Stoecker’s, and Foley’s defenses of K-net analysis there remains an urgent concern for “a true reflection of the musical surface.” (9) II. On Hierarchies and Graph Theories",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The nature of the K-net itself and its relationship to networks of K-nets, or recursive network structures, is another significant aspect of Buchler’s \ncritique. Buchler attempts to show that the structure of the K-net is both \narbitrary (it can be re-drawn in a number of ways) and unnecessarily \ncomplicated. In addition, Buchler criticizes recursive network structures for \ntheir abstract quality: rather than expressing relationships about pitch-class \nsets, they instead express relationships about relationships (K-nets). As a \npossible solution to the arbitrariness and complexity of K-nets, Buchler proposes \ndoing the analytical work of K-nets with O’Donnell’s dual transformations. However, Buchler does not propose an alternative way of conceptualizing the recursive network structures—in his criticism these are perhaps the most objectionable aspect of K-net analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In their responses to Buchler, Klumpenhouwer and Nolan both demonstrate the ontological difference between the K-net and the dual transformation. Dual \ntransformations are not substitutable for K-nets, nor are they a simplification, \nsince they show fundamentally different relational structures. However, the \ninsightful responses of Klumpenhouwer and Nolan fail to address Buchler on his \nown terms. If Buchler claims ontological equivalence between the dual \ntransformation and the K-net, it is only implicitly and in the service of using the dual transformation to do the work heretofore done by the K-net. In this regard, O’Donnell’s response to Buchler is the most appropriate. O’Donnell shows that the internal I n arrows of the K-net are not necessary to recognize isography or calculate hyper transformations, but “are still necessary for the unity of the musical sonorities participating in these transformations.” (10) Following O’Donnell, then, dual transformations cannot do the work of K-nets, as Buchler would suggest. However, a separate question arises concerning the very unity of the musical sonorities participating in the transformations. O’Donnell assumes that we do, in fact, hear the unity of such sonorities, but quickly amends: Even when we hear the independent paths of two subsets in a dual transformation, \nwe very often hear the supersets as single, unified musical “objects,” particularly in homorhythmic contexts. A good example would be Catherine Nolan’s analysis of Webern’s Das Augenlicht that Buchler champions as a successful use of K-nets. (11) Two aspects of O’Donnell’s astute answer to Buchler (on the latter’s own terms) slightly weaken its impact. Firstly, although O’Donnell asserts that we indeed do hear the supersets modeled by K-nets as unified objects, he scare-quotes the term “objects.” Secondly, he scales the extent of his claim back to “particularly in homorhythmic contexts.”",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] It is significant that Catherine Nolan’s analysis of the chorale passage from Webern’s Das Augenlicht has received so much positive attention in the K-net debate. (12) This analysis has served as a paragon for a successful modeling of the musical surface using K-nets. Praised almost unanimously for its reflection of register and rhythm, Nolan’s analysis appears to be very much the exception rather than the rule. But why is it that Nolan’s application of K-nets seems more “musical” than others? I argue that it is only by making recourse to the organization of other parameters (apart from pitch-class) that Nolan’s analysis is able to quell musical-surface anxieties. Since the progression of the non-hierarchical K-nets in her analysis follows a normative parametric organization that we have already been trained to hear (after all, it is an analysis of a chorale passage), it does not incur the abstraction citation.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The anxiety surrounding abstraction on all sides of the debate is at its \nparamount in Buchler’s dismissal of recursive network structures. Catherine \nLosada’s commentary adds support to Buchler’s argument, asserting that relationships between inversional subscripts in network recursion are \n“completely spurious.” (13) Scott Murphy’s response complicates the critiques, however, showing that Buchler’s various complaints regarding recursion are not universally applicable to all types of network recursion. (14) But Buchler’s criticism of levels is only one portion of his critique of recursive network structures, the core of which was originally articulated by Joe Straus: [Recursive network structures are] a problem when our desire for [them] leads us \nto emphasize musical features that might otherwise be of relatively little \ninterest. (15) Once again, the core of analytical anxiety rests with the problem of modeling \nmusicality (perhaps even locating the “context” in O’Donnell’s phrase “whatever that means in a given context”), and always returns to the musical surface. III. The Musical Surface?",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] We might generally understand that references to the musical surface for those involved in the K-net debate point to some natural, pre-theoretical approach to the score that is sensitive to the concerns of the musician. The process in which theory is undercut by reference to musicality is part of a general anxiety surrounding the theoretical apparatus. Both critics and defenders of the K-net theory are quick to assure their readers that their real concerns lie with music and musicianship. The problem with this position is that it assumes a vantage point somehow outside of any theoretical lens; it assumes that notions of musicality are themselves untouched by theoretical discourse, pedagogy, or enculturation. This position seems to eschew theory for something more “real” which is found only a step away in musicality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In his book on the future of Theory, Jean-Michel Rabaté explains the relationship between Theory and Lacan’s notion of the hysteric. Both Theory and hysteria are “never satisfied with a neat answer, [they] always ask for more in the name of a certain notion of truth.” (16) Rabaté brings Theory together with hysteria in order to show that detractors of Theory deploy a hysterical mode of discourse that is similar to the very practice of Theory itself. In this way, the critique of Theory returns itself back to Theory: The discourse of the Hysteric will want to put the subject in the first place, \nbut in order to insist upon subjective division in the quest for the master-signifier. Often one single signifier . . . will orient the quest and be taken for the whole truth, perhaps in the hope of proving that all theoreticians are essentially wrong or lacking somewhere . . . If Theory reproduces this pattern, it is because it has anticipated it, by what \ncould be described either as a hermeneutical circle or a hysterical ellipsis. \nTheory will indeed aim at questioning all types of knowledge and discourses . . . In doing so, it will generate some kind of knowledge and will aim, no doubt, at a truth. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As Rabaté points out, a “single signifier” often guides the mission to prove Theory inadequate. In the case of the K-net debate, musicality and the musical surface seem to have assumed this role. Nonetheless, these notions return themselves to theory in Rabaté’s “hermeneutical circle or hysterical ellipsis,” as they themselves are also constructed through a theoretical lens of some kind. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]Hysterical or not, I assert that the cry for musicality on both sides of the K-net debate is truly a cry for more theory rather than less. If K-nets cast too broadly, drawing relationships where they will, then perhaps what they want is the company of other theories. If rhythm and register frame a passage readily for K-net analysis—as is the case in Catherine Nolan’s analysis of Das Augenlicht —then perhaps what we need are theories of rhythm and register to accompany K-nets in the analytical endeavor. Attempting to clarify what is meant by the various references to the musical surface or musicality in the K-net debate, I wish to explore the potential for K-nets to work in tandem with other theories. IV. More Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The recent outpouring of meta-literature on K-nets points up several of their interesting relational properties. However, as we might imagine, there are additional properties of K-nets yet unexplored. In this meditation, I will examine a particular property of the negative isography relationship, showing its invariant connection to a particular dodecaphonic configuration. Rather than employing this observation in a critique of K-nets as a cipher for the “musical surface,” we might imagine situations where this property of K-nets becomes more interesting in the company of additional theory. Figure 1 . Negative isography between two box-style four-node K-nets (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Figure 1 shows the negative isography relationship between two box-style \nfour-node K-nets. The negative isography relationship allows us to see inverse \nrelationships between the T-transforms in these K-nets. Because its analytical \ninsight centers on inverse relationships, negative isography is a relative of \nthe inversional pairings between Prime (P) and Inversional (I) row-form pairs in \ndodecaphonic organization. This also holds for the inversional pairings between \nRetrograde (R) and Retrograde-Inversional (RI) row-form pairs. Both sets of \nrelationships—negative isography and P&I/R&RI row-form pairs—show inverse \nrelationships between transforms of successive PCs: in the box-style four-node \nK-nets of Figure 1, this inverse relationship occurs between the pairs of \ntransformations on either side of the two K-net boxes. In row-form pairs, the \ninverse relationship occurs between any set of successive PCs in prime or \nretrograde row forms, as related to their corresponding set of successive PCs in \ninversion or retrograde-inversion row-forms respectively. Figure 2 shows this \nrelationship between row-form pairs. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Figure 3 below shows how their shared tie to the inverse relationship affords an \ninvariant interaction between K-nets and a particular row-form configuration. It \nfollows from the observations above that a negatively isographic K-net will \nmodel any relationship between successive PCs from a P/R row-form pair to an \nI/RI row-form pair, as pictured in Figure 3. The inversional relationships \nbetween the P and I, R and RI row forms themselves is responsible for the \ninvariant ability to draw this relationship. Figure 2 . Inversional pairings between P&I, R&RI row-form pairs (click to enlarge) Figure 3 . An invariant, negative isography relationship holds between P&R, I&RI row-form pairs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\nIt would seem, then, that we might add this particular interaction between \nnegatively isographic K-nets and row forms to the litany of K-net relational \npermissivities. After all, any row-form pairing like that shown in Figure 3 will \nrender negatively isographic K-net relationships wherever one might wish to show \nthem, fully allowing for an analysis that would “emphasize musical features that \nmight otherwise be of relatively little interest.” (20) I will argue again, however, \nthat such relationally permissive associations become interesting in the company \nof more theory. In order to illustrate this point, I will turn to an example \nfrom Webern’s Das Augenlicht. Apart from its fame in the K-net debate, Das Augenlicht is particularly pertinent in the present context because of Webern’s \nnegotiation of row forms through the piece. Example 1 . Paired duets in Webern, Das Augenlicht , mm. 8–13; 14–19 (click to enlarge) Example 2 . I-R analysis of the paired duets in Webern, Das Augenlicht , mm. 8–13; 14–19 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\nThe voice parts in Webern’s Das Augenlicht enter in a pair of duets, beginning \nwith the soprano and tenor voices in measure 8, as shown in Example 1 . While the \nsoprano line in measures 6–11 comprises the P 8 row-form, its partner the tenor \nline comprises the R 8 row form in those same measures. The lower voices answer \nwith their own duet in the measures that follow; the alto line completes the I 8 row-form in measures 14–19, while the bass line completes the RI 8 row-form in \nmeasures 14–18. Hence, a P/R row-form pair in measures 6–11 is answered by an \nI/RI row-form pair in measures 14–19.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\nA number of interesting relationships hold between these paired duets. The \nmelodic unfolding is somewhat similar in all voices, as are the harmonic \nrelationships between the two duets. In order to examine the correspondences \nclosely, a theory of melody will relate the diachronic unfolding of each row \nform, while K-nets show relationships between melodic segments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Example 2 shows melodic relationships between the paired duets. I chose Eugene \nNarmour’s Implication-Realization model for melody to relate the different \nmelodic characters of the four row-forms in this excerpt. Narmour’s I-R theory \nnot only gives us a lexicon to relate melodic qualities (outside of a tonal \ncontext), but also offers a theory of segmentation rooted in the basic gestalt \nnotions of similarity and difference. Like Christopher Hasty’s approach in his \n1981 “Segmentation and Process in Post-Tonal Music,” (also quite celebrated in \npost-tonal analytical literature), Narmour’s I-R theory is sensitive to degree \nof change and degree of consistency. Narmour’s theory also allows for \nmodification based on style (intra-opus as well as extra-opus), and can be \napplied and related to other parameters such as duration or even harmony. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The I-R model is grounded on two basic theoretical propositions: (1) similarity \nengenders the expectation of more similarity, or A + A implies A; and (2) \ndifferentiation engenders the expectation of more differentiation, or A + B \nimplies C. These theoretical propositions correspond to the two primary \narchetypes that govern Narmour’s model: Process (P) and Reversal (R). Where \nregistral direction is constant over the course of two successive intervals \n(three pitches), the analytical symbol applied is P, where registral direction \nchanges, R. Additional symbols +, –, \n~, and º reflect degree of intervallic \nchange, ranging from exact intervallic repetition (º), basic similarity (~), a \ngreat decrease in intervallic size (–), to a great increase in intervallic size \n(+). Sufficient parametric difference (in duration, accentuation, register, or \nharmony in a tonal context) renders a break in grouping structure. If a group \nconsists of two pitches, the symbol applied simply shows the interval size \nbetween them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] As Example 2 illustrates, several melodic grouping structures are common to \nvoices in the same duet, while some melodic structures echo across between the \ntwo duets. The I-R grouping structures point out the rhythmic canon in each \nduet, and the labels for these grouping structures also allow us to see which \nmelodic segments in the duets are the most closely related. Both duets open with \na dyad in each voice: the soprano line in measure 6 and bass line in measure 14 \nrise while the alto line in measure 6 and tenor line in measure 14 fall. While \nNarmour’s theory accounts for the functional similarity of these openings in \nterms of the grouping structure for their respective melodies, a K-net describes \nhow they relate to one another harmonically. The box-style 4-node K-net pictured \nin Example 3 is in keeping with both register and Narmour’s grouping structure \nfor the melodic unfolding of these sonorities. The harmonic relationship between \nthe opening of the first and second duets can be described through the use of \nthe negative isography label <I 8 >, as shown in Example 4 . Example 3 . K-nets show harmonic relationships between corresponding melodic I-R structures in the paired duets from Webern, Das Augenlicht , mm. 8–13; 14–19 (click to enlarge) Example 4 . <I8> describes the harmonic relationships between corresponding melodic I-R structures in the paired duets from Webern, Das Augenlicht , mm. 8–13; 14–19 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\nWhile the melodies in the first duet continue directly to retrospective \nreversals after the opening dyad, the melodies of the second duet have a more \nfragmented opening. The next correspondence in grouping structure between the \ntwo duets is the sonority formed by the fourth and fifth pitches of each line. \nAgain, a box-style 4-note K-net models the harmonic relationship between the two \nmelodic dyads, which consistently is described by the negative isography label \n<I 8 >.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\nA melodic grouping structure consisting of the sixth through eighth pitches in \neach line proves the most melodically consistent between the two duets. The \nsoprano and alto voices both contain two large intervallic leaps in one \nregistral direction: melodic retrospective P– structures. The tenor and bass, in \ntheir respective duets, also exhibit large intervallic leaps, but in alternating \nregistral directions: melodic R– structures. The <I 8 >, box-style 6-note K-net \nmodels the harmonic relationship between these corresponding melodic segments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\nAs explicated above, any string of corresponding successive pitches will form \nthe negative isography <I 8 > between the two duets. For this reason, the melodic \ngrouping structures towards the end of the duets are less interesting. Neither \ngrouping nor melodic symbology correspond, and so the K-net relationships that \nare possible to draw here would model melodic correlates that are \nnon-correspondent in Narmour’s model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\nRather than make recourse to a hazily defined “musical surface,” or argue that \nthese correspondences are “otherwise of relatively little interest,” K-nets can \nkeep company with more theory in order to show multifaceted relationships. Not \nonly does the K-net theory benefit from the melodic integration with Narmour’s \nI-R, but I-R can also gain post-tonal harmonic insight in this cooperative \neffort. In tandem, both theories make reference outside their own systems, but \nthey do so with reference to very specific parameters. As individuals with \npredilections for precision, I imagine that this aspect of theory-coupling may \nappeal to those interested in refining K-net theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.08.14.1.grant.html",
    "data": "mto/data/mto.08.14.1.grant.json"
}