{
    "title": "The Phases of Fire",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Cochrane, Richard J."
    ],
    "abstract": "The present paper begins by discussing Meyer’s conception of musical conformancy in terms of the Platonic model which is implied in hisExplaining Music. It goes on to argue, with reference to Deleuze and Heraclitus, that Meyer himself cannot base musical ontology on this model as he wishes, but is forced to base it on the very concept which the model attempts to exclude: the simulacrum.",
    "keywords": [
        "Meyer",
        "Deleuze",
        "Heraclitus",
        "postmodernism ontology"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.cochrane.pdf",
    "author_info": [
        {
            "name": "Richard J. Cochrane",
            "university": "University of Wales College of Cardiff",
            "address": "Department of Philosophy, Cardiff, Wales",
            "email": "senrc@cardiff.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Meyer, Leonard, Explaining Music, Chicago: University of Chicago Press, 1973), 44.",
            "citations": []
        },
        "FN2": {
            "text": "2. The full formula is given in Meyer, 49. I have changed it only by abbreviating each term in his equation to a single letter.",
            "citations": []
        },
        "FN3": {
            "text": "3. Meyer, 49.",
            "citations": []
        },
        "FN4": {
            "text": "4. Meyer, 83.",
            "citations": []
        },
        "FN5": {
            "text": "5. I have discussed some of the problems which this raises in “The \nOntology of Music,” Inside Out , forthcoming. Basically, the problem \narises with the attempt to derive movement from a set of instants. \nZeno’s paradox of the arrow is the classic case in point.",
            "citations": []
        },
        "FN6": {
            "text": "6. Meyer, 83.",
            "citations": []
        },
        "FN7": {
            "text": "7. Meyer, 90.",
            "citations": []
        },
        "FN8": {
            "text": "8. Mackirahan, R.D., Philosophy Before Socrates (Indianapolis: \nHackett, 1994), Heraclitus fragment DK22B65. I am using the most \ncommonly known translation of the fragment, rather than that given in \nthis volume.",
            "citations": []
        },
        "FN9": {
            "text": "9. Deleuze, Gilles, The Logic of Sense (London: Athlone, 1990)\n10. On this term, see Deleuze, Gilles, Bergsonism (New York: Zone, \n1991), pp.21–29.",
            "citations": []
        },
        "FN10": {
            "text": "10. Deleuze (1990), 257.",
            "citations": []
        },
        "FN11": {
            "text": "11. Deleuze (1990), 257.",
            "citations": []
        },
        "FN12": {
            "text": "12. Deleuze (1990), 258. This is in direct contrast with Plato’s own \nview of the simulacrum, and of artworks in general; that they are \nnothing more than second-degree copies of the material world, and are \ntherefore worthless.",
            "citations": []
        },
        "FN13": {
            "text": "13. Meyer, 80.",
            "citations": []
        },
        "FN14": {
            "text": "14. Meyer, 6.",
            "citations": []
        },
        "FN15": {
            "text": "15. Meyer, 3.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Musical analysis has often relied on a concept which Leonard Meyer has called “conformancy.” The importance of this notion can hardly be overestimated. The idea of similarity, and of a pattern which governs such relations of similitude, is crucial to it.  As Meyer defines it: By conformant relationships I mean simply those in which one (more or less) identifiable, discrete musical element is related to another such event by similarity. (1) A little later, Meyer gives a fuller summary of his idea of conformancy by means of the following “formula”: R.I.S\n     C =  ---------\n              V.T I have abbreviated the formula for easy reference. (2) “C” represents the strength of the conformant relationship, while the combined terms on the right-hand side of the formula are considered to be in direct proportion to it.  Regarding the right-hand side, the following symbols are used.  “R” denotes the regularity of the pattern. This is the most ill-defined of the terms, but it seems to mean simply that a pattern which is very complex will not be easily recognizable when it reappears.  “I” denotes the “individuality of profile,” meaning that the pattern must not be too like the surrounding music. “S” denotes similarity between the different copies of this model. These factors all enhance the effect of conformancy. Underneath the bar, “V” denotes the variety of events which comes between successive copies, while “T” denotes the time period between them. This way of looking at music would seem to work by means of model and copy. The model, which must be regular and individual (R.I), is reproduced in the copies, which must be similar to one another (S). I will now briefly examine the implications of some of Meyer’s conclusions about this view.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Meyer sets up two possible modes of conformancy relations between copies:  repetition and return. (3) In repetition, copies change processively with little or no other musical material between them.  Repetitive conformancy is therefore “developmental.” In the case of the returning copy, however, much other material separates the two copies; the relationship is formal or structural. In the former case, the copy circles around the model (which is an abstract idea, not a musical object), picking up various of its facets. Repetition is thus about disclosure of the model through successive variations  of the copy: it is like building up a three-dimensional view of an object by combining a number of perspectival views. Return is more about the reappearance of the recognizable copy of the familiar model, after a period during which either the copies of another model were in evidence, or no model was discernable behind the music at all. (Meyer does not draw this distinction, but that is not a serious problem for his argument.) Repetition emphasizes the difference between copies of the same model, while return emphasizes the verisimilitude of copy to model.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] With the distinction between repetitive and returning conformant relationships, Meyer hints, perhaps, at a view of music as a dialectic. This is a view which, as it turns out, he does indeed hold. Later, (4) when speaking about hierarchic structures in general (which may or may not be made up primarily of conformant relationships), he lists five factors necessary for coherent musical structure. To be fair, he recognizes that he is talking about a very specific kind of music—what we might, without very serious reservations, call Classical (and Romantic) music—but he acknowledges this fact, and feels that his ideas might be more widely applicable if adapted.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The first factor is the requirement of both “similarity and difference.” Copies, since they are copies of the same model, must be similar to one another. They must also, however, differ from one another, so as to create tension (or “stability-instability relationships”). Without difference, the same copy would be repeated again and again; even in minimalist music, this does not happen for very long. The second factor is that copies must be clearly separated. Thus, they must be separable units, or poses. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Third, repetition is an essential element of the copy.  A copy is not heard as such (i.e. as different in kind from a passing phrase which is of little structural importance) until it is repeated. The formal, returning relationships are thus founded on an initial repetition or series of repetitions.  This proviso must be supplemented, however, by the fourth factor:  that implications are there to be realized.  As I said above, a model is not a musical but an ideal entity, and represents more a series of potentialities than a melodic contour or rhythmic motive. Potentialities are not yet implications; yet some potentialities will find themselves “virtualized” in a specific musical context. At this point, we refer to them, as Meyer does, as “implications.” These implications remain fairly abstract, however, until they are realized in the music itself. Returning conformancy can do this. The fifth factor is “harmonic cadence and tonal stability”: the arrival at a point of rest, having actualized all those potentialities that were set up as implications by the initial repetition of the copy.  All this points to the return of the one (the first copy or, perhaps, its first repetition) as the Absolute, the aggregate of copies which realizes all of its own implications. Of course other potentialities within the model might have been turned into implications:  hence the tradition of writing variations on a theme invented by another composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Meyer’s analyses show a development of large-scale, or macro- dialectics (such as the movement of the whole piece, or a single movement) out of smaller dialectically constructed units, down to the micro-dialectical copy itself.  At each level, there is a sense of the virtualization of implications which are then fulfilled and bring the dialectic to a close.  As the dialectics become smaller, approaching their critical point in the copy, the sense of closure becomes less decisive, since less of the implications are fulfilled at that level.  Even at the level of the copy, however, a certain amount of closure is necessary in order to constitute the copy as a unit.  “Closure, then, is an aspect of patterning.” (6) The idea of a hierarchy of closed blocks of musical sound, composed ultimately of copies and forming at the highest level the macro-dialectical structure of the piece itself, is crucial to Meyer’s conception of (at least Western tonal) music as a whole: A motive, phrase or period is defined by some degree of closure.  On the level of its closure—the level on which it is understood as a separable event—it is a relatively stable, formal entity. Though it contains and is defined by internal processes, once closed, it is not a process but a palpable ‘thing’. When in turn it combines with other events at the same level and thereby becomes part of a higher-level event, it again functions in a processive way. (7) It should be clear from the above that Meyer’s very subtle notion of musical structure rests on the idea of a hierarchic system of dialectics, functioning by the logic of model and copy.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the second part of this paper, I would like to consider Meyer’s position in the light of two statements. The first is that of Heraclitus: “The phases of fire are need and satiety.” (8) The second is what Deleuze calls a “Platonic Dualism,” which we must elucidate here.  He defines it as a subterranean dualism between that which receives the action of the Idea and that which eludes this action. It is not the distinction between the model and the copy, but rather between copies and simulacra. Pure becoming, the unlimited, is the matter of the simulacrum insofar as it eludes the action of the idea and insofar as it contests both model and copy at once. (9) What must be understood about this dualism is that it involves a difference in kind (10) between the Ideal model/copy system and the material simulacrum. It is not a difference in degree, such that “If we say of the simulacrum that it is a copy of a copy . . . then we miss the essential, that is, the difference in nature between simulacrum and copy.” (11) A favorite example: The idea of a table (model), the table (copy) and a sculpture of the table (simulacrum). The table “receives the action of the Idea”—i.e., it corresponds to the idea of what a table is. The sculpture, however, is not judged by the same standards. We do not say the sculpture is good because it is comfortable to sit at, or has nice spacious drawers. The sculpture is judged exactly insofar as it is not a table—in spite of its being, indubitably, a sculpture of a table.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It is not that the simulacrum resembles the copy which resembles the model, the first thus being nothing more than an inferior copy of the model (like a recording of a recording of a performance). The copy resembles the model, but the simulacrum resembles nothing, or rather:  “If the simulacrum still has a model, it is another model, a model of the Other from which there flows an internalized dissemblance.” (12) If the copy is like a recording of a performance, the simulacrum is like a recording without a performance, perhaps finding an analog in some tape or computer musics. It can be seen that this is by no means a mere difference in degree. Let us assume that, when Heraclitus writes of the “phases of fire,” he seems to be speaking of becoming (need) and Being (satiety). It would appear on the face of it that fire in fact involves only need:  when fully sated, the fire goes out.  Let us also place another pair of oppositions alongside these:  the simulacrum and the model/copy dyad. By fire, Heracleitus appears to mean change, a continual and primordial temporality.  Meyer, as we have seen, views a whole piece of music as governed by the logic of model and copy.  The development of a pattern in its copies, its variations and linking passages are all implicative: processive (repetitive) at their own level, formal (returning) at the next level up. Does this mean that Meyer rejects the dualism pointed to by Deleuze, preferring instead a kind of monism: a structurality based on the single Ideal model, and the similarities and differences which the copies bear to it?",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] First, it must be recognized that Meyer’s view cannot be reconciled with Deleuze’s. The difference in kind between pattern- based music and music formed of simulacra would upset his entire position. It is essential for him to exclude all relations in music which are not relations of similarity or difference vis a vis the Model. Indeed, Meyer even argues that certain musics do not conform to his notion of musical structurality: nonhierarchic music—that of John Cage, for instance, moves, like the ocean, in undulating or sporadic waves of activity in which we attend to, but can scarcely remember, the particular events. (13) He seems to be arguing here that his almost ontological privileging of the model/copy system is not only specific to a particular sort of music, but serves to define an opposition between hierarchic and nonhierarchic musical styles. Need and satiety are therefore kept rigorously apart: the musics of Being (or approaching-Being, the partial copy) and becoming (which eludes the logic of patterning altogether) are said to be different sorts of music, and incompatible (even incompossible). Meyer characterizes the music of need as homogeneous, while the hierarchized music of satiety is based, as he points out, on similarity and difference (see above): Only in the music of transcendentalism—the music of Cage, Earl Brown, Pousseur etc.—is there complete homogeneity and nondifferentiation.  Such music cannot be analyzed, only described. (14) While the term “transcendentalism” is probably not to be taken too seriously here, the terms “homogeneity” and “nondifferentiation” are. It is evident that Meyer sees hierarchic music as founded on differences, not similitude, which founds the avant-garde music to which he opposes it. It is also clear that the “analyzability” of the music is of great importance. The book, after all, is called Explaining Music , and begins with the following statement: Experienced naively . . . the world, as William James observed, is a buzzing, booming confusion of discrete, unrelated sense impressions. . . . One may, of course, try to experience existence in this way: unmediated by classes, concepts or relationships. And a number of artists and writers—for example, John Cage, Norman O. Brown and Alain Robbe-Grillet—have urged such mindless innocence upon us. . . . But [their] world . . . cannot be understood. It has neither process nor form, meaning nor value. (15) The music which affirms the simulacrum—i.e., that which denies the “action of the Idea,” which is neither model nor copy—would seem to be not just another form of music but a “naive” form, a childish receptiveness to the world of sound which is not open to analysis.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The music as he now describes is homogeneous only inasmuch as it is composed of absolute differentiation: “a . . . confusion of discrete, unrelated sense impressions.”  What analysis requires, as Meyer rightly observes, is an object which can be broken down into “concepts, classes, or relationships.” It is this kind of differentiation which is needed, a difference based on similarity, which operates hierarchically according to the notion of both similarity and difference within the copy. It is difference of degree of similitude which is to be measured, which can measured. Differences in kind cannot be quantified, since they are pure qualities. The music of Cage, therefore, is vilified for its childish refusal to enter the adult world of quantification, and its desire to affirm differences in kind absolutely. The problem is that Meyer happily acknowledges that the world “experienced naively—without any psychological predispositions or cultural preconceptions whatever” is a world of the Cageian sort: homogeneous difference in kind, not differences in degree. “To understand [this] world, we must abstract from the ineffable uniqueness of stimuli by selecting and grouping, classifying and analyzing.” Thus, the analyzable system is formed by an abstraction from the object, which is a simulacrum. The model/copy system is logically and chronologically posterior to the simulacrum, which is the object in its raw, unanalyzed state. If Meyer succeeds in “explaining music,”  he does so by creating an abstract, hierarchic system from the object, which is concrete and nonhierarchic. This he admits from the very beginning of his project, and he is right to do so.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] If the phases of fire are need and satiety, the logic of fire extends across both: the compulsion of need which sustains it and the cessating effect of satiety together form its dual dynamic. If Heracleitus is right, one without the other would be meaningless, and an analysis of one without the other would also prove philosophically inadequate.  Meyer’s approach, too, would be ineffectual, hierarchizing as it does the two terms:  first, by arguing that nonhierarchized music destroys the natural dialectic of music, and second by arguing that it is prior to the analysis, which imposes the hierarchic structures onto nonhierarchized phenomena. The confusion about the epistemic status of hierarchies within Meyer’s text requires an understanding of the logic of fire—that is, the nature of temporality—in order to move beyond it.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.1.cochrane.html",
    "data": "mto/data/mto.95.1.1.cochrane.json"
}