{
    "title": "Conference Report: EuroMAC 9",
    "date": "2017/09/01",
    "volume": "23",
    "issue": "3",
    "authors": [
        "Perry, Jeffrey"
    ],
    "abstract": "",
    "keywords": [
        "EuroMAC",
        "Analysis",
        "Conference",
        "Strasbourg"
    ],
    "doi": "",
    "received": "August 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.3/mto.17.23.3.perry.pdf",
    "author_info": [
        {
            "name": "Jeffrey Perry",
            "university": "Louisiana State University",
            "address": "School of Music, College of Music and Dramatic Arts, Baton Rouge, LA 70803",
            "email": "jperry@lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Strasbourg sits on one of the most historically important boundaries in the world. Having changed hands multiple times since the reign of the Sun King, Louis XIV, in the 17 th century, it was once ringed with fortresses and anchored the Maginot Line. In centuries past, it was the scene of notable persecutions, pogroms, and religious manias—not to mention the Oaths of Strasbourg of 842 CE, a Corleone-style family compact between two brothers, Carolingian monarchs who sought to squeeze a third brother out of his inheritance, but which is widely seen as having had the unintended consequence of splitting Europe linguistically and culturally into Romance and Germanic spheres. Such divisions are seldom unattended by violence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In other words, the founders of the European Union understood that Strasbourg is a living emblem of why there needs to be a European Union. It is a city that reminds us that, however infuriated we become with an unresponsive bureaucracy (looking at you, Amsterdam Airport), or with a cumbersome legal framework, the alternative is usually worse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Just so, the 9 th European Music Analysis Conference/9 me Congrès européen d’analyse musicale (EuroMAC 9) began with a plenary lecture in which the president and vice president of the host society (Marie-Noëlle Masson of the University of Rennes and Jean-Pierre Bartoli of the University of Paris) made the case for music analysis as a unified discipline, and for framing, in somewhat exhaustive fashion, the entire discipline of music analysis within the larger endeavor of music scholarship as a whole. They also sought to classify the main approaches and schools within analysis. The title of their opening plenary asked the essential question, “Is music analysis an autonomous subject?”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] If this seemed at first an off-puttingly universalizing way to launch four days of papers, posters, panels and other events, it nonetheless served to remind those of us in attendance that practicing our craft with full mindfulness of where it fits within the overall world of the arts, sciences, and humanities is a good way to avoid erecting unnecessary and ineffectual systems of defensive fortifications, tribal self-segregation, and isolationist delineation. It was unexpected to hear the Society for Music Theory cited as an instantiation of a certain ideology, but that was one of the provocative contentions of Masson and Bartoli’s opening plenary, which launched one of the conference’s two themes (“Extrinsic issues, intrinsic challenges: what is the future for music analysis?”). The notion that institutions can shape our ideology is not one that Americans, in particular, like to dwell on. But the North American decision, in 1977, to foreground theory , not analysis, and to self-segregate from our colleagues in historische Musikwissenschaft brings with it certain biases. Having drawn the lines between disciplines here rather than there , we have made decisions about what is interdisciplinary and what is intradisciplinary; this makes some kinds of inquiry easy and others more difficult. Masson and Bartoli point out that European music scholarship is replete with societies dedicated to music analysis , not music theory . This requires researchers to read different books, to examine different corpora, to lunch with different colleagues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This problematizing of divisions and groupings extended, in the present instance, to how information about how the conference’s sessions and the content of individual papers was made available. Paper titles, abstracts, and presenter biographies were scattered in different locations throughout the booklet. This was vexing, at first, but it did encourage discovery rather than self-segregation, presenting a sort of rummage bin of ideas and topics. Whether this was an ideological choice or the result of haphazard planning is unclear. The program is available here ; the conference themes are given here .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I’d like to be able to report that as a consequence I listened to papers that presented research in many foreign tongues and posited perspectives that I never would have encountered in a staid old SMT or AMS meeting. But fully a third of the presenters were from the United States and Canada, and over 80% of the papers were presented in English. Two panels I attended illustrated the strengths and weaknesses of the conference’s organizational model as it was implemented in practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The panel I participated in, “Circumscribing the Open: Cage and Pousseur,” seemed initially like a potpourri of the sort familiar to anyone who has ever served on a program committee: two presentations on works of John Cage and one on works of Henri Pousseur. But a theme emerged quite organically. In discussing quite different circumstances in which compositional openness can occur, and focusing on the chronological period of roughly 1948–69, it provided a valuable snapshot of mid-20 th century thinking by two composers whose challenges to compositional determinism helped delineate the musical landscape of the time. Chaired by a researcher from Italy and consisting of papers by researchers from the Netherlands, the United States, and Great Britain, the panel represented the sort of confluence of perspectives that one seeks from such an international conference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Another panel, while successful, illustrated some of the institutional fault lines in the field. “Formal, Theoretical, and Computational Models in Popular Music Analysis” was centered around recent developments in corpus studies, and featured three well-established American popular-music scholars and four researchers from the Universities of Milan and Lille. The ways in which the two groups of presenters (Americans and Europeans) identified themselves was telling: the Americans listed their university affiliations, while the Europeans listed the alphabet soup of research institutes that served as their main home bases—IRCAM in Paris, the Centre de Recherche en Informatique Signal et Automatique de Lille (CRIStAL), and the Laboratorio di Informatica Musicale (LIM) in Milan. The sense imparted by the papers presented in the panel, moreover, was that there were two different research paradigms in operation: the Americans were each working individually, framing their work in a familiar academic style well suited to the twenty-minute timeslots allotted them, while the Franco-Italians presented their work in teams, providing what amounted to a pair of very impressive demonstrations of visually stunning, computationally intensive tools for classifying, visualizing, and analyzing individual musical works and corpora. Working from quite different points of origin, one sensed that between them the two academic cultures are shaping popular music analysis and corpus studies into something quite rigorous yet flexible and exciting. Whether or not the two cultures are poised for any sort of convergence or cross-pollination is an open question at this point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The program presented a few interesting anomalies: neither of the Second Viennese School panels included a single scholar headquartered in the German-speaking countries; on the other hand, the panels that dealt with Music of the Non-Western World and with Anthropology, Sociology, and Cultural Studies were impressively ecumenical, as was an intriguing panel on music in the Mediterranean, featuring work on Italy, Cyprus, and Israel by scholars from Poland, Greece, Brazil, Tunisia, and Lebanon. Such groupings of papers invite thought across the customary barriers, and are thus encouraging. Formenlehre , the subject of two panels and a topic for at least one paper on a third, is seemingly a hot topic mainly in the United States and Finland, popular-music studies are a transatlantic phenomenon, while jazz studies are mostly a robust European concern. Performance studies are more and more a part of the analytical landscape—there were three panels on aspects of that topic, two in English and one in French, plus one on improvisation and style, and one on listening, perceiving, and cognizing. If music that must be analyzed primarily through performance is included, at least 12 others out of the 73 parallel panels qualify; these included analysis that focused on timbre and spectralism, analysis in ethnomusicology, and several other topic areas, and helped address the conference’s second stated theme (“Music analysis and music in act”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] All in all, the conference left me with the familiar sense of having been to an amusement park and having had time to go on just a few rides. The range of subject matter, methodologies, institutional allegiances, and personalities reminded me forcefully of the virtues of academic globalism, as well as of its limitations—entire continents were virtually unrepresented, and some subject areas were arguably overrepresented due to accidents of geopolitical inequality. Also, Americans simply don’t speak enough foreign languages, so we remain self-segregated at such events to a disappointing degree. EuroMAC 10 will reputedly be held in Russia in 2019. One hopes that the change in venue from the poster city for liberal postwar democracy to a city in a country with a quite different ethos will provoke, rather than constrain, the scope and depth of discussion. As the opening plenary suggested, there are ethical consequences to our institutional decisions.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.17.23.3.perry.html",
    "data": "mto/data/mto.17.23.3.perry.json"
}