{
    "title": "Review of Paolo Susanni and Elliott Antokoletz, <i>Music and Twentieth-Century Tonality: Harmonic Progression Based on Modality and the Interval Cycles.</i> Studies in Music Theory (Routledge, 2012)",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Brown, Stephen C."
    ],
    "abstract": "",
    "keywords": [
        "interval cycles",
        "scalar collections",
        "post-tonal music theory"
    ],
    "doi": "",
    "received": "February 2014",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.brown.pdf",
    "author_info": [
        {
            "name": "Stephen C. Brown",
            "university": "Northern Arizona University",
            "address": "School of Music, Box 6040, Flagstaff, AZ 86011",
            "email": "stephen.brown@nau.edu"
        }
    ],
    "citations": {
        "antokoletz_1984": "Antokoletz, Elliott. 1984. The Music of Béla Bartók: A Study of Tonality and Progression in Twentieth-Century Music. Berkeley: University of California Press.",
        "antokoletz_1986": "Antokoletz, Elliott. 1986. “Interval Cycles in Stravinsky’s Early Ballets.” Journal of the American Musicological Society, 39, no. 3: 578–614.",
        "antokoletz_1993": "Antokoletz, Elliott. 1993. “Transformations of a Special Non-Diatonic Mode in Twentieth-Century Music: Bartók, Stravinsky, Scriabin, and Albrecht.” Music Analysis 12, no. 1: 25–45.",
        "antokoletz_1995": "Antokoletz, Elliott. 1995. “Organic Development and the Interval Cycles in Bartók’s Three Studies, Op. 18.” Studia Musicologica Academiae Scientiarum Hungaricae 36, nos. 3–4, 249–61.",
        "buchler_2000": "Buchler, Michael. 2000. “Broken and Unbroken Interval Cycles and Their Use in Determining Pitch-Class Set Resemblance.” Perspectives of New Music 38, no. 2: 52–87.",
        "cohn_1988": "Cohn, Richard. 1988. “Inversional Symmetry and Transpositional Combination in Bartók.” Music Theory Spectrum 10: 19–42.",
        "gollin_2007": "Gollin, Edward. 2007. “Multi-Aggregate Cycles and Multi-Aggregate Serial Techniques in the Music of Béla Bartók.” Music Theory Spectrum 29, no. 2: 143–76.",
        "headlam_1996": "Headlam, Dave. 1996. The Music of Alban Berg. New Haven: Yale University Press.",
        "lambert_1990": "Lambert, J. Philip. 1990. “Interval Cycles as Compositional Resources in the Music of Charles Ives.” Music Theory Spectrum 12, no. 1: 43–82.",
        "roig-francolí_2007": "Roig-Francolí, Miguel A. 2007. Understanding Post-Tonal Music. Boston: McGraw-Hill.",
        "straus_2004": "Straus, Joseph N. 2004. Introduction to Post-Tonal Theory. 3rd Edition. Upper Saddle River, N.J.: Pearson Prentice Hall."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See for example Antokoletz 1984 , 1986 , 1993 , and 1995 . Antokoletz’s work, of course, has its own precedents, such as the work of Perle, which the book acknowledges in the Preface (xiv).",
            "citations": [
                "antokoletz_1984",
                "antokoletz_1986",
                "antokoletz_1993",
                "antokoletz_1995"
            ]
        },
        "FN2": {
            "text": "2. For example, Lambert 1990 , Headlam 1996 , Buchler 2000 , and Gollin 2007 . Lambert 1990 is cited once (Chapter 2, note 24), but only to acknowledge his analysis of Ives’s Psalm XXIV .",
            "citations": [
                "lambert_1990",
                "headlam_1996",
                "buchler_2000",
                "gollin_2007",
                "lambert_1990"
            ]
        },
        "FN3": {
            "text": "3. The authors do resort to pitch-class numbers a few times to specify the transposition levels of the X, Y, and Z cells used in Bartók scholarship. They also rely on the concept of pitch-class numbers to name collections. Otherwise, they do not invoke pitch-class numbers, aside from a cursory explanation in an endnote (Chapter 2, note 7).",
            "citations": []
        },
        "FN4": {
            "text": "4. Barring the trivial case where the two intervals sum to 12 (such as a 3/9 cycle, which would simply produce an [03] dyad), the resulting pitch-class sets amount to the following: 4-9[0167], 4-25[0268], 4-28[0369], 6-20[014589], 6-35[02468T], 8-28[0134679T], and the aggregate.",
            "citations": []
        },
        "FN5": {
            "text": "5. This notation is used in both Straus 2004 and Roig-Francolí 2007 .",
            "citations": [
                "straus_2004"
            ]
        },
        "FN6": {
            "text": "6. Two further examples of this problem: Chapter 4 refers to an “X-11 cell,” without explaining that the “11” refers to its transposition level (71); only in an endnote to Chapter 7 is this notation clarified (Chapter 7, note 4, page 152). Chapter 1 refers to “C/ C ♯ ” and “C/C” axes; we wait until Chapter 4 for an explanation of this notation (without which an inexperienced reader might wonder, why a “C/C” axis instead of just a “C” axis?).",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.1.brown.html",
    "data": "mto/data/mto.14.20.1.brown.json"
}