{
    "title": "<i>Becoming</i> at a Deeper Level: Divisional Overlap in Sonata Forms from the Late Nineteenth Century",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Reddick, Carissa"
    ],
    "abstract": "The concept of form as “becoming,” as proposed by Janet Schmalfeldt in her article “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the ‘Tempest’ Sonata,” is related to the concept offunctional overlap,in which the function of a given segment extends into a neighboring segment. This phenomenon occurs in classical movements, as in the first movement of Haydn’s String Quartet, Op. 33 No. 1 (H. III:37), in the first movement of Beethoven’sTempestsonata (as explored in Schmalfeldt’s article), and in sonata-form movements from the late nineteenth century. These later movements contain overlap not only between adjacent segments (primary theme, transition, etc.) within the larger divisions, but also between the larger divisions (exposition, development, etc.) themselves. This paper explores divisional functional overlap between the development and recapitulation, with particular focus on two of its manifestations: 1) overlap between the retransition and the recapitulation, and 2) Hepokoski & Darcy’s so-called “expanded Type 1” sonata, in which the recapitulation gives way to, orbecomes,the development. The use of such a format, and other types of deeper-level functional overlap, by composers in the late nineteenth century reflects their continuation of Beethoven’s interpretation of sonata form as a process of the interaction between motivic material and formal function.",
    "keywords": [
        "form",
        "sonata form",
        "Janet Schmalfeldt",
        "Haydn",
        "Brahms",
        "Dvořák"
    ],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.reddick.pdf",
    "author_info": [
        {
            "name": "Carissa Reddick",
            "university": "University of Northern Colorado",
            "address": "School of Music, 500 West Boyd, Room 138, Norman, OK  73019-2071",
            "email": "careddick@ou.edu"
        }
    ],
    "citations": {
        "bonds_1991": "Bonds, Mark Evan. 1991. Wordless Rhetoric: Musical Form and the Metaphor of the Oration. Cambridge: Harvard University Press.",
        "daverio_1994": "Daverio, John. 1994. “From ‘Concertante Rondo’ to ‘Lyric Sonata’: A Commentary on Brahms’s Reception of Mozart.” In Brahms Studies vol. 1, ed. David Brodbeck. Lincoln: University of Nebraska Press.",
        "frisch_1996": "Frisch, Walter. 1996. Brahms: The Four Symphonies. New York: Schirmer Books.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata. Oxford University Press.",
        "morgan_1969": "Morgan, Robert P. 1969. “The Delayed Structural Downbeat and its Effect on the Tonal and \tRhythmic Structure of Sonata Form.” Ph.D. diss., Princeton University.",
        "rosen_1988": "Rosen, Charles. 1988. Sonata Forms. Rev. ed. New York: W.W. Norton & Company.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the Tempest Sonata.” Beethoven Forum 4: 37–71.",
        "smith_2005": "Smith, Peter H. 2005. Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet. Bloomington: Indiana University Press.",
        "recordings_recordings": "Recordings",
        "brahms_brahms": "Brahms, Johannes. Quintette/Sextette, opp. 18, 34, 36, 88, 111, 115. Amadeus Quartet. With Christoph Eschenbach. Deutsche Grammophon 419 875-2 (419 875-2–419 878-2).",
        "dvořák_dvořák": "Dvořák, Antonín. The String Quartets. Prager Streichquartett. Deutsche Grammophon 429 193-2 (429 194-2–429 202-2).",
        "haydn_haydn": "Haydn, Joseph. The Complete String Quartets. Angeles String Quartet. Philips 464 650-2."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Hereafter, the term “segment” refers to units within the exposition and recapitulation (such as primary theme, transition, subordinate theme, etc.), and “division” refers to the large units of sonata form (exposition, development, recapitulation, and coda).",
            "citations": []
        },
        "FN2": {
            "text": "2. I am grateful for Dr. Schmalfeldt’s insightful comments on this passage. The phrase beginning in measure 59 is not a consequent to the previous phrase, but rather a sequential restatement. While corresponding with the opening, measure 59 differs from measure 1 as the second violin plays an A , grounding the recapitulation more firmly in B minor.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In her 1995 article “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the “Tempest” Sonata,” Janet Schmalfeldt cites the work of Adorno and Dahlhaus as standing “apart in their efforts to shed a post-Hegelian dialectical light on the idea of formal function in reference to processuality.” Dahlhaus in particular relates processuality to “the interaction of motivic relationships and formal functions” ( Schmalfeldt 1995 , 55). These two aspects represent what Mark Evan Bonds ( 1991 ) calls “generative form,” the motivic relationships unique to a piece, and “conformational form,” the formal functions established by classical-era sonata-form movements that are present in all sonata forms. They combine to create the movement as a formal process: the synthesis of the generative thesis and conformational antithesis ( Schmalfeldt 1995 ).",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1995",
                    "bonds_1991",
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In Schmalfeldt 1995 , the first application of a Hegelian dialectic to a concrete musical example is Dahlhaus’s interpretation of the beginning of the Tempest sonata as an introduction that gradually becomes the primary theme. To elucidate this process, Schmalfeldt demonstrates how the most stable statement of the arpeggiated motive heard at the opening actually occurs at the beginning of the transition segment, measure 21, of the exposition. (1) Shown in the full score included in this volume, the opening of the Tempest sonata contains rhetoric more typical of an introduction: the movement begins not with a statement of tonic, but rather with an arpeggiation of a first-inversion dominant chord in a slow tempo. The ensuing Allegro section begins with tonic harmony and leads to a turn figure around A and a half cadence in measure 6, thus giving “the impression that the fleeting tonic of measures 3–4 has been overpowered by the dominant harmony with which the passage at measures 1–6 begins and ends” ( Schmalfeldt 1995 , 63). The lack of tonic confirmation in the opening measures contributes to the introductory rhetoric in the passage. Finally, in measure 21, the tonic is confirmed with a perfect authentic cadence. Here, the arpeggiated motive from the opening Largo section is followed immediately by the turn figure around A4, giving “the effect of a thematic starting point,” an effect missing from the introductory-like opening passage ( Schmalfeldt 1995 , 64). The segment beginning in measure 21 traverses a middleground arpeggiation of the tonic, but before its completion, rhetoric more typical of a transition segment—namely, the modulation to the subordinate key—has begun. This rhetoric leads to the interpretation of measures 21–41 as the transition, even though it begins with the most stable thematic statement yet in the movement; this interpretation, then, retrospectively assigns primary theme function to the previous segment in measures 1–21, even though it begins with introductory rhetoric. More accurately, the introduction and primary theme functions overlap as the first segment becomes the primary theme, while primary theme and transition functions overlap within the second segment. This phenomenon of functional overlap occurs when the function of a given segment extends into a neighboring segment.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "schmalfeldt_1995",
                    "schmalfeldt_1995",
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Such functional overlaps occur both in classical-era sonata-form movements predating Beethoven’s Tempest sonata, and in movements throughout the Romantic era. Some of these, particularly those movements from the late nineteenth century, contain overlap not only between adjacent segments within the larger divisions, but also between the larger divisions themselves. Such overlap between the main divisions occurs at a deeper level of structure; often it is made possible by the relationship of the motivic content to the formal function of the segment, as in Beethoven’s Tempest sonata. This paper explores the deeper-level functional overlap between the development and recapitulation divisions, with particular focus on two of its manifestations: 1) overlap between the retransition and the recapitulation, and 2) the so-called “expanded Type 1” sonata referred to by Hepokoski and Darcy ( 2006 ), in which the recapitulation gives way to, or becomes , the development. Example 1a . Haydn String Quartet in B Minor, H. III:37, measures 1—21 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The first movement of Haydn’s String Quartet, Op. 33 No. 1 (H. III:37) represents an early example of functional overlap. As shown in Example 1a , the scenario of the first two segments in this quartet parallels that of the Tempest sonata: an introductory passage (measures 1–11) reaches stability with the arrival of the second passage (measures 11–17); the latter is understood to be the transition at its completion. The movement begins with introductory rhetoric evidenced by harmonic ambiguity; the key (B minor) is unclear at the beginning, as the first two measures can be interpreted in D major. The key becomes B minor with the cello’s prolongation of F in measures 3–4. As the segment continues, it contains several pauses that contribute to its introductory character. The tonic key is finally confirmed with a perfect authentic cadence in measure 11; this cadence elides with the beginning of a new phrase exhibiting a stable sentence structure. The stable phrase concludes with a half cadence in measure 17.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Up to this point, the rhetoric suggests that the first segment (measures 1–11) functions as the introduction, while the second (measures 11–17) is the primary theme. After the half cadence, however, the motive from the opening segment (labeled “x” in Example 1) returns, now unambiguously in D major as part of a stable thematic area. The key and motivic content of this third segment unmistakably identify it as the subordinate theme in a monothematic sonata; but what are the consequences of this interpretation for the previous two segments? An argument can be made that this exposition contains no transition segment, that the introduction and primary theme are immediately followed by the subordinate theme. However, as in the Tempest sonata, the subordinate theme’s motivic content draws from the opening segment, not the more stable second segment. In addition, the second segment concludes with a pause after a half cadence, followed by a stable theme in the subordinate key; all three are elements of a half-cadence medial caesura in the tonic key. Because it concludes with a caesura and a half cadence, the second segment can be retrospectively assigned transition function; this in turn transforms the first segment into the primary theme. These functions are not apparent, however, until the subordinate theme enters, calling to mind Adorno’s view that Beethoven, or in this case Haydn, must “be heard multidimensionally, forward and backward at the same time”; what comes after verifies the function of what comes before ( Schmalfeldt 1995 ). In the mind of the listener, with the entrance of the subordinate theme, the second segment becomes the transition, and the first segment becomes the primary theme. Because they retain their introductory and primary theme rhetoric, however, both segments exhibit functional overlap; the first overlaps introduction with primary theme function, the second overlaps primary theme with transition function. Example 1b . Haydn String Quartet in B Minor, H. III:37, measures 48—67 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Also like the Tempest sonata, the nature of the opening material in the Haydn quartet has significant repercussions in the recapitulation, shown in Example 1b . Measure 59 begins the thematic recapitulation of the opening segment. A much more convincing starting point, however, occurs in measure 50 after the fermata; the motivic material and texture here correspond to the subordinate theme from measure 18: the first stable presentation of the primary theme motive, transposed a fifth higher to A major. The phrase modulates to end with a half cadence in the home key; thus while it begins with a stable thematic statement, it carries retransition function by its conclusion. As at the beginning of the movement, the opening material in measure 59 suggests D major; it sounds almost like the beginning of a consequent phrase. (2) By measure 61, however, the cello enters with the dominant of B minor, and the phrase continues to the unmistakable pause on the submediant chord in measure 62; by this point, the recapitulation is recognized. The unstable material from the retransition continues through the moment of thematic return, which becomes the recapitulation by measure 61; retransition and recapitulation functions overlap. Since this overlap occurs between two divisions, rather than between two segments within a larger division of sonata form, this situation looks forward to the phenomenon of deeper-level divisional overlap in late nineteenth-century sonatas.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Several theorists, such as Charles Rosen ( 1988 ), Robert P. Morgan ( 1969 ), and Peter H. Smith ( 2005 ), have remarked on the phenomenon of divisional overlap between the end of the development and the beginning of the recapitulation, especially in sonata-form movements by Brahms. Morgan 1969 in particular relates the nature of the opening motivic material to later divisional overlap; such overlaps are not mere surface features, but “rather a logical consequence of a more fundamental quality which is increasingly characteristic of the music of this period: the use of developmental, or ‘upbeat’ material at the beginning of the exposition section...a fact which jeopardizes the possibility of creating a structural downbeat at the beginning of the recapitulation” (47–48). An often-cited example is the recapitulation in Brahms’s String Quintet in F Minor, Op. 34, shown in Example 2a . The opening passage of this movement consists of a motive played in octaves, culminating in a half cadence in the tonic in measure 4; its texture gives the impression of an anacrusis to the next section. Example 2a . Brahms Piano Quintet in F Minor, Op. 34/i, measures 1—8 (click to enlarge and see the rest) Example 2b . Brahms Piano Quintet in F Minor, Op. 34/i, measures 158—168 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "rosen_1988",
                    "morgan_1969",
                    "smith_2005",
                    "morgan_1969"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Example 2b shows the end of the development division and beginning of the recapitulation. The thematic return in measure 160, played by the second violin and viola, occurs amidst the retransitional dominant prolongation. There is no true sense of recapitulation, however, until correspondence with the exposition is realized in measure 166, which corresponds with measure 5. The harmonic function of the retransitional dominant overlaps with the thematic return of the opening material; thus the retransition becomes the recapitulation. The unusual introductory rhetoric of the exposition’s primary theme prepares the process heard at the junction of the retransition and recapitulation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In the examples by Haydn and Brahms, this process—in which the development’s ending becomes the recapitulation—is made possible by unusual rhetoric present in the opening primary theme segment of the movement. A more extreme case of development-recapitulation overlap occurs in Hepokoski and Darcy’s ( 2006 ) so-called “expanded Type 1” sonata, in which the exposition is immediately followed by a recapitulation of the primary theme in the tonic key. After the thematic return is established, the material begins to veer away from its correspondence with the exposition into a developmental section. Thus the material that originally functions as recapitulation becomes the development, creating a development division implanted within the recapitulation. While this format has been associated with Brahms ( Hepokoski and Darcy 2006 ), it also occurs in movements by Dvořák, such as the fourth movement finale of the String Quartet in E Major, Op. 80. Like the Tempest sonata and the Haydn quartet, the first two segments in Dvořák’s quartet contain functional overlap: introduction overlaps with primary theme function in the first segment, and primary theme overlaps with transition function in the second. Example 3a shows the first segment, which contains a nested ternary form, and the beginning of the second segment. The first segment is harmonically ambiguous; the key does not coalesce until the first segment elides with the second in a perfect authentic cadence in measure 32. The motivic material of the second segment, labeled “y” in the examples, derives from motivic material within the first segment. In its first statement in measures 20–21, the “y” material functions as a mini-retransition; its context is thus unstable. In the second segment, however, this material is presented as a basic idea and repetition, as though it were the beginning of a stable sentence-like theme. This material thus evolves from instability with a retransitional function to stability in a primary-theme context. Although the second segment begins with much more stability than the first, by its conclusion it modulates to the dominant key, contains a dominant prolongation in that key, and ends with a caesura that prepares the entrance of the subordinate theme. This second segment thus becomes the transition, retrospectively assigning primary theme function to the first segment. Ironically, the motivic material labeled “y” in the second segment, while sounding like a stable theme, actually becomes the deeper-level transition. It is this motivic material that becomes an anchor of stability throughout the movement. Example 3a . Dvořák String Quartet in E Major, Op. 80/iv, measures 1—42 (click to enlarge and see the rest) Example 3b . Dvořák String Quartet in E Major, Op. 80/iv, measures 90—99 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Example 3b shows the beginning of the recapitulation. Following the exposition, the recapitulation division begins with a restatement of the opening segment in the original key. By its fifth measure, however, correspondence with the exposition ceases, and the music veers into a developmental section. During the development section within the recapitulation, most of the expositional material is developed, except for the “y” motivic material. The reappearance of the “y” motive in measure 160 (not shown in the example) signals the resumption of correspondence with the exposition; the development is over, and the recapitulation begins once again. As in the exposition, this moment of stability is retrospectively understood as the transition since it leads to a caesura and the subordinate theme. In this movement, the unstable nature of the opening material carries the potential for the complete overlap of recapitulation and development functions, while the most stable motivic material fulfills the least stable formal functions. At the recapitulation, the unstable opening material becomes the development.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Several theorists have discussed the expanded Type 1 format in relation to sonata-form movements by Brahms. John Daverio ( 1994 ), for example, suggests that Brahms adapted the format from Mozart’s concertante rondo forms to better suit his late nineteenth-century lyric material: “the Mozartean design afforded Brahms a means of organizing and presenting musical material whose lyric expansiveness was inimical to the tightly knit, dynamic arguments of sonata style” ( Daverio 1994 , 119). Perhaps in addition to its adaptation of a classical rondo form, however, the expanded Type 1 format seems to arise organically as part of cyclic processes. Walter Frisch ( 1996 , 62) writes, “Brahms wishes us to focus on the higher-level thematic process, which likewise culminates in a finale for which a separate development would seem superfluous.” That the format usually appears as the final movement of a multi-movement work further suggests its connection to cyclicism; this use of the format represents the notion of becoming at an even deeper level than within a single movement. Table 1 . Functional Migration in Dvořák’s String Quartet in E Major, Op. 80 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "daverio_1994",
                    "daverio_1994",
                    "frisch_1996"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In particular, Dvořák’s use of the expanded Type 1 format as the finale of his Opus 80 represents the culmination of a formal process that spans all three sonata-form movements (which are the first, second, and fourth movements) of the quartet. Table 1 shows the process by which the fourth movement becomes an expanded Type 1 format through the gradual migration of development function past the point of recapitulation. The segments labeled in bold on the table contain development. In the first movement, development function occurs within a traditional development division that contains motives from both the primary and subordinate themes. Development function overlaps past the recapitulation point, as the primary theme is expanded and recomposed. In the second movement, the development division utilizes only the subordinate theme; development of the primary theme, however, occurs during the recapitulation division. In the fourth movement, the development division between the exposition and recapitulation has disappeared; development function has completely migrated past the point of recapitulation so that, by the end of the piece, the development is completely subsumed within the recapitulation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Whether or not other works that utilize an expanded Type 1 format in the finale also contain such a cyclic process remains to be explored. It is worth noting that Brahms’s Piano Quintet Opus 34, which features overlap in the first movement such that the retransition becomes the recapitulation as discussed earlier, also uses an expanded Type 1 movement during its finale. In other words, in the first movement of Opus 34, the end of the development becomes the recapitulation, while in the fourth movement, the recapitulation becomes the development. In her seminal article, Janet Schmalfeldt ( 1995 , 39) relates the notion of form as becoming to “a keynote of German Romantic thought.” When viewed through this processual lens, the expanded Type 1 format used by the late nineteenth-century composers becomes deeply rooted in the Romantic style. The use of such a format, and other types of deeper-level functional overlap, by composers in the late nineteenth century reflects their continuation of Beethoven’s interpretation of sonata form as a process of the interaction between motivic material and formal function.",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1995"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.reddick.html",
    "data": "mto/data/mto.10.16.2.reddick.json"
}