{
    "title": "To Rosemary Killam: An Open Letter and Reply",
    "date": "1997/05/01",
    "volume": "3",
    "issue": "3",
    "authors": [
        "Morse, Michael W."
    ],
    "abstract": "Professor Killam’s article inMTO3.2 relies on forms of rhetoric and argumentation which reiterate familiar tactics and reinscribe outmoded gender differences.",
    "keywords": [
        "analysis",
        "musicology",
        "criticism",
        "gender"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.3/mto.97.3.3.morse.pdf",
    "author_info": [
        {
            "name": "Michael W. Morse",
            "university": "Trent University",
            "address": "Cultural Studies Program, 76 Ellerbeck Street, Toronto, Ontario, M4K 2V1, Canada",
            "email": "mmorse@yorku.ca"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Dear Professor Killam,",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I will attempt here to reply to your MTO 3.2 article, “Cognitive\nDissonance: Should Twentieth-century Women Composers be Grouped with\nFoucault’s Mad Criminals?,” in the form of an open letter to you.  The\nreply takes this form in part due to the nature of your argument, and\nin part to my responses to it.  I cannot find another way to reply than\npersonally, since finally that’s all my reaction to your piece can\nbe.  I have racked my brains trying to find some common ground for\nconversation with you (and the list) about what you raise.  I cannot\nfind it in what you write.  Rather than condemn your effort out of\nhand, however, or escalate the anger which so plainly inspired the\npiece, I want to try to talk—again, with you, not at you, in so far\nas I can—about your argument and its effects (on me, at least).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Let me say at once that I was neither outraged nor shocked by what\nyou wrote, but only saddened.  Furthermore, given this reaction, I must\nadmit that, despite considerable effort on my part—as well as on\nyours—I learned nothing from what you said.  You offer a very familiar\nargument.  The notion that anthologies without woman speakers represent\nnot oversight or rational choice but all-but-conscious bad faith by\nthe (male) anthologist is by now commonplace.  So, too, is the\nrhetorical tactic of reading unspoken (and projected) intentions in\nanthology choices.  Finally, the use of scholarly discourse for\n“political” provocation is near to a hallmark of our age.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Although such gestures may still have the capacity to annoy or\nwound their readers’ sensibilities, they have lost the element of\nsurprise.  There is a difference between the shock of an utterly\nunconsidered idea and the weariness of all-too-familiar harassment.  \nThe real indictment of rhetorical provocation is not that it is \nannoying or offensive, but that it does not work.  Even at a second attempt, the intended provokee will simply opt out of the \nfamiliar shock experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As a model of learning experience, shock suffers the limit of\nworking only once.  Even that first effect is not guaranteed.  The\nrhetoric of deliberate shock puts an impossible responsibility on the\nreader, i.e., to be provoked.  This is a reaction initially beyond our\ncontrol, but subsequently entirely with in it.  In reading your\narticle, I not only did not choose to be outraged, I simply could not\nbe; those sensations have been numbed by overstimulation from other\nsources.  In attempting to force readers into a sensitivity they are\nabsolutely presumed to lack, the achieved reaction can be just the\nopposite.  Give a reader or listener no room for creative response, and\nthe result, sooner or later, is some form of desensitization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] I have spoken thus far as if it were incontrovertible that your\naims were provocation and shock.  Among other things, your surprise\nat the lack of reaction to your piece on mto-talk speaks to this\ncontention.  More importantly, does your essay even allow for another\nkind of reaction?  You can hardly have expected a measured,\npipe-smoking discussion of your claims when their manifest aim is\nforcible consciousness-raising.  The form and substance of your essay\ncatch your reader in an inescapable vise.  You discuss the intentions\nof four anthologists, reading them such that only one interpretation\nis possible (the three apparent variants you offer will be discussed\npresently).  To address motive and inspiration is to leave argument qua\nargument to one side—the more so since your hapless anthologists’\nalleged intentions are in their turn used as a symptom of a “cultural\nclimate.”  This interpretation is then offered in a way which further\ninterprets the reader’s intentions in advance.  I mean simply this: you\ndo not allow for a reader who reads your paper and reacts to it\nwith unconviction:  “Yes, I have read your arguments and understood\nthem, but I disagree.  I am not convinced that these anthologists have\nwilfully neglected woman composers.”  In your discourse, there is no such\nthing as anthological inadvertence, no room for the conviction that\ngender is anything less than a crucial determinant of musical\nexperience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Instead of arguing for the thesis that gender is a decisive\ndimension for musical analysis, you denounce those who fail to act\nin accord with this view.  The three “hypotheses” for the absence of\nfemale composers become three “causes.”  What begins as the “exclusion”\nof women composers in your first paragraph is called “inexplicable” in\nparagraph 9, but has become “the possible causes of [the] omission ”\nin paragraph 11.  By paragraph 12, “contemporary theorists’ need to ignore works by women composers.”  Paragraph 15 speaks of their\n“ erasure from our analytical literature,” and 16 asks “What better\ncultural punishment . . . can be devised (however unintentional) for\nwomen composers, than to ignore their work in the books which the\ntheoretical community designates as central to learning twentieth-century compositional and theoretical techniques?”  The highlighted\nterms show how the rhetoric becomes drastically more transitive as the \nessay proceeds.  The decision which even the anthologists themselves \nsee as an oversight has become direct and active complicity in \noppression.  Without direct argument, the necessarily limited act\nof selection has taken on the character of violent and indubitable\nsuppression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] This tactic saddens me for several reasons.  Quite apart from any\ngrammatical nuances here, I do not believe that “not including”\nsomeone or something is intrinsically the same as “excluding” them, let\nalone for the horrendous reasons you suggest, such as deliberate\nsilencing and punishment.  The gap between “non-inclusion” and\n“exclusion” may be fine, but to traverse it successfully takes a\ncareful, substantial, and specific argument.  To suggest that because\nthe “culture” as an abstract whole silences women, then these\nanthologists do, too, is to confuse Straus and Kostka with Hefner and\nNorth. (Even among males, there are significant nuances of attitude.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The choice of attacking analysis anthologists for their non-recognition of woman composers still begs the larger question of what it is that anthologists should recognize.  As I understand it,\nyour complaint is not simply that women deserve equal representation\nin analysis anthologies on general principles of fairness, but because\ntheir music presents specifically, even uniquely female dimensions of\nmusical experience.  Are there, however, any even faintly satisfactory\ncriteria for woman’s musical procedures in particular?  I realize that\nsome attempts have been made, especially by Susan McClary, but even\nshe spends the bulk of her time in denouncing the signs of patriarchal\noversight.  I’m not arguing that analysis or music are immune to\npolitics, or to class, or to gender, but posing the question which\nI’ve grown weary of seeing left in abeyance:  if music analysis is a\nspecific, coherent procedure, what contributions to it does the factor\nof composer gender offer?  And how will analysis enrich and be enriched\nby such understanding?  Again, I can see that there may be some perceived\npolitical or moral benefit in creating more “inclusive” anthologies,\nbut what specifically analytic benefits accrue from such a choice?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Instead of posing a largely empty rhetorical question such as Could exemplifying analysis through compositions by women, \nwho are defined by our culture to embody illogic, constitute \nan implicitly inappropriate pedagogical approach? [20], it is time to establish exactly what can be accomplished by accepting\ngender as a genuinely ontological criterion for music.  It has not\nproven easy to do this for (arguably similar) criteria such as\nnationality and ethnicity, but such efforts have not gone entirely\nunrewarded, either.  The record for some other politically-born\ncriteria have been less promising.  To me at least, the attempts of\nproto-soviet musicologists to adumbrate social class as an independent element of musical expression have been a resounding\nflop, save at a level of futile indirection:  it audibly costs a lot\nmore to build and maintain a culture which bears Don Giovanni or\nPeking Opera than it does unaccompanied field hollers or pan pipes.\nHowever, that still doesn’t say anything about the music beyond its \ncost.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I do not believe that an argument of this kind helps to establish\nor clarify the nature of women’s music, nor the role of women\ncomposers in musical analysis.  Instead, and despite your explicit\nrepudiation of “binary oppositions” and simplistic arguments, all\nroads here lead to ever more abrupt contradistinction between the\ngenders.  There is a recognizable place for me in your article, and I\nsee it all too clearly: I am “a” male.  While I take no offense at the\nnoun, the article bothers me tremendously, because you make no case\nfor it.  I can no more see myself as “a” man than I can see Ruth\nCrawford Seeger as “a” woman composer.  It is not one’s sacrosanct\nindividuality which is undermined by this gesture but, on the\ncontrary, the principle of identity itself.  Foundationalism or no,\nessentialism or no, “a” category must have “a” basis of some\nkind.  There must be some tangible principle for understanding what a\nterm brings together and unites.  Quite simply, what do we gain, how does it help us to see each of Seeger, Beach, Schumann, Bley, and Joni\nMitchell as “a” woman composer?  Attacking anthologists for their\nfailure to follow this principle before any real efforts have been\nmade to establish it seems unfair in the extreme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] That is why I have composed this reply as an open\nletter.  Although without anger, I took what you said personally in\nseveral senses.  You present a version of scholarly conversation which\nis deeply troublesome to me since it sets so little store by fairness\nand openness, and so much on its own rhetorical privilege.  Despite the\nrichly woven fabric of plausible deniability, I hardly think that it’s\nmy own paranoia to claim that this article cannot help but address men\nand women in a forcibly different sense.  And, despite the appalling\nhistory of men addressing women in terms of similar or even worse\ncondescension, the homily that two wrongs do not make a right applies\nhere.  Like all too many now, your cure for the injustices of gendered\nlanguage seems to be homeopathic.  Finally, your assurances that the\ncoming generations vastly outdo you in radicalism is depressing beyond\nwords.  I can only assume that means even more effort will be expended\nin denouncing those who do not believe in what has yet to be\nexplained, more preemptive strikes and shock and terror in place of\nargument and discussion.  If that happens, then it will be a sense of\nmusic of both women and men which is sacrificed on the altar of\npolitical intransigence.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.97.3.3.morse.html",
    "data": "mto/data/mto.97.3.3.morse.json"
}