{
    "title": "Reimagining Organicism: An Ecological Aesthetics of Music and Self-Organizing Structures in the Works of Salvatore Sciarrino",
    "date": "2023/12/01",
    "volume": "29",
    "issue": "4",
    "authors": [
        "Li, Mingyue"
    ],
    "abstract": "Does it make sense to refer to musical sounds as “animated beings”? What does it mean to treat music as an essential part of our sonic reality? How do Sciarrino’s music and his general aesthetic, both of which he describes as organic or ecological, respond to theories of organicism, ecological approaches to musical perception, and ties between the human and non-human worlds? In this article, I attempt to weave together a framework that facilitates fruitful answers to these questions. The starting points for this theorization of Sciarrino’s organicism are Holly Watkins’s (2017, 2018) biotic aesthetics of music and Eric Clarke’s (2005) ecological approach to the perception of musical meaning, which emphasize the role of the listener and question the stance that separates meaning from form, culture from nature, and the human from the non-human. Through analyses of examples from works includingLohengrin, Azione invisibile(1982–84),Il cerchio tagliato dei suoni(1997), andStudi per l’intonazione del mare(2000), I argue that Sciarrino’s music and thinking venture into a holistic reinvention of organicism. A key aspect of this organicism is its formal affinity with behaviors characteristic of systems of chaos, including self-similarity, circularity, and turbulence. In addition, I illustrate how the wide-ranging analogies that Sciarrino’s music draws to the world of animate and inanimate beings involve both formal issues and the bodily, performative, and societal dimensions of music-making.",
    "keywords": [
        "Salvatore Sciarrino",
        "ecology of music",
        "organicism",
        "autopoiesis",
        "affordances",
        "invariance",
        "chaos",
        "strange attractors",
        "fractals"
    ],
    "doi": "10.30535/mto.29.4.8",
    "received": "September 2021",
    "pdf": "https://mtosmt.org/issues/mto.23.29.4/mto.23.29.4.li.pdf",
    "author_info": [
        {
            "name": "Mingyue Li",
            "university": "University of Oxford",
            "address": "Faculty of Music, St Aldate’s, Oxford, OX1 1DB, United Kingdom",
            "email": "limingyue1007@gmail.com"
        }
    ],
    "citations": {
        "angius_2004": "Angius, Marco. 2004. “Lohengrin. Azione invisibile: Da Sciarrino a Laforgue.” Hortus Musicus , Ottobre-Dicembre (20): 149–53.",
        "angius_2020": "Angius, Marco. 2020. Come avvicinare il silenzio: La musica di Salvatore Sciarrino . Il Poligrafo casa editrice.",
        "angius_sciarrino_and_bossini_2016": "Angius, Marco, Salvatore Sciarrino, and Oreste Bossini. 2016. Conversation at the 60th International Festival of Contemporary Music, Biennale Musica 2016, Ca’ Giustinian, Venice. Youtube video, 1:27:15. https://www.youtube.com/watch?v=yUpgUYzPVCk&t=1282s .",
        "boyle_2018": "Boyle, Antares. 2018. “Formation and Process in Repetitive Post-Tonal Music.” Ph.D. diss., University of British Columbia.",
        "boyle_2023": "Boyle, Antares. 2023. “Gestural Temporality in Sciarrino’s Recitativo oscuro .” Music Theory Online 29 (4). https://mtosmt.org/issues/mto.23.29.4/mto.23.29.4.boyle.html .",
        "braidotti_2013": "Braidotti, Rosi. 2013. The Posthuman . Polity.",
        "bunch_2016": "Bunch, James. 2016. “A Polyphony of the Mind: Intertextuality in the Music of Salvatore Sciarrino.” Ph.D. diss., University of Illinois at Urbana-Champaign.",
        "camazine_et_al_2001": "Camazine, Scott, Jean-Louis Deneubourg, Nigel R. Franks, James Sneyd, Guy Theraula, and Eric Bonabeau. 2001. Self-Organization in Biological Systems . Princeton University Press.",
        "carratelli_2006": "Carratelli, Carlo. 2006. “L’integrazione dell’estesico nel poetico nella poetica musicale poststrutturalista: Il caso di Salvatore Sciarrino, una ‘composizione dell’ascolto.’”. Ph.D. diss., University of Trento and Paris-Sorbonne University.",
        "clarke_2005": "Clarke, Eric. 2005. Ways of Listening: An Ecological Approach to the Perception of Musical Meaning . Oxford University Press.",
        "clarke_williams_and_reynolds_2018": "Clarke, Eric, Alan E. Williams, and Dee Reynolds. 2018. “Musical Events and Perceptual Ecologies.” The Senses & Society 13 (3): 264–81. https://doi.org/10.1080/17458927.2018.1516023 .",
        "croft_2009": "Croft, John. 2009. “Fields of Rubble: On the Poetics of Music after the Postmodern.” In The Modernist Legacy: Essays on New Music . ed. Björn Heile, 25–38. Ashgate. https://doi.org/10.4324/9781315085876-4 .",
        "cushing_et_al_2003": "Cushing, Jim Michael, Brian Dennis, Robert F. Costantino, Robert Desharnais, and Shandelle Marie Henson. 2003. Chaos in Ecology: Experimental Nonlinear Dynamics . Academic Press.",
        "darbon_2006": "Darbon, Nicolas. 2006. Les musique du chaos . Editions L’Harmattan.",
        "darbon_2014": "Darbon, Nicolas. 2014. “Littérature et vocalité chez Xenakis ou comment traiter des abîmes.” Intersections 34 (1–2): 113–34. https://doi.org/10.7202/1030872ar .",
        "feneyrou_2013": "Feneyrou, Laurent, ed. 2013. Silences de l’oracle: Autour de l’œuvre de Salvatore Sciarrino . Centre de documentation de la musique contemporaine.",
        "giacco_2001": "Giacco, Grazia. 2001. La notion de «figure » chez Salvatore Sciarrino . Editions L’Harmattan.",
        "gibson_1979_2015": "Gibson, James J. [1979] 2015. The Ecological Approach to Visual Perception . Classic Edition. Psychology Press. https://doi.org/10.4324/9781315740218 .",
        "gleick_1998": "Gleick, James. 1998. Chaos: Making a New Science . Vintage Publishing.",
        "hatten_2018": "Hatten, Robert. 2018. A Theory of Virtual Agency for Western Art Music . Indiana University Press. https://doi.org/10.2307/j.ctv512trj .",
        "hayles_1990": "Hayles, N. Katherine. 1990. Chaos Bound: Orderly Disorder in Contemporary Literature and Science . Cornell University Press. https://doi.org/10.2307/469103 .",
        "heft_2013": "Heft, Harry, and Michael Richardson. 2013. “Ecological Psychology.” In Oxford Bibliographies Online in Psychology . https://www.oxfordbibliographies.com/view/document/obo-9780199828340/obo-9780199828340-0072.xml .",
        "helgeson_2013": "Helgeson, Aaron. 2013. “What is Phenomenological Music, and What Does It Have to Do with Salvatore Sciarrino?” Perspectives of New Music 51 (2): 4–36. https://doi.org/10.1353/pnm.2013.0001 .",
        "kramer_2016": "Kramer, Jonathan D. 2016. Postmodern Music, Postmodern Listening . Bloomsbury Academic. https://doi.org/10.5040/9781501306051 .",
        "laforgue_1887_1985": "Laforgue, Jules. [1887] 1985. Moral Tales . Translated by William Jay Smith. Picador.",
        "lefresne_2005": "Lefresne, Brian J. 2005. “Application of Chaos Theory and Fractal Geometry in the Music of György Ligeti.” MA thesis, University of Ottawa, Canada.",
        "leydon_2012": "Leydon, Rebecca. 2012. “Narrativity, Descriptivity, and Secondary Parameters: Ecstasy Enacted in Salvatore Sciarrino’s Infinito Nero.’” In Music and Narrative Since 1900 , ed. Michael L. Klein and Nicholas Reyland, 308–28. Indiana University Press.",
        "madden_1999": "Madden, Charles. 1999. Fractals in Music: Introductory Mathematics for Musical Analysis . High Art Press.",
        "montgomery_1992": "Montgomery, David L. 1992. “The Myth of Organicism: From Bad Science to Great Art.” The Musical Quarterly 76 (1): 17–66. https://doi.org/10.1093/mq/76.1.17 .",
        "neubauer_2009": "Neubauer, John. 2009. “Organicism and Music Theory.” In New Paths: Aspects of Music Theory and Aesthetics in the Age of Romanticism , ed. John Neubauer, Janet Schmalfeldt, Scott Burnham, Susan Youens, and Jim Samson, 11–36. Leuven University Press. https://doi.org/10.2307/j.ctt9qdwfw .",
        "nyffeler_2009": "Nyffeler, Max. 2009. “Notes on 12 Madrigali .” 12 Madrigali . CD booklet, 21–29. Col legno WWE 2009 CD 20287, compact disc.",
        "rutherford-johnson_2017": "Rutherford-Johnson, Tim. 2017. Music After the Fall: Modern Composition and Culture Since 1989 . University of California Press. https://doi.org/10.1525/california/9780520283145.001.0001 .",
        "sciarrino_1997": "Sciarrino, Salvatore. 1997. Introductory note to La bocca, i piedi, il suono . Saxophonemes (website). http://saxophonemes.fr/eng.saxophonemes.fr/La_Bocca_presentation_2.html .",
        "sciarrino_1998": "Sciarrino, Salvatore. 1998. Le figure della musica da Beethoven ad oggi . Ricordi.",
        "sciarrino_2001": "Sciarrino, Salvatore. 2001. Carte da suono (1981–2001) . Edited by Dario Oliveri. Novecento.",
        "sciarrino_2006": "Sciarrino, Salvatore. 2006. Introductory note to Le stagioni artificiali . Salvatore Sciarrino (website). https://www.salvatoresciarrino.eu/data/composition/eng/202.html .",
        "sciarrino_giacco_and_feneyrou_2012": "Sciarrino, Salvatore, Grazia Giacco, and Laurent Feneyrou. 2012. Origine des idées subtiles: Réflexions sur la composition . L’Itinéraire.",
        "snyder_2000": "Snyder, Bob. 2000. Music and Memory: An Introduction . The MIT Press.",
        "solie_1980": "Solie, Ruth A. 1980. “The Living Work: Organicism and Musical Analysis.” 19th-Century Music 4 (2): 147–56. https://doi.org/10.2307/746712 .",
        "song_2006": "Song, Ju-Ping. 2006. “Writing the Sonic Experience: An Analytical Narrative of a Journey into Salvatore Sciarrino’s Five Piano Sonatas (1972–1994).” PhD diss., New York University.",
        "trippett_2017": "Trippett, David. 2017. “Music and the Transhuman Ear.” The Musical Quarterly 100 (2): 199–261. https://doi.org/10.1093/musqtl/gdy001 .",
        "utz_2010": "Utz, Christian. 2010. “Statische Allegorie und ’Sog der Zeit‘: Zur strukturalistischen Semantik in Salvatore Sciarrinos Oper Luci mie traditrici .” Musik & Ästhetik 14 (53): 37–60.",
        "utz_2012": "Utz, Christian. 2012. “Struktur und Wahrnehmung: Gestalt, Kontur, Figur und Geste in Analysen der Musik des 20. Jahrhunderts.” Musik & Ästhetik 16 (64): 53–80.",
        "utz_2019": "Utz, Christian. 2019.“Ausweglose Enden: Die Schlussbildung in Salvatore Sciarrinos Werken und die Semantiesierung musikalischer Strukturen.” In Salvatore Sciarrino. Musik-Konzepte Sonderband , ed. Ulrich Tadday, 172–94. Edition text + kritik.",
        "utz_2020": "Utz, Christian. 2020. “Imperceptible Beginnings and Inescapable Endings: Suspended and Enhanced Temporality in the Semanticized Form of Salvatore Sciarrino.” Paper presented at the panel entitled “Salvatore Sciarrino’s Novel Forms: Organic Ideals and Multilinear Temporalities” at the 43rd Annual Meeting of the Society for Music Theory, November 8, 2020, virtual conference.",
        "vinay_2008": "Vinay, Gianfranco. 2008. “Vue sur l’atelier de Salvatore Sciarrino (à partir de Quaderno di Strada et Da Gelo a Gelo).” Circuit: Musiques contemporaines 18 (1): 15–20. https://doi.org/10.7202/017903ar .",
        "watkins_2017": "Watkins, Holly. 2017. “Toward a Post-Humanist Organicism.” Nineteenth-Century Music Review 14 (1): 93–114. https://doi.org/10.1017/S1479409816000306 .",
        "watkins_2018": "Watkins, Holly. 2018. Musical Vitalities: Ventures in a Biotic Aesthetics of Music . The University of Chicago Press. https://doi.org/10.7208/chicago/9780226594842.001.0001 .",
        "windsor_2012": "Windsor, W. Luke, and Christophe De Bézenac. 2012. “Music and Affordances.” Musicae Scientiae 16 (1): 102–20. https://doi.org/10.1177/1029864911435734 .",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* This article originates from my doctoral project at the University of Oxford, and it first took shape as a paper presented at the panel entitled, “Salvatore Sciarrino’s Novel Forms: Organic Ideals and Multilinear Temporalities,” at the 43rd SMT Annual Meeting, held virtually on November 8, 2020. I am grateful for the input that I received from Eric Clarke and Jonathan Cross in the early stages of this project. I am also grateful to Christian Utz, Antares Boyle, and Robert Hasegawa, as well as the two reviewers commissioned by MTO, for their perceptive commentary and criticism of earlier drafts. Special thanks to Angela Ida De Benedictis and the Paul Sacher Foundation for granting access to archival material.",
            "citations": []
        },
        "FN1": {
            "text": "1. The mimetic quality of Sciarrino’s sound gestures has prompted many scholars to receive them as aural signs with “encoded” semantics; see, e.g., Angius 2004 , Carratelli 2006 , Croft 2009 , Utz 2010 , Leydon 2012 , Vinay (in Feneyrou 2013 ), and Bunch 2016 . All these scholars, in their varied manners, turn to semiotic methods for an interpretation of the extra-musical referents that the gestures can be associated with within the context of specific works. These studies contribute to what Oreste Bossini refers to as the existing “essential triad” for interpreting Sciarrino’s music: sound, gesture and sign. See Angius, Sciarrino, and Bossini 2016 .",
            "citations": [
                "angius_2004",
                "carratelli_2006",
                "croft_2009",
                "utz_2010",
                "leydon_2012",
                "feneyrou_2013",
                "bunch_2016",
                "angius_sciarrino_and_bossini_2016"
            ]
        },
        "FN2": {
            "text": "2. “ . . . le geste et l’imagination musicale viennent d’abord, puis le son dans toute son organicité . . . De tels éléments sonores possèdent une présence organique plus que dans toute autre forme de musique, au point d’apparaître presque comme des entités animées dans le silence.” Sciarrino, “Connaître et reconnaître,” in Feneyrou 2013 , 147. All cited texts not originally in English are my own translations unless otherwise noted.",
            "citations": [
                "feneyrou_2013"
            ]
        },
        "FN3": {
            "text": "3. The two expressions, ecologia del suono and ecologia dell’ascolto , appear in at least four of Sciarrino’s texts: “Alle nuvole di pietra (per Cavatina e gridi),” “Diario parigino, appunti per un,” and the commentaries on two works, Un’immagine di Arpocrate and Studi per l’intonazione del mare , all collected in Carte da suono. See Sciarrino 2001 , 163, 196, 203, 249.",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN4": {
            "text": "4. Watkins questions this view through a lucid example: “trees and other plants clearly lose parts without any threat to the whole.” Watkins also cites A. B. Marx’s idea that the “absolute necessity” that “would pervade every individual detail” does not exist in any artwork, as it is impossible to demonstrate the contribution of every element of a musical work to the whole. Furthermore, Watkins refers to Terrence Deacon to add that wholeness as the aim of the maintenance of life is not something achieved once and for all, nor is it literally present in the physical substrate of living organisms. See Watkins 2018 , 21–29.",
            "citations": [
                "watkins_2018"
            ]
        },
        "FN5": {
            "text": "5. Ecological psychologists adopt the term “affordance” to describe this mutualism. For more on this, see [2.5] and [2.6].",
            "citations": []
        },
        "FN6": {
            "text": "6. In Watkins’s cases, this stance is evident in her reference to concepts like self-organization and autopoiesis. More on this in [2.10].",
            "citations": []
        },
        "FN7": {
            "text": "7. For an in-depth discussion of Sciarrino’s fascination with animals, see Laurent Feneyrou, “Salvatore Sciarrino en ses bestiaries,” in Feneyrou 2013 , 47–56.",
            "citations": [
                "feneyrou_2013"
            ]
        },
        "FN8": {
            "text": "8. See Sciarrino in conversation with Jean-Christophe Bailly, in Feneyrou 2013 , 64.",
            "citations": [
                "feneyrou_2013"
            ]
        },
        "FN9": {
            "text": "9. The term “ecology” appeared for the first time in Sciarrino’s introductory note to the score of Un’immagine di Arpocrate (1974–79). Grazia Giacco argues that ecological diversification constitutes an evolution of Sciarrino’s writing language, and “the ecology of listening” should be understood as “a progressive elaboration and simplification of concepts—keys of his thought—more than a paradigm shift.”(“Les déclinaisons écologiques constituent en effect une evolution du langage de Sciarrino—donc, une elaboration progressive et une simplification des concepts—clefs de sa pensée—plus qu’un changement de paradigme.”) See Giacco, “ . . . un ciele notturno dalle bianche veloci nuvolette . . . : Salvatore Sciarrino et ses lieux d’écoute,” in Feneyrou 2013 , 20.",
            "citations": [
                "feneyrou_2013"
            ]
        },
        "FN10": {
            "text": "10. A persistent interest in Gestalt psychology and the phenomenology of time and space are manifest in Sciarrino’s writings of various sorts. For a reference to the Bergsonian perception of time, for example, see Sciarrino 2001 , 190–92.",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN11": {
            "text": "11. Giacco also points out that discussion about the organic appeared twenty years before Sciarrino’s designation of the concept of “the ecology of music” or “the ecology of listening.”",
            "citations": []
        },
        "FN12": {
            "text": "12. “Non so quanta fossi cosciente di do che facevo negli anni Sessanta. Il mio sforzo era di superare la concezione del suono inerte, e di costruire, senza tornare all’impianto melodico-ritmico. Anzi, senza neppure sfiorarlo: voleva nascere un mondo organico, mobilissimo, regolato dalla Gestalt, un suono del tutto trasfigurato per le sue articolazioni intrinseche. Tralasciate volontariamente le convenzioni rigide dell’avanguardia, subito si profila l’approccio antropologico” ( Sciarrino 2001 , 145).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN13": {
            "text": "13. “ . . . volevo una musica organica, adatta ad esseri organici. La liberta delle mie scelte le facevano sembrare gratuite. La tensione centrale verso il timbro e le sue implicazioni psico-fisiologiche, corporali, si ponevano scopertamente in conflitto con il determinismo imperante e i dogmi dell’inespressivita . . . . Giunta precocemente su un versante sconosciuto dell’esperienza musicale, cominciai a comporre organismi instabili, sfrangiati, multispettrali, la cui ricchezza li rendeva quasi indecifrabili all’orecchio” (Sciarrino 2001, 256).",
            "citations": []
        },
        "FN14": {
            "text": "14. “Io ho proposto un ascolto naturalistico, un’alternativa personale e impersonale insieme; esso porta la musica al di la della musica (per come abitualmente la si intende). Vacillando i confini tra musica e realta sonora, gli schemi rodati non funzionano piu, qualsiasi inquadramento diviene problematico. I punti di riferimento si collocheranno caso mai fuori della tecnica musicale, in un contesto interdisciplinare” ( Sciarrino 2001 , 255).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN15": {
            "text": "15. In his introductory note to Efebo con radio written in 1981, Sciarrino makes a similar argument: “ . . . music can more closely approach the phenomena of the surrounding sound life, and moreover with living sounds in turn, that is, not with a different matter; there is no organic difference between natural sounds and sounds produced by man, and at a primary stage both are laid on a single plane of perception.” (“ . . . la musica può maggiormente avvicinarsi ai fenomeni della vita sonora circostante, e in più con suoni vivi a loro volta, cioè non con materia diversa; non c’è differenza organica fra suoni naturali e suoni prodotti dall’uomo, e ad uno stadio primario entrambi si pongono su un unico piano di percezione”) ( Sciarrino 2001 , 131).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN16": {
            "text": "16. See works mentioned in endnote 1, particularly Angius 2004 , Carratelli 2006 , and Utz 2010 .",
            "citations": [
                "angius_2004",
                "carratelli_2006",
                "utz_2010"
            ]
        },
        "FN17": {
            "text": "17. This directness in the perceiver-environment relationship is not an inexplicable magic, but rather, argues Clarke, the consequence of the collaboration of two factors: an organism’s constant adaptation to its environment through perceptual learning and the interdependence of perception and action ( Clarke 2005 , 17–24).",
            "citations": [
                "clarke_2005"
            ]
        },
        "FN18": {
            "text": "18. For extensive discussion of the concept of affordance, see Gibson [1979] 2015 , 119–35, and Heft 2013 . For an account of the relevance of affordance to musical perception, see Clarke, Williams, and Reynolds 2018 , 271; Windsor 2012 , 102–20.",
            "citations": [
                "gibson_1979_2015",
                "heft_2013",
                "clarke_williams_and_reynolds_2018",
                "windsor_2012"
            ]
        },
        "FN19": {
            "text": "19. Watkins notes that music’s occupation of an emergent perceptual arena offers an alternative means of conceptualizing musical autonomy as indicating “neither the music’s representational character nor its independence from society . . . but the distinct stratum of reality that houses music’s energetic processes” ( 2018 , 27).",
            "citations": [
                "watkins_2018"
            ]
        },
        "FN20": {
            "text": "20. “ . . . retrouver par un chemin plus direct, justement, certains archétypes communs à tous [ . . . ] et aussi pouvoir puiser dans certains aspects de la réalité, qui peuvent fournir, par exemple, des moyens d’organisation . . . Dans notre esprit, l’experience esthetique, dans sa plenitude, rappelle l’approche naturaliste” ( Giacco 2001 , 54).",
            "citations": [
                "giacco_2001"
            ]
        },
        "FN21": {
            "text": "21. In a note written for the premiere of Un’immagine di Arpocrates , Sciarrino writes: “The keystone of this music is found in an organic conception of sound, in the inseparability of all its components.” (La transformation du son naît de et avec l’exigence de synthèse plut&ocaront que de separation: le sens atomiste de la note tend à s’abolir, repousse aux limites de la perception [ . . . ] dans l’approximation, au point où l’on ne perçoit plus une succession de sons, mais au contraire un seul événement sonore, en exploitant un phénomène qu’on peut qualifier d’ «inertie auditive ». [ . . . ] La clef de voûte de cette musique se trouve dans une conception organique de son, dans l’indissociabilité de toutes ses composantes.) See Sciarrino, “L’isola silenziosa,” text for Donaueschinger Musiktage (9 October 1979), as cited in Giacco, in Feneyrou 2013 , 20.",
            "citations": [
                "feneyrou_2013"
            ]
        },
        "FN22": {
            "text": "22. In Il cerchio tagliato dei suoni , Sciarrino requires that the entry and exit of the sound mass of the flute need to be dampened: “Each performer will begin to play before entering the environment and will continue after he or she has left. Once outside, everyone will quickly return to the entrance, so that the mass of passing sounds appears to the spectators as continuous and infinite.” See Sciarrino, commentary on Il cerchio tagliato dei suoni and the preface to the score. https://www.salvatoresciarrino.eu/data/composition/ita/147.html, accessed on 24 April 2019.",
            "citations": []
        },
        "FN23": {
            "text": "23. “Giacere immobili, il trauma dell’estraneità in un luogo di cura e di passaggio, il doloroso (patologico e liberatorio) emergere della fisiologia negli stati di costrizione del corpo, l’acuirsi delle percezioni quando il corpo violato è costretto (a tacere) nell’immobilità, l’esperienza dell’ospedale insomma” ( Angius 2020 , 100).",
            "citations": [
                "angius_2020"
            ]
        },
        "FN24": {
            "text": "24. For an insightful discussion of Sciarrino’s semanticization of musical material in operatic compositions, see Utz 2010 , 2019 , and 2020 .",
            "citations": [
                "utz_2010",
                "utz_2019",
                "utz_2020"
            ]
        },
        "FN25": {
            "text": "25. “ . . . dramatiser l’agencement, la combinaison et la mise en résonance de ces figures dans l’espace sonore” ( Vinay 2008 , 15).",
            "citations": [
                "vinay_2008"
            ]
        },
        "FN26": {
            "text": "26. This sketch (then-undigitized) was rendered on staff paper, collected in the Lohengrin folder from the Salvatore Sciarrino Collection, and accessed in August 2017.",
            "citations": []
        },
        "FN27": {
            "text": "27. Developed in parallel to the Goethean prototype was the “one simple cell” hypothesis put forward by the French scientist Jean-Baptiste Robinet, and this hypothesis, according to Montgomery ( 1992 ), was the one that actually dominated the nineteenth-century concept of organic development.",
            "citations": [
                "montgomery_1992"
            ]
        },
        "FN28": {
            "text": "28. Only Type I figures (C), (N) and (Q) never return in their variations to the final score. The additive figure X shared among woodwind parts is a simple repetition of the same note. Also singled out in this diagram are the materials of the flute (figures a, b, and c), brass (figures x and y), and percussion parts, as well as three types of sound events in the strings that play special roles in musical signification (labeled as “insects buzzing,” “pedal note E,” and “volatile gesture”).",
            "citations": []
        },
        "FN29": {
            "text": "29. Grisey vividly described this Gestaltian construction as a “dialectic between noise and form”; see Utz 2012 , 75.",
            "citations": [
                "utz_2012"
            ]
        },
        "FN30": {
            "text": "30. “Signification et représentativité réunissent enfin les différentes composantes d’un langage et en constituent la plus intime énergie. Deux aspects apparemment antithétiques façonnent cette musique: la construction abstraite et en même temps l’immédiateté iconique, indice du rapport retrouvé avec la nature ou la « réalité »” ( Feneyrou 2013 , 147).",
            "citations": [
                "feneyrou_2013"
            ]
        },
        "FN31": {
            "text": "31. Christian Utz’s and Antares Boyle’s papers in this symposium address this aspect, particularly from the perspective of novelty or eccentricity in the music’s temporality.",
            "citations": []
        },
        "FN32": {
            "text": "32. For a general introduction to chaos theory, see Hayles 1990 , Gleick 1998 , Cushing et al. 2003 .",
            "citations": [
                "hayles_1990",
                "gleick_1998",
                "cushing_et_al_2003"
            ]
        },
        "FN33": {
            "text": "33. For more on the iterative process used in the study of chaos, see Madden 1999 , 5–6.",
            "citations": [
                "madden_1999"
            ]
        },
        "FN34": {
            "text": "34. In Lefresne’s work, self-similarity, bifurcation, and fractal geometry are thought to be identifiable in Ligeti’s organizations of pitch and rhythm; in Darbon’s work ( 2014 ), features of turbulence, probability, Brownian motion, and cellular automata are brought to bear on Xenakis’s glissando technique and his treatment of phonemes in vocal repertoire.",
            "citations": [
                "darbon_2014"
            ]
        },
        "FN35": {
            "text": "35. “Il suono di grandi masse è affascinante. Se ne possono trovare infiniti esempi tra i fenomeni di natura, basti pensare agli uccelli, ai grilli, a un mercato affollato, al traffico, alla pioggia . . . . Circolarità dello spazio e del tempo dove la metafora del viaggio apre un solco. Che altro? Una farfalla bianca traversa un campo, sembra svolazzare a casaccio. Invece ha una direzione precisa e non è sola” ( Sciarrino 2001 , 175).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN36": {
            "text": "36. For more on the essential properties of strange attractors, see Gleick 1998 , 119–54.",
            "citations": [
                "gleick_1998"
            ]
        },
        "FN37": {
            "text": "37. “Non esistono specie di esseri viventi che non si spostino periodicamente. Pure l’uomo migra, e gli ultimi tempi abbiamo assistito a eventi che pensavamo tramontati per sempre nella storia” ( Sciarrino 2001 , 175).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN38": {
            "text": "38. “Uno straripante numero di giovani continua a intraprendere lo studio del flauto, il quale purtroppo li lascera sottoccupati” ( Sciarrino 2001 , 174).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN39": {
            "text": "39. “ . . . un esempio lampante di musica ambientalista” ( Sciarrino 2001 , 196).",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN40": {
            "text": "40. For detailed definitions of fractal geometry and self-similarity, see Madden 1999 , 9–16, 19–39.",
            "citations": [
                "madden_1999"
            ]
        },
        "FN41": {
            "text": "41. “ . . . la percezione dell’estremamente piccolo e dell’estremamente grande e relativa. Una galassia, sappiamo, su scala diversa assomiglia all’atomo” ( Sciarrino 1998 , 28–29).",
            "citations": [
                "sciarrino_1998"
            ]
        },
        "FN42": {
            "text": "42. Sciarrino ( 1998 , 23) claims that the analytical perspective developed in his Le figure della musica da Beethoven a oggi is aimed at “a future theory of form, understood as an analysis of (gestural) behavior” (“per il rinnovamento della didattica e per una futura teoria della forma, intesa come analisi del comportamento”).",
            "citations": [
                "sciarrino_1998"
            ]
        },
        "FN43": {
            "text": "43. “La composizione è basata sull’infinito rispondersi tra piccolo e grande” Sciarrino 2001 , 195.",
            "citations": [
                "sciarrino_2001"
            ]
        },
        "FN44": {
            "text": "44. A typical example of this is heard in mm. 104–5. Referred to by Angius as a “Gestaltic flash” or a “sound meteor,” the gesture features the fast, cascading overtone “blades” in the flute quartet, punctuated emphatically by the tongue-slaps in the saxophone orchestra and “jet-whistles” in the flute orchestra. See Feneyrou 2013 , 36.",
            "citations": [
                "feneyrou_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Organism, Organicism, Ecology: Insights from Watkins and Clarke",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The sonic world of Salvatore Sciarrino is populated with “ghostly” mimetic gestures. These gestures generate a wealth of associations spanning the environmental, animalistic, and psycho-physiological domains. John Croft ( 2009 , 25–38), for example, identifies three key mimetic strands in Sciarrino’s works: environmental mimesis, bodily or visceral mimesis, and, by an extended notion of mimesis, an imitation of the musical past. From a listener’s perspective, these mimetic sonorities, achieved through a stock of extended instrumental (and vocal) techniques, often straddle the border between naturalism and the illusionary and, moreover, have been received as iconic manifestations of a compositional approach that is underpinned by ecological thinking. (1) Marco Angius ( 2016 ) remarks on the persistent reference to “the world” and the “multiple realities” in Sciarrino’s works, claiming that “it is as if it were no longer possible to make music with music” and further noting that listeners often wonder if they are “perceiving and listening to a living organism.” Angius’s impression is redolent of Sciarrino’s own comment that his music appears to listeners almost like “entities animated in silence” thanks to the “organic presence” that his sound takes on. (2) These remarks point to Sciarrino’s self-professed notion of “organic music”—a synecdoche of his ecological approach to sound and listening.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "croft_2009",
                    "angius_sciarrino_and_bossini_2016"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Terms like “realism,” “naturalism,” “referentiality,” and “organism” or “organicity” prevail in Sciarrino’s extensive writings on his own music and aesthetic. Recurrent references to the “organic” are particularly intriguing, for the term carries different connotations in Sciarrino’s usually pithy statements and, more importantly, suggests a curious overlap with the earlier notion of organicism in music, whether or not the composer is aware of it. Those mimetic gestures, which open to the listener “a web of meanings that are subtly held in suspension,” to borrow Max Nyffeler’s ( 2009 , 22) vivid description, make a unique point about listening to music with an ecological consciousness. Local sonic gestures, however, only partially account for what appears to Angius as hearing animated beings. In terms of structural aspects, Sciarrino’s compositions, as I attempt to show, find new possibilities of constructing sound material in a way that encourages metaphorical associations with ideas like organicism. Moreover, the holistic commitment of this organicist leaning prompts us to think beyond scores. By shaping particular ways of interpreting and physically enacting music, Sciarrino’s works strengthen the ties between us, as organisms, and the world in which we are enmeshed. [1.3] Organicism, a key trope in the criticism of music between the late eighteenth century and the early twentieth century, has aged poorly. Central to organicist hypothesis are notions including autonomy, boundedness, part-whole integration, goal-oriented development, and, perhaps most “infamous” of all, “organic unity” as the formalist ideal ( Solie 1980 , 148). Organicism has sometimes been thought to entail regressive social and political values in the present because it has been historically linked to discourses of political and cultural hegemony ( Watkins 2018 , 17–18; Neubauer 2009 , 33). While analysis practices biased towards the search for “organic unity” have come under attack by postmodernists such as Jonathan D. Kramer ( 2016 ), the trope itself is, arguably, not yet dead. As John Neubauer points out, organicism is a concept too complicated and multifaceted to be condemned wholesale ( 2009 , 33); its meanings change their hues according to time, place, and perspective ( 2009 , 11). My attempt to conceptualize Sciarrino’s connection with organicism—or, to use the composer’s own wording, an “ecology of sound” ( ecologia del suono ) and an “ecology of listening” ( ecologia dell’ascolto )—is indebted to two existing theories: Holly Watkins’s ( 2017 , 2018 ) reappraisal and reinvention of musical organicism, and Eric Clarke’s ( 2005 ) ecological approach to the perception of musical meaning. (3) Even though both authors closely engage with ideas of organisms and their interactions with environments, both also, crucially, highlight the role of the listener in making sense of music’s ecological implications and its affinity with organisms. This position is concordant with a listening-oriented compositional approach like Sciarrino’s, and it is particularly on this ground that the two sources lend theoretical insights to my analysis of his music.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "nyffeler_2009",
                    "solie_1980",
                    "watkins_2018",
                    "neubauer_2009",
                    "kramer_2016",
                    "neubauer_2009",
                    "neubauer_2009",
                    "watkins_2017",
                    "watkins_2018",
                    "clarke_2005"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In Musical Vitalities: Ventures in a Biotic Aesthetics of Music , Watkins probes into the intricate entanglement between the ways we make, perceive, and interpret music and the lives of ecological non-human beings—their material bodies, vitality, and creativity. Harboring an ecologically oriented posthumanist disposition, Watkins’s project starts with a reconceptualization of some canonical romantic topics, including organicism. By drawing on a critical framework that is in tune with contemporary life sciences, Watkins dispels some long-held myths in the Enlightenment models of organicism, whose contributors included Goethe, Kant, Hegel, E. T. A. Hoffmann, A. B. Marx, and Adorno. Watkins shows that many of their claims have proven to be the result of humanistic oversimplifications or misconceptions, as evidenced by recent studies in biology, ethology, and ecology. We now see the problems with the Kantian view that an organism represents a unified whole that is constituted by the sum of its parts, each of which serves the whole and is bound up with others. (4) Equally flawed is the notion that organisms have a singular origin and that their existence is discrete from all other beings. Moreover, Adorno’s idea of music resembling naturalistic growth—seamless and inevitable—reinforces the misbelief that organic lives are deterministic, goal-oriented developments. Watkins challenges these assumptions by arguing that organisms are far more entangled with other beings and enmeshed in their surroundings than the old models have hypothesized. She then offers some rectifications. The “parts” and “whole” of organisms, Watkins suggests, are constantly in a dynamic process of co-emergence, and organisms’ “unity of a whole” should thus be understood as distinctly plural ( 2018 , 22). Citing Michael Marder and Manuel DeLanda, Watkins emphasizes that contingency is integral to the temporality of the growth of organisms, which manifests in cases of self-interruption in vegetal growth. This idea serves as a springboard for Watkins’s interpretation of the peculiarity of two episodes in Schumann’s Arabeske , op. 18. Her analogizing of the suspension of forward motion in these episodes to a plant-like phase of contraction and conservation, for example, effectively facilitates the reading of a fleeting emanation of self-consciousness—thanks to the detection of an intertextual motivic relationship—in a musical process that otherwise might seem “lacking in aspiration” ( Watkins 2018 , 61). The autonomy of organisms, in short, must be understood in light of system-environment mutualism.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "watkins_2018",
                    "watkins_2018"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Following her critique, Watkins proposes a new way of conceiving musical organicism as sharing with its ecological equivalents a morphological organization that aspires to the condition of self-organization. A common topic of study in natural and social science (including the study of chaos, which will be addressed in Section 4), self-organization refers to an emergent, self-regulating process of pattern formation that occurs in both living and nonliving systems. Some familiar examples include sand grains assembling into rippled dunes, fish joining together in schools, and innumerable herd behaviors in human societies. Rather than describing the intentional activities of a discrete self, self-organization is concerned with the emergence of patterns at the global level out of numerous interactions among the lower-level components ( Camazine et al. 2001 , 7–14; Watkins 2018 , 26–28). Hearing the “organic” in music therefore means tracing the process in which the smallest motives (as Gestalts) are generative of the shapes of larger forms perceived over time. Importantly, a major advantage of reimagining organicism this way lies in the fact that it locates the experience of music in what Watkins calls an “emergent perceptual arena” ( 2018 , 27). In more concrete terms, it allows listeners to consider music as embedded within the physical materiality that houses the reception (and creation) of sonic information. Music’s emergent quality, as Watkins argues, is bound up with various forms of embodied reaction, consciousness, and unconscious cognition of the listener, some of which are shared across the species divide. At the same time that the agency of composers—a long-held, misplaced focus of musical discussion—is seemingly subdued, the agency and contingency of the listener, particularly an acculturated one, now come to the fore. [1.6] Watkins’s ( 2018 , 2) claim that “[w]hat music does and what listeners hear are mutually constitutive” places her model in close proximity to Clarke’s ecological approach, at the core of which is the mutualism between the listener and the dynamic forces in the environment. (5) The ecological theory of musical perception considers listeners as sentient organisms and seeks to animate this role by instilling into music reception some basic attitudes about being and functioning in the world. Specifically, in Ways of Listening , Clarke explores how a range of exploratory, survival-driven functions that are important both to human and non-human beings can be used to inform listening and serve as sources of musical meaning. These include the specification of entities; the detection of force, direction, motion and speed; and the discrimination of boundaries, surfaces, and, by extension, spaces. Clarke’s model allows listeners to take specific (virtual) positions so as to relate to or interact with one or multiple agents in listening. It is worth noting that, even as Watkins and Clarke deemphasize discrete individuality in favor of ecological entanglement, the idea of an autonomous individual is not entirely negated. (6) The autonomy of individual sources remains significant, and this allows listeners to specify particular agents, patterns, and processes. Even though it does not explicitly treat ways of listening, Watkins’s approach is strikingly consistent with Clarke’s: both, for example, highlight the semiotic meaning of sound, including the triggering of instinctual, fight-or-flight responses in us, and both talk about hearing various sorts of virtual agency—or, in Watkins’s terms, emergent patterns and characters—in music. Significantly, by encouraging us to listen for analogues of shifting Gestalts, morphing gestures, motions (self-motions) or movements, subject-positions, space, and affect, both authors manage to conceive the fluidity between the musical and the “non-musical,” the human and the non-human. All of these analogs, in Watkins’s words, are “general enough to evoke animate and inanimate behaviors and actions that stretch beyond the boundaries of the human” ( 2018 , 28). As analytical-hermeneutic tropes, they shed light on the perceptual systems and creativity that we share with other beings and the ecologies in which they are enmeshed.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "camazine_et_al_2001",
                    "watkins_2018",
                    "watkins_2018",
                    "watkins_2018",
                    "watkins_2018"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] The overlaps in Watkins’s and Clarke’s approaches provide theoretical grounding for a compositional approach that takes listening or perception as its primary concern. Sciarrino’s proposition of five archetypal formal configurations—generalized as “the figure of music” ( le figure della musica ) ( Giacco 2001 ; Song 2006 )—adopts a holistic, cross-modal approach to auditory perception, conceptualizing the dynamic formation of processes and patterns prevalent in natural and artificial phenomena. The focus on perception is, meanwhile, manifest in a devoted exploration of threshold or liminal experiences ( Leydon 2012 ; Helgeson 2013 ; Trippett 2017 ). The experiments with listening in its liminal conditions consequently call into question the boundaries between the so-called “musical” and “non-musical,” the human and non-human worlds. Hearing Sciarrino’s music as a test of aural perception, David Trippett ( 2017 ) reflects on the transhuman or posthuman disposition of the violin writing in Sei capricci (1976), which explores notes and sonic effects that are beyond humankind’s natural sensory capacity. By confronting the listener with their perceptual limits—and, in the case of the performer, their physical limits—the music, Trippet argues, reveals the fragility as well as the finitude of our perceived reality. Trippett detects in this music a “politics of posthuman difference,” an affordance for what Rosi Braidotti describes as “potential becomings that call for actualization” ( 2013 , 226). Sciarrino consciously mines the possibilities of a posthumanist organicism; he incorporates miscellaneous sonic and textural references to animals and mythical creatures in his oeuvre, with a focus on exploring the psycho-physiological impacts of sound—phenomena that often render human-animal differences commensurable. (7) Sciarrino once recalled his astonishment at witnessing, at a friend’s villa in Città di Castello, a dog attending to (i.e., pointing its head at) a speaker playing the opening of his own Lohengrin . In this moment, critically, the soprano vocalizes hushed “barking,” a non-pitched gesture rhythmically resembling barking. (8) A posthumanist model of sound perception may be inferred from this anecdote, specifically, one that highlights interspecies similarities and is therefore concordant with Watkins’s and Clarke’s theories fully recognizing the phylogenetic significance of hearing.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "giacco_2001",
                    "song_2006",
                    "leydon_2012",
                    "helgeson_2013",
                    "trippett_2017",
                    "trippett_2017",
                    "braidotti_2013"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] What does it mean to treat music as an essential part of our sonic realities? How do Sciarrino’s music and aesthetic contribute to the slightly outdated organicist trope, ecological perspectives on musical perception, and a way of thinking about music that fosters a stronger connection between human and non-human beings? To answer these questions, this article adopts an approach that is as analytical as it is theoretical. Sections II and III investigate Sciarrino’s organic concept of sound and how the recursive, modular operation of sound gestures aspires to the process of self-organization—a trope that is central to Watkins’s biotic aesthetics of music. Concomitantly, inspired by Clarke’s ecological theory, I argue that the music of Lohengrin offers an ideal exemplification of Sciarrino’s “ecology of listening.” Finally, in Section IV, I introduce concepts from chaos theory to account for the sonic-kinetic analogs of the interactions between humans and the physical world in Sciarrino’s compositions involving a moving mass of musicians. The arguments advanced in Sections II–IV envision an organicism that moves beyond the confines of score and ears to widely embrace the bodily, performative, and societal dimensions of music-making. II. Composing the Organic, Listening Ecologically: Sciarrino’s Ecology of Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The notion of “organic music” is embedded in an assemblage of ideas that Sciarrino developed over many years before regularly referring to the concept of ecology and adopting terms such as “the ecology of music,” “the ecology of listening,” or “naturalistic listening.” (9) Originally a branch of biology, ecology concerns organisms’ interactions with one another and with their physical environment. Sciarrino was aware that “ecology” had become a catchy word in many contemporary discourses, which, in some cases, made it “a banal commodity” ( Sciarrino 2006 ), and he claimed that the term would not have interested artists if it were solely about the environment ( Feneyrou 2013 , 27). Sometimes hard to penetrate when referred to in broad terms in Sciarrino’s writings, the idea of ecology becomes more straightforward where specific aspects of musical listening and perception are addressed. This is especially the case with references to topics such as the perception of bodies, silence, “mental spaces,” or a “polyphony of order” in music, all of which complement the organicist treatment of compositional material with reception-oriented concerns from a psycho-physiological perspective. (10) Grazia Giacco relates Sciarrino’s poetics to some fundamental principles of an ecological vision of the world ( Feneyrou 2013 , 20–21). Such a vision endorses a consistent and comprehensive view of the world against an atomized and mechanized one. Moreover, it emphasizes the holistic interaction between part and whole—microcosm and macrocosm—and it receives influence from hypotheses such as the biosphere—e.g. the Gaia hypothesis of James Lovelock—and the space-time system ( Feneyrou 2013 , 19–21). It may be argued that Sciarrino’s sonic ecology represents a unique voice that, as Neubauer observes (2009, 33), contributes to organicism as an ongoing trend that has persisted within and outside of the arts from the 1950s to the present.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "sciarrino_2006",
                    "feneyrou_2013",
                    "feneyrou_2013",
                    "feneyrou_2013"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] According to Giacco, a commitment to the laws of organic and physiological nature was already evident in Sciarrino’s writings of the late 1960s ( Feneyrou 2013 , 21). (11) The following sources, spanning a decade, offer basic ideas about what defines “organic music.” In his commentary on the Third Piano Sonata (1987) written in 1990, Sciarrino (2001) claims: I don’t know how aware I was of what I was doing in the sixties. My endeavor was to overcome the conception of inert sound, and to construct, without going back to the melodic-rhythmic system. Indeed, without even touching it: I wanted to create an organic, highly mobile world, regulated by Gestalt, a sound completely transfigured by its intrinsic articulations. Having voluntarily left aside the rigid conventions of the avant-garde, the anthropological approach immediately emerged (145). (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "feneyrou_2013"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] In a journal article from 2001, Sciarrino ( 2001 ) writes: I wanted an organic music, adapted to organic beings. The freedom of my choices gave them a free appearance. The central tension around timbre and its psycho-physiological and bodily implications openly opposed the prevailing determinism and the dogmas of inexpressivity . . . Having arrived precociously on an unknown side of musical experience, I began to compose unstable, frayed, multi-spectral organisms of a richness that made them almost indecipherable to the ear (256). (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "sciarrino_2001"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] These quotations throw light on two important dimensions of Sciarrinio’s organicism. Key to the first is what Sciarrino refers to as the “anthropological approach,” which is to say: music that is “adapted to organic beings” indicates an ideal way of listening that follows Gestalt principles and finds archetypes in nature and in daily life. Crucially, the so-called “anthropological approach,” or, as Sciarrino puts it elsewhere, the “naturalistic approach,” is predicated on a concept of sound that considers sounds as essentially, in the composer’s own words, signals —something that contains information for meaningful communication. As the following quotes show, this “naturalistic approach” asserts that music is sonic reality, and it calls forth a more immediate way of engaging with the real world in music: In Western culture, artistic language is supposed to express the artist’s subjectivity. He says: “This is what I feel, and I pass these feelings on to you.” But I see it differently. I do not say: “These are my sounds,” but rather: “These are sounds I find exciting. And you, what happens with you?” My sounds are not simply sounds but rather signals. They are signals of communication between people; they refer to the environment, to human activity, to day and even more to night—to reality in general. ( Nyffeler 2009 , 23) I proposed a naturalistic listening, an alternative at once personal and impersonal; it takes music beyond music (as we habitually understand it). As the boundaries between music and sonic reality waver, tried-and-true schemas no longer work, any framing becomes problematic. Points of reference, if anything, lie outside of the musical technique, in an interdisciplinary context ( Sciarrino 2001 , 255). (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "nyffeler_2009",
                    "sciarrino_2001"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] It is worth emphasizing that “naturalistic listening” does not assume a fundamental discrepancy between the sounds of music and those attributed to the general auditory environment. (15) This idea strongly echoes Clarke’s ecological approach, which endorses the idea of hearing sounds as the “sound of ” and assumes no a priori disparity between the ways in which listeners interact with the general auditory environment and a specific musical environment (either real or virtual). “Naturalistic listening,” as the manifestation of a compositional aesthetic, engages with sounds that are “at once personal and impersonal,” as quoted above. Indeed, existing studies of Sciarrino’s mimetic sonorities have implied that, while those sound gestures are physically immediate, they remain semantically ambiguous. (16) Often, they inhabit a continuum in which traces of human subjectivities and those of non-human entities coexist. This ambiguity, arguably, should be regarded as a positive and productive one in light of ecological theory. With a similar focus on the communication of meaning, the ecological approach is concerned with the innumerable subjective experiences that music affords and how meanings are perceived in the act of listening. The perception-centered position of this approach is manifest in some of the fundamental premises that Clarke draws from evolutionary biology and the ecological psychology of James J. Gibson. Central to ecological theory is the proposition that environmental information is inherently highly structured. Listeners, like all other sentient beings, do not dispassionately gather neutral, discrete sensory information for passive processing, but instead directly specify sources in the environmental information and actively seek to “act upon” ( Clarke 2005 , 20, 124) them. (17) In a musical environment, such sources may be about where the sound might come from (e.g., a soprano, somewhere “afar,” or a familiar piece of music), what it might be for (e.g., it might motivate, be danced to, or offer social bonding), or do (e.g., alert the listener, evoke a particular scene, or give rise to the activities of virtual agents). The reciprocity between listeners’ interests, needs, and capacities and the environmental opportunities available to them is crucial to the ecological approach and is encapsulated in a key concept of the theory: affordance. According to Gibson, affordance denotes one property or a collection of properties of an event or object, relative to and functionally significant to an organism. (18)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "clarke_2005"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] The idea of affordance—and by extension, as will be seen shortly, invariance—sheds important light on the ecological and Gestaltian underpinning of Sciarrino’s aesthetic, particularly in terms of the alluring semiotic significance resulting from the attempt to demystify music as sonic reality. The affordances of an environment are “what it offers the animal, what it provides or furnishes, either for good or ill” ( Gibson [1979] 2015 , 119). For perceivers, affordance means the opportunities, functions, and values they detect in an environment ( Clarke, Williams, and Reynolds 2018 , 271). An affordance therefore “points both ways, to the environment and to the observer”; “it is both physical and psychical, yet neither” ( Gibson [1979] 2015 , 121). This reciprocity between organisms and their environments has significant implications for music. By situating the two ends—the autonomy of sonic objects and the contingencies of listeners—in a relational link, this mutualism helps to cut across the subject–object dichotomy that persists in the study of musical perception (or, arguably, almost any aesthetic experience). (19) It meanwhile justifies intersubjective understanding and explains why interpretations of musical sound “do not just spread unchecked in every possible direction” ( Clarke, Williams, and Reynolds 2018 , 271).",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "gibson_1979_2015",
                    "clarke_williams_and_reynolds_2018",
                    "gibson_1979_2015",
                    "clarke_williams_and_reynolds_2018"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] With this mutualism in mind, Clarke’s ecological approach may be understood as introducing into music some basic ways of relating to the world. It well illuminates Sciarrino’s “anthropological approach,” which seeks to channel a collective aesthetic experience based on the perception of archetypes. Sciarrino claims that “the aesthetic experience, in its fullness, reminds us of the naturalist approach,” which means finding “certain archetypes common to all” ( Giacco 2001 , 54). (20) The perceptual salience of such archetypes can be understood through the ecological concept of invariance. Ecological theory suggests that invariants in perception help maintain the stability and constancy of perceived environmental information. Invariant properties, according to Clarke, are “relationships between stimulus properties that remain unchanged despite transformations of the stimulus array as a whole” ( 2005 , 34). In the case of the sounds that specify objects bouncing and breaking, for example, the acoustical invariants are two different temporal patterns of impact. Listeners can distinguish between bouncing and breaking even in artificially generated samples, because the temporal properties of the impact sequences are left intact and hence retain their identities under transformation ( Clarke 2005 , 34–35). This observation, as will be demonstrated in my analysis in Section III, captures some key aspects of how the music of Lohengrin is likely to be received. In summary, the framework of ecological theory, including the perceptual analogues like motion and subject-position that Clarke uses in his analytical-hermeneutical reading of musical examples, facilitates an understanding of Sciarrino’s music as sensitizing the listener to their auditory environment. The listener tracks sonic entities, identifies their changes and duplications, and makes sense of their motions and their interactions with each other through an embodied experience. The optimization of the perception of musical meaning is not only achieved through the fashioning of “willed” agents but also through paratextual means. This tendency is referred to in Christian Utz’s paper in this symposium as the “semanticization” of musical material and form. In the case of Lohengrin , such semanticization becomes particularly compelling with text-based scenic connotations and dramatic instructions as a point of reference.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "giacco_2001",
                    "clarke_2005",
                    "clarke_2005"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Another dimension of Sciarrino’s organicism inheres in the way in which individual sound objects are molded, be it a micro-gesture or a murmuring sonic carpet. The above remark about composing “unstable, frayed organisms” indicates an organic concept of sound that prescribes “the inseparability of all its components.” (21) Morphologically, these sound objects are constructed with an interest in achieving a “natural” appearance—amorphous, diffuse, but more or less exhibiting invariant shapes (Gestalts) based on pre-determined pitch and rhythmic structures. On a microscopic scale, “clean,” stable, fully resonant tones are replaced by sonic complexes featuring subtle and rich timbral shadings and an unsteady dynamic contour. One illustrative instance in Studi per l’intonazione del mare (2000) is a distinctive flute gesture that dates to Sciarrino’s early compositions for solo flute, including Canzona di ringraziamento (1985). The gesture (see, for example, mm. 60–61) involves the superimposition of continuous, dense trills (technically realized by right-hand fingers pressing the D and D ♯ trill keys) on scalar notes played with the left hand. The compound movements produce a series of wobbly, interlacing, flowing pitches. On a macroscopic level, organic sound objects take the form of monolithic sound continuums that allow the exploration of liminal states of perception, including those which Sciarrino refers to as “auditory inertia” (Giacco in Feneyrou 2013 , 20). The orchestral foil in the nearly 45-minute-long Un’immagine di Arpocrate (1974–79) exemplifies such a sounding continuum at its most imperceptible: the metamorphosis is subliminal, as if processed via electronic means. Works involving mass instrumentalists such as Il cerchio tagliato dei suoni and La bocca, i piedi, il suono similarly display auditorily seamless processes that avoid clean cuts between sections. Changes in morphology often take place “covertly,” thanks to a hypnotic layering process: minimal changes in texture are prepared well before the sudden revelation of a “turning point” in perception. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "feneyrou_2013"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] The “frayed,” “furtive” sounds, multifaceted timbral assemblages, and interconnected sonic environments that characterize much of Sciarrino’s music make Watkins’s questioning of some key organic imagery projected by earlier scholars highly pertinent. At the same time that Sciarrino’s sonic material relativizes the discrete identity of individuals and the subordinate and submissive position of the part in relation to the whole, one of its most basic features links it to the organic structures of previous eras: the kernel of this organicist form is constituted in the continuously varied repetition of micro-gestures or figures ( Utz 2010 , Boyle 2018 ). Sciarrino’s description of such figures as resembling “animated entities” that are transfigured by their “intrinsic articulations,” raises the question of how the behavior or activity of these entities changes and evolves over time. The analysis presented in Antares Boyle’s paper in this symposium ( 2023 ) gives an in-depth reading of the prototype-based, modular nature of this musical organization and the fractal correspondence that emerges out of the interplay of lower and higher formal levels. Arguably, it is this aspect of Sciarrino’s organicism that most explicitly suggests a kinship with and, simultaneously, a negation of some basic organicist hypotheses of previous eras.",
                "footnotes": [],
                "citations": [
                    "utz_2010",
                    "boyle_2018",
                    "boyle_2023"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] The Gestaltian expression of Sciarrino’s organicism prompts one to think about potential affinities with Watkins’s reevaluation of organicism as music constituting a self-regulating system, as introduced in [1.5]. Watkins’s model is informed by Niklas Luhmann’s social system theories, particularly his reference to the idea of autopoiesis. A signal innovation of Luhmann’s model of social order is that it uses multiple system-environment relations to replace models based on part-whole integration, which assume that “parts are fully consistent with or transparent to one another” ( Watkins 2018 , 30). The system-environment model is capable of self-generating and self-regulating; its maintenance is not fully under the control or coordination of individual forces, but rather is accomplished through operational behaviors—such as coupling and perturbation—that occur between numerous functional systems. The focus is thus on “micro-social” relations, which operate through recursions within each system and contribute significantly to the reproduction of social systems as a whole. Watkins further mines the idea of autopoiesis for its implications for a relativized and more inclusive vision of musical autonomy. Generally, the notion of autopoiesis links an autonomous system to an environment from which it derives “the energy that allows it to maintain a far-from-equilibrium state” ( Watkins 2018 , 29); at the core of autopoiesis is the recursive, self-referential mode of operations, which produces novelty by referring back to and altering that which already exists. For Watkins, instrumental music of the classical canon, which inspired the early organicist descriptions, derives its self-observing and self-reflexive character (i.e., its autonomous property) from a myriad of recursive relationships. Crucially, the idea of autopoiesis, even while maintaining its claim to autonomy, does not presuppose the system’s independence from its environment or its interactions with other systems. Autonomy understood in this sense remains open to and becomes a sensitive reflection of the complex flux of the environment.",
                "footnotes": [],
                "citations": [
                    "watkins_2018",
                    "watkins_2018"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] Insights from systems theory and the various ways in which music enables contact with ecological non-human beings, as Watkins views them, lead to the conclusion that inquiry into organicism and autonomy becomes more than just about intra-opus, recursive motivic relationships. Music’s organic or self-organizing appearance depends to an equal extent on recursive networking among musical works that generates intertextuality; on the material, bodily, and cognitive underpinnings of musical experience; and on music’s coupling with a social and cultural environment that nurtures stylistically capable listeners. A vision of organicism such as this lends great insight into the ecological implications of Sciarrino’s music, which arguably distances itself from the atomistic and reductive vision of organicism of the nineteenth century. In the next two sections, I analyze several musical examples—all of which suggest connections with classical organicism—by drawing from principles that are relevant to self-organizing behaviors, including those popular within the studies of complex systems (chaos). In doing so, I will demonstrate how the dynamic participation enabled by this music—which involves particular types of embodied perceptual experience and physical engagement with the performative space—further gives form to a more inclusive model of musical organicism. III. Infinite Variation: the Self-Organizing Soundscape of Lohengrin, Azione invisibile",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Fashioned as a monodrama sui generis for soloists, instruments and voices, Lohengrin, Azione invisibile (1982–84) is based on an adaptation of Lohengrin, fils de Parsifal (1886), a satirical pastiche of the Lohengrin myth in the spirit of the late nineteenth-century Decadence by Jules Laforgue (1860–1887). The opera presents the point-of-view of the heroine, Elsa, with a subversive psychiatric twist. The epilogue, which arrives as a cinematic coup de théâtre , reveals a hospital scene, which suggests that everything that happened before might be nothing more than Elsa’s hallucination. The fact that altered mental states are an important theme of the opera makes it an ideal locus for Sciarrino’s compositional interest in eliciting heightened perception in listeners. Its hyper-naturalistic soundscape, moreover, strongly supports the notion of hearing sounds as signs . Marco Angius ( 2016 ) gives an accurate description of what the “drama” of Lohengrin is about: Lying motionlessly, the trauma of extraneousness in a place of care and transition, the painful (pathological and liberating) emergence of physiology in states of bodily constraint, the sharpening of perceptions when the violated body is forced (to remain silent) in immobility, in short, the experience of the hospital.” (23) Lohengrin , in this sense, qualifies as a meta-work of Sciarrino’s ecology of music. The music’s internalization of Elsa’s hearing and shifting views invites the listeners to take a subject-position that identifies and constantly changes with that of Elsa’s. Example 1 . Sciarrino’s diagrammatic sketch for Luci mie traditrici ; first page from the blue-cover notebook titled “diagrammi di fluss” (click to enlarge) Example 2 . Sciarrino’s preliminary sketch for Lohengrin , Scene I (click to enlarge)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "angius_sciarrino_and_bossini_2016"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Like many of Sciarrino’s subsequent operas, including the widely acclaimed Luci mie traditrici , audience members experience a sheer sonic web that houses a stock of recurring instrumental and vocal modules. Each modeled after a prototype, these figures maintain a distinctive sonic profile while undergoing constant changes throughout the opera. When combined with the text and visuals—which impart a semanticizing effect—they acquire semiotic importance. (24) Gianfranco Vinay notes that the music’s articulation of form is attributed to principles capable of “dramatizing the arrangement, combination and resonance of these figures in the sound space” ( 2008 , 15). (25) Along with a palette of extremely diverse vocalizations, the instruments display a range of fragmented, fragile sonorities associated with such primal and ubiquitous actions as whistling, slapping, fluttering, rustling, quivering, beating and growling. Examples 1 and 2 give a glimpse into the preliminary graphic sketches, named by Sciarrino as diagrammi di fluss , of the first scenes of Luci mie traditrici and Lohengrin . Instrumental gestures, represented by various symbols and grouped by color, are organized above or around the vocal material in a time grid. The graphic presentation highlights the typology of miscellaneous figures and imaginatively depicts the sounds as moving objects interacting with each other in a virtual space. The music represented in both examples features a stochastic, environmental character. What creates a particularly powerful effect in Lohengrin is the long intervals of silence, which make the articulation of every gesture gripping and psychologically intense. Reflective of Sciarrino’s statement that listeners are situated at the center of this sonic space, which constitutes “the voice and the body [of Elsa] as a universe” ( 2001 , 82–83), listeners informed by the ecological approach may find this musical environment uncannily realistic. They may wonder: What laws are in operation in the choreography of these gestures? From what sources does the music draw its force to move forward, and according to what principles does the sound flux unfold? Example 3 . Sciarrino’s sketching of woodwind figures for Lohengrin , Scene I (click to enlarge and see the rest)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "vinay_2008",
                    "sciarrino_2001"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] We may here observe a reinvention of the classic prototype-variation principle. The sketches of the piece housed in the Paul Sacher Foundation include a preparatory list written on grid paper that enumerates variants of prototypical figures designed for the woodwind parts in Scene I. These predominantly involve the bassoon, but also the oboe and clarinet ( Example 3 ). (26) These figures, modeled as generic examples and later replaced with slightly modified versions in the score, offer valuable insights into the logic behind the pattern formation of the modular gestures appearing in other instrumental parts and even in the opera’s vocal writing. All the possible variants, ordered alphabetically, derive their basic pitch contour and rhythmic structure from two generic elements: ascending or descending (and occasionally fluctuating) scales, and single-note repetition. Depending on which of these elements are embodied, the color labels I have added in Example 3 categorize the eighteen variants into three groups. Figure (A), marked in red, is representative of Type I, which contains both generic features; figures (E) and (F), marked in green and blue, are representative of Type II and III. The former contains only repetitive single notes and the latter only the scalar material. The fact that the figures in the green and blue groups are simpler prototypes derived as subsets from the more complex and heterogeneous prototypes represented by figure (A) seems to instantiate the organicist notion of unity—at least in the sense of textual analysis. At first glance, the prototype-variation model is reminiscent of traditional, nineteenth-century organicist propositions, particularly the Goethean hypothesis that a prototype constitutes a complex source containing all of the individual motives that will then develop in an episodic manner ( Montgomery 1992 , 39–40). (27) The organicist procedures of replication and variation in the music of Lohengrin seem to echo the Goethean prototype, yet are they really the same? Example 4 . Schematic representation of instrumental figures in Lohengrin , Scene I (click to enlarge and see the rest) Audio Example 1 . Sciarrino, Lohengrin (2018), Scene I, rehearsal numbers 2–22",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "montgomery_1992"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Perhaps not. The recursive operation of the music gives the impression of a self-generating and self-reflexive vitality. Remarkably, in the final musical result, neither a single woodwind figure nor a single type of it claims supremacy over others. The fact that these figures are distinguished by varied expressions of their generic features, and that they are ordered in the score in a pattern that avoids adjacent repetition, means that these figures are too similar to be aurally distinguishable. Example 4 is a schematic representation of the sound material of the whole scene, in which the sonorities of woodwind figures, especially bassoon and flute, are foregrounded. The diagram marks the occurrence of woodwind figures by mapping their identities onto the figure types established in the preparatory list (as labeled with capital letters in red, green, and blue). (28) The arrangement of these figures does not appear to reveal any predetermined patterns. Before rehearsal number 22, where flute and strings start to take over and sound material becomes more homogenous, immediate repetition of figures of identical types is avoided. Audio Example 1 provides a representative excerpt of the passage between rehearsal numbers 2 and 22. Perceptually, the woodwind parts are characterized by a heightened dialectic between approximation and difference, which imitates, as Sciarrino puts it, an “apparent, but calculated representation of chance” ( Feneyrou 2013 , 22). In this sense, while the music approximates the ecological non-human in terms of its expression of genetic identity through innumerable variants, it negates the hierarchized relation between prototype and variant prioritized by conventional organic unity. Audio Example 2 . Sciarrino, Lohengrin (2018), Scene I, rehearsal number 29 [3.5] The perceptual result of the organicist repetition and variation enables further contact with sonic reality beyond the musical realm. In describing a comparable modular or figure-based construction in Gérard Grisey’s Prologue for solo viola, Christian Utz ( 2012 , 75) observes that the permutation process of a five-tone figure and the various kinds of disturbance imposed upon it create in listening a tension between the vectorial, processual elements—which is to say: the predictable and comprehensible—and an impossibility of prediction. (29) Such a tension similarly characterizes the listening experience of Lohengrin , which may be further illustrated by the effect of another dichotomy—the so-called “low-information strategy” and what constitutes its opposite: the unexpected or “high-information” events ( Snyder 2000 , 235–37). In Scene I, the web of micro-figures—which recreate the nocturnal soundscape of “coastal gardens,” according to Sciarrino ( 2001 , 81)—constitute extended passages that contain a bare minimum of change and contrast to sustain interest (thus regarded as low in information). By contrast, the striking events that “pepper” the listening experience—usually triggered by Elsa’s sporadic speech—disrupt the otherwise predominantly “environmental” background and stand out as “sublime moments,” as Sciarrino puts it ( Feneyrou 2013 , 146), or high-information events that specify more palpable agents. The contrasting effects contribute to a bewildering blending between the environmental and the psychological, the non-human and the human, which enjoins us to take seriously “everyday sounds” that trigger immediate physical and mental reactions. This experience is captured in Audio Example 2 (rehearsal number 29, Scene I), where Elsa’s questioning of Lohengrin (“Why do you no longer address me confidentially?”) provokes a spasm of trembling in the strings.",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "feneyrou_2013",
                    "utz_2012",
                    "snyder_2000",
                    "sciarrino_2001",
                    "feneyrou_2013"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The music of Scene I serves as a typical example of how listeners’ everyday auditory experiences function as a reservoir of sources for their perception of musical meaning. Sciarrino ( 2001 , 83) claims that the raison d’etre of the work is the “discovery of reality, or rather of some essential connections between sound reality and musical language,” remarking further that this exploration risks breaking “one of the most deeply rooted taboos in modern-day aesthetics,” namely, naturalism or descriptivism. In Elsa’s flow of consciousness (a static, discontinuous space-time), the emission of gestures and their ensuing motions are seemingly regulated by an imaginary, natural force of inevitability. Similar to how a pebble dropping into a pond makes a splash followed by ripples that spread across the surface, in Lohengrin , one hears a violent flute whistle tone triggering a blast of tremolos on the strings followed (after a tiny time lag) by a glossy, sustained harmonic in the flute. In terms of the organizational principle underlying Lohengrin ’s sonic environment, listeners might call into question the division between the everyday auditory environment and music as defined autonomously by its established formal laws. The notions of virtual agencies ( Clarke 2005 ; Hatten 2018 ) and the concept of invariance ( Gibson [1979] 2015 ; Clarke 2005 ), discussed before, offer an apt framework for justifying such an experience. The timbral properties, temporal patterns, and dynamic-kinetic trajectories of certain sounds that tend to be related to a nocturnal, outdoor setting can here serve to anchor listeners’ perceptions of musical meaning. Audio Example 3 . Sciarrino, Lohengrin (2018), Scene I, rehearsal number 31 Audio Example 4 . Sciarrino, Lohengrin (2018), Scene I, rehearsal number 50 [3.7] A brief thought experiment may help to clarify this point. I invite readers to imagine the auditory environment experience of a morning stroll down a leafy path along a stream. The stroller is likely able to specify a relatively stable group of sources despite continual minor variations and any unexpected, sudden turbulence. Inanimate and living beings may respond to stimuli in ways that are both predictable and unpredictable, according to simple mechanical or physiological laws. The soundscape of Lohengrin , likewise, derives its sonic consistency and comprehensibility from a host of elements: intermittent silence, paroxysms of volatile gestures, spasmodic climax, and persistent variation of prototypes that defy accurate memorization. The fact that individual gestures are sometimes grouped into a constellation that recurs in the same grouping pattern further reinforces the perception of a sense of “virtual causality” associated with multiple interacting agents. For instance, flute trills and string tremolos are often paired up (see rehearsal numbers 20, 34, 40, and 42), filling the silence after Elsa’s enunciation of words. For another example, the constellation composed of the flute “jet whistles,” conflagrations in the strings, and the trombone’s “wa-wa” effect together generate sporadic attacks (see rehearsal numbers 31, 50 and 56). The jarring, turbulent effect of this compound gesture makes it one of the strongest cue events that recur throughout the opera. Audio Example 3 and Audio Example 4 illustrate two entries of this gesture, which respectively occur at rehearsal numbers 31 and 50.",
                "footnotes": [],
                "citations": [
                    "sciarrino_2001",
                    "clarke_2005",
                    "hatten_2018",
                    "gibson_1979_2015",
                    "clarke_2005"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] The sonic environment of Lohengrin resembles the appearance of an autopoietic system due to its recursiveness on various scales, the turbulence it contains, and the novelties that emerge from the turbulence. By virtue of the recursive process, the intrinsic energy of the “gestural behaviors” ( Sciarrino 1998 , 23) correlates with a multi-level semanticization process, which significantly enriches the listener’s perception of meaning. The compound gesture discussed earlier, for example, becomes an externalization of Elsa’s panic and consternation. Sciarrino takes care to explain that the ability to signify unifies two “antithetical” aspects of his musical language, these being the energetic, morphosyntactic manifestation of sound and the “iconic immediacy” of sound: Signification and representation bring together the various components of a language and form from it the most intimate energy. Two apparently antithetical aspects shape this music: the abstract construction, and at the same time the iconic immediacy, an indication of a rediscovered relationship with nature or “reality.” . . . this language is based on relationships of figures . . . on sounds in motion and not on intervals already given . . . ( Feneyrou 2013 , 147) (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "sciarrino_1998",
                    "feneyrou_2013"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Or perhaps, under the framework of the ecological theory, the two aspects would not have to be regarded as antithetical at all. Instead, they can be reconciled through the idea of hearing sources in music, which affords embodied, meaningful interpretations for different listeners. It is in this sense that Lohengrin , I argue, provides a striking example of an emerging ecology of music, one in which contact with the more-than-human that music enables is premised on the role of listening and of listeners themselves existing as organic beings. I have also shown that Sciarrino’s compositional method flattens the hierarchy prioritized in earlier models of organicism between the role of prototypes or original single cells and that of their variants. The biological-sociological idea of self-organization, furthermore, has proven a powerful metaphor for accounting for the autonomy arising from the recursive operation of micro-figures. IV. Reimagining Organicism through Chaos: Composing for a Migrating Mass",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] I have to this point approached Sciarrino’s “organic music” from the perspectives of the composer’s holistic leaning, ecological theory, and a renewed model of organicism. This is not to say that I mean for my approach to underplay the role of such elements as rupture, interference, and multi-dimensional stratification in this music. (31) Rather, to have a musical vision that accommodates more up-to-date understandings about the organic and inorganic worlds, it is necessary to recognize the coexistence of formal aspects that seem to counteract linear processes and organically correlated structures. Chaos theory has been developed for modeling aspects of how the natural world changes and is predominantly concerned with phenomena that are characterized by orderly disorder. Lying at the heart of the theory are polarized tendencies such as unpredictability and determinism, spontaneity and involuntariness, and correlation and asymmetry. (32) The recursion and infinite variation that contribute to the self-organizing appearance of the soundscape in Scene I of Lohengrin show demonstrable connections with some fundamental aspects of chaos. With all this in mind, this section of the paper has dual goals. First, it sets out to consider how chaos might be a notion useful for reimagining organicism. Second, inspired by Watkins’s attempt to conceptualize organicism as the manifold couplings that music establishes with other systems, it tries to understand the ecological implications of Sciarrino’s music in domains beyond the music “itself” that embrace the performative and ethical aspects of music-making. To achieve these goals, I focus on Sciarrino’s compositions that demonstrate a strong awareness of physical space and that involve a large mass of instrumentalists often set in literal motion.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The study of chaos in the second half of the twentieth century was connected to scientists’ belief that the divide between the unpredictability of the sub-atomic realm expressed by quantum mechanics and the rigid mechanical order of the Newtonian universe, was not absolutely binary, but rather continuous. Initially established as a mathematical study of emerging patterns present in data, chaos theory examines phenomena of “apparent randomness” (or non-regular occurrence) that are thought to be governed by rules and linked to “a purely deterministic cause” ( Cushing et al. 2003 , 4). Chaos in this sense “inhabits the twilight zone between regularity and randomness” ( Cushing et al. 2003 , 4). The continuity between order and disorder can be described by iterating simple formulas until the desired accuracy has been achieved in the convergence of results that differ less and less. (33)",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "cushing_et_al_2003",
                    "cushing_et_al_2003"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] This paper’s engagement with chaos is not of a mathematical nature. It is, rather, metaphorical and hermeneutic, comparable to an approach that has been adopted in works by Brian J. Lefresne ( 2005 ) on György Ligeti; Nicholas Darbon ( 2014 ) on Iannis Xenakis and a systematic theorization of chaos in music ( 2006 ); and Jonathan D. Kramer ( 2016 ) on the importance of chaos for postmodern modes of listening. It may be an overstatement to say that Sciarrino’s works are devoted to the scientific study of chaos to the same degree as those of Ligeti and Xenakis; however, several ideas that have been developed around such concepts as “Little Bang,” fractals, and the Butterfly Effect in Sciarrino’s writings are strong evidence of his fascination with the topic. Lefresne and Darbon both trace a host of hallmarks of chaotic dynamics in the music of Xenakis and Ligeti, respectively. (34) Darbon’s investigation also incorporates a historical-biographical dimension, which finds the origin of Xenakis’s chaos in an array of highly varied sources: Greek antiquity, the humanitarian crisis among the years of political upheaval that Xenakis experienced, and the composer’s critique of post-WWII serialism ( Darbon 2014 , 119). This attitude, as I will show, shares interesting similarities with Sciarrino’s towards chaos. Equally meaningful for the current study is Kramer’s claim that chaos theory facilitates a paradigm-shifting mode of listening that treats the unexpected and unjustified events in music in a productive way, which further allows us to temporarily do away with the notion of unity ( 2016 , 105–11). Some key assumptions provide a common ground for conceptualizing chaos in music in the studies mentioned above. One is that seemingly insignificant events yield complex consequences; another is that disturbance and intermittency contribute to the non-causal aspects of non-linear dynamics. Example 5 . Procession route of the migrant flautists in Il cerchio tagliato dei suoni (click to enlarge) [4.4] The twin pieces composed in 1997, Il cerchio tagliato dei suoni for 104 flutes and La bocca, I piedi, il suono for 104 saxophones, offer a compelling example of music simulating motions constituting systems of orderly disorder. Both present a spatially and theatrically arranged spectacle: four soloists stand still at four cardinal points of the venue, enclosing the audience at the center. One hundred others, the “ migranti ,” as Sciarrino designates them, process through the hall in loosely preordained patterns to create the illusion of an incessant flow—a “flow of feet, faces, mouths.” In Il cerchio , a “circle cut by sounds” is realized in a literal sense through a recursive pattern. The migrating flutists cut diagonally across the audience and then split into two currents, proceeding clockwise and counterclockwise, before merging again in the audience (see Example 5 ). In La bocca , a mass of walking saxophonists are required to enter, leave, and return to the space, each time wandering around in a pattern more irregular than before. In both works, only the parts of the solo quartets—flickering micro-gestures in the form of polyphonic antiphons—are notated with precision. The migrant performers playing the same instrument in all possible sizes, by contrast, are given instructions that pertain to live coordination (scores are absent): they are directed to play a constellation of simple ostinato gestures. The proliferation and overlaying of surprisingly simple elements, such as the subtly oscillating single notes in La bocca , produce a mesmerizing ringing effect, which in turn appears to become an indivisible sound cloud in constant flux. The act of setting sound clouds in motion foregrounds the physical and environmental contingencies of the performance, both visually and aurally. As Tim Rutherford-Johnson has commented on the contemporary trend of composing superabundance, “massed forces . . . defocus the musical detail of a work . . . . The effect will always tend to be one of sound diffusing, blurring around its edges, accepting and even acquiescing to its environmental conditions” ( 2017 , 194).",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "lefresne_2005",
                    "darbon_2014",
                    "darbon_2006",
                    "kramer_2016",
                    "darbon_2014",
                    "kramer_2016"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Indeed, a biological and ecological interest underpins Sciarrino’s conception for both works. La bocca is regarded as “an initiation to contemporary naturalism” ( Sciarrino 1997 ), and on Il cerchio , Sciarrino writes: The sound of great masses is fascinating. There are countless examples of natural phenomena, just think of birds, crickets, a crowded market, traffic, rain . . . Circularity of space and time, where the metaphor of travel opens a furrow. What else? A white butterfly crosses a field, it seems to flit at random. Instead, it has a precise direction and is not alone ( Sciarrino 2001 , 175). (35) Example 6 . Cyclical structures of Il cerchio tagliato dei suoni (click to enlarge and see the rest)",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "sciarrino_1997",
                    "sciarrino_2001"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] The remark that the random-seeming trajectory of a butterfly follows “a precise direction” represents an imaginative—and yet also accurate from a certain perspective—take on “the essence of chaos” ( Madden 1999 , 6–7), that is, the modeling of a strange attractor in the deterministic system of chaos. A strange attractor describes the pattern of movement that emerges as the system evolves. Mathematically, it can be represented as a set of points towards which a periodic trajectory tends to develop over the course of a process under a wide variety of starting conditions ( Lefresne 2005 , 11). A strange attractor is “strange” in the sense that it marks something approaching or drawing near the same general area—or, as chaos theorists refer to it, within the phase space—but the trajectories never repeat exactly ( Madden 1999 , 6–7; Gleick 1998 , 134–35). Analogies may be drawn between this abstract concept and various formal aspects of Il cerchio tagliato dei suoni . The musical structure of the four soloists’ parts, as outlined in Example 6 , is essentially cyclical. Cycles II, III and IV are modeled on the trajectory of Cycle I, which contains five basic units, each based on a generic cell. These cells are treated as distinct in themselves even as they paradoxically suggest clear interrelatedness. The last cycle, as calculated by measure number, is disproportionately large, a result of the constant intrusion of new materials that generate extended passages of eruptions and turbulence. Despite this, its formal scheme based on the five units remains intact, although the generic cell of the first unit is effaced by novel elements. The behavior of these cycles, which are “attracted” by certain “anchor points” as their orbits diverge and never overlap, is analogous to the observation about strange attractors living in a phase space that is stable and finite. (36) Outside this phase space, chaos theorists would suggest, are physical impossibilities, which in this case reinforces the impression of the music’s ability to self-organize and adapt to changing conditions. The same analogy also applies to the pitch-texture domain. The notated solo parts also seem to operate within a stable phase space, regulated by the preconceived sequences of melodic cells. While all four parts are subject to “bumps” and “jiggles” (intrusion of novel materials), which may momentarily disrupt their trajectory, such interference is transient and often dies out before long.",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "madden_1999",
                    "lefresne_2005",
                    "madden_1999",
                    "gleick_1998"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] The recursive procession of the 100 migrant flutists adds another layer of cyclicity. With fifteen starting and ending points precisely notated, Sciarrino choreographs five major processions (see the stripes of different colors in Example 6). Different phases in this migration spotlight a homogenous or, alternately, a miscellaneous collection of micro-gestures such as short puffs of breath, tongue-rolling, and repeated tongue-rams. While the number of executors, entry and exit methods, and pattern of processual change for each procession are roughly specified, the resulting soundscape is still subject to factors such as the physical limits of the venue and the specific pattern of distribution of flute variants in the queue. For instance, in Migration IV, for which the number of executors is not specified for its multiple phases of rotations, the pace at which the flutists enter and walk plays a significant role.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The performance brings to the fore the work’s ethical and humanitarian core by staging a flocking behavior. Sciarrino states that “there are no species of living beings that do not move periodically. People migrate as well, and in recent times, we have witnessed events that we thought had disappeared forever in history.” (37) The refugee crisis is the focus here. Sciarrino attributes the genesis of his works involving processions of musicians to the increase in migration to Italy in recent decades, which includes the arrival of Albanian refugees fleeing conflicts in the former Yugoslavia ( Rutherford-Johnson 2017 , 195). Another important factor in this regard is that it was the composer’s intent to create works that could involve as many musicians of varying skill levels as possible; the rationale for this was a practical one: “[a]n overwhelming number of young people continue to undertake the study of the flute, which unfortunately will leave them underemployed.” (38) Thus, the contemplation of the contemporary relevance of naturalism is connected to concerns about society and the ecology of musical life in the present day. Which is to say: Sciarrino’s ecological outlook has significance for communities. The preoccupation with music’s social and ecological grounding may be seen as an aesthetic practice that exemplifies Watkins’s revamp of organicism in holistic terms. Following Luhmann, Watkins sees the existence of music as a subset of the social system of communication. The closure of this system guarantees the system’s openness to the environment, meaning that music acts as the meeting place for the “resonances” between the systems it connects with: humans’ physical and mental aptitudes, feelings and affect, the material construction of instruments, et cetera , all of which are embedded in social and aesthetic environments. “Music is organic,” claims Watkins, “to the extent that it facilitates such resonances, but it need not adhere to traditional notions of stylistic organicism to do so” ( 2018 , 40).",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": [
                    "watkins_2018"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Sciarrino’s environmental compositions culminated three years later in Studi per l’intonazione del mare for contralto, a flute quartet, a saxophone quartet, percussion, and orchestras of 100 flutes and 100 saxophones. Referred to by Sciarrino as “a striking example of environmental music,” the piece epitomizes various elements that characterize the mimicry of Sciarrino’s music—winds, stones, water, and birds, imbued with a sense of nocturnal violence. (39) Originally a project commissioned by the Basilica of Saint Francis of Assisi, the music includes a text that portrays Saint Francis—known for his deep love and reverence for all of God’s creation, including animals and the natural environment—on his journey in search of stones to restore his church. Connections with the real world can be perceived in the use of everyday objects (e.g., a piece of earthenware smashed in m. 121), the beguiling rain and wind effects created by the mass orchestras, and word-painting-like symbolism such as the music’s simulation of the exuberant saint stepping in a puddle (mm. 314–23). At the same time, affinities with imagery of the world of chaos manifest on a deeper formal level through self-similarity and fractals.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] A ubiquitous phenomenon in nature, fractals are patterns that emerge over the course of the development of a process. (40) In a perfect mathematical fractal, exact self-similarity goes infinitely deep: each pattern is made up of smaller copies of itself, again and again. Sciarrino’s interest in fractals dates back at least to the 1990s. When illustrating the sonic process of accumulation in Le figure della musica , he talks about the oscillation of our perception between multiplicity and unity, noting that “the perception of the extremely small and the extremely large is relative.” “A galaxy, we know,” he continues, “on a different scale resembles the atom.” (41) Fractals open further formal possibilities for a composer who tends to understand form in terms of gestural behavior and Gestalts. (42) Example 7 . Sciarrino, Studi per l’intonazione del mare , mm. 1–6 (click to enlarge and see the rest) Audio Example 5 . Sciarrino, Studi per l’intonazione del mare (2000), mm. 1–12/00:00–01:02",
                "footnotes": [
                    "FN40",
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The closer-than-usual correspondence between the macroscopic and the microscopic, or the co-emergence of part and whole, is played out in various ways in Studi per l’intonazione del mare . The fact that the sea is the subject matter is pertinent here: the intonations of the sea are expressed through myriads of forms of wave, which can exhibit fractal-like properties. The opening section (mm. 1–124), which makes up about one-third of the approximately 35-minute-long piece, is based on varied iterations of the seminal material displayed in its first two measures. As shown in Example 7 , the basic materials that constitute this gestural unit are the wavy figure composed of six clusters of violently sounding natural harmonics played on the solo flutes and the figure played on the solo saxophones; the latter ( E ♭ - D ♭ -F- E ♭ - D ♮ - E ♭ ) is a transposition of the (unheard) fundamentals of the harmonic clusters on the flutes (D-C-E-D- C ♯ -D) (mm. 1–2). After presenting the key gestural behavior in its original form, the music starts a procedure of permutation. During this iterative process, disturbances such as shrinkage or omission, truncation, rhythmic expansion, replication or addition of accessory elements, and displacement of the figures cause fragmentation of the gestural shape. As can be seen in Example 7, the gestural pattern resumes immediately in m. 3 but is suddenly cut off by the flute “jet-whistle” as an unexpected element. In mm. 4–5, the two-measure form is restored, but the displacement of parts of the figures causes fragmentation of the overall gestural profile—which also results in rhythmic changes. Measure 6 starts in a way that is more similar to m. 1; however, and despite the omission and replication of parts of the figures, a flute “jet-whistle” at the end of m. 7 opens a four-bar-long excursion (or a “window,” in Sciarrino’s terms) that provides a “preview” for new material that will come to the fore later. The pattern restarts then in m. 12, which turns out to be an exact replication of the version in mm. 4–5. This process as described can be heard in Audio Example 5 (mm. 1–12/00:00–01:02). Example 8 . Self-similarity arising from the morphological changes of the key gestural behavior, mm. 1–54, Studi per l’intonazione del mare (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The self-similarity in the gestural shaping of this section gives the music a distinctly organic appearance. The permutation at once serves as a driving force and is itself a result of disturbances or turbulence. If we continue further to trace the morphological changes of the original gestural behavior, as Example 8 shows, it becomes clear that higher-level self-similarity arises from the lower-level process that has been considered. Measures 16–25 and 1–13 appear to be two congeries that share similarities in important ways: both include a one-bar contraction of the original near the start of the unit; both involve, in the later phase of their sequences, sound materials that are new or alien to the context; and both end with the two-bar basic unit. The process of local permutations generates contact between the lower and higher levels of construction, contributing to the music’s organic, fractal-like semblance. Example 9 . Sciarrino, Studi per l’intonazione del mare , mm. 125–30 (click to enlarge) Audio Example 6 . Sciarrino, Studi per l’intonazione del mare (2000), mm. 124–31 Audio Example 7 . Sciarrino, Studi per l’intonazione del mare (2000), mm. 238–43",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] An intuitive apprehension of fractals is indeed at the heart of the composition. As Sciarrino claims, the composition is based on “the infinite response between small and large.” (43) This idea has a literal manifestation in the interaction between the two quartets and the two orchestras—the disparity in size between them is glaringly intentional. The live performance at the scale of more than two hundred musicians creates a spectacle, one in which the exaggerated projection of “minuscule” and “enormous” sounds takes on extra spatial and physical significance. Marco Angius, who has conducted the piece in various venues, sees the wavelike shape as the archetypal Gestalt after which the music’s articulation of gesture is modeled ( Feneyrou 2013 , 33–38). For Angius, the flute “jet-whistle” is to be perceived as the shortest and most constrained wave shape, whereas those sustained sonic envelopes, which articulate smooth dynamic arches, are the big ones. One example of this is the “single-note” figure repeatedly played in the saxophone quartet, which dominates the entire second section of the piece (mm. 124–231). The “non-tempered” ( non-temperato ) technique applied to this figure, which is representative of Sciarrino’s wind instrument writing, produces a sustained tone ( D ♭ ), the pitch of which is in subliminal fluctuation thanks to rapid, successive changes in right-hand fingering. Replications of this wobbly note, D ♭ , are layered up against another figure composed of pulsating beats on the same note (see Example 9 and refer to Audio Example 6 ). The articulation of every single figure follows a dynamic profile of crescendo dal niente followed by a decrescendo al niente ; together, these overlapping gestures form unceasing gentle ebbs and flows throughout the section. This inverted-hourglass shape, interestingly, is later heard again in a magnified form in the mass saxophone orchestra (mm. 241–42). A paroxysmal crescendo arises in the “carpet” of a cluster of overtones (searching for the “subtone” effect), simulating a steep wave that quickly decreases from the ridge. This, according to Angius, creates the most grandiose “wave” in the piece ( Feneyrou 2013 , 34). The perception of a wave coming ashore is, imaginably, “materialized” by the size of the sounding sources and the spatial setting of the performance. This gesture can be heard in Audio Example 7 (mm. 238–43/30:42–31:16).",
                "footnotes": [
                    "FN43"
                ],
                "citations": [
                    "feneyrou_2013",
                    "feneyrou_2013"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] Usually, the role of orchestras in this piece is to magnify the gestures played by the soloists (such as slap-tonguing and flute “jet-whistle”). When a sound constellation integrates elements from both quartets and orchestras, the gesture as a whole is able to travel rapidly through contrasting sounding volumes and densities, again dramatizing the perception of the small versus the large. (44) What complicates this perception, however, are those moments when the small appears immense and aggressive and the large is minuscule and almost imperceptible. In particular, in the opening section (mm. 1–124), the small often acts as a strong counterforce to the big. Playing throughout on a dynamic level between f and ff , both quartets take on a fierce character by virtue of their explosive articulations and piercing, granular timbres. In mm. 83–87, the four solo flutes play an ostinato of cluster blades in rotation, generating an intrusive sound block, or what Angius calls a “micro-storm” ( Feneyrou 2013 , 36). This aurally imposing figure, remarkably, relativizes the listener’s perception of the scale of the sounding sources. The towering effect of these flute figures radically overpowers the much “bigger” sounds that embrace them—a nebula of flutter-tonguing gestures played by the mass saxophonists. Conclusion",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "feneyrou_2013"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Beginning with a brief account of the referential quality of Sciarrino’s mimetic gestures and the kind of naturalism that it projects, this paper brings Watkins’s biotic aesthetics into conversation with Clarke’s ecological approach in order to flesh out a framework for conceptualizing the ecological disposition of Sciarrino’s music. In approximating non-human creativity and vitality in both its sonic “surface” and deeper formal construction, this music demonstrates the ecological significance of how sound signifies and communicates and how music brings to the listener’s attention the structures and characteristics of their perception. To hypothesize ecological aesthetics in this way is to propose bypassing score-centered ways of reception in favor of celebrating the participation of human bodies, cognition, reaction, and interactions in the making of a musical work. Focusing on this participation strengthens our ties with other organic beings and the world we live in. Such an aesthetics potentially benefits our understanding of music across a wide range, including pieces by, for example, Helmut Lachenmann, which similarly emphasize listener-material interrelationships and the material and associative aspects of sound, and by Anna Thorvaldsdottir, which are often linked to landscapes and natural forms. Keeping this aesthetics in mind may, much more generally, illuminate repertories long confined and conscripted to the autonomous doctrine of stylistic organicism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Sections III and IV analyzed and interpreted musical structures that bear semblance to “environmental” sounds as well as some order- or pattern-forming principles prevalent in the dynamic systems of the real world. The analyses illustrate that Sciarrino’s gesture-based, modular composition at once maintains an evident connection with some fundamentals of nineteenth-century organicism while challenging others. His music subtly downplays and even destabilizes the hierarchy between the prototypes and the variants; the music, moreover, accommodates turbulence of various scales, shaping a temporality in which teleology exists in tandem with stasis and disruption. These traits make Sciarrino’s music a typical example of Watkins’s metaphor of a self-organizing, autopoietic system, defined by a recursive and self-referential mode of operation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The attempt to liberate analysis from the organicist doctrines of unity and coherence by engaging with ideas related to chaos—as Kramer ( 2016 ) has tried to do to advocate for the significance of postmodern differences—may cause the misunderstanding that the study of chaos runs fundamentally counter to the organicist hypothesis. This paper argues that the more up-to-date scientific vision of chaos can serve to open a larger picture for musical organicism. Chaos warns analysts of the dogmatism that can come from turning differences into order, and it modifies some of the key organicist concepts to make them more compatible with contemporary science in terms of accuracy and complexity, with the replacement of the prototype-variant model with self-similarity being one example. We have seen that, in Studi per l’intonazione del mare , the fractal-like structures across different formal scales demonstrate a co-emergence of the part and the whole, which propels the unity of the whole to become distinctly plural. Sciarrino’s advocacy of the Gestaltian view of perception, likewise, endorses the idea that part and whole may not have to be cause and effect to each other.",
                "footnotes": [],
                "citations": [
                    "kramer_2016"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] Sciarrino’s ecology of music transcends a formalist organicism that (often explicitly) attributes the music’s manifestation of “immanent life force” ( Solie 1980 , 155) to the single agent of the creator/composer. An account of the performative and visual-spatial aspects of works considered in Section IV, in turn, envisions a new organicism that places people at its center as a node for various systems that make up music—the bodily, the psychological, the social-anthropological, et cetera . Such an aesthetics facilitates a more engaging and inclusive way of interpreting music—one that seeks to transcend the boundaries between formalism and expression, score and performance, production and reception, and the systems that are “intrinsic” and “extrinsic” to music.",
                "footnotes": [],
                "citations": [
                    "solie_1980"
                ]
            }
        }
    ],
    "mto": true,
    "category": "symposium on the music of salvatore sciarrino",
    "source": "mto/raw/mto.23.29.4.li.html",
    "data": "mto/data/mto.23.29.4.li.json"
}