{
    "title": "Models for Chord Doubling (and Spacing): Which Ones Don’t We Need?",
    "date": "2004/09/01",
    "volume": "10",
    "issue": "3",
    "authors": [
        "Wibberley, Roger"
    ],
    "abstract": "This Commentary will discuss some aspects of the model recently presented by Bret Aarden and Paul T. von Hippel inMTO 10.2in their article “Rules for Chord Doubling (and Spacing): Which Ones Do We Need?”. Their model will hereinafter be called the OSU Model. Any language—written or spoken—is a code. Through this code the ideas of the originator can be understood by the recipient, and any language thus learnt becomes a suitable and effective medium for scientific or artistic intellectual communication. In this respect the language of tonal music is no different from any other language. As a medium it has its own syntax and structure. But as with any other language its effectiveness as a means of discourse rests upon the assumption that the syntax used by the originator (here the composer) is the same as that to be understood by the recipient (here the listener or the performer). In an age such as ours—far removed from the musical syntax used by those living and working in the age of Bach, Mozart and Haydn—we can only approach the ideas communicated by those of the distant past by revealing exactly what is encoded in the notes they wrote: these are all we have. To understand them is not obvious, self-evident or in any way instinctive to us who live in the 21st Century, and neither could it be. In order to decode such music we must ourselves relearn the code employed. We may then be able to understand not only how they used the syntax, but (arguably more urgently) why and when they employed it in the ways they did.",
    "keywords": [
        "Bach",
        "chorale",
        "spacing",
        "voice-leading"
    ],
    "doi": "",
    "received": "July 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.3/mto.04.10.3.wibberley.pdf",
    "author_info": [
        {
            "name": "Roger Wibberley",
            "university": "Goldsmiths University of London",
            "address": "Department of Music, New Cross, London SE14 6NW",
            "email": "r.wibberley@gold.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. I do not use the term “theorist-speak” in a pejorative sense, \nbut rather in order to draw a clear distinction between the prospective minds of \ncomposers (on the one hand) and the retrospective constructions of theorists (on \nthe other). In the sometimes strange twilight world of the latter, it is \ntempting to assume (by default) that actual composers were somehow \nrule-bound (in a manner that we might perhaps wish our students to be). As \nAarden and von Hippel so eloquently put it in [10], “The difference between \ncomposed and random triads was that random triads were innocent of rules for \ndoubling or spacing.” The implication here is that composers were guilty of \nrestricting their activity so as to comply with predetermined regulations, and \nthat such phenomena as chord spacing were simply the result of applying such \nrules. In reality the opposite was the case: chord spacing (and every other \nstructural aspect of a composition) was the outcome only of a purely \nmusical judgment that sprang from an artistic motive. Rules as such were only \never a way of subsequently explaining the procedures that earlier composers \nseemed (for artistic purposes) to have adopted. They have always provided \nstudents through the ages with a simple and useful way of approaching and \nunderstanding musical practices no longer current or familiar, but they have \nseldom permitted access to the minds and artistic motivations of composers of \nthe past.",
            "citations": []
        },
        "FN2": {
            "text": "2. This calls to mind a lottery game in which numbers are to be \nchosen in the hope that an unforeseeable match with randomly-selected balls will \nbring untold riches.",
            "citations": []
        },
        "FN3": {
            "text": "3. The authors state in [15] that “ . . . much higher accuracy may \nbe unattainable, since the random triads are often quite plausible.” While some \nmay take this as a compliment to the Model’s standard of performance (at least \nin managing to generate plausible random triads) others of us will be inclined \nto see it as a weakness both of the Model itself, and of the very status of the \nrules it purports to identify.",
            "citations": []
        },
        "FN4": {
            "text": "4. In order to fulfill the requirements of the Model, this \nchorale has been transposed down from C major to A major. We need not worry that \nin doing so the bass now has to reach low C ♯ , especially since in the original \nkey the bass is required to sing even lower (low C). The point being made is \nthat when the key is rendered as A major, this configuration is perfectly \nnormal. This particular layout, in this particular instance, marks the very \nmoment moreover when Bach completed a definitive modulation back to the home key \n(A major in this transposed version).",
            "citations": []
        },
        "FN5": {
            "text": "5. In order once more to bring the example into alignment with \nthe Model, this extract has also been transposed into the predicated key of B ♭ major. The use of this configuration for beat 2 is surely as natural as it is \ninevitable.",
            "citations": []
        },
        "FN6": {
            "text": "6. This might then improve the \nperformance of students who (as reported by Aarden and von Hippel in [1]) are \n“struggling to remember and apply the rules, taking perhaps half an hour to \nharmonize a 3- or 4-bar diatonic melody.” If they were taught that composers did \nnot compose in order to apply rules, but rather in order to communicate coherent \nmusical ideas, they might find that through an understanding and re-creation of \nthose ideas the rules might more or less take care of themselves.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It is my belief that a meaningful understanding of any composer’s \nmodel rests upon the forensic identification of three clear \nattributes: Motive, Means and Opportunity. Of these, we can simply \nview each surviving written musical note (in whatever context) as an \ninstance of Opportunity: whatever may have been the reason (or \nMotive) for writing it, and whatever may have been the factors that \nbear upon using it in that way (these constituting the Means), its \nconsequent use stemming from these two attributes marked the \nOpportunity evidenced by its committal to paper. Within this \nunbreakable chain of creative activity—which begins with a Motive—Opportunity can be seen only as the final link.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The difficulty with any model, including the OSU Model, is that \nstatistical information alone can only record countless numbers of \nindividual opportunities. In this instance the OSU Model has sampled \n2643 four-part triads from Bach’s chorale harmonizations, together \nwith 960 four-part triads from the string quartets of Haydn and \nMozart. Through an analysis of the note-doubling and chord-spacing \ntendencies that have been recorded and processed by this model, clear \nprinciples for “correct” spacing and doubling can—it is believed—be codified. Yet these principles or “rules” can only provide an \nabstract insight into the composer’s Means (i.e. his specific \ntechnical articulations) that identify each individual Opportunity \n(i.e. each specific recorded instance of triad notation). No such \nmodel can explore a composer’s actual reason or Motive for realizing \nan opportunity in the way he did.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] What I am suggesting is that a composer’s choice of note doubling \nor chord spacing (or anything else for that matter) was never made \nsimply in order to follow established rules and procedures. Rather \neach choice was made only because it was a composer’s “preferred \nsolution” that was deemed at that moment to be aesthetically and \nartistically the best available. As soon as musical practice is \ndescribed in terms of “rules” we immediately step away from the \nlanguage of the musician and become engaged with that of the \ntheorist. What therefore begins life as an artistic musical \nexpression then simply ends up trapped in the world of \n“theorist-speak.” (1) I should therefore like to examine the workings \nof the OSU Model, and to consider exactly what its pronouncements \nreveal. This examination will, I think, have more to say about the \nModel than about the music it tries to analyze. Figure 1 (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The first procedure, therefore, must be to test the OSU Model in \norder to probe its brain. For this purpose I clicked on the sidebar \nheaded “Can you beat the computer?” and then selected one of each \npair of radio buttons. The result that was returned can be viewed as Figure 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As readers will notice, I decided—irrespective of whatever \nchords had been presented—automatically to select alternately the \nfirst then the second of each alternate pair (i.e. for the first pair \nI selected chord 1, for the second pair chord 2, for the third pair \nchord 1 and so on). My score of “60%” (being above average) in no way \ntherefore resulted from musical decision-making. Indeed had I decided \nat the outset to select chords in the opposite order (i.e. starting \nwith chord 2, then chord 1 etc.) my score would have been only “40%.” \nWhat is of greater interest, however, is to note that the OSU Model’s \nown score was only “50%” verifiable when each of its own decisions \nis compared with what is stated as being “The correct answer.” By \n“The correct answer” (which must therefore be not only predetermined \nby the OSU Model, but also then rendered independent from its own \nadjudication, even though the raw data that define it are contained \nwithin the same Model) we have to assume that the “correctness” of \neach example rests solely upon its authority as having been \nspecifically selected as a real composed chord. The alternative \nchoice in each case is by analogy “incorrect” not because it does not \nalso exist in the repertory as a composed chord, but rather because \nit did not happen to be the actual composed chord chosen for the \ntest (being instead a randomly reconstituted version of that chord). \nOne, however, is stated as being “correct” while the other must \ntherefore be inferred as “incorrect.” (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] This particular example of “theorist-speak” has therefore \nintroduced two new technical terms that need urgent qualification: \n“correct” and (by inference) “incorrect.” Unless they are so qualified \nand clarified a confusion in the minds of students will immediately \nexist. They will perhaps take the words at face value (not \nunderstanding that these words are themselves merely code) and then \nmistakenly believe that certain chord spacings and doublings are \nempirically correct merely because they (the students) have \nmisunderstood what is here meant by the coded word “correct.” Perhaps \nthe greater hazard is presented by the inference that certain triadic \nconfigurations are (by default) incorrect. Again taken at face value, \nthe use of the coded (but here only deductively inferred) term \n“incorrect” may lead students to assume that such configurations are \nto be avoided. This, again, is because the student will have failed \nto understand that the inferred term “incorrect” means absolutely not that the particular chord was not freely used by the composers, \nbut only (and merely) that the particular test did not select it as \nthe raw material from which a restructured version was created. It is \ntherefore obvious, surely, that the OSU Model is being neither \nprescriptive nor proscriptive. Nobody can possibly know which \nparticular chords actually were the pre-selected “correct,” \n“composed” chords as opposed to being those that were \ncomputer-generated alternative versions of the same. Indeed the OSU \nModel—even though it obviously begins its operation by knowing \nwhich are which—is even itself denied such knowledge at the point \nof its own adjudication. The danger is, surely, that we might be led \nto believe that the OSU Model’s own judgment is likely to be \nsignificantly (or at all) better than our own. But is it, and if so \nwhere is the evidence?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As Figure 1 demonstrates, the Model scored only 50% as against my \nown 60%. Yet it must be remembered that my score resulted from no \nmusical decision-making whatsoever. Had I seen fit to indulge in \nthis, I might well have managed a higher score—who knows? What is \nparticularly alarming, however, is that the Model was apparently \nunable to avoid getting 50% of its own answers “wrong.”  As the Model \nstates, a score of 50% is the target score when chords are chosen \nonly randomly; but here the Model was supposed to be making informed judgments.  I am no more  impressed by the authors’ claim that a \nModel score of 70% is acceptable, especially since this is only 10% \nbetter than a score I have achieved on the basis of zero musical \njudgment and insight. (3) Such a score also presupposes that the \nModel’s failure to avoid getting as many as 30% of its own answers \nwrong is “acceptable.” Is this credible?",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The starting point must be an examination of some of the numerous \ninstances where those chords deemed (inferentially) to be “incorrect” \nare to be found in the actual surviving music. Unlike the OSU Model, \nwe may then be in a position to perceive through the “opportunities” \npresented some tangible “motives” that explain the “means.” It will \nalso elevate (of necessity) the status of those chords from \n“incorrect” to that of “correct” (since the examples now to be given \nwill also be actual “composed” examples). These have currently been \ndenied to the OSU Model even though they freely exist in the \nrepertory alongside the others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] For this examination I have decided to restrict myself to the \nBach chorale harmonizations, but have little doubt that a similarly \nfruitful exercise could be undertaken also with reference to the \nquartet repertory. In what follows, therefore, only the first five \nexamples (i.e. the first row of chords) from Figure 1 will be \nre-appraised.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The Model recognizes that key is important (and therefore the \ntests all state the keys within which given triads are deemed to \nexist). A particular triad can therefore be properly assessed only in \nrelation to the prevailing key within which it is used. The triad \nf-c'-f'-a'' is, for example, likely to exist because of particular \nvoice-leading and harmonic requirements when it functions within the \nkey of B ♭ major that differ from those applying to C major. Also the \nrelationship of chord spacing to tonal and voice-leading functions \nmay differ according to key since in certain keys the equivalent \nspacing may result in poor vocal range. For these reasons it is \nimportant to respect the keys that apply to each of the examples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I should submit, however, that key is not intrinsically so important that the harmonic, chord-spacing and voice-leading syntax \nused for a chorale in (say) E ♭ major will be in any way different \nfrom that used in the key of (say) D major (lying only a semitone \nlower in pitch). Both keys have effectively identical vocal ranges, \nboth are major keys, and the tonal language in both must basically be \nidentical. On the other hand, I should assume that the chord spacing \nfor a chorale in G major must differ from that used in C major \n(which lies a fifth lower in pitch). If that used in the second is \nmerely a replication of that found in the first, it is obvious that \neither the upper voices will be too high in pitch, or the lower too \nlow. Under these conditions, therefore, one should expect to find a \ndifference in the way chords are configured.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In Figure 1, three simultaneous choices are unanimously selected \nfor the first pair of chords (but all for totally different reasons): \nfirst, the Model indicates by the red shading that the first chord of \nthe pair was the “correct” chord (i.e. the one actually taken as a \n“composed” chord, its knowledge of this fact being then independent \nfrom its own subsequent adjudication); second, the OSU Model selected \nit as being the more likely of the two to have been “composed” (being \nat that point unaware that it had previously been entered in any case \nas “correct”); third, I chose it purely because for that one I \nselected the first (in a system of pragmatic alternate selections). \nWe all agreed (for very different reasons) that the first chord was \n“correct.” But what about the second? Example 1 . Riemenschneider 5: Wasserflüssen Babylon (mm. 10–14) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The three independent reasons why the second chord was \n“incorrect” are: first, the Model indicates that the first was indeed \n“correct” (knowing initially that it was the given chord from which \nit then recomposed the notes to arrive at for the second); second, \nthe Model (being, after that, rendered  innocent to the previous \nfacts) adjudicated that the layout of the first was “better” than the \nsecond; and third, I selected the first because (and only because) it \nwas the first chord. (For the next one I shall have pragmatically \nselected the second.) The conclusion is therefore undoubtedly that \nthe second chord is “incorrect.” But as can now be seen below in Example 1 , it occurs quite unashamedly and routinely as a “composed” \nchord deliberately chosen by Bach (in preference to all others) as \nbeing the most suitable for the purpose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Why, therefore, did Bach place the alto on a', thereby creating \nthe large gap between the two inner voices (which obviously offended \nthe OSU Model)? Only by understanding his motive (rather than merely \nperceiving his means) can this question be answered. But the OSU \nModel is not equipped to adjudicate upon the motive, being capable \nonly of noting the means and thereby recording yet another \nopportunity (in this case perhaps a rare one). An answer can be \narrived at by understanding that here the f ♯ in the tenor voice is \nnot merely a passing tone between two chords (A minor and G major), \nbut is indeed a crucial harmony tone creating a modulation back to G \nmajor. As such it functions as the leading tone within a \nfirst-inversion leading-tone triad in which the third (a) is here \ndoubled in preference to either of the other notes (the root f ♯ , and \nthe fifth c). To have doubled the f ♯ would have been poor (and the \narticle correctly stresses that doubled leading tones are avoided for \nvoice-leading reasons); and to have doubled the c (by leaving the \nalto on the same note as it occupied in the previous chord) would \nhave imposed poor voicing with the tenor (yielding pseudo-parallels). \nThis surely explains “why” this configuration (despite the Model’s \nprejudices) is here undoubtedly the most correct, preferred one. So \nthe dubious status accorded to it by the Model is only dubious \nbecause a) the other one was the Model’s starting point, and b) the \nModel had no means of judging a circumstance under which this \nconfiguration might be preferable. Example 2 . Riemenschneider 34: Er barm’ dich (mm. 6–8) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Returning to Figure 1, the second pair of chords shows the model \nto have made an “incorrect” choice. This is because it did not know \n(as I also did not) that in fact it was the second of the pair that \nhad been provided as the composed data. (The Model did, of course, \noriginally “know” this, but only before it was then instructed to \nforget it in order to make an impartial adjudication.) But as Example 2 below shows, the configuration chosen (“incorrectly”) by the Model \nalso freely occurs. Within the context provided here, the layout and spacing is the only \nobvious one. While this chorale could be said to be in A minor, it \nreally belongs to the kind described within the article as “modal” \nrather than “tonal.” It might be argued, therefore, that when this \nchord arrives the passing tonality is really F major rather than A \nminor. Nonetheless its function is part of an overall modulation from \nA minor to D minor. The apparent tonality of C major (at the \nbeginning of the phrase) results only from the modal character which, \nwithin a tonal context of A minor, makes C major harmony freely \navailable. Example 3 . Riemenschneider 29: Freu’ dich sehr, o meine Seele (mm. 5–8) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The third pair of chords in Figure 1 provides two configurations \nthat, without question, are both completely routine and as likely to \nbe found. While the second is “correct” (being the actual given one) \nboth I and the Model have selected the first (being therefore \n“incorrect”). The Model has performed more poorly than I have \nhowever, because while my selection was deliberately made without \nexercising any musical judgment at all, its was supposed to be a \nmusically-preferred selection. But as can be seen below in Example 3 , \nboth chords are freely used. The “correct” chord appears on the third beat of measure 1, while the \n“incorrect” one becomes the ultimate goal of the whole phrase (i.e. \nthe final chord). Who could possibly deny that this “incorrect” chord \nis the only one that clearly fulfils all the voice-leading, melodic \nand harmonic requirements of the phrase? What actual choice (as such) \nis therefore offered by the Model? Like completing a lottery ticket, \nthe hope can only be (for whatever amusement purpose) that the final \nguess will miraculously concur with the programmer’s unknown (and \nunknowable) random selection. Example 4 . Riemenschneider 239: Den Vater dort oben (mm. 5–6)—transposed (click to enlarge) Example 5 . Riemenschneider 4: Es ist das Heil uns kommen her (mm. 6–8)—transposed (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The fourth pair of chords shown in Figure 1 again offers little \nmeans for making an informed choice, since either chord can (and \ndoes) freely occur in the repertory. Particular usage arises only \nfrom the voice-leading requirements at any particular moment, and \nthere is no basis for believing that the second chord (here deemed \nthe “correct” one) is any more likely than the first. Indeed the OSU \nModel has adjudicated that the first is the more likely, thereby \nbeing both implicitly “incorrect” (since the second chord is deemed \n“correct”) and factually incorrect (in that it is, in reality, no \nmore likely to be found than the second). As Example 4 below shows, \nthe “incorrect” first chord is the one deliberately chosen by Bach \nhimself. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In the fifth pair of chords offered by Figure 1, the first looks \ndecidedly unpromising despite being shown as “correct.” The chorale \nsource is not identified, but there are clearly various possibilities \nfor using this configuration in a manner that yields natural voice \nleading. As the Model indicates (“incorrectly”) by its preference, \nthe second chord is a more likely distribution of the notes since \nhere it is the root that is doubled rather than the third, and \n(unlike the first chord) the space between alto and tenor is only a \nfourth as opposed to an eleventh. Unsurprisingly, therefore, one does \nnot have to look far to find its free use by Bach, as shown below in Example 5 . (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] So how did the Model perform overall in these five chorale \nextracts, and what does this say about its value as a tool?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] To be honest, its performance was in my view of only limited \nvalue: it only “correctly” identified the first “correct” chord, \nwhile it failed for the other four (giving a staggering 80% failure \nrate). But we must not be too harsh for these failings, any more than \nI deserve to be congratulated for having conversely managed for the \nsame extracts a success rate of 80% (having managed by pure accident \nto identify four of the “correct” chords). While the informed (or \nuninformed) judgment of a person can be correlated with that \nperson’s state of knowledge and experience (or in my case, in this \ninstance, sheer luck), a computer’s performance is limited only by \nthe nature and scope of the data given to it in the first place. We \nknow that these data consisted of 2643 four-voice triads, but we do \nnot know (and neither can the OSU Model know) upon what basis this \nselection was made. Was it representative, and if so how?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] To provide some idea of scale, let us suppose (for the sake of \nargument only) that on average each chorale consists of (say) four \nphrases, and that each phrase has a minimum of (say) eight chords. \n(This might at least serve as a notional benchmark only.) This should \nmean that within the 371 four-voice chorales found in Riemenschneider \n(alone) there will be (on this basis only) at least 11872 chords. It \nwould, in my view, therefore be necessary for the data input to \ncontain an absolute minimum of all these 11872 chords, together with \nwhatever program instructions are necessary to process the \ninformation in a meaningful and useful way. The Model’s judgment \nthat one chord configuration is “better” than another would then at \nleast be the result of a rational statistical evaluation. The results \ncurrently being generated (as in Figure 1) seem only tangentially \nconnected with the broad range of data available, and more to stem \nfrom certain kinds of evaluative parameters implanted within the \nModel. It is not clear to me exactly how the  2643 sampled chords \n(only) feed into the evaluative process itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Within the language of tonal music, the music is of course not \nthe end product of chord spacing. The exact opposite is the case: \nchord spacing is the end product of musical judgment. The difficulty \nwith the OSU Model (or indeed any similar model) is that “musical \njudgment” inhabits a totally different universe from that inhabited \nby “computer science.” It stands to reason therefore that this Model \ncan be of only limited assistance to those who strive to unlock what \nis encoded in the notes left to us by composers such as Bach, Haydn \nand Mozart (indeed any composer living at any time). It might (and \ndoes) provide evidence of some of the opportunities, and gives \ninsight into some of the means. But only when, at a purely human \nlevel, actual musical judgment is perceptible (and recoverable) \ncan the works of these old masters (including their motives) be \nmeaningfully understood. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.04.10.3.wibberley.html",
    "data": "mto/data/mto.04.10.3.wibberley.json"
}