{
    "title": "“On the System of Stravinsky’s Harmony” by Yuri Kholopov: Translation and Commentary",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Ewell, Philip A."
    ],
    "abstract": "Yuri Kholopov is generally regarded as the foremost Russian music theorist in the latter half of the twentieth century. Though he published articles in a wide array of topics, he was happiest when discussing twentieth-century concepts; it was to this end that he devoted a large part of his life’s work. The essay by Kholopov translated in the present article is from 1997, six years before he died. There are several significant points that he makes with respect to Stravinsky’s music. First, Kholopov links a quotation from Stravinsky on harmony to Sergei Taneev’sInvertible Counterpoint in the Strict Style, thus suggesting that by borrowing ideas from Taneev, the Petersburg-based Stravinsky was influenced by the Moscow-based Taneev. This speaks to a possible Russian influence on Stravinsky aside from Rimsky-Korsakov, whose influence on Stravinsky is not in doubt. Second, Kholopov posits a new fundamental “neotonality” in Stravinsky’s music, which exhibits a “central element” (CE) to which all other tones gravitate. Third, Kholopov’s work situates octatonicism into a broader framework of Stravinsky’s compositional practices. Ultimately, it is but one aspect of this music and is not emphasized as a fundamental structural element in Stravinsky’s music, as it is in writings by Arthur Berger, Pieter van den Toorn, and Richard Taruskin, for example. Fourth, in the section on polarity, Kholopov posits that when Stravinsky uses this term in relation to his music, he may have meant to say “stability,” which was a term from the writings of Boleslav Yavorsky that most Russian musicians knew in the early twentieth century. This reinterpretation of polarity sheds new light on this most important concept in Stravinsky studies. Lastly, there is the idea that Stravinsky was, in fact, a serial composer for his entire life. Of course, Stravinsky famously claimed so himself late in life; Kholopov solidifies this claim, traces the evolution of Stravinsky’s serial works, and finds an intriguing four-note series inFirebird.",
    "keywords": [
        "Kholopov",
        "Taneev",
        "Stravinsky",
        "octatonicism",
        "modality",
        "Russian music",
        "Rimsky-Korsakov",
        "Berger",
        "polarity",
        "poles",
        "serialism"
    ],
    "doi": "",
    "received": "December 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.ewell.pdf",
    "author_info": [
        {
            "name": "Philip A. Ewell",
            "university": "Hunter College and CUNY Graduate Center",
            "address": "Department of Music, 695 Park Ave., New York, NY 10065",
            "email": "pewell@hunter.cuny.edu"
        }
    ],
    "citations": {
        "berger_1963": "Berger, Arthur. 1963. “Problems of Pitch Organization in Stravinsky.” Perspectives of New Music 2, no. 1: 11–42.",
        "cairns_2012": "Cairns, Zachary. 2012. “Svetlana Kurbatskaya on Serial Music: Twelve Categories of ‘Twelve-Toneness.’” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 5, no. 1.",
        "carpenter_1995": "Carpenter, Ellon. 1995. “Russian Theorists on Modality in Shostakovich's Music.” In Shostakovich Studies , ed. David Fanning, 76–112. Cambridge: Cambridge University Press.",
        "d’iachkova_1973a": "D’iachkova, L. S., ed. 1973a. I.F. Stravinsky: Stat’i i materialy (I. F. Stravinsky: Articles and Materials). Moscow: Sovetskiǐ Kompozitor.",
        "d’iachkova_1973b": "D’iachkova, L. S. 1973b. “O glavnom printsipe tonal’no-garmonicheskoǐ sistemy Stravinskogo (sistema poliusov)” (On the Main Principle of Stravinsky’s Tonal-Harmonic System [the System of Poles]). In I. F. Stravinsky: Stat’i i materialy (I. F. Stravinsky: Articles and Materials), ed. L. S. D’iachkova, 301–22. Moscow: Sovetskiǐ Kompozitor.",
        "ewell_2002": "Ewell, Philip. 2002. “Scriabin’s Seventh Piano Sonata: Three Analytical Approaches.” Indiana Theory Review 23: 23–67.",
        "ewell_2007": "Ewell, Philip. 2007. “Scriabin and the Harmony of the 20th Century.” Annotated translation of article by Yuri Kholopov. Journal of the Scriabin Society of America 11, no. 1: 12–27.",
        "ewell_2012": "Ewell, Philip. 2012. “ Rethinking Octatonicism: Views from Stravinsky’s Homeland .” Music Theory Online 18, no. 4.",
        "kholopov_2008": "Kholopov, Yuri. (1981) 2008. “Problema novoǐ tonal’nosti v russkom i sovietskom teoreticheskom muzykoznanii” (The Problem of New Tonality in Russian and Soviet Musicology). In Voprosy metodologii sovietskogo muzykoznaniia (Questions of Methodology in Soviet Musicology). Moscow: Moscow State Conservatory, 100–26. Reprinted in Idei Iu. N. Kholopova v XXI veke (The Ideas of Yuri Kholopov in the Twenty-First Century), 199–219. Moscow: Muzizdat.",
        "kholopov_1982": "Kholopov, Yuri. 1982. “Modal’naia garmoniia: Modal’nost’ kak tip garmonicheskoǐ struktury” (Modal Harmony: Modality as a Type of Harmonic Structure). In Muzykal’noe iskusstvo. Obshchie voprosy teorii i estetiki muzyki (Musical Art. General Questions of Music Theory and Esthetics). Tashkent: Guliam Publisher of Literature and Art, 16–31.",
        "kholopov_2003": "Kholopov, Yuri. (1988) 2003. Garmoniia (Harmony). Moscow: Muzyka. Reprint, Moscow: Lan’. Citations are to the Lan’ edition.",
        "kholopov_1991": "Kholopov, Yuri. 1991. “Tonal’nost’” (Tonality). In Muzykal’nyǐ entsiklopedicheskiǐ slovar’ . Moscow: Sovetskaia Entsiklopediia.",
        "kholopov_1997": "Kholopov, Yuri. 1997. “O sisteme garmonii Stravinskogo” (On the System of Stravinsky’s Harmony). In I. F. Stravinsky: Sbornik Stateǐ (I. F. Stravinsky: Collected Articles). Moscow: Moscow State Conservatory, 28–46.",
        "kholopov_2006": "Kholopov, Yuri. 2006. “Stravinsky i puti novatorstva v muzyke XX veka” (Stravinsky and the Ways of Innovation in 20th-Century Music). In Stravinsky v kontekste vremeni i mesta (Stravinsky in the Context of Time and Place). Moscow: Moscow State Conservatory, 7–14.",
        "kholopova_and_kholopov_1984": "Kholopova, Valentina, and Yuri Kholopov. 1984. Anton Vebern: zhizn’ i tvorchestvo (Anton Webern: Life and Work). Moscow: Kompozitor.",
        "konius_1924": "Konius, Gregoriǐ. 1924. “Metrotektonicheskoe razreshenie problemy muzykal’noǐ formy” (The Metrotechtonic Solution to the Problem of Musical Form). In Muzykal’naia kultura (Musical Culture), 36–41. Moscow.",
        "losev_1927": "Losev, Alekseǐ. 1927. Muzyka kak predmet logiki (Music as a Subject of Logic). Moscow.",
        "mcquere_2009": "McQuere, Gordon D. (1983) 2009. “The Theories of Boleslav Yavorsky.” In Russian Theoretical Thought in Music . Edited by Gordon D. McQuere. Ann Arbor: UMI Research Press. Reprint, Rochester: University of Rochester Press. Citations are to the Rochester edition.",
        "plotitsa_2008": "Plotitsa, E., ed. 2008. B. Yavorsky: Izbrannoe: Pis’ma, vospominaniia (B. Yavorsky: Collected Letters and Recollections). Moscow: Kompozitor.",
        "sabaneev_2000": "Sabaneev, Leonid. (1925) 2000. Vospominaniia o Skriabine (Recollections of Scriabin). Moscow: Muzyka. Reprint, Moscow: Klassika XXI. Citations are to the Klassika edition.",
        "savenko_2011": "Savenko, Svetlana. 2011. Email correspondence with the author.",
        "straus_1982": "Straus, Joseph. 1982. “Stravinsky’s Tonal Axis.” Journal of Music Theory 26, no. 2: 261–90.",
        "straus_1984": "Straus, Joseph. 1984. Review of The Music of Igor Stravinsky , by Pieter van den Toorn. Journal of Music Theory 28, no. 1: 129–34.",
        "straus_2001": "Straus, Joseph. 2001. Stravinsky’s Late Music . Cambridge: Cambridge University Press.",
        "stravinsky_1959": "Stravinsky, Igor. 1959. Conversations with Igor Stravinsky . Garden City, NY: Doubleday.",
        "stravinsky_1960": "Stravinsky, Igor. 1960. Memories and Commentaries . Garden City, NY: Doubleday.",
        "stravinsky_1962": "Stravinsky, Igor. 1962. Expositions and Developments . Garden City, NY: Doubleday.",
        "stravinsky_1963": "Stravinsky, Igor. 1963. Dialogues and a Diary . London: Faber and Faber.",
        "stravinsky_2005": "Stravinsky, Igor. (1963) 2005. Khronika moeǐ zhizni (Chronicle of My Life). Leningrad: Gos. Muz. Izdatel’stvo. Reprint, Moscow: Kompozitor.",
        "stravinsky_1971": "Stravinsky, Igor. 1971. Dialogi: vospominaniia, razmyshchleniia, kommentarii (Dialogues: Recollections, Reflections, Commentaries). Leningrad: Muzyka.",
        "taneev_1959": "Taneev, Sergei. (1909) 1959. Podvizhnoǐ kontrapunkt strogogo pis’ma (Invertible Counterpoint in the Strict Style). Leipzig and Moscow. Reprint, Moscow: Gos. Muz. Izdatel’stvo. Citation is to the 1959 edition.",
        "tarakanov_1972": "Tarakanov, Mikhail. 1972. “Novaia tonal’nost’ v muzyke XX veka” (Neotonality in 20th-Century Music). In Problemy muzykal’noǐ nauki (Problems in Music Theory), Installment 1. Moscow.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: a Biography of the Works through Mavra . Berkeley: University of California Press.",
        "taruskin_2011": "Taruskin, Richard. 2011. “Catching Up with Rimsky-Korsakov.” Music Theory Spectrum 33, no. 2: 169–85.",
        "van_den_toorn_1983": "Van den Toorn, Pieter. 1983. The Music of Igor Stravinsky . New Haven: Yale University Press.",
        "varunts_1988": "Varunts, Viktor, ed. 1988. Igor Stravinsky: Publitsist i sobesednik (Igor Stravinsky: Publicist and Conversationalist). Moscow: Sovetskiǐ Kompozitor.",
        "varunts_2003": "Varunts, Viktor, ed. 2003. I. F. Stravinsky: Perepiska s russkimi korrespondentami (I. F. Stravinsky: Communications with Russian Correspondents). 3 vols. Moscow: Kompozitor.",
        "webern_1975": "Webern, Anton. 1975. Put’ k novoi muzyke: lektsii o muzyke, pis’ma (The Path to the New Music: Lectures on Music, Letters). Moscow.",
        "yavorsky_1908": "Yavorsky, Boleslav. 1908. Stroenie muzykal’noǐ rechi: Materialy i zametki (The Structure of Musical Speech: Materials and Notes). Moscow.",
        "yavorsky_1929": "Yavorsky, Boleslav. 1929. “Konstruktsiia melodicheskogo protsessa” (Construction of the Melodic Process). In Struktura melodii (The Structure of Melody). Moscow."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Dialogi , 237. [This quotation appears in Stravinsky 1959 , 121. –PE]",
            "citations": [
                "stravinsky_1971",
                "stravinsky_1959"
            ]
        },
        "FN2": {
            "text": "2. Publitsist i sobesednik , 45. [From 1924, translated from a newspaper article in Polish into Russian after a concert tour by Stravinsky to Poland, among other places. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN3": {
            "text": "3. Dialogi , 238 [ed] . [From Stravinsky 1959 , 121. –PE]",
            "citations": [
                "stravinsky_1971",
                "stravinsky_1959"
            ]
        },
        "FN4": {
            "text": "4. From Muzykal’naia Poetika (Musical Poetics), cited in Stat’i i materialy , 30. [From Stravinsky (1947) 1959 , 40. –PE]",
            "citations": [
                "stravinsky_1959"
            ]
        },
        "FN5": {
            "text": "5. Publitsist i sobesednik , 210. [From 1963, from an interview in New Mexico with K. J. Mak-Nespi. –PE] It is possible that this idea also speaks of Stravinsky’s connection to the Russian tradition. In Yuri Tiulin’s retelling, I once heard of Glazunov’s account of how several musicians, including Rimsky-Korsakov, once met and played through Bach’s Chorales and everyone concluded that “No, Bach still did not understand harmony.” Stravinsky’s words sound somewhat different, but the idea is similar. It is not out of the question that a certain exchange of words from Rimsky-Korsakov to Stravinsky is illuminated through this quotation.",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN6": {
            "text": "6. Dialogi , 242. [From Stravinsky 1960 . –PE]",
            "citations": [
                "stravinsky_1971",
                "stravinsky_1960"
            ]
        },
        "FN7": {
            "text": "7. Publitsist i sobesednik , 420. [From 1964–66, from program notes to Abraham and Isaac. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN8": {
            "text": "8. Publitsist i sobesednik , 210. [From 1963, from an interview in Zagreb, Croatia, at a music festival. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN9": {
            "text": "9. Publitsist i sobesednik , 326. [From 1968, from Stravinsky’s Introduction to Glenn Watkins’s Gesualdo: The Man and His Music (London: 1973). –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN10": {
            "text": "10. Dialogi , 238. [From Stravinsky 1959 , 121. –PE]",
            "citations": [
                "stravinsky_1971",
                "stravinsky_1959"
            ]
        },
        "FN11": {
            "text": "11. Publitsist i sobesednik , 18 [ed] . [From 1913, from an interview with A. Postel du Mas. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN12": {
            "text": "12. It is a different matter when we sometimes see a combination of two musics simultaneously, each in its own tonality, that is, having its own stabilities and instabilities and having at least two different functioning elements. In order for them to be perceived independently, different factors for their detachment—register, timbre, meter—are necessary. As an example see “The Ballerina and the Moor” from Petrushka , Third Tableau, Rehearsal 73 [ed] .",
            "citations": []
        },
        "FN13": {
            "text": "13. Publitsist i sobesednik , 100. [From 1930, translated from a German newspaper article into Russian, from a conversation with Stravinsky. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN14": {
            "text": "14. Publitsist i sobesednik , 199. [From 1962, from an impromptu conversation in Leningrad after an open rehearsal of the Leningrad Philharmonic. Published in Publitsist for the first time. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN15": {
            "text": "15. Publitsist i sobesednik , 205. [From 1963, first published in the journal Sovetskaia Muzyka 1 (1963): 123–25. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN16": {
            "text": "16. Publitsist i sobesednik , 401. [From 1917, from Stravinsky’s diary. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN17": {
            "text": "17. Dialogi , 242. [From Stravinsky 1960 . –PE]",
            "citations": [
                "stravinsky_1971",
                "stravinsky_1960"
            ]
        },
        "FN18": {
            "text": "18. Publitsist i sobesednik , 99 [ed] . [From 1930, from an interview with P. Verri published in Brussels. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN19": {
            "text": "19. Stat’i i materialy , 31. [From Musical Poetics . –PE]",
            "citations": []
        },
        "FN20": {
            "text": "20. L. S. D’iachkova’s article “O glavnom printsipe tonal’no-garmonicheskoǐ sistemy Stravinskogo (sistema poliusov)” [On the Main Principle of Stravinsky’s Tonal-Harmonic System (the system of poles); 1973b . –PE] gives a theoretical account of the problem of Stravinsky’s “polar attraction.” See Stat’i i materialy , 301–22.",
            "citations": []
        },
        "FN21": {
            "text": "21. Khronika , 185 [ed] .",
            "citations": [
                "stravinsky_2005"
            ]
        },
        "FN22": {
            "text": "22. Stat’i i materialy , 29. [From Stravinsky (1947) 1959 , 38. –PE]",
            "citations": [
                "stravinsky_1959"
            ]
        },
        "FN23": {
            "text": "23. Stat’i i materialy , 32. [From Stravinsky (1947) 1959 , 44. –PE]",
            "citations": [
                "stravinsky_1959"
            ]
        },
        "FN24": {
            "text": "24. Stat’i i materialy , 29 and 30 [ed] . [From Stravinsky (1947) 1959 , 37 and 39. –PE]",
            "citations": [
                "stravinsky_1959"
            ]
        },
        "FN25": {
            "text": "25. Publitsist i sobesednik , 209. [From 1963, from an interview in Zagreb, Croatia, at a music festival. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN26": {
            "text": "26. Publitsist i sobesednik , 210. [From 1963, from an interview in Zagreb, Croatia, at a music festival. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN27": {
            "text": "27. Publitsist i sobesednik , 209, 199, and 200. [Page 209 is from a 1963 interview in Zagreb, Croatia, at a music festival, while pages 199 and 200 are from 1962, from an impromptu conversation in Leningrad after an open rehearsal of the Leningrad Philharmonic. The row C–E–F–G– G ♯ was given only as an example and does not appear in any work by Stravinsky. –PE] Edison Denisov offers a similar broad and free treatment of the concept of the “series” with respect to Bartók’s compositional technique.",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN28": {
            "text": "28. Publitsist i sobesednik , 199. [From 1962, from an impromptu conversation in Leningrad after an open rehearsal of the Leningrad Philharmonic. Published in Publitsist for the first time. –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN29": {
            "text": "29. Curiously enough, the author knew about serialism in Firebird . With his characteristic humor Stravinsky wrote: “When some poor PhD candidate [this is Stravinsky speaking about us. –Yuri Kholopov] is obliged to sift my early works for their ‘serial tendencies,’ this sort of thing will, I suppose, rate as an Ur -example” ( Dialogi ; version of the translation by the present author), 142. [From Stravinsky 1962, 151. –PE]",
            "citations": [
                "stravinsky_1971"
            ]
        },
        "FN30": {
            "text": "30. Publitsist i sobesednik , 197. [From 1963, from a Polish publication. –PE] Anton Webern had a similar thought: “The series, in its original form and pitch structure, plays the same role as the ‘home key’ did earlier; the recapitulation naturally returns to it. We cadence ‘on the same tone’!” ( Webern 1975 , 79).",
            "citations": [
                "varunts_1988",
                "webern_1975"
            ]
        },
        "FN31": {
            "text": "31. On April 2, 1971, that is, four days before his death, Stravinsky was supposed to sign a short note in Russian, but he wrote with Latin letters. Vera Stravinsky then asked him to write with Russian letters. Seeing that she was observing him, Stravinsky wrote in Russian, however, not his name but “Oh, how I love you!” See Publitsist i sobesednik , 435. [From 1971, from Robert Craft’s Stravinsky: Chronicle of a Friendship . –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN32": {
            "text": "32. Publitsist i sobesednik , 195. [From 1962, from interviews with E. Lidin and S. Razgonov published in Moskovskaia Pravda . –PE] The growth of Stravinsky’s music in the bosom of Russian art is shown in Richard Taruskin’s phenomenal work Stravinsky and the Russian Traditions ( Taruskin 1996 ), which is 1757 (!) pages in length [ed] .",
            "citations": [
                "varunts_1988",
                "taruskin_1996"
            ]
        },
        "FN33": {
            "text": "33. Publitsist i sobesednik , 235. [From 1964, from an article in the New York Times . –PE]",
            "citations": [
                "varunts_1988"
            ]
        },
        "FN34": {
            "text": "34. He was clearly influenced by Yavorsky in doing so. Later in his career, in a work on the structure of melody, Yavorsky wrote: “Neither atonality nor polytonality can be accepted as scientific terms, and they signify a corresponding fundamental flaw in the literature” ( Yavorsky 1929 , 21). Significantly, as an exception Kholopov mentions the existence of polytonality in footnote 12, where he cites Rehearsal 73 of Petrushka . This music is quite audibly in two keys in a relative relationship: B major and G ♯ minor (as the orchestra plays B major at Rehearsal 72, nine bars later the cellos, basses, English horn, and contrabassoon play a G ♯ -minor melody as the orchestra continues in B major).",
            "citations": [
                "yavorsky_1929"
            ]
        },
        "FN35": {
            "text": "35. And in particular, Tarakanov’s article from 1972 , an admirable piece that draws on theorists such as Paul Collaer, George Perle, Taneev, and Yuri Tiulin (among others) and composers such as Schoenberg, Bartók, Stravinsky, Prokofiev, Shostakovich, and Berg.",
            "citations": [
                "tarakanov_1972"
            ]
        },
        "FN36": {
            "text": "36. One well-known example of this method of analysis is Joseph Straus’s “tonal axis” ( Straus 1982 ), which Kholopov would certainly call a “pole” in a general sense.",
            "citations": [
                "straus_1982"
            ]
        },
        "FN37": {
            "text": "37. About Examples 4 and 5, Stravinsky scholar Svetlana Savenko says, “Here Kholopov is speaking about the duality of appearances with ‘tonality–polarity,’ insofar as on the surface this is tonal music with a major or minor inclination but, in fact, the music is subordinated to modal (i.e., melodic) logic” ( 2011 ). The original Russian of this quotation read: “Iu. N. i govorit o dvoǐstvennosti iavleniǐ tonal’nost’ – polius, poskol’ku vneshne eto tonal’naia muzyka s minornym ili mazhornym nakloneniem, no na samom dele ona podchinena modal’noǐ (melodicheskoǐ) logike.” Used with permission.",
            "citations": [
                "savenko_2011"
            ]
        },
        "FN38": {
            "text": "38. Tarakanov acknowledged the general idea of an axis in his study on neotonality: “Periodically one or another note acquires the meaning of tonal ‘axis,’ becoming in a sense the ‘center of intersection’” ( 1972 , 35).",
            "citations": [
                "tarakanov_1972"
            ]
        },
        "FN39": {
            "text": "39. Perhaps the most famous speculation on Stravinsky’s use of this term comes from Arthur Berger: “It is tempting to speculate on whether Stravinsky’s choice of ‘polarity,’ a word which cannot accurately be applied (as he applies it) to one thing without its opposite, either had implications that escaped the intermediary who transcribed his thoughts, or—which seems more likely—reflected an awareness, if only on a subverbal level where it was difficult to articulate, of the special properties of the tritone which make it possible for pitches at 0 and 6 (capable of graphic representation as ‘poles’ in a circle of fifths...), by virtue of similitude or equal and thus independent weight, to remain in equilibrium or—to the end that a tone center is asserted by neither—to stand in a certain opposition. This speculation might easily take flight in a direction which would establish, as a necessary condition of ‘polarity,’ the denial of priority to a single pitch class precisely for the purpose of not deflecting from the priority of a whole complex of tones ” ( 1963 , 25). As is well known, Berger was making a case for octatonicism in Stravinsky’s work, and that is why he is bound to the tritone as the operative “pole” in Stravinsky’s work.",
            "citations": [
                "berger_1963"
            ]
        },
        "FN40": {
            "text": "40. It is worth noting that Kholopov found this four-note series more than twenty years before Taruskin. Kholopov first published this finding in 1975, in a German publication ( [1975] 2008 ). Each author cites different four-note segments, which happen frequently throughout Firebird , yet the segments are quite similar. They both speak of the possible serial aspect of these segments, prompted by the same quotation about the Ph.D. student cited above.",
            "citations": [
                "kholopov_2008"
            ]
        },
        "FN41": {
            "text": "41. The concept of serialism, as understood in Russia, is dealt with extensively in Cairns 2012 .",
            "citations": [
                "cairns_2012"
            ]
        },
        "FN42": {
            "text": "42. Joseph Straus ( 1984 ) makes this point in his review of Van den Toorn 1983 .",
            "citations": [
                "straus_1984",
                "van_den_toorn_1983"
            ]
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.2.ewell.html",
    "data": "mto/data/mto.13.19.2.ewell.json"
}