{
    "title": "Review of John Irving, <i>Mozart: The “Haydn” Quartets</i>",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "Agrawal, Susan Mina"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.agrawal.pdf",
    "author_info": [
        {
            "name": "Susan Mina Agrawal",
            "university": "2424 N. Clark #403",
            "address": "Chicago, IL 60614",
            "email": "srmina@nwu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See, in particular, the 1993 critical edition edited by Ludwig\nFinscher and Wolf-Dieter Seiffert ( Kritische Berichte Serie VIII: Kammermusik\nWerkgruppe 20: Streichquartette und Quartette mit einem Blasinstrument. Abteilung 1: Streichquartette\nBand 2.] Also valuable are several articles in the book The String Quartets of\nHaydn, Mozart, and Beethoven: Studies of the Autograph Manuscripts edited by Christoph Wolff and Robert\nRiggs (Cambridge: Harvard University Press, 1980). The most relevant articles appear in the chapters by Alan\nTyson, Christoph Wolff, Ludwig Finscher, and Marius Flothuis.",
            "citations": []
        },
        "FN2": {
            "text": "2. Nancy Kovaleff Baker and Thomas Christensen, editors, Aesthetics and the Art of Musical Composition in the\nGerman Enlightenment: Selected Writings of Johann Georg Sulzer and Heinrich Christoph\nKoch (Cambridge: Cambridge University Press,1995), p. 103.",
            "citations": []
        },
        "FN3": {
            "text": "3. Reprinted from Leonard G. Ratner, Classic Music:\nExpression, Form, and Style (New York: Schirmer Books, 1980), 217–218.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ratner, 81.",
            "citations": []
        },
        "FN5": {
            "text": "5. Baker, 91.",
            "citations": []
        },
        "FN6": {
            "text": "6. Ratner details many of these figures in his chapter on melody.\nSee especially pp. 83–5, 91–4, 213–5. For a more detailed explanation of conventions, see Robert O.\nGjerdingen, A Classic Turn of Phrase: Music and the Psychology of Convention (Philadelphia: University of Pennsylvania Press, 1988).",
            "citations": []
        },
        "FN7": {
            "text": "7. Mark Evan Bonds, Wordless Rhetoric: Musical Form and the\nMetaphor of the Oration (Cambridge: Harvard University Press, 1991). The first two chapters are particularly relevant to the\nsubject at hand and provide an alternative to the traditional sonata form approach to eighteenth century music. An outstanding\nanalysis of the first movement of the “Dissonance” quartet appears on pp. 102–110.",
            "citations": []
        },
        "FN8": {
            "text": "8. See Ratner, p. 213–4 for a description and example of the fonte.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Mozart’s “Haydn” quartets are the subject of this recent Cambridge Music Handbook by University of Bristol\nscholar John Irving. This 105-page introduction to an important yet rather neglected set of works is a welcome\naddition to the musicological repertoire. The “Haydn” quartets include six string quartets\nwritten between 1782 and 1785: K. 387 in G; K. 421 in D minor; K. 458 in B-flat, “Hunt”; K. 428 in E-flat; K. 464 in A; and K. 465\nin C, “Dissonance.” Written primarily in the galant or free style, they exhibit the mature Mozart’s ability to blend melody,\nharmony, and counterpoint into exquisite works of great beauty. Irving has taken on the difficult task of blending\nhistory and analysis into a short handbook. He divides his task into six main sections beyond the opening: 1) Mozart’s\nEarly Quartets, 2) Genesis of the “Haydn” Quartets, 3) Steps to Publication, 4) The\nIndividual Quartets: A Synopsis, 5) Some Theoretical Perspectives, and 6) Reception of the “Haydn” Quartets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In its earliest (1991) volumes in this series, Cambridge University Press regularly included the following statement: Cambridge Music Handbooks provide accessible introductions to\nmajor musical works, written by the most informed commentators in the field. With the\nconcert-goer, performer, and student in mind, the books present essential information\non the historical and musical context, the composition, and the performance and reception history of each\nwork, or group of works, as well as critical discussion of the music. The author of this particular volume seems to have been unaware of these laudable guidelines or their implications, and\nthe Press seems to become less certain about the avowed purpose of this series. Irving’s book, while\nwell-written,\nconcise, and factually relevant, neglects to take into consideration the audience of\n“concert-goer, performer, and student” for which these volumes were intended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Irving chooses to address a scholarly audience, beginning a summary discussion of the “texts” or manuscripts of\nthese works as early as page 2. Besides the fact that such material has been given extensive scholarly treatment in the\ncollected edition ( Neue Mozart Ausgabe ) and other sources, (1) its inclusion does\nnot bode well for an amateur audience member who is probably not particularly concerned with a missing crescendo marking in the\nfirst edition which long since has been corrected. The serious scholar to whom such musicological minutiae is intended would be\nmore likely to get his or her information directly from the detailed critical sources, and later sections of this handbook,\nthose which further expound upon the autograph score and subsequent textual revisions, will pose additional obstacles\nfor student readers. The author’s recommendation of reliable and available sources for the works, however, is\nextremely helpful to the anticipated student or amateur reader. Including more of this\ntype of material would better suit the nature of a handbook.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Many other sections of the volume are similarly dedicated to the devotee of the musicological method. The entire\nchapter titled “Steps to Publication” discusses in detail the publishers, their rivalries, and their disputes in the 1780s.\nAlthough interesting to the scholar, in the context of a short volume on six long quartets, the mass of this material\nseems excessive. Issues relating to performance practice, which are mentioned only\nin passing, might be more accessible and relevant to the performer and concert-goer. More information about Mozart’s life\nduring the composition of these works would also have been beneficial. Historical information is discussed in only two\nchapters, “Mozart’s Early Quartets” and “The Genesis of the ‘Haydn’ Quartets.” Although the former contains quite a\ncollection of anecdotes and descriptive material about the early quartets, the latter’s mere seven pages, five of which\nare dedicated to the aforementioned information on autographs and textual revisions, give the reader only the\nslightest impression of the historical context of these quartets. Students and concert-goers relish this type of historical\ndetail. Although it is true that the vast number of biographies on Mozart have discussed his life at length, a handbook\nof this sort should contain at minimum a brief overview of the composer’s life during\nthe relevant period. Moreover, further information on early performances and their reception would greatly interest many\nreaders.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Irving obviously possesses an impressive quantity of knowledge about Mozart, his works, and their study. He\ndoes, however, seem overly concerned with the passions of the musicologist--the work’s manuscripts and textual\nsources--rather than the issues that a broader audience would find important and\ninteresting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The majority of this book (approximately one-half) is dedicated to a brief synopsis of each movement of each\nquartet. Individual movements are accorded approximately one to two pages of description, with the more important\nor theoretically impressive movements being treated in more depth. In a later chapter on theoretical perspectives,\nsome of these movements are evaluated anew at greater length, particularly the first movement\nof the “Hunt” quartet, K. 458. One might imagine that such an overview section would be ideal for the student or\nconcert-goer. In reality, each movement is treated so briefly and with such an exclusive focus on one particular analytical technique that it\nbecomes too reductive even for the student. Irving is primarily concerned with form and, in particular, sonata form as\ndefined by Charles Rosen in his Sonata Forms (1980). Rosen’s underlying premise is that sonata-like aspects are\npervasive throughout almost all classic forms from the typical first-movement sonata\nform to that of a minuet. Irving adopts this proposition, albeit with some disclaimers. When discussing his use of conventional\nsonata-form vocabulary, he states: Of course, such terminology only developed during the nineteenth and twentieth centuries and would not have\nformed part of Mozart’s technical vocabulary . . . . This is not the place to enter into a discussion of the\neighteenth-century theoretical alternatives (which actually confuse more than they clarify.) Provided that they are not\nunderstood too literally, the terms . . . do not unduly falsify Mozart’s sonata structures. (p. 25) Irving is correct in stating that Mozart would not have understood sonata form as many understand it today. He may,\nhowever, do his readers a disservice by entirely excluding the theory of form and composition that Mozart himself\nknew, claiming it would “confuse more than . . . clarify.” Irving thus reinforces the myth that the composer of the classic\nperiod thought about sonata form just as did the Romantics. To argue such an idea\ngreatly obscures the true intent of the eighteenth century composer: to write beautiful melodies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The eighteenth century theorist Johann Georg Sulzer defined “sonata” as “an instrumental work consisting of two,\nthree, or four consecutive movements of different character, and one or more instrumental parts that are not\ndoubled.” (2) In the\neighteenth century, “sonata” meant nothing more than the title of a multi-movement instrumental\nwork. What Irving and Rosen think of as a three-part “sonata form” was a non-existent idea during\nMozart’s time and stems instead primarily from the mid-nineteenth century writings of A. B. Marx. Composers and theorists of\nMozart’s day discussed two-part forms or double-reprise forms. Such a form was described by the theorist August\nKollmann: In its outline a long movement is generally divided into two sections. The first, when the piece is in major, ends in the\nfifth of the scale, and the second in the key . . . . Each section may be divided into two subsections, which in the\nwhole makes four subsections. The first subsection must contain the setting out from the key to its fifth in\nmajor . . . . The second subsection comprehends a first sort of elaboration, consisting of a more natural modulation than\nthat of the third subsection . . . . The third subsection comprehends a second sort of elaboration, consisting of\ndigressions to all those keys and modes . . . . The fourth subsection contains the return to the key, with a third sort\nof elaboration, similar to that of the first section. (3) Kollmann, along with other important theorists such as Heinrich Christoph Koch, clearly recognized the sonata form\nas a bipartite construction. Although many theorists of the time mention the existence of second or subsidiary themes,\nthe division is not as rigid or well defined as the prescription set out by A. B. Marx\nand solidified through Rosen and Irving. A two-part flexible understanding of sonata form that is guided by key area rather\nthan thematic contrast and recurrence is much more appropriate for an eighteenth century work and in no way more “confusing”\nthan the more familiar but historically inaccurate, overly schematicized and formulaic counterpart taught in most music\nclasses and embraced by Irving. His scholarship on textual sources seems at odds with this ahistorical approach to analysis.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Irving also emphasizes form and its resulting structures as the most important aspect of an eighteenth-century\npiece of music. The evidence from treatises and letters shows the eighteenth-century theorist more concerned with\nmelody and its figuration than with harmony or any large-scale structure. Genius\nwas considered to be in the formation of a beautiful melodic line, not in a simple ordering of material. Mozart himself said\nin 1786, “Melody is the essence of music.” (4) In a similar vein,\nSulzer stated, “[Melody] is the essence of a composition; the accompanying voices serve only to support it . . . . Thus it is futile\nto ask whether melody or harmony takes precedence in a composition. Without question the means is always subordinate to\nthe goal.” (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Clearly, theorists and composers of the era were most concerned with creating a good melody. The majority of\ntheir time was dedicated to constructing melodies based on the numerous common and recognizable figures and\nrhetorical devices of the day and elaborating them in one’s own unique style. (6) Although many\nyears have passed since that era, the performer of today also is still primarily concerned with how to play a specific melody\nbeautifully and in the proper style. And while the average concert-goer of any era may be oblivious to an extended\nprolongatio  of the subdominant, he or she is quite likely to exit the concert hall whistling a memorable Mozartean melody.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Because Mozart and the theorists of his time determined melody and its analysis vital to composition, and\nbecause performers and concert-goers of today also tend to be most interested in melody, the book might have\nbetter served both musicology and lay audiences by focusing less on the bare outlines of sonata-form analysis. The\nsections where Irving breaks out of the “keys and themes” mold-his section on theoretical perspectives and a chapter\ndescribing the “Reception of the ‘Haydn’ Quartets” are among the most successful. Irving\ndoes discuss rhetoric, figures and what he calls “topicality” in the first movement of K. 458. Well-versed in these somewhat\ntricky concepts, Irving explains quite clearly the eighteenth century rhetorically-influenced style of composition and, in a\nparticularly outstanding description of K. 458, how many Mozartean listeners might have perceived this first\nmovement. It is unfortunate that Irving only applied this type of analysis to one movement. Had he extended these\ntechniques to all the quartets in his “synopsis” section, this handbook would have been\ngreatly enriched.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Although his explanation of rhetoric is quite good, Irving’s applications of these ideas to music seem somewhat\ncontradictory to the ideas of eighteenth-century theorists as described by Mark Evan Bonds in his book Wordless Rhetoric: Musical Form and the Metaphor of the Oration . (7) Irving takes the view that inventio , or the invention or inspiration of compositional material, is based primarily on harmony and harmonic constructs, contradicting\nthe importance of melody expressed by theorists and composers. Likewise, Irving’s analysis of the Andante of K. 464,\na theme and variations movement, takes a limited view of the idea of expolitio -the refining of a musical idea.\nDrawing on Elaine Sisman’s work on Haydn’s variations, Irving defines the term as\n“dwelling on the same topic and yet seeming to say something ever new” (p. 67). Applying this idea to K. 464, Irving describes how\nthe melodic contour of the melody is changed but still partially retained in subsequent variations through elements such as\nrepeated syncopations, rhythmic continuity, and texture. (pp.67-8). Example 1 . Mozart: Quintet K. 464, Andante: Melodic Figures (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Melodic contour, though important, is but a single aspect of melody. The eighteenth century listener would not\nnecessarily hear this theme as a melody with similarly retained rhythmic figures. Instead, as I show in Example 1 in my analysis, I propose that he would hear a pattern of figures repeated over\neach variation. Each part of the double-reprise melody can be further divided into a subject and predicate, in a style of\nanalysis used by Koch. The first subject outlines a question-answer I–V, V–I pattern related to the classic turn of\nphrase while its predicate wanders away to the dominant and cadences grandly. The second subject uses the common galant\nfigure of the fonte. (8) In the initial theme, the first part of\nthe fonte is emphasized while the second part is subsumed in a cadence on the dominant chord. Later variations give greater\nemphasis to the second part of the fonte rather than the cadence. Its predicate, which shares many features with the predicate of\nthe first half of the theme except that it is returning to tonic, neglects to cadence properly at first. Instead, Mozart inserts a\ndeceptive cadence and then extends the phrase an extra two bars for a final cadence. The subsequent variations, although they may\nwander through different modes, textures, and rhythms, retain this pattern of subject-predicate and question-answer, creating\nan appealing listening experience for the audience member who understands what is happening (as most eighteenth\ncentury audiences would). After defining a rhetorical set of questions and answers in the theme, Mozart shows his\ngreat skill and humor in wandering as far away from his initial theme as possible, only\nto return explicitly to the subject-predicate and question-answer in each variation. Irving’s analysis, although on the right\ntrack, never quite makes it into the mind of the eighteenth-century listener.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Irving definitely does make it into the mind of critical theorists in his final section on reception history. This short\nchapter does a superb job of summarizing the multiplicity of different theoretical perceptions of these pieces\nthroughout time. He retraces each style of critique and makes it intelligible for the average reader or student. Critics who are mentioned include Koch, Karl Friedrich Cramer, Jérome-Joseph Momigny, François-Joseph Fétis, Otto Jahn, Hans Keller, Bonds, and Maynard Solomon. The Press may be faulted for not ensuring that the text provides first names for some of even the most obscure critics, or, in the case of Bonds, for misspelling his name.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] On the whole, this handbook is helpful in filling an important musicological and theoretical niche. It is, however,\nbest viewed as a scholarly monograph because of its academic tone and emphasis on “texts.” Although musical\namateurs will surely find many sections difficult to grasp, all readers will find this\nhandbook a useful aid to learning about these great masterpieces.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.00.6.3.agrawal.html",
    "data": "mto/data/mto.00.6.3.agrawal.json"
}