{
    "title": "Conference report: “Dialogues: Analysis and Performance”",
    "date": "2022/03/01",
    "volume": "28",
    "issue": "1",
    "authors": [
        "Duinker, Ben"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.28.1.11",
    "received": "November 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.1/mto.22.28.1.duinker.pdf",
    "author_info": [
        {
            "name": "Ben Duinker",
            "university": "Faculty of Music, University of Toronto",
            "address": "Edward Johnson Building, 80 Queen’s Park, Toronto Ontario M5S 2C5, Canada",
            "email": "benjamin.duinker@utoronto.ca"
        }
    ],
    "citations": {
        "leong_2019": "Leong, Daphne. 2019. Performing Knowledge: Twentieth-Century Music in Analysis and Performance . Oxford University Press. https://doi.org/10.1093/oso/9780190653545.001 .",
        "schick_2006": "Schick, Steven. 2006. The Percussionist’s Art: Same Bed, Different Dreams . University of Rochester Press.",
        "walshe_2016": "Walshe, Jennifer. 2016. “The New Discipline.” Milker Corporation. http://milker.org/the-new-discipline . Accessed November 14, 2021."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Music Theory Online 11 (1) ( 2005 ) for a special issue entitled “Performance and Analysis: Views from Theory, Musicology, and Performance” and Music Theory Online 22 (2) ( 2016 ) for a collection of essays entitled “Performance and Analysis Today: New Horizons.” Both collections evolved out of activities facilitated by the SMT Performance and Analysis Interest Group.",
            "citations": []
        },
        "FN2": {
            "text": "2. The 2013 edition of Tracking the Creative Process in Music was held in Montreal, but this is primarily a European conference (it has been held in Europe each other time) and deals with topics broader than the intersection of analysis and performance. Other conferences integrating analysis and performance to varying extents occur regularly in the United Kingdom and continental Europe, hosted by the Performance Studies Network, the Orpheus Institute (Belgium), the Norwegian Academy of Music, and other institutions and organizations.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Walshe 2016 .",
            "citations": [
                "walshe_2016"
            ]
        },
        "FN4": {
            "text": "4. Especially relevant for analysis/performance conferences is the fact that many artist-researchers are self-employed, meaning they have no access to conference travel funding. In Canada, the Canada Arts Council offers travel funding for artists to tour and perform domestically and abroad, but this funding does not typically cover conference presentations. Similarly, the Social Sciences and Humanities Research Council of Canada (SSHRC) does not offer travel grants for one-off conference presentations (though holders of major research grants from this organizations can use some of their funding to cover travel costs).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The past two decades have witnessed substantial growth in attention toward the intersection of performance and analysis, notably through activities sponsored by the Performance and Analysis Interest Group, special sessions at SMT meetings, and thought-provoking articles and monographs. (1) This increased attention notwithstanding, few conferences devoted specifically to performance and analysis have occurred in North America. (2) Furthermore, and perhaps more urgently, the voices of performers themselves are still not thoroughly integrated into our discipline’s research in performance and analysis. These observations underpinned the motivation behind Dialogues: Analysis and Performance , a three-day symposium held October 7–9, 2021, at the University of Toronto.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This symposium, dedicated to contemporary music and musical practice, aimed to encourage greater sensitivity to what the theory and performance communities can offer one another in the domains of research and practice. The schedule featured workshops, papers, lecture-recitals, concerts, and keynote presentations. Keynote lecture recitals were given by percussionist Steven Schick (UC San Diego), flautist Claire Chase (Harvard), and accordionist Andreas Borregaard (Norwegian Academy of Music). Ryan McClelland and Russell Hartenberger (both of University of Toronto) delivered a lecture on Steve Reich’s Sextet (1984) followed by an energetic performance of the work by the U of T Percussion Ensemble. Robert Hasegawa (McGill) convened a masterclass in analysis and performance of electroacoustic music, and Daphne Leong (CU Boulder) hosted a workshop on collaborative research between theorists and performers. This variety of offerings created an equitable balance between written and performed research.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The call for proposals sought submissions as lecture recitals and papers and was built around six related questions: How can the concerns, choices, and pursuits of music performance inform the practice of music analysis? How can the concerns, choices, and pursuits of music analysis inform the practice of music performance? What sites of intersection provide promise for collaborative research between music theorists, musicologists, and performers? How can research in contemporary music appeal to a broader segment of the artistic and academic communities? How do trends and conversations in contemporary culture influence the intersection of analysis and performance? What challenges or appeals does contemporary music (in particular) present to the scholarly integration of analysis and performance? Of the 93 submissions received, the final program featured 29 papers and lecture recitals, delivered by performers, theorists, musicologists, and composers from nine countries: Canada, United States, Singapore, Australia, Brazil, Germany, Finland, Norway, and Switzerland.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Many presentations featured collaborative research, visible not only through their joint authorship, but also through explicit foregrounding of the intersection of analysis and performance. In their lecture recital, Lindsey Reymore and Jacqueline Leclair explored the idea of “performance-driven analysis,” which involves the dual consideration of “on-the-page” (written score notation) and “off-the-page” (such as timbre, vibrato, and rubato) elements to create a more nuanced understanding of musical structure. Kate Doyle and Agnese Toniutti presented on the challenging graphic scores of Polish-American composer Lucia Dlugoszewski, exploring the threshold between these scores’ performability and their functioning as an “ideal existing beyond the domain of practical execution.” And finally, Leong’s workshop brought “theorists and performers together to collaborate, and to examine the insights that emerge from working together.” Three groups presented on post-tonal works from the dual perspective of theorist and performer. Leong’s expertise in collaborative research—demonstrated most thoroughly in her recent monograph Performing Knowledge ( 2019 )—guided this workshop, which shed light on the rewards of collaboration.",
                "footnotes": [],
                "citations": [
                    "leong_2019"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Since artistic research and performance-led analysis are often best disseminated with some element of live performance, lecture recitals were especially encouraged in the CFP—10 of the 28 accepted proposals assumed this format. Tiffany Du Mouchelle’s lecture recital on Ana Sokolovic’s Love Songs focused on the intersection of diction, timbre, and texture, an underexplored area in both music analysis and vocal pedagogy. Ellen Fallowfield investigated the etude-like qualities of Helmut Lachenmann’s Pression for solo cello, specifically the intersection of sound and action. And Andreas Borregaard’s keynote lecture recital, “A Body You (Don’t) Own: An Instrumentalist’s Approach to Extended Physical Performance,” was an in-depth look at his doctoral project undertaken at the Norwegian Academy of Music. Borregaard’s research participates in a concept that Irish composer Jennifer Walshe has called the New Discipline , which interrogates how “the musician’s body is activated in various ways through movement, dance, touch, text recitation, song, shout, and other sounds, as an autonomous means of expression detached from the musician’s actual instrument.” (3) Most striking was Borregaard’s delivery style: his 45-minute presentation seamlessly blended lecture, performance, and performative lecture; at times it was impossible to know which.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In addition to Borregaard’s lecture recital, the symposium’s attendees were treated to several other keynotes. Robert Hasegawa presented on Georgia Spiropoulos’s 2015 work Roll…n’Roll…n’Roll , for solo harp and live electronics. Despite the proliferation of works that involve human performers and electronics, analytical approaches that consider the performative aspects of these works are scarce. Hasegawa’s presentation, supplemented by an expert performance by harpist Alex Tibbits and electronic artist Kevin Gironnay, provided valuable context for how such analytical approaches might look. Claire Chase, MacArthur Fellow, flautist, arts entrepreneur, and professor, shared a video presentation entitled “An interactive discussion & performance of Pauline Oliveros’s The Witness ; the piece, the score, and the ecosystem and politics of inclusion that it inspires.” Chase was joined in performance by electronic artist Senem Pirler (Bennington College). In addition to Chase’s lecture, their moving performance of the work highlighted the importance of listening and the respect that it engenders, and it demonstrated an admirable dedication to the legacy of Oliveros (who passed away in 2016), one of the 20th century’s most important creative voices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Steven Schick has arguably contributed more to contemporary percussion performance practice than any other living musician. His thought-provoking yet accessible book The Percussionist’s Art: Same Bed, Different Dreams ( 2006 ) exposed to a wide readership his artistic research, which connects analysis, embodiment, acoustic ecology, and cognition. Schick’s keynote lecture recital reflected on his COVID-inspired revisiting of works he performed early in his career (many of which were composed for him), inviting the audience into a consideration of how a prolonged engagement with musical works might shape our analytical understanding of them. Schick’s lecture recital closed out the symposium, and he ended with the world premiere of Erik Griswold’s One Liners (2019). In a symposium that one might describe with the phrase “anything goes,” witnessing a world-famous percussionist recite Rodney Dangerfield jokes while quasi ad-libbing a drum solo seemed perfectly apropos.",
                "footnotes": [],
                "citations": [
                    "schick_2006"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The symposium featured repertoire, voices, and perspectives that are rarely seen or heard in music theory discourse. Noam Bierstone’s lecture recital focused on instrumental deconstruction in Pierluigi Billone’s work Mani.Gonxha . Billone’s works are rarely performed in North America, and rarer still discussed in analytical literature. As a composer who constantly deconstructs instrumental technique, Billone’s oeuvre forms a valuable source for further inquiry into the intersections of analysis and performance. Tamara Yasmin Quick proposed a new method of analysis for theater music—music composed, designed, and conceived (often during the rehearsal process) for plays and other non-musical dramatic productions. Rather than treating this music as “incidental,” Quick situates it as “relational,” highlighting its dual role in both supporting the dramatic domain and participating in it. Through two songs by Kaija Saariaho, Cecilia Oinas developed the concept of “sonic bridges”—instances where two performers/voices share a unison line—treating this as a site of bonding between performers. When we consider the predilection of many analytical systems toward reducing shared-unison lines to a single voice, Oinas argued, we lose sight of the togetherness and bonding that can happen through performance of these unisons.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] This theme of togetherness also permeated a session entitled “Improvisation, Indeterminacy, and Collaboration,” wherein two papers and one lecture recital explored the role of awareness in performance-based decision making. Jessica Stearns presented her research on Christian Wolff’s open scores, contextualizing them as a set of decisions that must be confronted during the performance/interpretation process. Jodie Rottle and Hannah Reardon-Smith advanced the notion of companion thinking in improvisatory practice, wherein one gains an awareness of all companion-forces acting on a performance situation: the musicians themselves, but also “our former selves, experiences, environments, and nonhuman critters and objects [that] are always-already part of our music-making practices and communities.” Finally, Andrés Vial’s lecture recital explored the challenges inherent in intercultural performance and improvisation in the context of his ensemble that features performers steeped in musical traditions of South America, North America, Europe, and West Africa. This session was one of several that united diverse viewpoints, repertoires, and approaches in a way that exposed commonalities therein. At times these common threads were obvious from the start, but quite often they would reveal themselves over the course of a session, through questions and verbal reflections, or via fruitful email exchanges and in-person discussions following the session. As such, the dialogic nature of this symposium was almost always present.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Due to the ongoing COVID-19 pandemic, Dialogues: Analysis and Performance was hosted in a hybrid virtual/in-person format. High vaccination and low case rates in Ontario, responsible policy at the University of Toronto, and patience and co-operation from presenters, chairs, and attendees created favorable conditions to proceed with this format. And while many of us (presumably) hope to return to fully in-person conferences as soon as is safe, hybrid conferences remove the financial, logistical, and corporeal accessibility barriers that many people face and they reduce our carbon footprint. (4) With these benefits in mind, I hope the hybrid model remains viable for conference committees in our discipline’s future.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] These benefits notwithstanding, we encountered several challenges in producing Dialogues as a hybrid event. The final section of this report reflects on what we learned through those challenges, with the hope that this reflection might be useful for those staging hybrid conferences in the future. 18 of 29 lead authors and 5 of 11 session chairs attended the symposium from a remote location. These numbers, combined with the scheduling demands and in-person capacity limits of a busy music faculty, meant that each of our three session venues (one classroom, one multipurpose room, and a recital hall) needed to be capable of facilitating any combination of in-person and virtual presenters, chairs, and audience members. We achieved this capability by hosting a Zoom webinar on a dedicated computer in each session venue, on which a member of our tech team pinned the appropriate screen and audio—the session venue’s camera and microphone feed for in-person presenters, or the webinar host’s own screen for remote presenters, whose videos were played on the host computer. This meant that in-person and remote attendees were receiving identical audio and video feeds. The host computer also governed question periods, at which time all presenters and chairs were in gallery view. Zoom webinar was used (instead of regular Zoom meeting mode) so non-presenters could not accidentally turn on their audio or video, which could have made for uncomfortable sound feedback in the session venues, where live mics were picking up the in-person presenters. Session chairs thus handled questions directly through the Q&A feature on Zoom. When the chair was presiding remotely, we stationed a volunteer in the session venue to handle in-person questions, because the chair could not see or hear the in-person audience. To properly document these in-person questions, and to make them audible to remote attendees, we circulated a cordless microphone through the room. The advantage of documenting everything through Zoom was that we ended up with decent quality audio-visual material of every presentation, especially the lecture recitals. Some of these videos are now available at https://music.utoronto.ca/DialoguesConference2021/ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] We made several decisions in the planning stages that proved essential to running these technical aspects smoothly. First, we ensured that the same people consistently worked in the same session venue, because the technical setup and challenges for each room were unique. This meant training more staff and volunteers, but also meant that by conference time, they were all functioning autonomously and solving their own problems if/when they arose. Secondly, we staged multiple tech rehearsals for each session venue. These rehearsals involved people in the venue as well as tuning in remotely on Zoom. We simulated each possible scenario (in-person presenter & remote chair, all remote, all in-person, etc.) so that we could anticipate the challenges associated with each. Thirdly, we scheduled buffer time between each session so that if any major technical problems arose, we would have time to deal with them. This was especially valuable considering the heightened complexity of setting up and miking instruments and electronics for the many performances during the symposium. While the coffee and lunch breaks were longer than is perhaps standard at a conference, this extra time was valuable behind the scenes. With remote presenters from Singapore, Europe, and Australia, further scheduling considerations had to account for the time-zone differences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Even with these preparatory considerations, technology has an uncanny way of failing. During the final keynote event, which featured Steven Schick and the Mexican percussion trio Arritmia, the audio signal from the stage abruptly cut off for all attendees joining via Zoom. Since this happened during a live event, the tech crew could not stop and restart Zoom because the in-house audio would cut out. The sound was then, unfortunately, lost for remote attendees. But since we archived the entire symposium, the in-person portion of the event (Schick’s lecture recital) was recorded through the Zoom host’s computer. This meant we could quickly upload the entire event for remote attendees to access. What could have been a lost event turned into a minor inconvenience because everything was duly documented.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The approaches outlined above do not constitute the only way a hybrid conference might proceed. Sessions can be created according to the location of the presenters and chairs, rather than built around a cohesive theme. (At smaller conferences, cohesive themes often permeate the entire event anyway.) This approach would reduce technical challenges and preparation time substantially. The conference could also be streamlined so that virtual and in-person participation is mostly segregated, meaning each cohort could receive the best experience in their context, rather than in an integrated Zoom environment. In such a situation, OBS Studio (Open Broadcaster Software) and YouTube could be used to stream the virtual sessions, which is much easier to do at high quality than on Zoom. The drawback of this approach is that it segregates populations within the same conference, and thus might not work for smaller events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] This event was made possible with the generous financial support of the Social Sciences and Humanities Research Council of Canada (SSHRC), the financial and in-kind support of the University of Toronto Faculty of Music and office of the Vice-President (International), and through the hard work of U of T staff, students, volunteers, and faculty. The program committee—Ryan McClelland, Aiyun Huang, Michèle Duguay, Andreas Borregaard, and Robert Hasegawa—is commended for their stewardship. Many attendees left the symposium feeling invigorated and inspired, grateful for having formed new connections with colleagues and friends from around the world. This is emblematic of a young and growing field of research and promises much more interdisciplinary dialogue in the coming years. Through this dialogue, shared strategies can be developed for the analysis and performance of music that respects equally the performer, the work, and everything in between.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.22.28.1.duinker.html",
    "data": "mto/data/mto.22.28.1.duinker.json"
}