{
    "title": "The Test Pressings of Schoenberg Conducting <i>Pierrot lunaire: \n\t\tSprechstimme</i> Reconsidered",
    "date": "2006/02/01",
    "volume": "12",
    "issue": "1",
    "authors": [
        "Byron, Avior"
    ],
    "abstract": "Newly discovered recordings of Schoenberg conductingPierrot lunaireopen a window into the workshop of Arnold Schoenberg (the conductor) and Erika Stiedry-Wagner (who performed theSprechstimme). These recordings reveal that in a period of not more than three days, Schoenberg accepted relatively great freedom in theSprechstimmepitch contour; as well as a contradictory tendency towards consistency and a certain systematic approach towards pitch, which does not always adhere to the score. Before examining the recordings it was not possible to know whether the relation between the performedSprechstimmeand the score was controlled, systematic, or simply a matter of chance. The recordings shed new light on what has been described by Boulez, Stadlen and others as the “Sprechstimmeenigma:” namely, how Schoenberg expected theSprechstimmeto be performed. The history of Schoenberg’s writings onSprechstimmedemonstrates that his perception of it changed along with the development of his performance aesthetics in general. Based on evidence from the recordings as well as on recent performance studies theory, I will claim that theSprechstimmeenigma is greatly clarified when one understands that there are simultaneously two types of notation inPierrot lunaire:one for the instruments that tends towards a reproduction of a sound object, and another for theSprechstimmewhich involves a process of greater real-time interaction between performer and score. Although theSprechstimmefrom the workshop of Schoenberg and Stiedry-Wagner may be regarded as an extreme case study, it magnifies in a way what also happens in performances of other types of music.",
    "keywords": [
        "Sprechstimme",
        "Schoenberg",
        "performance",
        "notation",
        "recording",
        "test pressings",
        "Pierrot lunaire",
        "analysis",
        "singing",
        "score",
        "recitation",
        "pitch contour",
        "Stiedry-Wagner",
        "Eine blasse Wäscherin",
        "interaction",
        "reproduction",
        "real-time",
        "deviation"
    ],
    "doi": "",
    "received": "January 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.1/mto.06.12.1.byron.pdf",
    "author_info": [
        {
            "name": "Avior Byron",
            "university": "Royal Holloway, University of London and Bar-Ilan University",
            "address": "Yoni Netanyahu 20, apartment 17, Givat Shmuel 54424, Israel, http://www.bymusic.org",
            "email": "avior.byron@gmail.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Ronald Jackson, “Schoenberg as performer of his own \nmusic,” in Journal of Musicological Research 21 (2005): 68.",
            "citations": []
        },
        "FN2": {
            "text": "2. I would like to thank the Schönberg Center in Vienna and especially the \narchivist Therese Muxeneder for agreeing to transfer test pressings to CDs.",
            "citations": []
        },
        "FN3": {
            "text": "3. I would like to thank the University of London Central Research Fund for a \ngrant towards a research trip to the Arnold Schönberg Center in Vienna where I \nconducted much of this study. All sound and notation examples were reproduced \nhere with the kind permission of Belmont Music Publishers.",
            "citations": []
        },
        "FN4": {
            "text": "4. Arnold Schoenberg, conductor, Los Angeles, CA, (24–26 September 1940), CBS MPK 45695 mono ADD (1989) CD.",
            "citations": []
        },
        "FN5": {
            "text": "5. This information can be found on the first page of the \nconducting score: Schoenberg wrote in pencil “Records made/ September 24–26, \n1940.”",
            "citations": []
        },
        "FN6": {
            "text": "6. Dika Newlin, Schoenberg Remembered: Diaries and Recollections 1938–76 (New \nYork: Pendragon Press, 1980), 258.",
            "citations": []
        },
        "FN7": {
            "text": "7. “Eine blasse Wäscherin” is one of three songs that have the largest number of \ntest pressings and which contains arguably the most interesting features of \npitch in relation to the other two.",
            "citations": []
        },
        "FN8": {
            "text": "8. Standen, “Schoenberg’s Speech-Song” (see footnote 20); A. Hettergott, “Die \nSprechgesangstimme ins Pierrot lunaire Op. 21 von Arnold Schoenberg,” PhD \ndissertation (Wien, 1993); See also Hettergott, “Sprechgesang in Arnold \nSchoenberg ‘Pierrot lunaire’,” SMACS 93—Proc. Stockholm Music Acoustics \nConference, Royal Swedish Academy of Music Publ. No. 79 (July 1993): 183–190; \nand Hettergott, “Sprechgesang-Vergleich individuell-interpretativer Unterschiede \nin Schoenberg’s ‘Pierrot lunaire’.” Proc. DAGA 95 Saarbrücken (1995); Eliezer \nRapoport “Schoenberg-Hartleben’s Pierrot lunaire: Speech—Poem—Melody—Vocal \nPerformance,” Journal of New Music Research 33, no. 1 (March 2004); and Marinella Ramazzotti, “Klangfarbenverschmelzung von Stimme und Instrumenten in Pierrot \nlunaire, ” in Report of the Symposium: Arnold Schönberg in Berlin, 28.–30. \nSeptember 2000 , Journal of the Arnold Schönberg Center (March 2001): 145–159.",
            "citations": []
        },
        "FN9": {
            "text": "9. David Hamilton, “Moonlighting,” in From Pierrot to Marteau (Los Angeles, \nCalifornia: University of Southern California, Arnold Schoenberg Institute, \n1987), 46, originally from The New Yorker , 8 April 1974, 46.",
            "citations": []
        },
        "FN10": {
            "text": "10. Bryan Simms, The Atonal Music of Arnold Schoenberg 1908–1923 (New York: \nOxford, 2000), 132.",
            "citations": []
        },
        "FN11": {
            "text": "11. William W. Austin, Music in the 20th Century (New York, London: Norton, \n1966), 196.",
            "citations": []
        },
        "FN12": {
            "text": "12. Pierre Boulez, “Speaking, Playing, Singing” in Jean-Jacques Nattiez \n(ed.), Orientations , Martin Cooper (trans.) (London, Boston: Faber and Faber, 1990), \n330.",
            "citations": []
        },
        "FN13": {
            "text": "13. Lorraine Gorrell, “Performing the Sprechstimme in Arnold Schoenberg’s Pierrot \nlunaire , Op. 21,” in Journal of the Singing 55, no. 2 (November/December \n1998): 5–15.",
            "citations": []
        },
        "FN14": {
            "text": "14. Ibid.",
            "citations": []
        },
        "FN15": {
            "text": "15. Joan Allen Smith, Schoenberg and His Circle: A Viennese Portrait (New \nYork, London: Schirmer Books, 1986), 99–100. I made minor corrections in the \nEnglish of this quotation.",
            "citations": []
        },
        "FN16": {
            "text": "16. Sony Classical SMK 48466 stereo ADD (1993) CD.",
            "citations": []
        },
        "FN17": {
            "text": "17. For an example of a notated comparison of an expert by the singers Stiedry-Wagner, \nSemser, Howland and Pilarczyk (all performed before 1965), see Austin, Music in \nthe 20th Century , 199.",
            "citations": []
        },
        "FN18": {
            "text": "18. Boulez, “Speaking, Playing, Singing,” 330.",
            "citations": []
        },
        "FN19": {
            "text": "19. Ibid.",
            "citations": []
        },
        "FN20": {
            "text": "20. Peter Stadlen, “Schoenberg’s Speech-Song,” Music and Letters 62, \nno. 1 \n(January 1981).",
            "citations": []
        },
        "FN21": {
            "text": "21. See Schoenberg’s letter to Berg dated 14 January 1913. Juliane Brand, Donald \nHarris, and Christopher Hailey (eds. and trans.) The Berg-Schoenberg \nCorrespondence: Selected Letters (New York: Norton, 1987), 143.",
            "citations": []
        },
        "FN22": {
            "text": "22. See Rudolf Stephan, “Zur jüngsten Geschichte des Melodrams,” Archiv für \nMusikwissenschaft 17 (1960): 183–92. For the relation of Pierrot lunaire to \nthe “old” Austrian theater of actors’ recitation such as Sarah Bernhardt and \nAlexander Moissi (as well as that of journalist Karl Kraus) see Hartmut Krones, “‘Wiener’ Symbolik? Zu musiksemantischen Traditionen in den beiden Wiener \nSchulen ” in Otto Kolleritsch (ed.) Beethoven und die Zweiten Wiener Schule , Studien \nzur Wertungsforschung 25 (Wien-Graz, 1992), 53.",
            "citations": []
        },
        "FN23": {
            "text": "23. Richard Kurth, “Pierrot’s Cave: Representation, Reverberation, Radiance,” in Schoenberg and Words: The Modernist Years , Charlotte M. Cross and Russell \nA. Berman (eds.) (New York: Garland Press, 2000), 211.",
            "citations": []
        },
        "FN24": {
            "text": "24. Schoenberg was influenced by her earlier performances of Pierrot from \nMarch 1911 in the way she selected the poems into three groups according to \nsubject. He also preserved her notion of “crafting a poetic narrative out of \nGiraud’s loosely organized verses” (Simms, The Atonal Music , 124). Although \nhe created his own new narrative from the poems, he did retain Zehme’s \n“narrative progression from lightness, to darkness, to death” (ibid., 125).",
            "citations": []
        },
        "FN25": {
            "text": "25. Albertin Zehme, Die Grundlagen des künstlerischen Sprechens und Singens (Leipzig: Carl Merseburger, 1920).",
            "citations": []
        },
        "FN26": {
            "text": "26. Quoted in Bryan Simms, The Atonal Music , 120–21. Original German text can \nbe found at ibid. 235 note 21, and at Arnold Schönberg, Sämtliche Werke , Pierrot \nlunaire , Josef Rufer (ed.) (Wien: Universal Edition AG and Mainz: Schott Music \nInternational, 1995), Section 6, series B, 24/1, 307.",
            "citations": []
        },
        "FN27": {
            "text": "27. Stadlen, “Schoenberg’s Speech-Song,” 3.",
            "citations": []
        },
        "FN28": {
            "text": "28. The manuscript is called B in Schönberg, Sämtliche Werke , Pierrot lunaire. “Die Rezitation hat die Tonhöhe andeutungsweise zu bringen.” The word \n“andeutungsweise” can be translated also to “allusively,” “in outlines” and \n“suggestively.”",
            "citations": []
        },
        "FN29": {
            "text": "29. Schönberg, Sämtliche Werke, Pierrot lunaire, 143, my translation.",
            "citations": []
        },
        "FN30": {
            "text": "30. The manuscript is called C in Schönberg, Sämtliche Werke, Pierrot lunaire.",
            "citations": []
        },
        "FN31": {
            "text": "31. This emphasis is mine.",
            "citations": []
        },
        "FN32": {
            "text": "32. “ist es Aufgabe des Ausführenden, den Rhythmus absolut genau wiederzu- / \ngeben, die vorgezeichnete Melodie aber, was die Tonhöhen anbelangt, in / eine Sprechmelodie \numzuwandelen, indem die Tonhöhen [ deleted : zu] untereinander stets / das \n[ before correction : im] vorgezeichneten [sic!] Verhältnis einhalten.” The full \ntext can be found at Schönberg, Sämtliche Werke , Pierrot lunaire , 24.",
            "citations": []
        },
        "FN33": {
            "text": "33. Erwin Stein to Arnold Schoenberg, 13 January 1921, \nLibrary of Congress, Washington DC. “Es ist ganz unglaublich, wie eindeutig der \nAusdruck, auch seine Intensität, durch die Sprechintervalle fixiert ist. Man \nspricht das nach, was dort steht und hat den Ausdruck, auch wenn man ihn gar \nnicht empfunden hatte. Allerdings sind die Lagen-Unterschiede und die \nGrößenunterschiede der Intervalle sehr wichtig.” (Translation by Matthias Pasdzierny.)",
            "citations": []
        },
        "FN34": {
            "text": "34. Arnold Schoenberg to Josef Rufer, 8 July 1923, quoted \nas in: “Schönberg über Pierrot lunaire (Dokumente IV)” in Schönberg, Sämtliche \nWerke, Pierrot lunaire , 300. “Die Tonhöhen im Pierrot richten sich nach dem \nUmfang der Stimme. Sie sind ‘gut’ zu berücksichtigen aber nicht ‘streng \neinzuhalten’. Man kann den Umfang der Stimme in soviele Teile teilen, als \nHalbtöne verwendet werden; vielleicht ist dann jeder Abstand nur ein 3/4-Ton. \nDas muß aber nicht so pedantisch ausgeführt werden, da ja die Tonhöhen keine \nharmonischen Verhältnisse eingehen. Die Sprechstimme reicht natürlich nicht aus. \nDie Dame muß eben lernen, mit ‘Kopfstimme’ zu sprechen; das hat jede Stimme . . . Das wichtigste ist es, die ‘Sprechmelodie’ zu erzielen.” (Translation by Matthias Pasdzierny.)",
            "citations": []
        },
        "FN35": {
            "text": "35. Erwin Stein, “The treatment of the speaking voice in ‘Pierrot Lunaire’,” \nHans Keller (trans.) in Erwin Stein, Orpheus in new \nguises (Westport, Conn.: Hyperion Press, 1979), 88. Originally published in \nSchoenberg-Issue of Pult und Taktstock (Vienna, March/April, 1927).",
            "citations": []
        },
        "FN36": {
            "text": "36. Arnold Schoenberg to Erwin Stein, 13 May 1927, Library of Congress, \nWashington DC. ‘Das ist wieder ein ausgezeichneter Artikel, Voll Klarheit, \nKlugheit und Verständnis’. (Translation by Matthias Pasdzierny.)",
            "citations": []
        },
        "FN37": {
            "text": "37. Translation based on Simms, The Atonal Music , 133–34. \nI preferred “taking well into consideration” to “careful rendition” when \ntranslating: ‘Der Ausfuhrende hat die Aufgabe, sie unter gutter Berucksichtigung \nder vorgezeichneten Tonhohen in eine Sprechmelodie umzuwandeln.’ Original text in German \ncan be found in Schoenberg, Dreimal sieben Gedichte aus Albert Girauds “Pierrot \nlunaire,” Forward.",
            "citations": []
        },
        "FN38": {
            "text": "38. Stadlen, “Schoenberg’s Speech-Song,” 4.",
            "citations": []
        },
        "FN39": {
            "text": "39. See Friedrich Cerha, “Zur Interpretation der Sprechstimme in Schönbergs Pierrot \nlunaire,” Heinz-Klaus Metzger and Rainer Riehn (eds.), Musik-Konzepte, Schönberg \nund der Sprechgesang 112/113 (2001).",
            "citations": []
        },
        "FN40": {
            "text": "40. Kurth, “Pierrot’s Cave,” 223.",
            "citations": []
        },
        "FN41": {
            "text": "41. Klaus Kropfinger summarized some of them as follows: “While on the one hand \nAlbertine Zehme’s performance was characterized as fluctuating appropriately \nbetween ‘pathos and parody,’ thus avoiding the reproach of mannerism ( National Zeitung, Oct. 11, 1912), from another point of view an absolute ‘unculture of \nspeaking’ was ascribed to her (R. L-s., Müncher Neueste Nachrichten, Nov. 7, \n1912). Marya Freund, who was the reciter in performances under Darius Milhaud in \nFrance and England and—according to Milhaud—tended all too much toward \nsinging, was criticized for this in numerous reviews. Others, however, among \nthen Vuillermoz ( Le Temps , Jan. 27, 1922) and Koechlin ( Le Monde Musical , Feb. 13, 1922), assessed her performance of the Sprechstimme positively. \nKoechlin even characterized the glissando which she produced thereby as ‘souplesse \nsingulière.” (Klaus Kropfinger, “ Pierrot lunaire : Some aspects of its \nreception,” in From Pierrot to Marteau (Los Angeles, California: University of \nSouthern California, Arnold Schoenberg Institute, 1987), 44.)",
            "citations": []
        },
        "FN42": {
            "text": "42. Arnold Schoenberg, Letters , Erwin Stein (ed.), Eithne \nWilkins and Ernst Kaiser (trans.) (London: Faber and Faber, 1964), 74. Emphasis in \noriginal. “Ich möchte gerne über manches, die Aufführung meiner Werke \nbetreffendes, mit Ihnen sprechen. Denn es liegt mir daran, Sie darüber \naufzuklären, warum ich bei der Verwirklichung der von mir in Noten dargestellten \nmusikalischen Gedanken keinen anderen Willen als den meinigen gelten lassen kann, \nund warum bei dieser Verwirklichung dieser blutige Ernst, diese nachsichtslose \nStrenge angewendet werden muß: weil mit ganz derselben komponiert wird.” Arnold \nSchoenberg Center Web Site (correspondence), http://www.schoenberg.at/6_archiv/correspondence/letters_database_e.htm",
            "citations": []
        },
        "FN43": {
            "text": "43. See for example Arnold Schoenberg, Style and Idea , Leonard Stein \n(ed.), \nLeo Black (trans.) (London: Faber and Faber, 1975), 342–343, 346.",
            "citations": []
        },
        "FN44": {
            "text": "44. “Der Musiker kann es oft nicht unterlassen, auch diese reine Sprech-stelle \nmelodisch zu notieren. Aber auch dieses ist nicht zu singen. Beweis: sie steht \naußerhalb der 12 Töne! Vielleicht aber entnimmt ein Sänger aus der Linie, \nwelcher Ausdruck mir vorschwebt.” (T. 17ff) Schönberg, Sämtliche Werke , Moses \nund Aron , Reihe A, Band 8, Teil 1(1977), 4. Schmit quotes this at his “Das \nproblem Sprechgesang bei Arnold Schönberg” in Pierrot lunaire: A collection of \nmusicological and literary studies , Mark Delaere and Jan Herman (eds.) (Louvain, \nParis, Dudley: Editions Peters, 2004), 83.",
            "citations": []
        },
        "FN45": {
            "text": "45. First appeared in Gunther Schuller, “A conversation with Steuermann,” in Perspectives of New Music 3 (1964–65): 22–35. Quoted here from Edward Steuermann, The Not Quite Innocent Bystander: Writings of Edward Steuermann , \nClara Steuermann, David Potter and Gunther Schuller (eds.); Richard \nCantwell and Charles Messner (trans.) (Lincoln and London: University of Nebraska Press, \n1989), 172–173.",
            "citations": []
        },
        "FN46": {
            "text": "46. Schmit, “Das problem Sprechgesang,” 84.",
            "citations": []
        },
        "FN47": {
            "text": "47. Ibid., 85.",
            "citations": []
        },
        "FN48": {
            "text": "48. “Wir müssen auch die Sprechstimme gründlich auffrischen—mindestens, denn \nich beabsichtige diesmal zu versuchen, ob ich nicht Vollkommen diesen leichten, \nironisch-satirischen Ton herausbekommen kann, in welchem das Stück eigentlich \nkonzipiert war. Dazu kommt, dass sich die Zeiten und mit ihnen die Auffassungen \nsehr geändert haben, so dass, was uns damals vielleicht als Wagnerisch, oder \nschlimmstenfalls als Tschaikovskyisch erschienen wäre, heute bestimmt Puccini, \nLehar und darunter ist.” Arnold Schoenberg Center Web Site (correspondence), http://www.schoenberg.at/6_archiv/correspondence/letters_database_e.htm .",
            "citations": []
        },
        "FN49": {
            "text": "49. Schoenberg, Style and Idea , 145–46.",
            "citations": []
        },
        "FN50": {
            "text": "50. Stadlen, “Schoenberg’s Speech-Song,” 7.",
            "citations": []
        },
        "FN51": {
            "text": "51. “keines dieser Gedichte zum Singen bestimmt ist, sondern ohne fixiermeasuree \nTonhöhe gesprochen werden muss.” Arnold Schoenberg Center Web Site \n(correspondence), http://www.schoenberg.at/6_archiv/correspondence/letters_database_e.htm .",
            "citations": []
        },
        "FN52": {
            "text": "52. See for example: Arnold Schoenberg, Documents of a Life: A Schoenberg \nReader , Josef Auner (ed.) (New Haven and London: Yale University Press), \n301–308; and Schoenberg Style and Idea , 320. The changing aspects of \nSchoenberg’s performance aesthetics are discussed in Avior Byron, “Schoenberg as \nPerformer: an Aesthetics in Practice,” PhD dissertation (University of London, \n2006).",
            "citations": []
        },
        "FN53": {
            "text": "53. “zum Unterschied vom Pierrot, handelt es sich hier in keiner Weise um \nTonhöhen. Dass ich doch Noten geschrieben habe geschah nur, weil ich glaube so \nmeine Phrasierung, Akzentuierung und Deklamation eindringlicher darzustellen. \nAlso bitte keine Sprechmelodien .” Arnold Schoenberg Center Web Site \n(correspondence), http://www.schoenberg.at/6_archiv/correspondence/letters_database_e.htm .",
            "citations": []
        },
        "FN54": {
            "text": "54. A third possibility is that they may be “brought out” only in a partial \nmanner—“hinted at,” to use Schoenberg’s own jargon.",
            "citations": []
        },
        "FN55": {
            "text": "55. Emphasis mine.",
            "citations": []
        },
        "FN56": {
            "text": "56. Arnold Schoenberg, “Der kleine Muck. The Concertgebouw \nRevisited,” introduction by Leonard Stein, Jounal of Arnold Schoenberg Institute 2 (1977/1978): 105. See also Arnold Schönberg, Berliner Tagebuch , Josef Rufer \n(ed.) (Berlin: Propyläen Verlag, 1974), 34. Passage translated by Jonathan Dunsby \nin Arnold Schoenberg, “Der kleine Muck,” 106. I would like to thank Ethan Haimo \nfor his comments on this issue.",
            "citations": []
        },
        "FN57": {
            "text": "57. A discussion concerning these stories and about Schoenberg’s conducting technique in general can be found in Avior Byron, \n“Schoenberg as conductor,” Min-Ad: Israel Studies in Musicology Online 1 \n(2006) http://www.biu.ac.il/HU/mu/min-ad/06/Byron_Schoenberg.pdf",
            "citations": []
        },
        "FN58": {
            "text": "58. For recent Performance Studies theory on this, see Nicholas Cook, “Prompting \nPerformance: Text, Script, and Analysis in Bryn Harrison’s etre-temps ” in Music Theory Online 11.1 (March 2005): [14] http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.cook_essay.html",
            "citations": []
        },
        "FN59": {
            "text": "59. Ibid., 16.",
            "citations": []
        },
        "FN60": {
            "text": "60. Jane Manning, “A sixties ‘Pierrot’: a personal \nmemoir,” Tempo 59 (2005): 25.",
            "citations": []
        },
        "FN61": {
            "text": "61. “Theodor W. Adorno/Pierre Boulez, Gespräche über den Pierrot Lunaire,” in Heinz-Klaus Metzger and Rainer Riehn \n(eds.), Schönberg und der Sprechgesang, \nMusik-Konzepte 112/113 (July 2001): 85–86. The conversation was conducted on \n26,27 November 1965, NDR.",
            "citations": []
        },
        "FN62": {
            "text": "62. “In the same way, Goehr’s ‘perfect performance of music’ and ‘perfect musical performance’ might be seen not as opposed paradigms but rather as \ncontrasted emphases, opposed but in the sense of occupying distinct positions \nwithin a continuum (with Stockhausenian elektronische Musik and free \nimprovisation perhaps defining its limits).” Nicholas Cook, “Between Process and \nProduct: Music and/as Performance,” Music Theory Online 7.2 (April \n2001): [20] http://societymusictheory.org/mto/issues/mto.01.7.2/toc.7.2.html",
            "citations": []
        },
        "FN63": {
            "text": "63. Schoenberg’s fascinating remark in a letter dated 25 December 1941 \nconcerning Stiedry-Wagner never being in pitch is discussed in Avior Byron, \n“Schoenberg as Performer: an Aesthetics in Practice,” PhD dissertation \n(University of London, 2006).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "INTRODUCTION [1.1] In his 2005 article “Schoenberg as performer of his own \nworks” Ronald Jackson speculated that it “is unfortunate that we have only one \nversion of each of Schoenberg’s recorded works. Had he left more than one, how \nmuch more we would know about the kinds of freedoms he would have condemned or \nfavored.” (1) Indeed the well documented web-site of Wayne Shoaf does not mention more than \none recording of the very few that exist with Schoenberg conducting; the Arnold Schönberg Center web site has some further information but here too one can find \nonly a single recording of each composition. Recently, I discovered several \nfurther recordings of Schoenberg conducting Pierrot lunaire . The first is a \nrecording of a broadcast from 17 November 1940 in New York. The second is the \ntest pressings of the 1940 commercial recording. The broadcast does not appear \nin any catalogue. The test pressings appear in a printed catalogue from 1986, \nyet they lay dormant for 65 years in Schoenberg’s Nachlaß since only now they \nwere transferred in a very delicate and expensive process from LPs to CDs. (2) In this article I will focus on the test pressings. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Pierrot lunaire is considered by many as Schoenberg’s most famous \nmasterpiece. For a long time the 1940 recording of Schoenberg conducting the \npiece was the only commercial recording available of his mature music. (4) Referring to it in a letter from 30 September 1940 to Moses Smith, Schoenberg \nclaimed to be “very happy about the records.” The test pressings for the \nrecording were made between 24 and 26 September 1940 in Los Angeles, in which \nthe following musicians participated: Erika Stiedry-Wagner, recitation; Rudolf \nKolisch, violin and viola; Stefan Auber, cello; Edward Steuermann, piano; \nLeonard Posella, flute and piccolo; and Kalman Bloch, clarinet and bass \nclarinet. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] After the different test pressings were recorded they were given to \nSchoenberg to choose the best ones for the published recording. Dika Newlin, a \nstudent of Schoenberg, wrote on 2 October 1940 that Schoenberg had two or three \ntest pressings of each side of the records. He wanted some “outsiders who were \nnot quite as familiar with the music” to help him choose the best test pressing \nof each song. She reported that “Estep, Stein [other students of Schoenberg] and \nI were the only outside people there— Otherwise, there were performers and \nfamily: Kolisch with wife, Auber, Posella, Khuner, and Mrs. Seligmann.” Newlin \nclaimed: “I vigorously participated in selecting the test pressings, a rather \ntrickish job, since in many cases the differences were slight yet important.” (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The test pressings include 16 records recorded on one side at 78 speed. \nThese are not simply different performances. If up to now we had only a single \npicture of a historical event of Schoenberg conducting Schoenberg, now we have \nseveral pictures, or as it were—a short film of the very same occasion. This \ngrants a rare opportunity to enter the workshop of the artist and observe not \nonly the final product, but also the process of creation. It also provides a new \nperspective on the degree of stability and change of this historical \ninterpretation. Table 1 . List of test pressings (for songs with more than one test pressing) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] There are 34 test pressings (see Table 1 ). The songs “Eine blasse \nWäscherin,” “Valse de Chopin,” and “Madonna” were recorded four times; “Gebet an \nPierrot,” “Raub,” “Rote Messe” and “Galgenlied” were recorded three times. “Mondestrunken,” \n“Colombine,” “Der Dandy,” “Enthauptung,” and “Die Kreuze” were recorded twice; \nall the remaining nine songs were recorded once (not included in Table 1). [1.6] One of the curiosities of Op. 21 is the Sprechstimme ; and it is \nespecially interesting when examining the singing of Erika Stiedry-Wagner in the \nrecording with Schoenberg conducting. In this study I will focus mainly on Sprechstimme in the song “Eine blasse Wäscherin.” (7) Many commentators have \nnoted that Stiedry-Wagner sings with an inaccurate pitch. (8) In Western art \nmusic, singing in a pitch that is inaccurate to some extent is not uncommon, yet \nin the performance of Stiedry-Wagner this is done in an explicit and exceptional \nmanner. I will examine not only how accurately Stiedry-Wagner sings the pitches \nin “Eine blasse Wäscherin,” but also whether or not deviations are consistent in \nthe four test pressings. If consistency may be found, it is interesting to \nconsider its extent and whether it has greater implications on the understanding \nof how Schoenberg expected the Sprechstimme to be performed, and how Stiedry-Wagner \nbuilt her performance? Finally, I suggest that a reconsideration of Sprechstimme in light of the test pressings has larger implications for \nunderstanding the role of the performer in relation to the score of many other \nmusical works that were influenced by Pierrot lunaire or which influenced its \ncreation, as well as of other works in Western art music. THE SPRECHSTIMME ENIGMA",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] David Hamilton has claimed that Schoenberg’s Sprechstimme “has been \nenormously influential in breaking the virtual stranglehold the bel-canto model \nof vocal production had maintained on Western Music— the vocal writing of \nBoulez, Crumb, Berio, and Maxwell Davis, for example, is unthinkable without Pierrot’s rupture of that fruitful but necessarily limiting monopoly.” (9) The Sprechstimme technique used by the speaker in Pierrot lunaire , as well as in \nother works by Schoenberg, has been described as posing “an enduring and perhaps \ninsoluble interpretive enigma for the performer.” (10) Both Darius Milhaud and \nPierre Boulez, who conducted the piece, described it as creating “insoluble \nproblems.” (11) Boulez claimed that “although we possess authentic documentation \non the subject, it is still difficult to form any precise idea of Sprechgesang .” (12) Lorraine Gorrell, who has performed the speaker’s role in Pierrot lunaire , \nreported the puzzling situation she found herself in when she approached the \nwork. When listening to different recordings she discovered that “one performer \nsang the voice part, duplicating the pitches indicated in the score, while \nseveral other singers spoke the part but only vaguely approximated the indicated \npitches.” (13) The recording of Pierrot lunaire made by Schoenberg also did not \nsolve this problem since Stiedry-Wagner “did not match pitches or observe the \nindicated intervallic relationships. In fact, she sometimes did not even follow \nthe direction of the indicated pitches. I began to wonder why Schoenberg had \ngiven pitches at all.” (14) A sense of the difficulty of performing Sprechstimme can be gained from the following report. Stiedry-Wagner said that \nSchoenberg and other members of the Society for Private Musical Performance wanted first Gutheil-Schoder to [sing Pierrot lunaire ] . . . But it is a thing you \nhave to talk, to speak, not to sing. And so she found it . . . too difficult, and \nthen Alban said, “Why don’t you ask Erika Wagner? She’s an actress and she’s a \nsinger,” because I also sang. I had Liederabende and I sang operettas. And so \nit happened that I did Pierrot . I studied it with Erwin Stein . . . I was working \nvery hard, oh very hard. Because you know it’s very difficult to speak in rhythm—strong rhythm. And then the Sprechmelodie , you know . . . He wants a certain line \nto speak, with low tones and with high tones, and it is very difficult to keep \nthe tone if you have to speak a word through one whole measure—a long time. \nIt’s very difficult to keep it without singing . . . you need a very, very big Skala —deep and high and you have to be a Sprecher —you have to know how to speak, \nnot how to sing, and that’s the main thing. And it’s very wrong—Schoenberg \nalways told me it’s wrong—to sing . . . And this is really very difficult. So it \nwas a Spezialität —a specialty for me. (15) In several recordings—for example, one by Pierre Boulez and Yvonne Minton from \n1977—one can hear a precise production of the Sprechstimme pitches indicated \nin the score, which Minton sings. (16) A performance decision which closely \nobserves the pitch is not without sense since many of the songs contain \nsignificant pitch relationships between the Sprechstimme and the instruments. \nFor example, in “Parodie” there are canons between voice and viola and \nbetween voice and piccolo. Yet “failing” to observe the indicated pitch is not \nonly the practice of Stiedry-Wagner but also that of many other speakers. (17)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Further problems were mentioned by Boulez when he wrote that there are \n“people the tessitura of whose singing voice is wider and higher than that of \ntheir speaking voice,” while with others the opposite may occur. He concludes \nthat Pierrot lunaire “is thus both too high and too low.” (18) Also he pointed to the fact the when one speaks, the duration of the sound is \nusually short. (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] There have been several attempts to solve the Sprechstimme enigma. Peter \nStadlen’s article “Schoenberg’s Speech-Song” from 1981 is a classic in the \nliterature on Sprechstimme . (20) Yet this article has several weaknesses. \nFirst, it contains an implicit assumption that the performance of Sprechstimme should be identical or at least similar in all of Schoenberg’s compositions. Yet \nSchoenberg imagined different kinds of Sprechstimme in different periods and \nfor different compositions; for example, in Pierrot lunaire he wanted the \nadherence to pitch to be greater than that in the Gurrelieder . (21) Stadlen’s \narticle reviews what it sees as Schoenberg’s contradictory attitudes to Sprechstimme , with no relation to the contexts of his different performance \naesthetics. Demonstrating how Schoenberg’s writings on Sprechstimme can be \nmore fully understood in the light of his changing performance aesthetics is \nbeyond the scope of this article, yet I will point to significant moments of \nchange. Most importantly, I claim that this so-called contradiction appears only \nif one understands the role of the singer as that of reproducing the score or a \nsound object. My study will reveal that it is not that Schoenberg simply \ntolerated Sprechstimme performances that were not faithful to the score, but \nthat he did not expect an exact reproduction of a sound object (at least with \nregard of the pitch parameter) from Stiedry-Wagner. We will see that \nSchoenberg’s acceptance of Stiedry-Wagner’s “out-of-tune” Sprechstimme was not \ndue to limited musicality (she was after all more an actress than a singer), but \nsomething that was part of the conception of the piece. At the end of this \narticle I will offer an alternative view to the role of the singer in Pierrot \nlunaire which much clarifies this so-called contradiction. In order to explain \nthe contradiction that Stadlen wrote about I will further review the history of \nSchoenberg’s Sprechstimme .",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The origin of this technique has been traced to Engelbert Humperdinck in \nhis 1897 melodrama Königskinder , as well as to the “old” Austrian theater \nspeaking, yet Schoenberg’s Sprechstimme is a fresh and new conception. (22) Richard Kurth argues that “Schoenberg’s Sprechstimme is a representation of \nspeech and a substitute for both speech and song. It emphasizes its own \npeculiarity and disorients the listener’s customary response to words’ sound and \nmeaning.” (23) Schoenberg was influenced by Albertine Zehme’s original conception \nof Pierrot lunaire , and it is not unlikely that he was also influenced by her \nconception of recitation. (24) Zehme, who was deeply interested in the artistic \nand mystical sides of recitation, was the author of a treatise on the subject \nnamed Die Grundlagen des künstlerischen Sprechens und Singens from 1920. (25) In a note entitled “Why I must speak these songs” which she attached to one of \nher March 1911 Berlin performances, she wrote: The words that we speak should not solely lead to mental concepts, but instead \ntheir sound should allow us to partake of their inner experience. To make this \npossible we must have an unconstrained freedom of tone. None of the thousand \nvibrations should be denied to the expression of feeling. I demand tonal \nfreedom, not thoughts! The singing voice, that supernatural, chastely controlled instrument, ideally \nbeautiful precisely in its ascetic lack of freedom, is not suited to strong \neruptions of feeling—since even one strong breath of air can spoil its \nincomparable beauty. Life cannot be exhausted by the beautiful sound alone. The deepest final \nhappiness, the deepest final sorrow dies away unheard, as a silent scream within \nour breast, which threatens to fly apart or to erupt like a stream of molten \nlava from our lips. For the expression of these final things it seems to me \nalmost cruel to expect the singing voice to do such a labor, from which it must \ngo fourth frayed, splintered, and tattered. For our poets and composers to communicate, we need both the tones of \n\tsong as well as those of speech. My unceasing striving in search of the \n\tultimate expressive capabilities for the “artistic experience of tone” has \n\ttaught me this fact. (26) This “unconstrained” expressive conception of the role of the voice, which \nexpresses something that is more than “the beautiful sound alone,” will be one \nof the keys to understanding Schoenberg’s puzzling concept of Sprechstimme .",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] On a page from a working autograph of Die glückliche Hand , Op. 18 from \nSeptember 1910 Schoenberg explained that the notes with crossed stems “must be \nspoken at exactly the prescribed time and sustained as indicated; the pitch is \nto be realized approximately through speech.” (27) The first (complete) \nmanuscript of Pierrot lunaire had no preface, yet on the page of “Gebet an \nPierrot” (which was the first song to be composed in the cycle) from about March \n1912 Schoenberg wrote: “The recitation should hint at the pitch.” (28) In a \nletter to Berg from 14 January 1913 Schoenberg wrote: “Regarding the melodramas \nin the Gurrelieder : the pitch notation is certainly not to be taken as \nseriously as in the Pierrot melodramas. The result here should by no means be \nsuch a songlike Sprechmelodie as in the latter . . . [There is] no [need to keep \nthe] . . . interval proportions!.” (29) The idea of keeping the interval proportions \n(and not the exact notated pitch) in Pierrot lunaire is manifested in an early \nversion of the famous preface to the piece. It can be found in a collection of \nmanuscripts which were written between March 1912 and January 1914. (30) Here we \nfind a different version of the text: “it is the duty of the performer to \nperform the rhythm absolutely precisely, and to transform the notated melody \ninto a Sprechmelodie by always keeping the relationship (31) between the pitches.” (32) The same concept is also expressed several years later, on 13 \nJanuary 1921, in a letter Erwin Stein wrote to Schoenberg: ‘It is really \nunbelievable, how clear the expression, and also its intensity, is fixed with \nthe [notated] speech intervals. When one speaks what is [notated] there, one \nunderstands the expression, even if one did not feel it at first. Although the \nregister differences [Lagenunterschiede] and the proportions of the intervals \nare very important’. (33) This letter reveals that even members of Schoenberg’s \ncircle were not completely sure about the performative status of the notated \npitch. If it were clear that the 1914 preface demands an exact reproduction of \nnotated pitch, then Stein would not seek the confirmation of ‘the master’ \nconcerning the superiority of interval proportions in relation to exact pitch. \nOn 8 July 1923 Schoenberg himself confirmed this when he wrote to Josef Rufer: The pitches in Pierrot depend on the range of the voice. You have to consider \nthem ‘well’ but not ‘strictly’. You can divide the range of the voice in as many \nparts as half tones are used; perhaps then every distance is just a 3/4 tone. \nBut you don’t have to carry this out in a pedantic way, because the pitches do \nnot realize harmonical proportions. Of course the range of the speaking voice is \nnot enough. Well, the lady has to learn to speak with ‘head voice’; every voice \ncan do that . . . The most important thing is to get the ‘Sprechmelodie’. (34) The following suggestion by Erwin Stein, which appeared in an article in the \njournal Pult und Taktstock in 1927, seems to correspond to the indication in the \nearly preface (and not the one that appeared in the published score) and these \nletters: Though shown in absolute pitch notation, the intervals are only meant to be \nrelative. The initial note is so short that it is of no harmonic consequence. \nThe reciter is therefore free not only to transpose his part according to the \n\ttype of his speaking voice and regardless of the other instruments, but also \n\tto narrow down the compass and tessitura . . . What is essential is that the \n\tproportions of the melodic line be retained: a high note has to be \n\trelatively high, a low note relatively low; a fourth must be a wider leap \n\tthan a third, and a minor second a smaller step than a major second. (35) On 13 May 1927 Schoenberg wrote to Stein from Berlin that this article was \n‘an excellent article, full of clarity, intelligence and understanding.’ (36) [2.6] Yet a very different conception of Sprechstimme can be found in the 1914 \npreface that Schoenberg wrote to the first printed edition of Pierrot lunaire : The melody indicated by notes in the part of the speaker (with certain specially \nindicated exceptions) is not intended to be sung. The performer has the task \nof transforming it into a speech melody by taking well into consideration the \nindicated pitches. He can do this by I. keeping to the rhythm just as precisely as he would when singing, i.e., with \nno more freedom than he would take in a sung melody; II. being quite conscious of the difference between a sung tone and a spoken \ntone : the sung tone maintains its pitch without change, the spoken tone \ntouches upon it but then leaves it immediately by descending or ascending. The \nperformer must always be on guard against falling into a “singing” manner of \nspeech. That is absolutely not intended. But neither should he aim for a \nrealistic-natural speech. Quite the opposite, there should always be a clear \ndifference between customary speech and speech that contributes to a musical \neffect. But this should never remind one of song. (37) The demand for “taking well into consideration the indicated pitches” seems to \ncontradict the mentioned above conceptions of approximation and suggestiveness \nof the Sprechstimme in relation to the notated pitch. Stadlen suggests there \nwas “a conflict, from the very beginning, in Schoenberg’s mind between a desire \nfor speech character and another, seemingly incompatible desire for an exact \nrendering of the notes.” (38) However, this is only a restatement of the problem \nand not its solution.",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] There is something strange in Schoenberg’s instructions in this version of \nthe preface: how can the “indicated pitch” be communicated if one must \nimmediately deviate from it? Schoenberg’s demand for the speaker to perform her \npart in a manner which is neither singing nor normal speaking leaves the \nperformer in a state where clear performance instructions are not to be found. \nThis places considerable responsibility on the performer—a responsibility that \nmay lead to unpredictable results. Indeed, the many recordings of this piece \ndemonstrate the diversity of the interpretations of the Sprechstimme part that \nhave been made up to now. (39) Richard Kurth writes: “At once both speech and \nsong, Sprechstimme is also neither . . . Its exact rhythms, its sometimes \npurposefully uncoordinated placement of stress, and its exaggerated contours \nlend Sprechstimme an unnatural air which is modern in its artificiality, and \nwhich recalls the strange poses of the miming Pierrot . . . A stimulated, exaggerated \nform of recitation, it distorts the sounds of normal spoken language and \nalienates them; but at the same time, it also augments the mimetic potential of \nwords by (re)presenting their sounds and rhythms in an altered (and heightened) \nform.” (40) Perhaps this is also one of the reasons that Sprechstimme has invited not only a large variety of performative interpretations, but also \nvery different responses by listeners. (41)",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] On 16 August 1922, Schoenberg wrote to the singer Marya Freund concerning Pierrot lunaire : “I am anxious to explain to you why I cannot allow any will \nbut mine to prevail in realizing [ dargestellten ] the musical thoughts \n[ musikalischen Gedanken ] that I have recorded on paper, and why realizing them \nmust be done in such deadly earnest, with such inexorable severity, because the \ncomposing was done just that way.” (42) The reason for this severity, as well as \nfor the relatively great silence by Schoenberg during the 1920s on the issue of Sprechstimme , might be that he was too influenced by and aware of the \nanti-interpretation movements of the 1920s, such as the Neue Sachlichkeit , to \ncorrespond on a matter which grants the performer such great freedom from the \nscore. Several of Schoenberg’s writings contain complaints about performers in \nthe 1920s who interpreted the score too freely; (43) the concept of Sprechstimme as it appears in Pierrot lunaire demands respect for the score \non the one hand, while also requiring a freedom of interpretation on the part of \nthe speaker, something which to Stadlen seemed contradictory. Yet what exactly \nneeds to be realized here? What exactly are these musical thoughts? I believe \nthat it is clear neither from this letter nor from other evidence that \nreproduction of pitch is the main issue (note that Schoenberg had put emphasis \nhere on the severity of the process of composing).",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Christian Schmidt quotes the following passage from Schoenberg’s \ninstructions in Moses und Aron : “The musician often cannot refrain also from \nmelodically notating these mere speech figures. But also these are not to be \nsung. Evidence: they are beyond the 12 tones! But perhaps the singer should \nextract out of the [melodic] line what expression to conceive.” (44) Also Edward Steuermann, Schoenberg’s disciple and the pianist who performed Pierrot \nlunaire since its beginning, claimed: “It seems to me one has to find the \nexpression of each sentence that will cover an entire line.” (45) Schmidt asks \nwhether the Sprechstimme notated is “music-for-the-eyes” (Augen-musik) and if \nit was notated only because the composer could not release himself from the \nresponsibility of relating to harmonic, counterpoint, and motivic-thematic \nideas? (46) Schmidt does not \nanswer his question but rather claims: “Doubt is advisable, and will arguably \nalso remain.” (47)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] A different attitude than in the 1920s can be found in the last decade or \nso of Schoenberg’s life. On 31 August 1940 he wrote to the Stiedrys: “We must . . . refresh the Sprechstimme thoroughly—at least, because I aim this time to \ntry to bring out this light, ironical-satiric tone . . . in which this composition \nwas originally conceived. Furthermore, times and aesthetic concepts are \nchanging, so what at the time seemed to us Wagnerian, or in the worst case Tchaikovskian, today is, for example, Puccini, Lehar and so on.” (48) Notwithstanding the ironic tone of the second sentence, one should not discount \nSchoenberg’s intention to create a new kind of Sprechstimme .",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] In 1949 Schoenberg wrote in “This is my Fault” as follows: In the preface to Pierrot lunaire I had demanded that performers \nought not to add illustrations and moods of their own derived from the text. In \nthe epoch after the First World War, it was customary for composers to surpass \nme radically, even if they did not like my music. Thus when I had asked not to \nadd external expression and illustration, they understood that expression and \nillustration were out, and that there should be no relation whatsoever to the \ntext. There were now composed songs, ballets, operas and oratorios in which the \nachievement of the composer consisted in a strict aversion against all that his \ntext presented. (49) Indeed we will see that in the recording from 1940 Schoenberg allowed \nStiedry-Wagner to make unnotated changes in her Sprechstimme that have a \ndirect correlation to the mood and character of the text. In other words, the \nindication from the preface of Pierrot lunaire should be understood in its \nhistorical context and not necessarily as the definitive, or most significant, \nwish of the composer.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] In a letter to the conductor Hans Rosbaud from 15 February 1949 \nSchoenberg claimed that the speaker in Pierrot lunaire “never sings the theme, \nbut, at most, speaks against it, while the themes (and everything else of \nmusical importance) happen in the instruments.” (50) Likewise, in a letter to \nDaniel Ruyneman from 29 July 1949 concerning Pierrot lunaire , Schoenberg wrote \nthat “none of these poems is determined to be sung, but rather they must be \nspoken without fixed pitch.” (51) In these two cases Schoenberg emphasized the \nspeaking side of Sprechstimme . Such an emphasis may have resulted from \nperformers he had heard who simply sang the part. However negative performance \nexperiences may not have been the only issue here at hand. Schoenberg’s \nperformance aesthetics of that time did not advocate interpretations that negate \nthe performer’s capacity to express him- or herself in ways that deviate from \nthe strict indications of the score. (52) Sprechstimme in Pierrot lunaire has \nan in-built demand for interpretation by the performer; and when this is denied \nby performers, Schoenberg saw it as a misinterpretation of his music. Example 1 . Sprechstimme in Gurrelieder (this example is from 1900) (click to enlarge) Example 2 . Sprechstimme in Ode to Napoleon (1942) (click to enlarge) Example 3 . Sprechstimme in A Survivor from Warsaw (1947) (click to enlarge) Example 4 . Sprechstimme in Modern Psalm (1950) (click to enlarge) Example 5 . Notation of Sprechstimme without note heads in Pierrot lunaire in ‘Der Dandy’ (click to enlarge) Figure 1 . Comparison of Sprechstimme in the four test pressings of “Eine blasse Wäscherin” (click to enlarge, see the rest, and listen) Figure 2 . “Eine blasse Wäscherin,” m. 14, observance phrase peaks (click to enlarge) Figure 3 . “Eine blasse Wäscherin,” rhythm in first phrase (click to enlarge)",
                "footnotes": [
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] On 2 January 1951 Schoenberg wrote to the Stiedrys that in contrast with Pierrot lunaire , the Sprechstimme in the melodrama of the Gurrelieder should relate “in no manner [to] pitches.” Schoenberg stressed: “I believe that \nI have written them only in order to represent my phrasing of the notes, the \naccentuation and the recitation more urgently. Therefore please no \nspeech-melodies.” (53) This demonstrates that Schoenberg used the conventional \nnotation of pitches in a non-conventional manner. Although he expected greater \nfidelity to pitch in the Sprechstimme of Pierrot lunaire than in that of the Gurrelieder , this does not mean that in Pierrot lunaire the performer should \nsimply reproduce pitch. The fact that one can find structures in the pitch \ncontour of the speaker’s part which are identical to those of the instruments \nand which correspond to similar compositional techniques, does not necessarily \nmean that these should be “brought out” in performance. Perhaps also in this \ncase (as in Moses und Aron ) the relations in the score are more part of \nthe compositional process, and not necessarily to be communicated by performers \nand perceived by listeners. (54)",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] The change in conception of the Sprechstimme in Schoenberg’s last \ndecade or so of his life is also revealed in his new way of notating it in works \nsuch as Ode to Napoleon (1942), A Survivor from Warsaw (1947) and Modern \nPsalm (1950), where he used a single line (instead of five) for notating the \napproximate pitch of the speaker (see Example 1 , Example 2 , Example 3 , \nand Example 4 . In these works the speaker (or reciter, or narrator) is arguably discouraged from singing (compared to Pierrot \nlunaire ). The fact that Schoenberg also used accidentals in this late type of \nnotation may seem contradictory, yet this paradoxical situation seems to support \nhis call for performers not to read his notation of Sprechstimme at face \nvalue. Similarly, Stadlen writes about the fact that in Pierrot lunaire one \ncan find Sprechstimme notes with and without note heads (see Example 5 ). He \nconcludes from this that the notes with heads should be sung at the given pitch. \nI would like to suggest that it is also possible that Schoenberg intended to \ngrant the performers different levels of freedom where the notes without heads \nshould be sung in an even freer manner than the notes with note heads. In other \nwords, the fact that there are different types of notation here does not mean \nthat notes with note heads must be sung in exact pitch. It is possible, again, \nthat Schoenberg intended here three levels of interpretation: 1) notation of the \ninstruments which should be precise with relation to pitch; 2) notation of Sprechstimme with note heads which may be less precise; and 3) notation of Sprechstimme without heads which grants the speaker even more freedom in \ndetermining the pitch. ANALYSIS OF THE TEST PRESSINGS",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] I mentioned above Lorraine Gorrell’s observation that Stiedry-Wagner’s Sprechstimme is off-pitch. This is something that one notices immediately when \nanalyzing Sprechstimme pitch in the different test pressings. However, the \ntest pressings reveal further interesting information. Figure 1 , which \ncovers measures 5–17 of “Eine blasse Wäscherin,” has the Sprechstimme at the upper \nstave and the pitches of the four test pressings on the four staves below it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] I used the computer program “gram” to detect Sprechstimme pitch. This \nprogram creates a spectrogram as in Figures 2 and 3 . The user of the program can \nposition the cursor on the spectrogram and the pitch is given in Hertz values. \nIn Pierrot lunaire in general, and in our recording in particular, there is a \nspecial problem in deciding where to position the cursor; since Stiedry-Wagner \noften glissandos (see Figure 2 ) after and/or before the notated pitch (or its \nequivalent in her singing). In several cases I determined the pitch according to \nthe dynamics—a place with higher dynamics (marked with darker black in the \nspectrogram—see for example Figure 2) was most likely the pitch which she \ntried to reach; or according to an average pitch, for example, when there was \nvibrato. Although the pitches of the test pressings in  \nFigure 1 should be \nunderstood as an approximation, the possible degree of mistake is not larger \nthan a quarter-tone and my transcription in Figure 1 is, therefore, accurate. In \nvery few cases was there doubt about the exact pitch (for example, because of \nthe voice being overridden by the instruments); these places appear in Figure 1 \nwith a question mark. The duration, shown in Figure 3 , was measured in relation\nto the commencement of each word of the text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] It seems that Stiedry-Wagner allowed herself to transpose the pitch, \nusually, a third or fourth lower. Yet the transposition is not done consistently \nwithin the different test pressings: if one compares the four test pressings in \nmeasures 5–6, one will notice that except for test pressings 1 and 3 in measure 5, which \nare almost identical, all the rest start at different pitches and move within \nthe phrases in a manner which is very free compared with one another (hear Sound Examples 1–4 ). A further comparison of these measures and others suggest that she \ndid not have a strict idea of the intervallic content and the degree of \ntransposition; and that much of this was improvised at that moment and changed \nfrom test pressing to test pressing. For example, the starts of the phrase in measure \n5 was transposed a minor third to a fifth lower (depending on the test \npressing), while the phrase beginning at the middle of measure 7 starts in test \npressings 1 and 3 at the very same note as indicated in the score (and in the \nother test pressings—transposed not more than a minor second away)!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Sometimes the pitch content of the notated melody seems to be almost \ncompletely ignored: in the phrase starting at the middle of measure 9 one can see \nthat except for the movement in spaces of seconds and of a prima, there is \nlittle resemblance between the test pressings. In test pressings 2 and 4 there \nis a repetition of a single pitch (in each case a different one), something \nwhich emphasizes the speech character, yet which was not indicated in the \nnotation (hear Sound Examples 5–8 ). Another example can be found in the middle of the phrase which crosses measures \n13–14: the last four notes of measure 13 are different than those indicated in the \nscore: in that Stiedry-Wagner does not reach the low point that Schoenberg \nnotated. Yet here also, one can find a high degree of consistency among the test \npressings, despite the discrepancy with the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The examples mentioned above demonstrate the variety and liveliness of the \nsinging of Stiedry-Wagner. The following examples will show that this \nimprovisatory character was accompanied with a contradictory tendency towards \nstability. The start and end of the first phrase (measures 5–6) are very similar: the \nfirst three notes of test pressings 1 and 3 as well as the last three notes of \ntest pressings 1, 2 and 3 accordingly have almost identical pitches. In \ncontrast, the start of the phrase is more similar to the score than the end of \nit: there is consistency among the different test pressings and a very close \nresemblance to the score (hear Sound Examples 1–4 ). A similarity between the pitch of the test pressings and the score can be found \nalso at the end of phrases (see the first note in measure 9) or at the start of \nphrases in many other places in the song: for example, the last two notes in measure \n14, which are indicated to be sung, contain pitches very similar (indeed almost \nidentical in this context) to those indicated in the score. When the notated \npitch is systematically observed by Stiedry-Wagner in several test pressings it \nproves that it was not done by chance. Many times the exact pitch is not kept \nbut the intervallic content is observed: the last phrase in measure 10 and the first \none in measures 11–12 observe (by large) the direction and the intervallic relations \nof the notated melody. Note that the transposed starting tones as well as the \nending ones in measures 11–12 are again similar if not identical among the different \ntest pressings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In several cases one is obliged to notice a simultaneous tendency of \nchange and stability in single phrases. The last two notes of the first phrase \nof the song (first two notes in measure 7) start a gesture with a pitch that is close \nto that of the score (first note) and ends much lower than indicated; the singer \nignored the last pitch of this phrase in favor of a heightened expression of the \nprolonged gesture. A similar phenomenon occurs in measure 15 where the last two notes \nare supposed to be performed as a step upwards of a diminished fourth, yet in \npractice all test pressings contain a step upwards which is greater than an \noctave. A greater “exaggeration” can be found in the last two notes of the next \nphrase in measure 16.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The phrase starting at the middle of measure 8 and ending at the beginning of \nmeasure 9 approximately observes the pitch of the peak of the phrase and that which \nends it, while the pitch starting this phrase is usually between a fourth and a \nfifth higher than indicated (hear Sound Examples 9–12 ). The tendency to observe the pitch contour of phrase endings (in spite of variety \nin the body of the phrase) can also be found at the start of measure 10, and the end \nof measures 15 and 16. A tendency to observe phrase peaks can be found in measure 11 (see \nthe high but especially the low point in the melody); and in measure 14 where she \nattempts (and usually succeeds in all test pressings) to reach the c'' twice \n(see   Figure 2,  Figure 1 measure 14 and hear Sound Examples 13–16 ). In measure 10 the c'' which \nis the peak of that phrase is transposed equally in all test pressings to g'. In \nmeasure 11 the beginning of phrase is transposed in test pressings 2–4 about a major \nthird lower. In short, this consistency is not by chance and is probably a \nresult of the singer paying more attention to the starts and ends of phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Most interesting are the places where there is consistency among the test \npressings which is contradictory to the direction of the melody in the score. It \nis possible to see such a tendency in the last four notes of measure 6: at the word \n“Nachtzeit” she is consistent in singing the first pitch higher than in the \nprevious word “Zur” and than going down; this is opposite to what is written in \nthe score (see   Figure 3,  Figure 1 measure 6 and hear Sound Examples 9–12 ). See also the 4th and 5th notes of measure 12; the relation between the 3rd and 4th \nnotes of measures 14 and 16. This suggests that at times Stiedry-Wagner was \nconsistently performing a contour which was different from that in the score. \nThe consistency of her interpretation reveals that it was not pure \nimprovisation, and that this additional conscious or unconscious “structure” was \nprobably defined before performing the test pressings in the studio. The \nperformer’s “structure,” which is sometimes in contrast with the pitch in the \nscore, possibly fits the words better (at least from the point of view of the \nsinger). We saw that many years before the recording took place she studied this \ncomposition with Erwin Stein, and that she remembered, even after so many years \nhad passed, that she “was working very hard, oh very hard;” and that Schoenberg \nwrote to her just before the recording took place that they “must . . . refresh \nthe Sprechstimme thoroughly.” The hard work in preparing the piece as well as \nthe many performances done under Schoenberg’s baton created this constant \ncharacter which at times collides with the score and at other times corresponds \nwith it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Another possible reason why Stiedry-Wagner “was working very hard” when \npreparing her interpretation was because “it’s very difficult to speak in rhythm—strong rhythm,” as she herself testified. I mentioned Schoenberg’s early \npreface written some time between March 1912 and January 1914: “it is the duty \nof the performer to perform the rhythm absolutely precisely;” as well as his \n1914 preface arguing that the performer should keep “the rhythm just as \nprecisely as he would when singing, i.e., with no more freedom than \nFigure 3. This figure must be read with \ncaution, since what on paper may seem to be sounds with different durations may \nbe perceived in listening as identical. Above Figure 3 one can find the rhythmic \nvalues of the first phrase. It seems that the words affect not only the pitch \ncontour, as described above, but also the rhythm of the phrase. For example, in \ntest pressing 3 the rhythm indicated in the score of the word “Nachtzeit” is \ndistorted when the “Nacht-” turns out to be shorter than notated. One perceives \nthe syllables of this word as of equal length. We can see that both rhythm and \npitch contour are in contradiction with the score indication in this place. \nHowever, rhythmic deviations are usually not significant or systematic. The \ngreat deviations in pitch are compensated for by a rather strict adherence to \nnotated rhythm. By fixing one parameter (rhythm) and giving much more freedom to \nanother (pitch), Schoenberg created a situation where there is a mutual creation \nof musical meaning on the parts of composer and performer. CONCLUSION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The contradiction that is mentioned by Boulez, Stadlen and many other \nauthors results from the 1914 preface that demands “taking well into \nconsideration the \nindicated pitches” on the one hand, and the practice of Stiedry-Wagner (under \nSchoenberg’s conducting) not to do so on the other hand. Other evidence \nmentioned above, the claim that “pitch notation” should be taken seriously \n(1913), the early preface asking to keep “the relationship between the pitches,” \nSchoenberg’s 1922 letter to Maria Freund, and finally, his very act of notating \nexact pitches, all contribute to the sense that Sprechstimme must involve some \nserious relation to the notated pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Yet, Schoenberg also crossed the stems of the notes and wrote as early as \n1912 that the “recitation should hint at the pitch.” (55) In Moses und Aron he points to the fact that Sprechstimme is beyond the twelve tones, and that \nthe singer should extract from the notation the expression (as opposed to \nsinging the exact pitches). If Boulez pointed out that themes in the voice part \nhave relations to those in the instruments, Schoenberg, as if predicting this, \nclaimed in 1949 that “the themes (and everything else of musical importance) \nhappen in the instruments.” During the same year he even went so far as \nsuggesting that Pierrot lunaire must be spoken “without fixed pitch;” and he \ndeveloped in several late works a Sprechstimme with no conventional pitch \nnotation. All this contributes to the feeling that the notated pitch is not to \nbe observed strictly.",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] It was well known that Schoenberg’s Sprechstimme invited diverging \ninterpretations by various performers, that Stiedry-Wagner’s interpretation did \nnot strictly observe the indicated pitch and that Schoenberg accepted such \ninterpretations. What was not known was the degree of freedom that Schoenberg \ngranted Stiedry-Wagner: it was not known whether the “correct” pitches that she \nsang were done so by chance or on purpose; it was further not known whether the \n“wrong” pitches were completely experimental, or had some relation (even if \nremote) to the score. This study of the test pressings reveals that there is a \nhigh degree of consistency in Stiedry-Wagner’s singing in several cases: some \nkeep the exact pitch indicated in the score, some follow only the intervallic \nrelations indicated in the score, and some do not observe the pitch melody of \nthe score at all. The tendency to keep the pitch of the intervallic relations \nwas especially prominent at melody peaks and phrase boundaries. The consistency \namong the test pressings was kept even when it was sometimes against the \nintervallic direction of the notated melody. One could never know whether \nStiedry-Wagner’s off-pitch Sprechstimme was based on a new score that she \ncreated or whether it was purely a real-time experimentation; the test \npressings, however, show a degree of freedom as well as of systematic behavior, \nand reveal that while Stiedry-Wagner prepared her Sprechstimme in advance \n(hence some of the systematic features), she left many aspects of her \nperformance to real-time interaction (hence the variety among the test \npressings).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Stiedry-Wagner did not have a strict approach to \nthe observance of notated pitch. In some of her performances the pitch was \ncarefully observed, while in others merely “hinted” at. This, and the fact that \nplaces that collide with the score are consistent, suggests that she was working \nconsciously or unconsciously with a performative contour that does not \ncorrespond to or deviate entirely from that of the score. In other words, it \nseems that Sprechstimme is meant to be constructed and highly influenced by the process \nof building an interpretation by the performer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Albertine Zehme and Stiedry-Wagner were actors and not professional \nsingers; although, Stiedry-Wagner could control pitch since she sang in Liederabende and operettas. Except for praising her publicly for her \nperformance in the recording, Schoenberg constantly chose her again and again \n(under his baton, that of Erwin Stein and others) for more than twenty years. \nThis would not have occurred if her off-pitch singing would have been seen as \nproblematic in his view. Furthermore, there are two famous stories of Schoenberg’s inability to recognize when a player used an instrument in a wrong \ntransposition. (56) These stories are far from being simple descriptions of \nreality of Schoenberg’s ability to decipher pitch, since there is a heavy \nsuspicion that these players were playing tricks on the composer; in addition, \nhe may have been concentrating on other issues when conducting this extremely \nnew music. (57) In other words, the assumption of limited ability on the parts of \nStiedry-Wagner and Schoenberg to control or decipher pitch does not explain the Sprechstimmee phenomenon.",
                "footnotes": [
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Schoenberg’s Sprechstimme may be seen as a concept which resists the \nview of music as solely the composer’s sound which needs to be reproduced by \npassive performers. I mentioned above Albertine Zehme’s 1911 statement that \nwords are not merely concepts to be reproduced, but rather they “allow us to \npartake of their inner experience” which is achieved by an unrestrained tone. \nShe concluded that “Life cannot be exhausted by the beautiful sound alone.” And \nindeed, the revealed nature of the test pressings seem to suggest that Sprechstimme notation can be seen also “as a stimulus to the performer to \nrespond in a musically meaningful way,” and not only as a tool for reproducing a \nsound object. (58) As mentioned above, the test pressings include both elements \nwhich stay relatively stable among different test pressings, as well as changing \nelements which support the view that performance “consists of an interpretive \nengagement with the notation . . . done in real-time, that has to be enacted afresh \non each occasion.” (59) Although these words were used by Nicholas Cook with \nreference to a more rhythmically complex composition by Bryn Harrison, Pierrot \nlunaire can be seen as a predecessor of this type of approach to notation. The \ndelicate balance between the stable and dynamic elements should not be seen as a \ncontradiction, pace Stadlen, Boulez and others, but as a source of strength. \nHowever illogical it may seem, Sprechstimme in Pierrot lunaire engages the performer in action which connects both composer and performer in a \nfresh, mutual act of creation. The singer Jane Manning had recently written: \n“The very essence of this masterpiece seems to stem from the extent to which it \nallows for constant renewal and refreshment in the very act of performing it . . . This is surely why it remains a consistently fascinating and satisfying task for \nthe vocal performer.” (60)",
                "footnotes": [
                    "FN58",
                    "FN59",
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In a conversation between Adorno and Boulez about Pierrot lunaire , \nBoulez said: I heard beforehand a very curious statement: Leonard Stein from Los Angeles told \nme once that, for example, when they were first rehearsing the Ode to Napoleon in Los Angeles, Schoenberg demonstrated a few passages himself, and it was \ncompletely different than notated, because for him the expression is in the end \nmore important than the notation. For the author that is of course possible. But if one stands before the score as an interpreter, one has to \ninitially have respect for the text; for if one distances oneself too far from \nthe text, then it is no longer necessary to have a score, and perhaps I am \ntherefore stricter than Schönberg. (Boulez laughs) (61) Boulez’s preconception of respect to score that an interpreter must have (a \n“respect” that the composer himself did not seem to have) conveys a strong \nbelief in the interpreter as a servant of the score that the creator (composer) \ncommunicates to the listener. If one takes seriously Schoenberg’s \ninterpretations of his own music, it may be concluded that a different approach \nshould be conducted by the performer. Indeed, Boulez and Adorno understand the \nabsurdity of this view in light of Schoenberg’s practice and after Boulez laughs \n(at the end of the quotation above), Adorno answers: ‘You are in this respect \ntruly more papal than the pope’. Boulez fails to see a middle way between \nadhering strictly to the score and not using it at all.",
                "footnotes": [
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] If one understands the role of the performer as one of reproducing a sound \nobject then Boulez and Stadlen are right in detecting a contradiction. However, \nthe test pressings of Pierrot lunaire confirm that a perfect reproduction was \nnot Schoenberg’s intention. Indeed, some aspects of pitch stay stable, and the \nrhythm is reproduced quite closely; however, the test pressings also reveal \nsomething new: the many changing elements and in some cases, their systematic \nnature, prove that great real-time interaction was expected from the speaker. \nThe contradiction disappears if one understands the role of pitch not as one of \na perfect reproduction (neither of pitches, nor of intervals) but as one \nthat involves interpretative interaction in real-time. The 1914 preface \nindication that the “performer has the task of transforming it into a speech \nmelody by taking well into consideration the indicated pitches” should be understood, I \nsuggest, as a process of translation of pitch as if into a different language. \nPut bluntly, this means that the resulting pitches  \nmight be very different from those in the score. We saw above that Richard Kurth \nargues that Schoenberg’s Sprechstimme is a “ substitute for both speech and \nsong.” Also the other preface indication that “the spoken tone touches upon it \nbut then leaves it immediately by descending or ascending” imply that an exact \nreproduction of the notated pitch (or intervals, or contour direction) is indeed \nnot the main issue. The improvisatory yet systematic nature of the test \npressings suggests that the “taking well into consideration” of pitch meant something \ndifferent from reproducing exact pitch. What counts is not reproduction but a \ndramatic interpretive engagement with pitch, and more important with the text. \nIn another place Stiedry-Wagner wrote that in performance with other singers \nsometimes people laugh, yet she argued that one must speak the part in a \ndramatic manner and that when she did so—no laughter was heard. Schoenberg \nwanted the speaker to carefully interact with the notated melody in a manner \nthat will transform it; the aim of the hard work, mentioned above, that \nStiedry-Wagner had done was not to reproduce the pitch but to transform it in a \ndramatic and improvisatory manner.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The test pressings reveal what \nwas previously almost unimaginable: Schoenberg accepted very different \nperformances (although not completely different) of the Sprechstimme notation by Stiedry-Wagner in a period of not more than three days. It is not \nclear why Schoenberg decided to choose test pressing number 4 of the song for \nthe commercial recording; the analysis of test pressings shows that faithfulness \nto the score was not a consideration since none of the test pressings is clearly \npreferable to others in this respect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] It seems to me that in Pierrot lunaire there are actually two types \nof notations: one for the instruments which demands a relatively precise \nrendition of pitches; and one for the Sprechstimme which demands real-time \ninteraction of the singer with the notation which creates a much higher degree \nof unexpected results. The fact that there are pitch structures in the Sprechstimme melody that have relation to the melodies in the instruments does \nnot necessarily mean that these should always be “brought out” in performance. \nAfter all, compositional constructions that helped or fascinated composers in \nthe process of composing—features that appear in the score yet are not \nnecessarily to be perceived by listeners, is not an uncommon phenomenon in the \nhistory of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Sprechstimme is indeed a bizarre phenomenon in traditional classical \nsinging. Nevertheless, in many ways it magnifies what happens also in more \nconventional singing. Deviation from notated pitch, as well as a certain \ncreative and systematic approach which refuses to be reduced to score \nindications, is frequent in many types of singing. In this sense it is possible \nto speak of a singer’s contour as a source which may have not less authority \nthan what is traditionally known in music analysis as ‘the structure’ or ‘the \nmelody’ notated in the score. This is of course valid also for much music of the \ntwentieth century which includes singing techniques influenced directly or \nindirectly by Schoenberg’s Sprechstimme .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The history of Schoenberg’s conception of Sprechstimme proves that he \nunderstood it differently in different periods. Schoenberg/Stiedry-Wagner’s 1940 \nworkshop is after all only one historical occasion. Schoenberg was dealing with \na particular performer, in a particular setting, and these constraints are \nperhaps somewhat contingent. Nevertheless, if one examines Sprechstimme history as well as the test pressings of the 1940 recordings, it is hard to \navoid the notion that in spite the changes in conception, Schoenberg did expect \nthat the singer will be always on a continuum (to use a metaphor coined by Cook)—more on the side of interacting with the score, and that the instruments \nwill be more on the side of reproducing a sound object. (62) In this sense, the \nshifting and contextualized picture of Sprechstimme which I presented above \ndoes not contradict the larger context, namely that of an interaction - reproduction continuum. One can interpret this score while \nstaying within the framework of Schoenberg’s general intentions about Sprechstimme (tending more towards the interaction side of the continuum in \nrelation to the instruments), as well as what one may reconstruct as \nSchoenberg’s more local intentions (in 1940 or at any other period). Perhaps the \ngreatness of this composition is that at different times, Schoenberg placed \nemphasis on different, and seemingly contradicting aspects, while keeping the \nlarger spirit of the Sprechstimme in relation to the whole ensemble. (63) In \nthis regard, Pierrot lunaire offers an endless variety of possibilities and \nmusical meanings.",
                "footnotes": [
                    "FN62",
                    "FN63"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.1.byron.html",
    "data": "mto/data/mto.06.12.1.byron.json"
}