{
    "title": "The D Major Fugue Subject from WTCII: Spatial Saturation?",
    "date": "1998/07/01",
    "volume": "4",
    "issue": "4",
    "authors": [
        "Lewin, David B."
    ],
    "abstract": "In what ways does the Subject of Bach’s fugue in D major from Book II of the WTC define a structure “in D”? To what degree is there something “missing” in the Subject (e.g. a C-or-C-sharp)? To what degree does the Subject “saturate” a hexachordal space? In what ways is the Answer required, to define a tonality?",
    "keywords": [
        "Bach",
        "fugue",
        "subject",
        "saturation",
        "tonality",
        "hexachord"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.4/mto.98.4.4.lewin.pdf",
    "author_info": [
        {
            "name": "David B. Lewin",
            "university": "Harvard University",
            "address": "Music Department, Cambridge, MA 02138",
            "email": "lewin@fas.harvard.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Of course this tonal answer could not enter during the F ♯ of the Subject.  I suspect the point is relevant to the stretto \ncharacter of the fugue. Christoph Wolff points out that Friedrich Wilhelm Marpurg, \nsoon after Bach’s death, had already observed the features of \nthis fugue so far discussed.  In an essay entitled Analysen \nvon Bachschen Fugenthemen, Fugen und Kanons (Berlin, 1753–54), \nMarpurg points out that “the leap down a fifth, which the \noctave above the tonic note makes here, was prohibited by \nolder authorities, on the grounds that it renders the tonality \nuncertain” (“Der Sprung, den hier die Oktave der Hauptnote in \ndie Unterquint thut, wurde bey den Alten verboten, weil er die \nTonart ungewiss macht.”).  Some seven years later, in an essay \nentitled Themenbeantwortung und Durchfuehrung in einigen \nFugen des Wohltemperierten Klaviers (Berlin, 1760), Marpurg \nrepeats the above sentence and elaborates it with the \nfollowing continuation:  “Indeed, the Subject at issue here \ndoes not proclaim the key of D major, but much more G major; \nand one does not know where one is at home tonally, until \nthe entrance of the Answer” (“In der That zeigt der hier \nvorhandene Fuehrer nicht die Tonart d dur, sondern vielmehr \ng dur an; und man merkt es erst bey dem Eintritt des \nGefaehrten, wo man zu Hause ist.”).  Marpurg recognizes the \nproblematic character of this phenomenon, but does not pursue \nit farther from a theoretical point of view, contenting \nhimself with pedagogical advice:  “Such exceptions to the \nrules can be ventured only by Masters, and beginners will do \nwell to cleave to the rule that requires a fugue theme to \nindicate the key unambiguously” (“Dergleichen Ausnahmen von \nder Regel koennen nur von Meistern vorgenommen werden, und \nAnfaenger thun wohl bey der Regel zu bleiben, welche einen \ndeutlichen und die Tonart gehoerig anzeigenden Fugensatz \nerfordert.”). The Marpurg passages are reproduced in Bach-Dokumente , ed. \nBach-Archiv Leipzig, Volume III: Dokumente zum Nachwirken \nJohann Sebastian Bachs 1750–1800 , ed. Hans-Joachim Schulze \n(Leipzig and Kassel, 1972).  The quote from 1753 appears on \npage 28, and the quote from 1760 on page 156. 2. Since the Subject contains neither a C nor a C ♯ , it contains \nno tritone-dyad.  Related issues in musical cognition are \ndiscussed  by Richmond Browne in “The Tonal Implications of \nthe Diatonic Set,” In Theory Only 5.6–7 (1981), 3–21;  also \nby Helen Brown and David Butler in “Diatonic Trichords as \nMinimal Tonal Cue Cells,” In Theory Only 5.6–7 (1981), 37–55. 3. “A tonality is expressed by the exclusive use of all its tones.”\nArnold Schoenberg, Structural Functions of Harmony (New York:\nW.W. Norton & Company, Inc., 1954), page 11.  The sentence leads\noff a section entitled “Establishment of Tonality.” 4. The phenomenon is suggestive as regards the end of the \nanswer.  Since the end of the subject in this fugue modulates \nfrom E minor to B minor, the end of the answer should \nnormatively modulate back from B minor to E minor, requiring \nadjustment of the melody accordingly.  Instead Bach gives a \nreal answer, modulating from B minor to F ♯ minor.  One hears \nhow the tones missing from the subject— E ♯ , G ♯ , and A—play\na characteristic role over the second half of the answer, \nduring the modulation to F ♯ minor. No doubt the chromatic closure is subordinate to other \naspects of the real answer.  Since the fugue has only two \nvoices, the exposition is complete at the end of the answer, \nand Bach seems eager to move on tonally at once, rather \nthan returning to E minor.  Still, the chromatic closure \nhas a certain effect, not least in that very connection. 5. Lewis Lockwood recalls an analysis course taught by \nEdward Lowinsky at Queens College, in which Lowinsky approached \nBook I as a whole by stressing the completely hexachordal nature of \nthe subject for the first fugue in the Book, and the completely \nchromatic nature of the subject for the last fugue. Of course this tonal answer could not enter during the F♯ \nof the Subject.  I suspect the point is relevant to the stretto \ncharacter of the fugue.\n\n\nChristoph Wolff points out that Friedrich Wilhelm Marpurg, \nsoon after Bach’s death, had already observed the features of \nthis fugue so far discussed.  In an essay entitled Analysen \nvon Bachschen Fugenthemen, Fugen und Kanons (Berlin, 1753–54), \nMarpurg points out that “the leap down a fifth, which the \noctave above the tonic note makes here, was prohibited by \nolder authorities, on the grounds that it renders the tonality \nuncertain” (“Der Sprung, den hier die Oktave der Hauptnote in \ndie Unterquint thut, wurde bey den Alten verboten, weil er die \nTonart ungewiss macht.”).  Some seven years later, in an essay \nentitled Themenbeantwortung und Durchfuehrung in einigen \nFugen des Wohltemperierten Klaviers (Berlin, 1760), Marpurg \nrepeats the above sentence and elaborates it with the \nfollowing continuation:  “Indeed, the Subject at issue here \ndoes not proclaim the key of D major, but much more G major; \nand one does not know where one is at home tonally, until \nthe entrance of the Answer” (“In der That zeigt der hier \nvorhandene Fuehrer nicht die Tonart d dur, sondern vielmehr \ng dur an; und man merkt es erst bey dem Eintritt des \nGefaehrten, wo man zu Hause ist.”).  Marpurg recognizes the \nproblematic character of this phenomenon, but does not pursue \nit farther from a theoretical point of view, contenting \nhimself with pedagogical advice:  “Such exceptions to the \nrules can be ventured only by Masters, and beginners will do \nwell to cleave to the rule that requires a fugue theme to \nindicate the key unambiguously” (“Dergleichen Ausnahmen von \nder Regel koennen nur von Meistern vorgenommen werden, und \nAnfaenger thun wohl bey der Regel zu bleiben, welche einen \ndeutlichen und die Tonart gehoerig anzeigenden Fugensatz \nerfordert.”).\n\n\nThe Marpurg passages are reproduced in Bach-Dokumente , ed. \nBach-Archiv Leipzig, Volume III: Dokumente zum Nachwirken \nJohann Sebastian Bachs 1750–1800 , ed. Hans-Joachim Schulze \n(Leipzig and Kassel, 1972).  The quote from 1753 appears on \npage 28, and the quote from 1760 on page 156. Since the Subject contains neither a C nor a C♯, it contains \nno tritone-dyad.  Related issues in musical cognition are \ndiscussed  by Richmond Browne in “The Tonal Implications of \nthe Diatonic Set,” In Theory Only 5.6–7 (1981), 3–21;  also \nby Helen Brown and David Butler in “Diatonic Trichords as \nMinimal Tonal Cue Cells,” In Theory Only 5.6–7 (1981), 37–55. “A tonality is expressed by the exclusive use of all its tones.”\nArnold Schoenberg, Structural Functions of Harmony (New York:\nW.W. Norton & Company, Inc., 1954), page 11.  The sentence leads\noff a section entitled “Establishment of Tonality.” The phenomenon is suggestive as regards the end of the \nanswer.  Since the end of the subject in this fugue modulates \nfrom E minor to B minor, the end of the answer should \nnormatively modulate back from B minor to E minor, requiring \nadjustment of the melody accordingly.  Instead Bach gives a \nreal answer, modulating from B minor to F♯ minor.  One hears \nhow the tones missing from the subject—E♯, G♯, and A—play\na characteristic role over the second half of the answer, \nduring the modulation to F♯ minor.\n\n\nNo doubt the chromatic closure is subordinate to other \naspects of the real answer.  Since the fugue has only two \nvoices, the exposition is complete at the end of the answer, \nand Bach seems eager to move on tonally at once, rather \nthan returning to E minor.  Still, the chromatic closure \nhas a certain effect, not least in that very connection. Lewis Lockwood recalls an analysis course taught by \nEdward Lowinsky at Queens College, in which Lowinsky approached \nBook I as a whole by stressing the completely hexachordal nature of \nthe subject for the first fugue in the Book, and the completely \nchromatic nature of the subject for the last fugue. Return to beginning Copyright Statement Copyright © 1998 by the Society for Music Theory. All rights reserved. [1] Copyrights for individual items published in Music Theory Online ( MTO ) \nare held by their authors. Items appearing in MTO may be saved and stored in electronic or paper form, and may be shared among individuals for purposes of \nscholarly research or discussion, but may not be republished in any form, electronic or print, without prior, written permission from the author(s), and advance \nnotification of the editors of MTO. [2] Any redistributed form of items published in MTO must include the following information in a form appropriate to the medium in which the items are \nto appear: This item appeared in Music Theory Online in [VOLUME #, ISSUE #] on [DAY/MONTH/YEAR]. It was authored by [FULL NAME, EMAIL ADDRESS], with whose written \npermission it is reprinted here. [3] Libraries may archive issues of MTO in electronic or paper form for public access so long as each issue is stored in its entirety, and no access fee \nis charged. Exceptions to these requirements must be approved in writing by the editors of MTO, who will act in accordance with the decisions of the Society \nfor Music Theory. This document and all portions thereof are protected by U.S. and international copyright laws. Material contained herein may be copied and/or distributed for research \npurposes only. Return to beginning Prepared by Jon Koriagin and Rebecca Flore, Editorial Assistants",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Example 1 shows the Subject and beginning of the Answer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For many years I wanted to hear the Subject in G major, to the\nextent that I would as often as not think of and even refer to the\npiece as “the G major fugue from Book II,” and have to correct myself.\nThe following brief essay pursues several lines of thought that have\nradiated from my misapprehension.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Before undertaking this exercise, I had believed that a Bach fugue\nsubject, among other things, exposes the tonality of its piece in some\nway. The Subject of Example 1 demonstrates that the belief is not\nexact.  For this fugue, the Subject itself is ambiguous as regards a\ncommon-practice D major or G major key.  Here the key is determined by\nsubject plus answer .  The key of D major is specifically determined\nwhen we hear the beginning of a real answer on the note A.  Were the\nfugue to proceed from its Subject in the key of G major, a tonal\nanswer would be normative: G G G D E A D C B (G). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Now as regards the Subject in its own context, one reason that it\nappears tonally ambiguous to our ears is that it contains neither a\nC-natural nor a C-sharp.  When I first thought about that, I expressed\nthe idea by thinking that a C-or- C ♯ was “missing.” (2) Behind my\nthought lay a covert assumption, that traditional “Tonality” is\nexpressed by exposing a complete diatonic gamut. (3) In my provisional\nthoughts I regarded the real Answer as “solving” the issue “raised” by\nthe Subject, when the Answer provides the “missing” C-or- C ♯ .  By\nproviding C ♯ , the Answer (finally) determines the tonality as D major.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The covert assumption above caused me to hear “something missing”\nin the Subject’s pitch material, and that had a decided influence upon\nthe sort of character I attributed to the theme.  But I am no longer\nso satisfied with this way of listening.  For one thing—as pointed\nout in [3] above—our psychological recognition of D major occurs with\nthe first note of the Answer, its incipit A; we do not have to wait\nfor the C ♯ that is its penultimate note, to ascertain a tonality of D.\nThe incipit of the Answer determines our perception as a matter of rhetoric , not a matter of pitch-class saturation (or the lack\nthereof).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The issues can be pointed even more sharply by observing that Bach\nhas the total chromatic available to him in the WTC.  Why not say that\nthis fugue subject—like most others in the WTC—is “missing” quite a\nfew notes of the total chromatic?  Why not presume that we are\n“waiting” to hear those notes?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Well, for some fugues that might be an interesting trail to\npursue—for example the E-minor fugue in Book I, where F-natural (or\nE-sharp), G-sharp, and A, and only those pitch-classes, are “missing”\nfrom the subject. (4) However, for the fugue of Figure 1, and for the\nmore diatonic fugues in general, the issue of chromatic saturation\nseems pretty well beside the point.  Should we really focus our ears\non the fact that the Subject in Figure 1 is “missing” A-flat, B-flat,\nC, D-flat, E-flat, and F?  Who cares?",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Nevertheless, one can be struck (as I was) when one hears how the\nmissing notes of the total chromatic form a diatonic hexachord.\nReturning from that outer space to the real world of the fugue at\nhand, one will then hear (as I did) how the pitch content of the\nfugue’s Subject in fact does sound “complete” if one regards it as\nprojecting a diatonic hexachord , rather than as projecting six notes\nfrom an incomplete diatonic scale, the seventh tone being “missing.”\nIn the hexachordal context the Subject does saturate its\npitch-space, and that gives it a very different character, from the\nmajor-scale subject that “fails” to provide a C-or- C ♯ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Since the diatonic hexachord at issue has the tone D as its “UT,”\nthe hexachordal hearing provides a rationale for perceiving the\nSubject as some sort of structure “in D.”  Namely, the Subject\nprojects the (complete) D hexachord.  The point is aurally clear if\none could sing the subject as UT UT UT FA - LA - - RE SOL FA MI - (UT).\nNo mutation would be required.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In what sense might it be legitimate for us to sing the subject\nas above?  This, as it turns out, is an interesting and complicated\nhistorical question.  I am fortunate to have had a perspicacious\nreader for this article who alerted me to pertinent issues, and I am\nfortunate to have Christoph Wolff as a colleague with whom I can\nconfer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] First of all, we should ask: was Bach accustomed to Guidonian\nsolmization in the context of his work, and of the WTC in particular?\nYes, responds Professor Wolff, without doubt. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Next: would Bach have solmized the Subject as in [9] above?  Or\nwould he not, rather, have mutated, taking his cue from the high D\nwith which the Subject begins, thus: SOL SOL SOL UT/FA - LA - - RE SOL\nFA MI - (UT)?  Or thus: SOL SOL SOL UT - MI/LA - - RE SOL FA MI -\n(UT)?  Let us call these productions the versions of the Subject “with\nmutation,” as opposed to the “unmutated” version of [9] above: UT UT\nUT FA - LA - - RE SOL FA MI - (UT).  The question we are currently\nconsidering can then be put: could Bach have heard (or sung) the\nunmutated version of [9]?  Or would he have heard (or sung) one of the\nmutated versions above?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] My reader brought up this salient issue, without professing a\ndefinitive answer for the question.  When I consulted with Professor\nWolff, he also could not provide a definitive answer, and was much\nengaged by the question.  As of this publication, he is still\nresearching the issue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] One could put the crux of the matter as follows.  Was “UT” a\npitch class for Bach, in the way that “DO” is for us in modern\nsolfege?  Or would Bach have heard his hexachords positioned in\nregister along an extended gamut—in which case there could be no such\nthing as a high “UT”?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] All this taken into account, the fact remains that even the\nmutated versions of the Subject do reference the entire natural D\nhexachord—taking the final low “(UT)” into account—and they do not\nreference the entire soft G hexachord, no matter where one mutates.\nIn that sense, the Subject, regarded as a hexachordal structure, does saturate a tonal space.  The weight of the Subject as a whole\ndefinitively goes on the D hexachord, as opposed to the G hexachord.\nThis is in decided contrast to the ambivalent structure of the Subject\nas a production of common-practice tonality, where we can equally well\nhear the theme proceeding I–V in G major, or IV–I in D major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] To sum up: I am (at present) happy to hear the Subject by itself\n“in D,” when I understand the “D” at issue to be the UT of a pertinent\nhexachord, rather than the tonic note of a common-practice tonality.\nAnd then, so far as such tonality is concerned, I hear the fugue’s\ncontinuation “in the key of D” as a matter of rhetoric—not pitch\ncontent—when I hear the Answer come in on the note A.  (The rhetoric\nof the real Answer in this connection was discussed toward the end of\n[5] above.) The idea that the Subject is “missing” some C-or- C ♯ now\nseems to me relatively tangential.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.98.4.4.lewin.html",
    "data": "mto/data/mto.98.4.4.lewin.json"
}