{
    "title": "Introduction: Prokofiev at 125",
    "date": "2018/07/01",
    "volume": "24",
    "issue": "2",
    "authors": [
        "Bazayev, Inessa"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.2/mto.18.24.2.bazayevintro.pdf",
    "author_info": [
        {
            "name": "Inessa Bazayev",
            "university": "Louisiana State University",
            "address": "College of Music & Dramatic Arts, 102 School of Music, Baton Rouge, LA 70803",
            "email": "ibazayev@lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In honor of Prokofiev’s 125th anniversary in 2016, I directed the Symposium on Prokofiev and the Russian Tradition at the College of Music & Dramatic Arts, Louisiana State University (LSU). The Symposium took place February 25–27, 2016, with scholars and delegates from a dozen countries, including Russia, Belgium, Scotland, and Japan. The Symposium featured thirty-six scholarly presentations on topics ranging from Prokofiev’s manuscripts, compositional style, and analytical system to the music of other Soviet composers, including Shostakovich and Schnittke. The presenters included leading scholars on Russian music, including Natalia Savkina (Moscow State Tchaikovsky Conservatory), Nelly Kravetz (Tel-Aviv University), Patrick McCreless (Yale University), and Peter Schmelz (Arizona State University). Richard Taruskin (University of California, Berkeley) and Simon Morrison (Princeton University) were keynote speakers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The culminating event of the Symposium was the final concert at LSU’s Union Theater. This performance was significant in several ways. First, it featured the fragments of Prokofiev’s unfinished Piano Concerto no. 6, which was performed by pianists Michael Gurt and Gregory Sioles, both of whom are on the piano faculty at LSU. We were grateful to have received permission from Sergei Prokofiev’s heirs in London and Paris to perform this work. Secondly, the concert included Prokofiev’s “Music for Athletes,” featuring two pianos and dancers (choreographed by Sandra Parks from LSU’s School of Theatre). Simon Morrison introduced the concert, contextualizing both works within the history of the Soviet regime.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Further, the Symposium (at LSU) was also filled with other nightly concerts, featuring LSU faculty and students. Virtuoso pianist Frederic Chiu gave a mesmerizing all-Prokofiev concert. On the following day, Mr. Chiu also worked with three LSU piano students in a master class. We were also grateful for the accomplished pianist Barbara Nissman, who flew in for the festivities and stormed the second half of Thursday night’s concert (also in all-Prokofiev program).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The Prokofiev family also attended the Symposium, which included composer Gabriel Prokofiev (Sergei Prokofiev’s grandson). Gabriel gave a lecture on his music and at the final concert, LSU Philharmonia performed his Concerto for the Bass Drum, featuring LSU faculty percussionist Brett Dietz. Finally, Mikhail Bryzgalov, the director of the Glinka National Museum, Moscow, gave a brief talk on the celebration in Russia marking Prokofiev’s 125th anniversary, which took place later that same year at the Hermitage Museum, St. Petersburg, as part of the St. Petersburg International Cultural Forum (1–3 December 2016). A bilingual publication is forthcoming by the Glinka National Museum, which will feature articles by Prokofiev scholars from all over the world, for which I served as an editor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The current issue brings together three articles reflecting the current research on Prokofiev’s works in the United States. These articles show diverse spectra of Prokofiev’s compositional approach that have been previously overlooked. Deborah Rifkin examines the history of animation of Peter and the Wolf by Walt Disney and Soyuzmultfilm. Christopher Segall traces the history of twelve-tone chords in Russian music theory, providing an analysis of several such works by Prokofiev. My article examines the use of the octatonic scale in Prokofiev’s works and contextualizes it within the Russian octatonic history. It is our hope that the MTO publication will further inspire scholars to continue their work on the rich legacy of Sergei Prokofiev’s music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "prokofiev at 125",
    "source": "mto/raw/mto.18.24.2.bazayevintro.html",
    "data": "mto/data/mto.18.24.2.bazayevintro.json"
}