{
    "title": "Disco Culture and the Ritual Journey in the Soviet 1980s",
    "date": "2021/09/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Karnes, Kevin C."
    ],
    "abstract": "This article traces a largely forgotten history of the 1980s Soviet disco craze by following the work of one of its pioneering figures, the Latvian DJ, musician, and performance artist Hardijs Lediņš (1955–2004). It documents how the movement coalesced amidst creative responses to the gradual opening of the USSR to Western popular culture on the one hand, and to the unique affordances of local political, social, and technological structures on the other. In Lediņš’s case, the response was also shaped by commitments to an ideal of Soviet socialism that persisted despite the grim realities of Brezhnev-era society. Drawing on archival research and oral history, I begin in the loosely monitored space of the Student Club at the Riga Polytechnic Institute, where Lediņš’s talents and ties to elites enabled him to found a wildly popular discotheque in the 1974–75 academic year, one of the first of its kind in the USSR. I follow his increasing investment in a distinctly Soviet form of experimentalist performance art in the early 1980s, in which—inspired in part by local readings of John Cage—the ritualized trek into the countryside became a vehicle for attaining spiritual enlightenment in communion with others. Finally, I consider ways in which his ritual journeys inflected his disco operation in subsequent years, when he reframed his events as experiments in communality—specifically, as means of experiencing, at least for an evening, the enlightening promise of Soviet socialism undelivered by the state itself.",
    "keywords": [
        "disco",
        "John Cage",
        "experimentalism",
        "Hardijs Lediņš",
        "New Wave",
        "performance art",
        "socialism",
        "USSR"
    ],
    "doi": "10.30535/mto.27.3.8",
    "received": "May 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.karnes.pdf",
    "author_info": [
        {
            "name": "Kevin C. Karnes",
            "university": "Emory College of Arts and Sciences",
            "address": "Emory University, 400 Candler Library, 550 Asbury Circle, Atlanta GA 30322",
            "email": "kkarnes@emory.edu"
        }
    ],
    "citations": {
        "astahovska_2012": "Astahovska, Ieva, editor. 2012. Atsedzot neredzamo pagātni/Recuperating the Invisible Past . Latvijas Laikmetīgas mākslas centrs.",
        "astahovska_and_Žeikare_2016": "Astahovska, Ieva, and Māra Žeikare, editors. 2016. Nebijušu sajūtu restaurēšanas darbnīca/Workshop for the Restoration of Unfelt Feelings . Latvijas Laikmetīgas mākslas centrs.",
        "avramecs_2006": "Avramecs, Boriss. 2006. “Neoficiālie laikmetīgās mūzikas festivāli 1976. un 1977. gados Rīgā.” In Robežu pārkāpšana. Mākslu sintēze un paralēles. 80 gadi , edited by Ieva Astahovska, 20–31. Laikmetīgas mākslas centrs.",
        "avramecs_and_viestarts_2020": "Avramecs, Boriss, and Viestarts Gailītis. 2020. “Between Communist Party Bosses and Individual Courage.” Unearthing the Music: Sound and Creative Experimentation in Non-democratic Europe , July 15. http://database.unearthingthemusic.eu/Between_Communist_Party_Bosses_and_Individual_Courage .",
        "bayadyan_2017": "Bayadyan, Hrach. 2017. “Imagining the Past.” In Critical Mass: Moscow Art Magazine 1993–2017 , edited by Viktor Misiano and Ruth Addison, 183–205. Garage Museum of Contemporary Art.",
        "bērziņa_1974": "Bērziņa, Aina. 1974. “Jaunie studenti!” Jaunais Inženieris , October 17: 3.",
        "bryzgel_2017": "Bryzgel, Amy. 2017. Performance Art in Eastern Europe since 1960 . Manchester University Press.",
        "buck-morss_2016": "Buck-Morss, Susan. 2016. “Theorizing Today: The Post-Soviet Condition.” In Former West: Art and the Contemporary after 1989 , edited by Maria Hlavajova and Simon Sheikh, 157–65. BAK, basis voor actuele kunst; and MIT Press.",
        "cateforis_2011": "Cateforis, Theo. 2011. Are We Not New Wave? Modern Pop at the Turn of the 1980s . University of Michigan Press.",
        "chukhrov_2017": "Chukhrov, Keti. 2017. “The De-ideologization of the ‘Soviet’.” In Critical Mass: Moscow Art Magazine 1993-2017 , edited by Viktor Misiano and Ruth Addison, 196–203. Garage Museum of Contemporary Art.",
        "crowley_and_muzyczuk_2016": "Crowley, David, and Daniel Muzyczuk, editors. 2016. Notatki z podziemia. Sztuka i muzyka alternatywna w Europie wschodniej 1968–1994/Notes from the Underground: Art and Alternative Music in Eastern Europe 1968–1994 . Muzeum Sztuki, and Koenig Books.",
        "dvoskina_2003": "Dvoskina, Elena. 2003. “Tat’iana Grindenko: novyi put’.” Muzykal’naia akademiia 2: 49–57.",
        "eșanu_2013": "Eșanu, Octavian. 2013. Transition in Post-Soviet Art: The Collective Actions Group before and after 1989 . Central European University Press.",
        "fowle_and_addison_2016": "Fowle, Kate, and Ruth Addison, eds. 2016. Exhibit Russia: The New International Decade 1986–1996 . Garage Museum of Contemporary Art.",
        "fürst_2014": "Fürst, Juliane. 2014. “Love, Peace and Rock ’n’ Roll on Gorky Street: The ‘Emotional Style’ of the Soviet Hippie Community.” Contemporary European History 23: 565–87.",
        "gillen_1988": "Gillen, Eckhart. 1988. “Ungefähre Kunst in Riga.” Niemandsland: Zeitschrift zwischen den Kulturen 2 (5): 32–50.",
        "groys_1978": "Groys, Boris. 1978. “Moskovskii romanticheskii kontseptualizm.” Tridtsat’ sem’ 15 (August): 50–65. https://samizdatcollections.library.utoronto.ca/islandora/object/samizdat%3A5423/pages .",
        "groys_2010": "Groys, Boris. 2010. History Becomes Form: Moscow Conceptualism . MIT Press.",
        "iakovlev_1976": "Iakovlev, A. 1976. “Diskoteki: vchera, segodnia, zavtra.” Jaunais Inženieris , November 18: 2.",
        "Ījabs_2015": "Ījabs, Ivars. 2015. “Lediņš savos rietumos.” Satori , March 30. https://satori.lv/article/ledins-savos-rietumos .",
        "irwin_2006": "IRWIN [collective], editor. 2006. East Art Map: Contemporary Art and Eastern Europe . Afterall Books, and MIT Press.",
        "ivashkin_1994": "Ivashkin, Aleksandr V, editor. 1994. Besedy s Al’fredom Schnike . RIK “Kul’tura.”",
        "jackson_2010": "Jackson, Matthew Jesse. 2010. The Experimental Group: Ilya Kabakov, Moscow Conceptualism, Soviet Avant-Gardes . University of Chicago Press.",
        "karnes_2019": "Karnes, Kevin C. 2019. “Arvo Pärt, Hardijs Lediņš and the Ritual Moment in Riga, October 1977.” Res Musica 11: 115–27. https://resmusica.ee/wp-content/uploads/2019/11/rm11_2019_115-127_Karnes.pdf .",
        "karnes_2021a": "Karnes, Kevin C. 2021a. “Arvo Pärt’s Tintinnabuli and the 1970s Soviet Underground.” In Arvo Pärt: Sounding the Sacred , edited by Peter C. Bouteneff, Jeffers Engelhardt, and Robert Saler, 68–85. Fordham University Press.",
        "karnes_2021b": "Karnes, Kevin C. 2021b. Sounds Beyond: Arvo Pärt and the 1970s Soviet Underground . University of Chicago Press.",
        "kurg_2014": "Kurg, Andres. 2014. “Interview with Alexei Yurchak.” ARTMargins Online , June 5. https://artmargins.com/interview-with-alexei-yurchak/ .",
        "kushnir_1994": "Kushnir, Aleksandr. 1994. Zolotoe podpol’e. Polnaia illiustrirovannaia entsiklopediia rok-samizdata (1967-1994) . Istoriia, antologiia, bibliografiia. Izdatel’stvo “Dekom.”",
        "kushnir_2003": "Kushnir, Aleksandr. 2003. “Vkus magnitnogo khleba. Vvedenie v standarty sovetskoi magnitofonnoi kul’tury.” In 100 magnitoal’bomov sovetskogo roka. 1977–1991: 15 let podpol’noi zvukozapisi , edited by Aleksandr Kushnir, 8–55. Kraft+.",
        "kveberg_2015": "Kveberg, Gregory. 2015. “Shostakovich versus Boney M.: Culture, Status, and History in the Debate over Soviet Diskoteki .” In Youth and Rock in the Soviet Bloc: Youth Cultures, Music, and the State in Russia and Eastern Europe , edited by William Jay Risch, 211–27. Lexington Books.",
        "lediņš_1978": "Lediņš, Hardijs. 1978. “Disko. Disko? Disko!” Padomju Jaunatne , June 18: 8.",
        "lediņš_1980": "Lediņš, Hardijs. 1980. “Vai sasniegts viss?” Padomju jaunatne , March 28: 4.",
        "lediņš_1989": "Lediņš, Hardijs. 1989. “Vai esmu iegājis vēsturē kā mūziķis . . . ” Padomju jaunatne , October 21: 4–5.",
        "lediņš_and_lācis_1988": "Lediņš, Hardijs, and Normunds Lācis. 1988. “ HL: NL.” Avots 4: 50-55.",
        "līdums_1977": "Līdums, J. 1977. “Velvēs skan disko,” Dzimtenes balss , May 5: 8.",
        "liepiņš_1975": "Liepiņš, Viesturs. 1975. “Skanējumu sāk diskotēkas.” Jaunais inženieris , February 27: 4.",
        "lindenbauma_2015": "Lindenbauma, Līga, ed. 2015. Lediņš. Starp to un kaut ko citu . Latvijas Nacionālā bibliotēka.",
        "mcmichael_2005": "McMichael, Polly. 2005. “‘After all, you’re a rock and roll star (at least, that’s what they say)’: Roksi and the Creation of the Soviet Rock Musician.” Slavonic and East European Review 83: 664–84.",
        "monastyrsky_1998": "Monastyrsky (Monastyrskii), Andrei. 1998. “Predislovie.” In Monastyrskii, et al., Poezdki za gorod: Kollektivnye deistviia , 19–24. Ad Marginem.",
        "monastyrsky_et_al_1998": "Monastyrsky (Monastyrskii), Andrei, et al. 1998. Poezdki za gorod: Kollektivnye deistviia . Ad Marginem.",
        "neue_gesellschaft_für_bildende_kunst_1988": "Neue Gesellschaft für bildende Kunst, editor. 1988. Riga: Lettische Avantgarde/Latviešu Avangards . Elefanten Press.",
        "oliņa_1975": "Oliņa, D. 1975. “Kāda celtne Vecrīgas panorāmā.” Padomju jaunatne , December 3: 4.",
        "piekut_2011": "Piekut, Benjamin. 2011. Experimentalism Otherwise: The New York Avant-Garde and Its Limits . University of California Press.",
        "piotrowski_2009": "Piotrowski, Piotr. 2009. In the Shadow of Yalta: Art and the Avant-garde in Eastern Europe, 1945–1989 . Trans. Anna Brzyski. Reaktion Books.",
        "piotrowski_2012": "Piotrowski, Piotr. 2012. Art and Democracy in Post-Communist Europe . Translated by Anna Brzyski. Reaktion Books.",
        "prape_1981": "Prape, Gunta. 1981. “Diskotēka: agrāk – tagad.” Liesma 4: 8.",
        "randalu_1995": "Randalu, Ivalo. 1995. “Muutumised. Andres Mustonen Arvo Pärdist ja iseendast.” Teater. Muusika. Kino 11: 33–40.",
        "reynolds_2005": "Reynolds, Simon. 2005. Rip It Up and Start Again: Postpunk 1978–1984 . Penguin.",
        "rudaks_2008": "Rudaks, Uldis. 2008. Rokupācija: Latviešu rokmūzikas vēsture . Dienas Grāmata.",
        "ryback_1990": "Ryback, Timothy W. 1990. Rock around the Bloc: A History of Rock Music in Eastern Europe and the Soviet Union . Oxford University Press.",
        "Šauriņš_1975": "Šauriņš, A. 1975. “Šoruden – pirmā diskotēka.” Jaunais inženieris , September 25: 3.",
        "schmelz_2009": "Schmelz, Peter J. 2009. Such Freedom, if only Musical: Unofficial Soviet Music during the Thaw . Oxford University Press.",
        "solomon_1991": "Solomon, Andrew. 1991. The Irony Tower: Soviet Artists in a Time of Glasnost . Alfred A. Knopf.",
        "straka_1991": "Straka, Barbara. 1991. “Im Osten was Neues.” In 21 – was nun? Zwei Jahrzehnte Neue Gesellschaft für bildende Kunst , edited by Rainer Höynck, 73-76. NGBK.",
        "toomistu_2017": "Toomistu, Teerje. 2017. “The Imaginary Elsewhere of the Hippies in Soviet Estonia.” In Dropping Out of Socialism: The Creation of Alternative Spheres in the Soviet Bloc , edited by Juliane Fürst and Josie McLellan, 41–62. Lexington Books.",
        "traumane_2016": "Traumane, Māra. 2016. “NSRD pieturas punkti starptautiskajā mākslas un teorijas ainā/NSRD: Points of Reference in International Art and Theory.” In Nebijušu sajūtu restaurēšanas darbnīca/Workshop for the Restoration of Unfelt Feelings , edited by Ieva Astahovska and Māra Žeikare, 294–309. Latvijas Laikmetīgas mākslas centrs.",
        "troitsky_1988": "Troitsky, Artemy. 1988. Back in the USSR: The True Story of Rock in Russia . Faber and Faber.",
        "tsipursky_2016": "Tsipursky, Gleb. 2016. Socialist Fun: Youth, Consumption, and State-Sponsored Popular Culture in the Soviet Union, 1945–1970 . University of Pittsburg Press.",
        "tupitsyn_1981-82": "Tupitsyn, Margarita. 1981–82. “Some Russian Performances.” High Performance 4 (4): 11–18.",
        "vasiļjevs_1988": "Vasiļjevs, Igors. 1988. “Tiesa.” Liesma 4: 14–15.",
        "vogelnik_2004": "Vogelnik, Borut. 2004. “Total Recall.” In Who If Not We Should at Least Try to Imagine the Future of All This? edited by Maria Hlavajova and Jill Winder, 171-86. Artimo.",
        "yurchak_2006": "Yurchak, Alexei. 2006. Everything Was Forever, Until It Was No More: The Last Soviet Generation . Princeton University Press.",
        "yurchak_2014": "Yurchak, Alexei. 2014. Eto bylo navsegda, poka ne konchilos’. Poslednee sovetskoe pokolenie . Novoe literaturnoe obozrenie.",
        "zake_2010": "Zake, Ieva. 2010. “Soviet Campaigns against ‘Capitalist Ideological Subversives’ during the Cold War.” Journal of Cold War Studies 12: 91–114.",
        "zavadskaia_1977": "Zavadskaia, Evgeniia. 1977. Kul’tura vostoka v sovremennom zapadnom mire . Izdatel’stvo “Nauka.”",
        "Žeikare_2015": "Žeikare, Māra. 2015. “Bolderājas stils mākslā.” Satori , June 29. https://www.satori.lv/article/bolderajas-stils-maksla .",
        "Žeikare_and_popova_2015": "Žeikare, Māra, and Diāna Popova. 2015. “Hardija Lediņa diskotēkas.” Satori , February 25. https://www.satori.lv/article/hardija-ledina-diskotekas .",
        "zhuk_2010": "Zhuk, Sergei I. 2010. Rock and Roll in the Rocket City: The West, Identity, and Ideology in Soviet Dniepropetrovsk, 1960-1985 . Woodrow Wilson Center Press and Johns Hopkins University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. My sense of Estonian “listening discos” at the Tallinn Polytechnic Institute and the University of Tartu in the mid- and late 1970s owes in large part to interviews with Toomas Siitan (in English), Tallinn, October 30, 2017, and Immo Mihkelson (in English), Tallinn, November 26, 2019.",
            "citations": []
        },
        "FN2": {
            "text": "2. On the resonance of Zavadskaia’s work among alternative artists, see Eșanu ( 2013 , 80–83), and Solomon ( 1991 , 85–86). It was also recalled by the Lithuanian musicologist Rūta Stanevičiūtė in an interview with the author (in English), Vilnius, May 31, 2018.",
            "citations": [
                "solomon_1991"
            ]
        },
        "FN3": {
            "text": "3. Programs for some of Lediņš’s early disco programs are preserved at the Latvian Centre for Contemporary Art in Riga (Latvijas Laikmetīgas mākslas centrs), in binders labeled “Rokraksti” and “Manuskripti.”",
            "citations": []
        },
        "FN4": {
            "text": "4. Latvijas Laikmetīgas mākslas centrs, Hardijs Lediņš Collection; hereafter LLMC. The LLMC collection houses papers, books, photographs, official records, and a handful of audio recordings. The bulk of the audio portion of Lediņš’s estate, mostly preserved on reel-to-reel tape, remains in possession of the Lediņš family. A large store of those materials, digitized and curated by Lauris Vorslavs, is available in the online archive Pietura nebijušām sajūtām: http://www.pietura.lv/ .",
            "citations": []
        },
        "FN5": {
            "text": "5. Correctly spelled in Latvian, “horse shit” would be zirgābols .",
            "citations": []
        },
        "FN6": {
            "text": "6. The extant issue is, at the time of this publication, available at http://www.pietura.lv/seque/txt/samizdats/1972_zirkahbols_Nm_11.pdf",
            "citations": []
        },
        "FN7": {
            "text": "7. Handwritten protocols from the disciplinary hearing are preserved at LLMC, in a box labeled “Lediņa arhīva papildinājums”; they are transcribed and published in Lindenbauma 2015 (no pagination given). On Zirkahbols and its successor, WCZLS , see Astahovska and Žeikare 2016 , 22–23.",
            "citations": [
                "lindenbauma_2015"
            ]
        },
        "FN8": {
            "text": "8. Some of their correspondence from this period is preserved at LLMC, in a box labeled “Lediņa arhīva papildinājums.”",
            "citations": []
        },
        "FN9": {
            "text": "9. This issue is available, as of this article’s publication, at http://www.pietura.lv/seque/txt/samizdats/1973_74_wczls_03.pdf .",
            "citations": []
        },
        "FN10": {
            "text": "10. The fifth volume of WCZLS is available, as of this article’s publication, at http://www.pietura.lv/seque/txt/samizdats/1973_74_wczls_05.pdf .",
            "citations": []
        },
        "FN11": {
            "text": "11. This journal is available, as of this article’s publication, at http://www.pietura.lv/seque/txt/samizdats/1974_ontourinlatgalia.pdf .",
            "citations": []
        },
        "FN12": {
            "text": "12. Red and green notebook labeled “Melody Maker from 1970,” preserved at LLMC in a box labeled “Klades.” Martin Boiko, interview with the author (in Latvian and English), Riga, November 29, 2019.",
            "citations": []
        },
        "FN13": {
            "text": "13. Further information referenced in this paragraph is drawn from interviews with Boriss Avramecs (in Latvian), Riga, November 2, 2017; Māra Žeikare (in English), Riga, June 1, 2018; and Martin Boiko (in Latvian and English), Riga, November 29, 2019; as well as from Žeikare and Popova 2015.",
            "citations": []
        },
        "FN14": {
            "text": "14. Also recalled by Asja Visocka in an interview with the author (in Latvian), Riga, September 5, 2018.",
            "citations": []
        },
        "FN15": {
            "text": "15. Preserved at LLMC, in a binder labeled “Rokraksti.”",
            "citations": []
        },
        "FN16": {
            "text": "16. Preserved at LLMC, in a binder labeled “Manuskripti”; also accessible in the LLMC Digital Archive: https://dom.lndb.lv/data/obj/89893.html .",
            "citations": []
        },
        "FN17": {
            "text": "17. Sketches for these lectures are preserved at LLMC, in a binder labeled “Rokraksti.”",
            "citations": []
        },
        "FN18": {
            "text": "18. The Gentle Giant and King Crimson lectures are preserved at LLMC, in a binder labeled “Rokraksti.” The Davis lecture is in an unboxed notebook at LLMC labeled “M. Davis.”",
            "citations": []
        },
        "FN19": {
            "text": "19. From the first installment of his lecture on King Crimson, preserved at LLMC, in a binder labeled “Rokraksti.”",
            "citations": []
        },
        "FN20": {
            "text": "20. National Archive of Latvia, Riga (Latvijas Valsts arhīvs), fonds PA-4263, apraksts 8, lieta 2 (Riga Polytechnic Komsomol protocols of December 16, 1974); fonds PA-4263, apraksts 10, lieta 1 (protocols of January 26, 1976); and fonds PA-4263, apraksts 10, lieta 2 (protocols of September 20, 1976).",
            "citations": []
        },
        "FN21": {
            "text": "21. Visocka, interview, September 5, 2018.",
            "citations": []
        },
        "FN22": {
            "text": "22. My sense of these events also owes to my interviews with Avramecs (November 2, 2017) and Martin Boiko (November 29, 2019). Latvia’s KGB archives remain closed to most researchers, and I have been unable to verify these accounts.",
            "citations": []
        },
        "FN23": {
            "text": "23. The architect friend who accompanied them on their first Bolderāja walk was Imants Žodžiks. Lediņš described the walks in Lediņš and Lācis ( 1988 , 50–55). A number of photographs, documents, and descriptions of the walks are provided in Astahovska and Žeikare ( 2016 , 153–60). For discussion, see also Žeikare 2015 . Lediņš’s archive materials related to the walks are preserved at LLMC, in a binder labeled “Bolderājas gājieni,” and in file boxes labeled “Bolderājas gājieni NSRD” and “Lediņa arhīva papildinājums.” Some of these materials accessible in the LLMC Digital Archive: search (“Meklēt”) for the terms “Bolderāja” and (in a separate search) “NSRD” at https://lcca.lv/lv/petnieciba/#petnieciba-kolekcija .",
            "citations": []
        },
        "FN24": {
            "text": "24. Undated interview broadcast on the Radio NABA program Absolūtais Minors on June 18, 2014; archived at http://sturm.lv/absolutais-minors/103/Absolutais_Minors_-_2014.06.18_-_NSRD_izlase.mp3 (at 0:10:45).",
            "citations": []
        },
        "FN25": {
            "text": "25. Many of these photos are preserved at LLMC, in a file box labeled “Bolderājas gājieni NSRD.”",
            "citations": []
        },
        "FN26": {
            "text": "26. Drafts of the poems are preserved at LLMC, in a binder labeled “Dziesmu teksti,” with additional related materials in a binder labeled “Dzeja ārpus albumiem.”",
            "citations": []
        },
        "FN27": {
            "text": "27. In conceiving and packaging their work in this way, Boiko and Lediņš were early contributors to a vital “magnetic-tape culture” in the Soviet Union of the 1980s, as defined and documented by the Russian critic Aleksandr Kushnir ( 2003 ).",
            "citations": [
                "kushnir_2003"
            ]
        },
        "FN28": {
            "text": "28. The album can be heard at http://www.pietura.lv/seque/?grupa=seque&disk=best_seque .",
            "citations": []
        },
        "FN29": {
            "text": "29. The Soviet phenomenon remains largely unstudied beyond Troitsky’s recollections ( 1988 , 48–67), but radio shows and internet archives such as Radio NABA’s Absolūtais Minors are invaluable sources of information and materials ( http://sturm.lv/absolutais-minors/ ). On origins in Western spaces, see Cateforis 2011 and Reynolds 2005 .",
            "citations": [
                "troitsky_1988",
                "cateforis_2011",
                "reynolds_2005"
            ]
        },
        "FN30": {
            "text": "30. A magnitizdat production, Bolderājas dzelzceļš (later spelled Bolderājas dzelzsceļš ) was rereleased in 2003 by Baušķenieks on vinyl and cassette on his independent label, Ingus Baušķenieka Ieraksti, IBCD 201.",
            "citations": []
        },
        "FN31": {
            "text": "31. The album can be heard at http://www.pietura.lv/seque/?grupa=seque&disk=mana_meza .",
            "citations": []
        },
        "FN32": {
            "text": "32. A number of NSRD’s albums are available online at http://www.pietura.lv/nsrd/ ; the album Medicīna un māksla (Medicine and Art, 1985) is exemplary of the work they created for the Riga disco scene.",
            "citations": []
        },
        "FN33": {
            "text": "33. His artist friend was the Latvian painter Leonards Laganovskis.",
            "citations": []
        },
        "FN34": {
            "text": "34. Photographs are preserved at LLMC and accessible in the LLMC Digital Archive: https://dom.lndb.lv/data/obj/86746.html , https://dom.lndb.lv/data/obj/86736.html , https://dom.lndb.lv/data/obj/86737.html , https://dom.lndb.lv/data/obj/86735.html .",
            "citations": []
        },
        "FN35": {
            "text": "35. Preserved, along with other programs and materials related to Cosmos, at LLMC, in a binder labeled “Pirmās diskotēkas Anglikāņos (RPI).” The quotations that follow are from this document, which is also accessible in the LLMC Digital Archive: https://dom.lndb.lv/data/obj/89903.html (page 3 of the document). Further materials related to the Cosmos discotheque are preserved in a binder labeled “Manuskripti.” Some are available in the LLMC Digital Archive: search (“Meklēt”) for the term “Kosmoss” at https://lcca.lv/lv/petnieciba/#petnieciba-kolekcija .",
            "citations": []
        },
        "FN36": {
            "text": "36. In the mid-1980s, Lediņš and Boiko expanded NSRD into a prolific multi-arts collective. Their work, ranging widely between music, performance art, and video art, figured prominently in the 1988 Lettische Avantgarde exhibition in West Berlin and Bremen, one of the first efforts to decenter Western discourse about the European avant-garde by acknowledging histories and projects in Eastern Europe that were unseen by most in the West ( Neue Gesellschaft für bildende Kunst 1988 , Straka 1991 ; for broader context, see Fowle and Addison 2016 ). Shortly afterwards, NSRD disbanded. After a period of residence in Berlin, Lediņš returned to Latvia and focused largely on music-related projects, veering increasingly toward techno and ambient work. Largely neglected in the decade following his death in 2004, a considerable resurgence of interest in Lediņš began in 2015 around the sixty-year anniversary of his birth, largely sparked by a yearlong festival of programming organized by the Latvian Centre for Contemporary Art. His work has since featured significantly in exhibitions, archive projects, and studies of alternative art in late- and post-Soviet spaces: e.g., Crowley and Muzyczuk 2016 , Karnes 2021b , and the online archive Parallel Chronologies: An Archive of East European Exhibitions ( http://tranzit.org/exhibitionarchive/ ). The most comprehensive guides to his work are the bilingual (English and Latvian) volume Astahovska and Žeikare 2016, and the online archive Pietura nebijušām sajūtām ( http://www.pietura.lv ).",
            "citations": [
                "straka_1991",
                "fowle_and_addison_2016",
                "crowley_and_muzyczuk_2016",
                "karnes_2021b"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Disko. Disko? Disko!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The words above were penned by a DJ in 1978, as the title of an essay published in the paper of the Riga Soviet Youth League (Komsomol), the organization charged with directing and promoting activities for young people throughout the city. They present a dialogue in miniature, which goes something like this: There are discos. There are what ? There are DISCOS! All around us, in our city, in our suburbs, throughout our republic. “Like mushrooms after the rain, like the rain after a hot day, discos are springing up everywhere today” ( Lediņš 1978 , 8). The author of the essay, Hardijs Lediņš, pointed to New York City as a model, which boasted (he claimed) upwards of 200 discos at the time. And the twenty-three-year-old brimmed with excitement about the future of his art in the Latvian SSR. “In our republic, nearly every large factory and educational institution has its own discotheque,” he wrote. He lamented the still-nascent level of professionalism among local DJs. He called upon musicians and collectives to start producing disco music at home (made in the USSR). He offered aspiring disco organizers suggestions about visual effects and interior designs. And he concluded with questions: “So, which discotheque should we head to this evening? Should we go to the nearest, or to one of the many operating out of basements in Riga’s Old Town? Or, should we head to a disco in [the Riga suburbs of] Imanta or Purvciems? Then, walking home in the resplendent summer morning, taking in the beauty of the rising sun, we’ll ask ourselves: is there any better way to end a fabulous disco evening?” ( Lediņš 1978 , 8.). Example 1 . Hardijs Lediņš behind the turntable at the Student Club discotheque at the Riga Polytechnic Institute, mid-1970s. Photographer unknown. Collection of the Latvian Centre for Contemporary Art (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Lediņš’s portrait of the disco life is hardly what we might expect of the pre-perestroika USSR. Brezhnev’s USSR, a time of “stagnation” ( zastoi in Russian): “desolate” or “deaf years” for music, the Russian poet Gennady Aygi would later quip ( Schmelz 2009 , 322). And yet, the disco culture Lediņš described, which he himself played a key role in shaping, would sweep the whole of the Soviet Union by the start of the 1980s, its possibly dangerous music—and also its potential for cultivating a population of politically upstanding youth—vigorously debated in homes, the press, and even halls of government ( Zhuk 2010 , 215-38; Kveberg 2015 ). In November 1976, a disco festival hosted by the Riga Polytechnic Institute drew DJs from as far away as Tashkent. Lediņš was among the featured speakers ( Example 1 ). The motto of the festival: “The youth of the world sing about peace, friendship, and solidarity!” Its takeaway message: “Discotheques stand to become ever more popular, because they are an effective form of mass popular education for youth” ( Iakovlev 1976 , 2). Lediņš’s comparisons to New York aside, the Soviet disco scene was clearly not like that which coalesced at Studio 54 and other American locales. The music he played was dramatically different, as were many of the events his discotheques hosted. Just what his discos were, and just what they might mean for our understanding of music and youth culture in the Brezhnev era, are my subjects here.",
                "footnotes": [],
                "citations": [
                    "schmelz_2009",
                    "zhuk_2010",
                    "kveberg_2015",
                    "iakovlev_1976"
                ]
            }
        },
        {
            "3": {
                "text": "[3] It would be hard to overstate the popularity of discotheques in the USSR of the 1970s and 1980s. They were popular . In autumn 1975, the student paper of the Riga Polytechnic, where Lediņš hosted his first discos while studying at the institution, reported: The other night, the hall of the [polytechnic’s] Student Club was completely packed, with a healthy crowd of “unfortunates” gathered outside the doors because it was impossible to fit anyone else inside. Was this some kind of meeting, or a concert? No, it was a discotheque! . . . The evening was opened by the current organizer of the discotheques, [the student] Edmunds Štreihfelds, but then the microphone was passed to the person in charge: the “disc jockey,” the architecture student Hardijs Lediņš. ( Šauriņš 1975 , 3) Yet the Soviet disco craze did not start with Lediņš, and it was not unique to the Latvian capital. The historian Sergei Zhuk, who both studied and lived the Soviet disco phenomenon, reports that an astonishing 187 discotheques had been registered with the Moscow Komsomol by the end of 1978 in that city alone, and there were known to be over 300 discos active in Latvia—with a total population less than a third of Moscow’s—at that time ( Zhuk 2010 , 219; on the Komsomol, see also Tsipursky 2016 ). In New York, London, and other Western locales, the disco experience consisted most famously of dancing and largely unstructured socializing. But Lediņš’s discos were different, featuring dancing only in their second half, after an opening portion in which seated attendees would listen together to live or recorded music, accompanied by lectures by the DJ or guests about what they were playing and hearing. The Russian journalist Artemy Troitsky claims to have pioneered this kind of “stationary” disco, as Lediņš called it, in Moscow in 1972, where it did not immediately catch on ( Troitsky 1988 , 32–33; Lediņš is quoted in Prape 1981 , 8). But Lediņš was master of the form, which quickly took root in Latvia and Estonia and spread from there across the USSR in the second half of the decade. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "zhuk_2010",
                    "tsipursky_2016",
                    "troitsky_1988",
                    "prape_1981"
                ]
            }
        },
        {
            "4": {
                "text": "[4] As had been the case with the rise of homegrown Soviet rock in the 1960s, the Baltic republics of Estonia and Latvia were widely regarded (and are still often recalled) as crucial centers for the emergence of Soviet disco culture in the mid-1970s ( Zhuk 2010 , 215–38; cf. Troitsky 1988 , 44–45, 82–87; Ryback 1990 , 111–14). As Zhuk reports, when the Komsomol in Dniepropetrovsk, Ukraine, decided to open a discotheque in their city in 1977, they brought in a delegation of DJs from Riga to coach local activists on how to do it ( 2010 , 223–25). Among the things that made the Baltic republics vital hubs of such activity was a complex of political, social, and economic factors that uniquely shaped the landscape of possibility for collective creativity and socializing. Importantly, local institutions were often staffed and sometimes led by figures who asserted a remarkable degree of autonomy with respect to higher-level bureaucracies in Moscow. Both Latvia and Estonia had been independent republics prior to World War II, and a culture of self-conscious difference vis-à-vis Soviet Russia could still be felt in many aspects of daily life. The busy ports of Riga and Tallinn provided access to LPs, technologies, and foreign tourists, and Tallinn’s residents could tune into radio and even television broadcast from Helsinki. (Many Estonian speakers can understand Finnish.) The University of Tartu in Estonia was home to a thriving hippie culture ( Toomistu 2017 ; Fürst 2014 ). Riga hosted a black market for pirated copies of Western recordings known to regularly draw buyers from as far away as Smolensk, over 400 miles away ( Yurchak 2006 , 187–88; Rudaks 2008 , 47–49). And the Riga Polytechnic hosted a discotheque—Lediņš’s discotheque—that drew such union-wide stars as Arvo Pärt, Alexei Lubimov, and (it is reported) Alfred Schnittke. (Pärt’s very first sacred tintinnabuli -style works were premiered at Lediņš’s discotheques [ Karnes 2021a , 2021b , 2019 ]; Schnittke reportedly visited Lediņš’s disco on his way home from Tallinn, where he had traveled to supervise the only pre-perestroika performance of his Requiem [ Ivashkin 1994 , 266-67, 298; Avramecs and Viestarts 2020 .]) Together, these distinctive facets of culture and history made the Baltic republics magnets for creative individuals from across the USSR. As the celebrated violinist (and occasional disco-attendee) Tatiana Grindenko recalls of her own impressions of Tallinn in the 1970s, it “was known as a city where the impossible was always just a little bit more possible” (in Dvoskina 2003 , 54).",
                "footnotes": [],
                "citations": [
                    "zhuk_2010",
                    "troitsky_1988",
                    "ryback_1990",
                    "zhuk_2010",
                    "toomistu_2017",
                    "yurchak_2006",
                    "rudaks_2008",
                    "karnes_2021a",
                    "karnes_2021b",
                    "karnes_2019",
                    "ivashkin_1994",
                    "avramecs_and_viestarts_2020",
                    "dvoskina_2003"
                ]
            }
        },
        {
            "5": {
                "text": "[5] And yet, even within this borderland space and against the backdrop of hundreds of Soviet discos, Lediņš’s stood out, especially as it evolved in the following decade. For in November 1980, he committed himself to a project of performance art that would profoundly transform his conception of the disco experience and what it could bring to the lives of attendees. That, in turn, changed how he DJ’d. In particular, he and his lifelong collaborator, the poet and musician Juris Boiko (1954–2002), embarked that month on a cycle of ritual walks from Lediņš’s Riga home to the forsaken coastal suburb of Bolderāja, in a local, possibly unknowing variant of the “actions” ( deistviia ) inaugurated in Moscow in 1976 by the Russian poet Andrei Monastyrsky and his so-called Collective Actions group. Inspired in part by the writings of John Cage, which were simultaneously animating experiments in performance art from New York to Yugoslavia ( Bryzgel 2017 , Piekut 2011 ), Monastyrsky’s “journeys beyond the city” ( poezdki za gorod ) consisted principally in traveling to some unfamiliar, uninhabited locale, and recording one’s impressions of the trip in writing, photography, and other media ( Monastyrsky et al. 1998 ; Jackson 2010 , 184–91; Eșanu 2013 ).",
                "footnotes": [],
                "citations": [
                    "bryzgel_2017",
                    "piekut_2011",
                    "monastyrsky_et_al_1998",
                    "jackson_2010"
                ]
            }
        },
        {
            "6": {
                "text": "[6] As we will see, Monastyrsky regarded his journeys as forms of ritual, as means of taking oneself out of the everyday to experience a taste of expressive freedom and perceptual, even spiritual transformation in communion with others. In this way, his work aligned with a distinctly Soviet reading of Cage advanced by one of the composer’s most important Soviet interlocutors, the literary scholar Evgeniia Zavadskaia. (2) For Zavadskaia, the significance of Cage’s work resided not in its play with sounds but in the collective and potentially enlightening process of bringing it to performance. Elaborating Cage’s well-known aspiration to dissolve the boundaries between art and life, she described the American composer as a figure striving to awaken individuals to their connectedness to the “deep unity of the human spirit” ( dukh ), a spirit “disclosed everywhere and in every moment, bringing into balance self and other, the present moment and eternity” ( 1977 , 149). We don’t know what Lediņš knew of Zavadskaia or Monastyrsky in 1980. But he did know some Cage, and he described his walks to Bolderāja in ways that resonate with their statements. “In order to understand these things we’re doing, it’s necessary to put yourself in a different kind of place,” he wrote of his treks. “And that requires effort, working with oneself. Clarifying what’s essential to you is not something possible in everyday life” ( Lediņš and Lācis 1988 , 50). Back in Riga, Lediņš strove to capture something of this sense of experimentalism, this feeling of freedom experienced on his walks, right in the heart of the city itself, in a disco-space of community-making that was readily accessible to all.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "zavadskaia_1977"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Underpinning my study of Lediņš’s discos are a number of theoretical claims. First, while it would be easy to dismiss his activities as attempts to appropriate and assimilate forms of Western culture into a Soviet space, he was not, in fact, attempting to do such things at all. To be sure, he was impressed with what he read of disco culture in New York, and programs from his early discos are filled with Western music. (3) Yet, I will suggest, Lediņš’s work exemplifies instead what the art historian Amy Bryzgel writes of performance art broadly across the Soviet bloc: about experimental artforms “develop[ing] in Eastern Europe in parallel and in dialogue with practices in Western Europe and North America” (emphasis in original); the dialogue, of course, was often imagined. “Artists in the East were inspired by artists they encountered from elsewhere (both East and West), yet also created their own distinct forms of creative expression, which emerged from their unique cultural surroundings” ( 2017 , 1–2). Bryzgel was not writing about Lediņš’s discos, but she might as well have been.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "bryzgel_2017"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The Latvian historian Ivars Ījabs helps us push this argument further. Focusing on the work of Lediņš and Boiko in particular, he suggests that their gift consisted first in spotting and then in mining the cracks that seemed everywhere to appear across the bureaucratic façade of Brezhnev’s Soviet Union. They exploited the opportunities for creative engagement afforded by those fissures to explore the newness of things trickling in from the West. But significantly, they always navigated within the distinctly Soviet social and artistic spaces they traveled. “It’s true postmodernism,” Ījabs observes of Lediņš’s art, “playing within the chasm between the provincial culture of the USSR and the global ‘normality’ of the West, creeping in from abroad” ( 2015 ). In short, Western discos (or what he read of them) and Western music (or what he heard of it) inspired Lediņš to imagine what new sounds and experiences might be conjured within the frame of the Soviet world itself, to envisage how he might contribute to that world in new, exciting, and enlightening ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] To press this point still further, we may turn to the anthropologist Alexei Yurchak, who writes of artists and others who, even in the 1970s and 1980s, were still inspired by and remained deeply committed to a complex of ideals widely associated with the Soviet socialist project in its earliest, revolutionary days—despite the failings of the Soviet state, which were everywhere apparent by the Brezhnev years. “For a great number of Soviet citizens,” Yurchak observes, many of the fundamental values, ideals, and realities of socialist life (such as equality, community, selflessness, altruism, friendship, ethical relations, safety, education, work, creativity and concern for the future) were of genuine importance . . . . For many, “socialism” as a system of human values and as an everyday reality of “normal life” was not necessarily equivalent to “the state” or “ideology”; indeed, living socialism to them often meant something quite different from the official interpretations provided by state rhetoric. ( 2006 , 8) He elaborates this point in another study: “The positive, creative, ethical side of life” in the 1980s USSR “was just as organic a part of socialist reality as feelings of alienation and meaninglessness” ( Yurchak 2014 , 45).",
                "footnotes": [],
                "citations": [
                    "yurchak_2006",
                    "yurchak_2014"
                ]
            }
        },
        {
            "10": {
                "text": "[10] For Yurchak, this sense of dissonance, even this yawning chasm between the enlightening promise of Soviet socialism and the reality of what the system had actually produced—poverty, corruption, general dysfunction—was perhaps the defining feature of late-Soviet life for many individuals who lived it. And yet, he notes, despite it all, the “ethos” of Soviet revolutionary socialism “survived in various forms in mundane Soviet life even during late socialism in spite of the stagnant bureaucratic party system. One place where it survived was informal [i.e., alternative ] Soviet art” (in Kurg 2014 ; emphasis in original). The Russian poet and philosopher Keti Chukhrov makes a similar point with respect to artists’ works and words of the period. She writes: “we [should] regard communism” in their statements “not as a state project that succeeded or failed . . . but rather as . . . the ability to think in a certain ethical direction. Namely, when one cannot consider one’s human purpose realized if one’s consciousness does not care for others” ( Chukhrov 2017 , 198). Among those artforms where such “fundamental values” (Yurchak) as Chukhrov’s “care for others” survived, amid and despite all surrounding dysfunction, were Lediņš’s discos and walks to Bolderāja. His collaborator Boiko put this plainly in an interview with a West German art historian in 1988. “What, then, is socialism?” Boiko asked rhetorically. “It is social life. It is active contacts between individuals” ( Gillen 1988 , 47).",
                "footnotes": [],
                "citations": [
                    "kurg_2014",
                    "chukhrov_2017",
                    "gillen_1988"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Before turning to Lediņš’s contributions directly, I should add a few words about the geography of my study. In recent years, a significant project has been underway among a loosely connected group of scholars, almost all of whom residing in former-Soviet or Eastern European spaces, to move beyond cultural histories that draw clear lines between centers and what we have sometimes called peripheries. Such conventional histories, penned invariably by writers in the USSR and still by many in the post-Soviet West ( Buck-Morss 2016 , 163), take as axiomatic what the Polish art historian Piotr Piotrowski calls a “vertical” conception of cultural exchange: the conviction that “models of artistic practice spread throughout the world” from geographical “centers” such as Moscow, “eventually reaching the peripheries.” Of course, he writes, “it can happen . . . that significant artists appear within the margins of the artistic geography, but their recognition and art historic consecration must happen within the centre” ( 2012 , 26).",
                "footnotes": [],
                "citations": [
                    "piotrowski_2012"
                ]
            }
        },
        {
            "12": {
                "text": "[12] The problem with such “vertical” histories, as diagnosed by the Armenian art theorist Hrach Bayadyan, is that “the relationship between the center and the periphery” in the Soviet bloc was characterized in practice by significant “uncertainties and ambiguities . . . and in particular the possibility of cultural resistance”: the very sorts of conditions that distinguished life in Riga and Tallinn from life in Moscow ( 2017 , 183). In order to fathom those ambiguities and the significant opportunities for cultural activity they afforded, Piotrowski urges, we need a “horizontal” approach to studying history in the Soviet world, surfacing the “relational geography” of its spaces (“polyphonic, multi-dimensional, devoid [in practice, often] of geographic hierarchies”), capturing events and exchanges across networks of mostly non-central locales ( Piotrowski 2012 , 31, 39; also Piotrowski 2009 ). It is only through piecing together such “horizontal” histories that we might come to understand the forces, events, and dynamics that shaped daily life for many citizens of the USSR, forces that are typically unseen from the “vertical,” center-centric perspective. Uncovering and mapping such “relational geographies” has been the project of some recent large-scale initiatives, including Recuperating the Invisible Past , a conference and exhibition organized by the Riga-based art historian Ieva Astahovska, and the massive, ongoing “East Art Map” project of the Ljubljana-based collective IRWIN ( Astahovska 2012 , IRWIN 2006 , Vogelnik 2004 ). In the present article we have already brushed against some deeply significant non-hierarchical exchanges: Pärt traveling from Tallinn to Riga to stage the premieres of his first openly sacred tintinnabuli works; Schnittke traveling to Tallinn to oversee the premiere of his Requiem; a group of Riga DJs heading to Dniepropetrovsk to help establish a discotheque in that city; and artists coming from across the USSR for the opportunity to attend, perform, and lecture at Lediņš’s discotheque.",
                "footnotes": [],
                "citations": [
                    "bayadyan_2017",
                    "piotrowski_2012",
                    "piotrowski_2009",
                    "astahovska_2012",
                    "irwin_2006",
                    "vogelnik_2004"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In the remainder of this essay, I will sketch the origins of Lediņš’s disco project, drawing on oral history and the store of documents preserved in the Lediņš Collection of the Latvian Centre for Contemporary Art in Riga. Then, bringing these materials into dialogue with the archive of recordings maintained by the Lediņš family and curated online by the Riga-based musician Lauris Vorslavs, I will point to some ways in which his ritual walks intersected with his musical activities beginning in 1980. (4) Finally, I will consider his disco project as it evolved between that point and mid-decade, unfolding something of the way in which his performance art inflected his disco operation. Throughout the 1980s, Lediņš’s discotheque remained a space for dancing. But more importantly, as he believed, it became a space for awakening attendees to the spiritually transformative potential of being open to the experience of their surroundings, and also for achieving and maintaining the “active contacts between individuals” that Boiko identified as the essence of Soviet socialism itself. Put simply, Lediņš’s disco was a space in which socialism could be practiced as many felt it was meant to be, in contrast to the dispiriting reality encountered just outside its doors. It was an idealistic project, to be sure. But to give the last word to Boiko again, from that same West German interview of 1988: “You could say that it is the artist’s mission to prepare for the future. And that means bringing a utopian element [ utopisches Element ] into the here and now . . . ” ( Gillen 1988 , 33). Enter the DJ",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "gillen_1988"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Lediņš’s path to the polytechnic was both natural and miraculous, for his creative gifts were as apparent in high school as was his disregard for social norms. Together with Boiko, he made his artistic debut by creating and distributing to classmates a series of homemade journals under the title Zirkahbols —Latvian for Horse Shit , rendered in their personalized, esoteric orthography. (5) To judge from the single extant issue—labeled number eleven in the run, the rest (reportedly) having been confiscated and destroyed by the KGB— Zirkahbols consisted of collages of clippings from historical publications interspersed with hand-drawn illustrations and absurdist statements. (6) Once discovered, the journal’s content struck school officials as highly suspect: “satire for or against something,” they explained in disciplinary actions taken against the duo in February 1973. (7) For what was deemed the subversive political work of compiling their journal, Boiko was sentenced to military service upon graduation. Lediņš, whose mother had ministerial ties that would profoundly shape the range of opportunities afforded to her son, was spared the fate of his friend. At the end of their senior year, Boiko shipped out to the Kazakh border. Lediņš moved across town to the prestigious Riga Polytechnic Institute to study architectural theory.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Despite the physical distance between them, Lediņš and Boiko kept up their production of homemade journals in the 1973–74 academic year, sending issues of various successors to Zirkahbols back and forth through the mail between Riga and Rubtsovsk. (8) In a new journal they called WCZLS —an acronym, again using an eccentric orthography, for My, What a Green Umbrella! —their passion for music became clear. An early issue of WCZLS included a column headed “Pop Music News” ( popmuhsikas jaunumi ), which referenced the British magazine Melody Maker and reported on cancellations of imaginary Riga concerts by Pink Floyd, Roxy Music, and the band Chicago. (9) The journal’s fifth volume, from 1974, advertised a fictitious upcoming concert by one “A. Lichtenberg & seine Gruppe,” supposedly to be held in the fish pavilion of Riga’s central market. (10) Later that year, in yet another homemade journal, The Riesling Brothers on Tour in Latgalia! (its title was penned in English), Lediņš and Boiko compiled a “Top-74” list of fictitious bands and songs in the “Mestnij” category ( local , in Russian: mestnyi ), along with a list of their actual favorites under the English heading “International.” (11) The latter included Peter Gabriel, Greg Lake, and Jon Anderson of Yes. Two of their top five albums were by King Crimson: Starless and Bible Black (#1) and Red (#3). Best of all, they loved Robert Fripp, King Crimson’s founder and lead guitar player, who took the top spot on both their “guitar” and their “komposer” lists. As Zhuk would describe it, Lediņš’s taste planted him firmly on the “intellectual” side of Soviet listening culture of the period, with a clear majority of young people preferring more accessible, danceable Western pop by such mainstream bands as Slade and Queen ( Zhuk 2010 , 178–79).",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "zhuk_2010"
                ]
            }
        },
        {
            "16": {
                "text": "[16] For the historian Ījabs ( 2015 ), these ads and lists produced by the duo made ironic “play” of the “chasm between the provincial culture of the USSR and the global ‘normality’ of the West,” noted above. They also made clear the remarkable breadth of their knowledge of and even fluency with Western rock. They seemed, at this time, to have had no genuine interest in popular musics produced locally, either in Latvia or in the greater Soviet Union. The pathways through which they acquired their knowledge of Western music are complex and partly obscure. Years before a broadly resonant rock journalism took root in the USSR (in the form of the widely distributed samizdat journal Roksi , produced in Leningrad by Boris Grebenshchikov of the band Akvarium starting in 1977 [ McMichael 2005 ; Kushnir 1994 , 55–61]), Lediņš began mining the record and magazine collections of the Latvian Conservatory and National Library ( Līdums 1977 ). His reading is documented in a handwritten alphabetical index he compiled of Melody Maker going back to 1970. (The high school he and Boiko attended offered instruction in German, and, as Boiko’s brother Martin explains, many in their circle taught themselves to read English.) (12) He might also have frequented Riga’s famous black market for LPs and pirated cassettes, mentioned above.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "mcmichael_2005",
                    "kushnir_1994"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Some suggest that Lediņš’s mother, Rute Lediņa, was a source of recordings and information. A journalist and translator, she worked as host of a radio program called Amber Coast , which broadcast Soviet propaganda to Latvian emigres in Scandinavia. The show was a project of an office called the Committee for Cultural Relations with Compatriots Abroad. Ostensibly a nongovernmental organization, her office, as the Latvian historian Ieva Zake documents, was “in reality . . . part of the KGB” ( Zake 2010 , 100). (13) Officially, the organization employed only about a dozen individuals, but its staff was augmented significantly by artists and academics who volunteered their time and efforts in exchange for the opportunities for foreign travel that work for the office provided. Rute’s ties to state security likely accounted for the starkly different fates experienced by Hardijs and Juris in the wake of the high school fiasco surrounding their production of the Horse Shit journals. (Protocols from their hearing indicate that they were tried as a pair.) Her foreign travels and the elite, cosmopolitan circles she traveled in would also have provided ready-made avenues for acquiring records, publications, and technologies from the West. In turn, the protections afforded by her employment might later have offered a degree of protection not only to her son but to the community of musicians drawn to his disco, and to the sometimes provocative creative projects they undertook in that space.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "zake_2010"
                ]
            }
        },
        {
            "18": {
                "text": "[18] At the start of the 1974–75 school year, Aina Bērziņa, president of the Riga Polytechnic Student Club, used her column in the student paper to announce a new initiative, the polytechnic discotheque: This year, the Student Club is organizing something new: the discotheque. It will be a new kind of recreational evening for students, distinguished from typical events by virtue of the fact that a significant portion of our attention will be on the educational part of the evening. We’ll strive to acquaint ourselves with the newest jazz, Estrada [a variety of mainstream Soviet popular music], and pop. We’ll organize meetings with experts and discuss subjects of vital interest today. In this way, the events will constitute something new at our institution. ( Bērziņa 1974 , 3) The idea behind an “educational” disco did not come from Lediņš. Another student, Edmunds štreihfelds, had experienced such gatherings while visiting East Germany and approached the leadership of the Student Club about the possibility of starting something similar at home. Although Bērziņa announced a launch in the fall, the project she described took months to get off the ground, with the first event being scheduled only in February 1975. štreihfelds was the official convener, but Lediņš was DJ from the start. Held once or twice a month thereafter, the polytechnic disco was quickly identified with the architecture student himself ( Liepiņš 1975 , Oliņa 1975 ). (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Only two programs from Lediņš’s polytechnic discos are known to survive. One of them, undated, is massive, listing eleven topics to be covered and focusing almost exclusively on avant-garde classical music from the West and the so-called near abroad (Schoenberg, Ives, Messiaen, Boulez, Stockhausen, Penderecki; the only topic that departed from this theme was simply called “Music of the East”). (15) The second surviving program, from November 1978, shows his celebrated division of the evening into “stationary” and dance-focused halves, while giving us a sense of just how seriously he took the “educational” or “stationary” part of the program: Part I: Educational Electronic musical instruments and their use in rock music Survey of the history of electronic music K. Stockhausen: one of the founders of electronic music The group Tangerine Dream, and their electronic rock music Electronic musical instruments: a new resource in rock music Part II: Dance music The best examples of Soviet and foreign disco music Information about recent disco music The crisis of punk rock, its reflections in music and society (16) Example 2 . Lediņš’s discotheque at the Riga Polytechnic Student Club (formerly Anglican Church), mid-1970s. Photographer unknown. Collection of the Latvian Centre for Contemporary Art (click to enlarge) Example 3 . Lediņš’s disco at the Polytechnic Student Club. Lediņš is seated on the left behind the desk with audio-playback equipment. Photographer unknown. Collection of the Latvian Centre for Contemporary Art (click to enlarge) Other documents provide glimpses of the instructional half of the events, with Lediņš interrogating histories of Western music through the prism of Marxist-Leninist social critique. He lectured on topics such as “Revolution in Music” and “Culture: Synthetic Ferment of Our Environment.” (17) His papers include a four-page manuscript on Gentle Giant, seven pages on Miles Davis, and a seven-part lecture series—nearly a hundred pages in total—on King Crimson. (18) Observing in the latter that rock and classical music have a great deal in common, including the emergence of “spontaneous improvisation” as an important element of both (he was fascinated by Stockhausen’s improvisatory “intuitive music,” especially Aus den sieben Tagen ), he explained that the two are often distinct with respect to their social or aesthetic “function.” Whereas the principal function of rock consists in “creat[ing] impressions of strength and elation” in the mind of the listener, classical music serves “to educate and challenge a thoughtful individual.” And yet, he continued, “there are some [artists] whose function touches both of these spheres.” The prime example, he held, was King Crimson, whose work “could be called the classical-rock music of our age.” He concluded: “If Wagner still lived, he would be playing together with King Crimson.” (19)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] From the start, Lediņš’s discos, held in a disused Anglican Church, were highly popular with polytechnic students, as attested in the newspaper column quoted earlier in this article (see Example 2 and Example 3 ). They were also a hit with administrators and Party activists, who recognized his project as a serious educational endeavor and supported it enthusiastically. In December 1974, when he first put forward his proposal for his disco, the polytechnic branch of the Komsomol, charged with promoting and controlling student life at the institution, recommended approval of his plans without any formal deliberation whatsoever. The Komsomol reaffirmed its support for Lediņš’s discos repeatedly over the next two academic years. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Apparently through his mother, Lediņš was well connected with local elites, and he took maximum advantage of these relationships to advance his creative goals. For his very first disco, he engaged Ģederts Ramans, chair of the Latvian SSR Composers’ Union, as the evening’s guest speaker ( Liepiņš 1975 ). In April 1976 and October 1977, under the auspices of his discotheque, he organized festivals of contemporary music that drew such stars of the Soviet classical music world as Lubimov, Pärt, and Grindenko ( Karnes 2019 , 2021a , 2021b ). (See Example 4 and Example 5 ). As I was told in an interview with the university administrator Asja Visocka, who presided over the polytechnic Student Club beginning in January 1978, Lediņš and his friends at the discotheque were “very, very active” in shaping cultural life at the institution. “All of them,” she remembered, “were upstanding.” (21) Example 4 . Arvo Pärt (left) and Alexei Lubimov (second from right) during setup for a festival of new music held at the Latvian Academy of Art under the auspices of Lediņš’s Riga Polytechnic discotheque, April 1976. Photo by Kirils Šmeļkovs. Collection of the Latvian Centre for Contemporary Art (click to enlarge) Example 5 . Alexei Lubimov and Tatiana Grindenko during setup for a disco festival of new music in April 1976. Note the drum kit in the background. Photo by Kirils Šmeļkovs. Collection of the Latvian Centre for Contemporary Art (click to enlarge) The Journey",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "karnes_2019",
                    "karnes_2021a",
                    "karnes_2021b"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Mistakes were made at Lediņš’s second disco festival of new music, held in October 1977. In addition to hosting first-ever public performances of Arvo Pärt’s Missa syllabica , Summa , and Cantate Domino , all of which set sacred Latin texts, the festival included the premiere of a new work by the Moscow-based composer Vladimir Martynov: Passionslieder (1977) for Baroque orchestra and soprano (the famous Lydia Davydova sang), which sets a German text by an eighteenth-century Lutheran theologian. “He on the cross is the one whom I love, the one I love is Jesus Christ…” ( Der am Kreuz ist meine Liebe, meine Liebe ist Jesus Christ . . . ) A friend of the organizers, it is said, thought it dramatic to drop typescript copies of that text from the balcony of the Student Club (the former Anglican church) just as Martynov’s piece was being played, to land in the laps of concert attendees seated below. A copy reportedly made its way to the KGB. Lediņš was accused of spreading religious propaganda, and his polytechnic disco was shut down ( Vasiļjevs 1988 ; Avramecs 2006 , 30). (22) After that, the festival project that coalesced in his disco shifted northwards to Tallinn, where it continued without him for another year under the direction of Lubimov and the Estonian conductor Andres Mustonen ( Randalu 1995 , 36–37). Meanwhile, Lediņš graduated, reunited with the recently discharged Boiko, and turned in another direction. Example 6 . Lediņš walking to Bolderāja, June 14, 1981. Photo by Juris Boiko. Collection of the Latvian Centre for Contemporary Art (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "avramecs_2006",
                    "randalu_1995"
                ]
            }
        },
        {
            "23": {
                "text": "[23] At three in the morning on the last day of November 1980, Lediņš, Boiko, and an architect friend departed Lediņš’s Riga home and followed ten kilometers of railroad tracks to the coastal suburb of Bolderāja. They walked into the sunrise. Along the way, they drank tea, took photographs, and paused frequently to take in what they encountered. When they arrived, they bought bus tickets back home. The following June, Lediņš and Boiko repeated the journey. In January 1982, they did it again. Their treks evolving into an annual pilgrimage, they took on ritual trappings. The walkers ate hardboiled eggs at predetermined intervals. They left mementos for themselves along the tracks (see Example 6 ). (23) Reflecting later on what they were after, Lediņš described their walks as exercises in spiritual renewal, as a kind of “new religion.” Bolderāja, he explained, was in fact a “terrible place,” the train tracks littered with industrial detritus, passing by metallurgy shops, skirting a shipyard where they broke down old warships. But in its very awfulness, he reflected, it was “like the Christian catacombs, which inspire a new kind of sensitivity to life.” (24) Boiko, in turn, described the Bolderāja walks as an extension of their shared investment in experimental music. “Stockhausen’s ideas, Cage’s ideas, we grasped those ideas viscerally,” he recounted. “We were simply seeking substantiation of those ideas in the surrounding reality.” He continued: “The walks to Bolderāja can be compared to Cage’s silent piece, 4’33” , [Martynov’s] Albumblatt , or [Stockhausen’s] Aus den sieben Tagen ” (in Traumane 2016 , 296). Example 7 . Collective Actions Group, Action 16: Ten Appearances, February 1, 1981. Photo by Igor Makarevich. Zimmerli Art Museum at Rutgers University, Norton and Nancy Dodge Collection of Nonconformist Art from the Soviet Union, 2013.016.023 (click to enlarge)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "traumane_2016"
                ]
            }
        },
        {
            "24": {
                "text": "[24] Other comparisons are revealing as well, perhaps none more so than Monastyrsky’s “journeys beyond the city,” described at the top of this article. Together with a rotating cast of collaborating artists—the so-called Collective Actions group—and a small number of invited guests, Monastyrsky would travel to some uninhabited locale beyond the Moscow suburbs. There, visitors would witness a deliberately ambiguous activity performed by one or more members of the group. Sometimes, following written instructions, guests would participate in the action themselves, as in Ten Appearances (1981), where they were instructed to cross a snowy field unspooling threads as they went, and then to reel in their threads to find certificates attached, documenting their participation in the event (see Example 7 ). Whenever one of the group’s actions was completed, the participants were asked to record their impressions of what had taken place ( Monastyrsky et al. 1998 , 123–24, 131–32; Eșanu 2013 , 92–107).",
                "footnotes": [],
                "citations": [
                    "monastyrsky_et_al_1998"
                ]
            }
        },
        {
            "25": {
                "text": "[25] Deeply moved by Cage’s Zen-inflected writings, Monastyrsky described his group’s actions as spiritual events or rituals. Their goal, he explained, was to effect a change in perception and self-reflection on the part of participant-observers, “to make extraordinary the perception of ordinary appearances, disappearances, absences, colors, sounds, and so on,” he wrote in 1980 ( Monastyrsky 1998 , 24). In a letter to the art historian Margarita Tupitsyn of 1981, he elaborated: “Our activities are spiritual practice . . . If it is indeed possible to consider our work as art, then only as a ‘tuning fork’ for directing the consciousness outside the boundaries of intellect” ( Tupitsyn 1981-82 , 11). For Monastyrsky’s friend Boris Groys, the principal philosophical interlocutor for Collective Actions, their journeys beyond the city evoked a “world opened up by religion . . . a world that opens itself to us through the medium of art” ( Groys 1978 , 64–65; Groys 2010 , 54). Example 8 . Juris Boiko and Hardijs Lediņš, Empty/Alone (walking to Bolderāja, June 14, 1981). Collection of the Latvian Centre for Contemporary Art (click to enlarge) Example 9 . Juris Boiko walking to Bolderāja, January 16, 1982. Photo by Hardijs Lediņš. Collection of the Latvian Centre for Contemporary Art (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "monastyrsky_1998",
                    "groys_1978",
                    "groys_2010"
                ]
            }
        },
        {
            "26": {
                "text": "[26] Like those of Collective Actions, the journeys undertaken by Boiko and Lediņš were highly ritualized affairs, which they likewise described as effecting a transformation in one’s awareness of oneself and one’s surroundings. And like the members of Monastyrsky’s circle, who memorialized their journeys in photographs and writing, Boiko and Lediņš documented their walks in a variety of ways. They took photos, often framed or modified artistically ( Example 8 ). (25) Once, they brought along a boom box, not to accompany their walking with music but to record the soundscapes through which they traveled ( Example 9 ). During their walks, they also wrote poetry. (26) One of their poems, “A House in Bolderāja,” pictures an impossible home in an imaginary locale, without doors or walls, from which they would sell passersby bus tickets to “another Bolderāja.” Another poem, called “The Ballad of Deep Bolderāja,” implores anyone and everyone—an imagined mini-community of misfits—to take the journey with them: If you have galoshes on your feet but someone else has wooden legs, no matter, take them with you to far-off Bolderāja. If someone’s deaf and cannot hear those wooden legs clacking along, then let them walk without hearing, to soundless Bolderāja. [ . . . ] And if someone cannot walk because they don’t have legs, then put them on a stretcher and head to Bolderāja. To get from the Bolderāja walks back to Lediņš’s disco project, we must pause to consider the unexpected intersection of his performance art with his musical engagements. All the way back in 1974, Lediņš had started playing with tape when his mother brought him a reel-to-reel deck. The following year, inspired by hearing the piano-violin duo of Lubimov and Grindenko performing Cage and Stockhausen in Riga, Lediņš, who had no formal musical training, resolved to compose new music himself. “I went home” from the concert by Grindenko and Lubimov “and decided that I, too, needed to try my hand at preparing a piano. I stuck in pieces of paper, erasers, pins, and scissors, and it sounded just like Lubimov” ( Lediņš 1989 , 4–5). After Boiko’s discharge from the army in 1975 or 1976, he and Lediņš recorded dozens of tapes of their own experimental compositions. They called their tapes “albums” ( skaņuplates in Latvian), even grouping their track listings into A and B “sides” and decorating the cardboard boxes in which they were housed. They christened their outfit “Seque,” a nonsensical yet distinctly foreign-sounding word. (27) The earliest of their albums to survive, from 1976, consist of improvisations on acoustic instruments inspired by their avant-garde listening.",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] On one of those reels, entitled Best of Seque 76 , one track (“On the Right Way”) features Lediņš playing a prepared piano while Boiko improvises a percussion part with empty bottles and other objects. (28) Other tracks on the album are more adventurous. One is “Composition for Dog & Piano – Electronic Version,” an experiment with magnetic tape. In one passage (1:36–2:25), a slow, ametric ascent of a single diatonic line (roughly from B ♭ through G ♭ on Lediņš’s detuned piano, with the pitch significantly distorted), is answered by a disjunct pentatonic descent – all recorded with a dog barking in the background, and with the whole thing played backwards to yield the finished product.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Their musical projects continued along similarly experimental lines for the next three years. But then, immediately after returning from the first of their Bolderāja walks in November 1980, Lediņš, Boiko, and a group of friends recorded a magnitizdat album unlike any they had produced before. Whereas their previous work was almost entirely instrumental and had taken its cue from Stockhausen, Cage, and other classical composers, their next album, Bolderāja Style ( Bolderājas stils , 1980–82), consisted of fourteen songs in simple, pop-like arrangements, sung by Lediņš with backing instrumentals supplied by Boiko and others. Recorded over the course of thirteen months, the songs on Bolderāja Style set the poetry composed on their Bolderāja walks, reflecting on what they saw and experienced on their journeys. The first side opens with “A House in Bolderāja” ( Māja Bolderājā ), setting the poem of that name referenced above, where they imagined selling bus tickets in a house without walls or windows. It closes with the ballad “Deep Bolderāja” ( Dziļā Bolderāja ), setting the verse where they invited anyone and everyone to join them on their trip. Other tracks on Bolderāja Style recall sights seen along their journey: trains, buses, snow on cars. Still others meditate on the experience of walking itself (“It’s still not light,” Gaismas vēl nav ): It’s still not light, it’s not dark anymore, I walked to Bolderāja. I walked to who knows where, probably nowhere – so one goes to Bolderāja.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] As it happened, the very years in which Lediņš and Boiko began setting their Bolderāja poetry to song saw the first attempts at creating New Wave music in the USSR, barely trailing the coalescence of a New Wave aesthetic in the West. (29) Local acts drew sonic vocabularies from Western bands like Ultravox and Soft Cell, whose music first circulated, via pirated tapes and smuggled LPs, in marginal venues like Lediņš’s discotheque. In Riga, one of the first New Wave bands to hit the scene was the Yellow Postmen ( Dzeltenie Pastnieki ), whose leader, Ingus Baušķenieks (b. 1956), attended the Riga Polytechnic alongside Lediņš and was captivated by Bolderāja Style from the moment he heard its first-recorded tracks. On their own debut album, the Yellow Postmen covered four of Lediņš and Boiko’s Bolderāja songs in their polished, reggae-inflected style evocative of the British band the Police. They acknowledged their debt to the pair of walkers by titling their album Bolderāja Railway (1981). (30) Returning the tribute, Lediņš and Boiko enlisted Baušķenieks to produce their second album of songs set to Bolderāja poetry, with the resulting recording, There’s No One in My Forest ( Manā mežā nav neviens , 1982), moving clearly in the direction of the rhythmic, synthesizer-driven arrangements for which the Yellow Postmen were already becoming famous. (31) (Listen, for instance, to the track “Alone in the woods” [ Viens pats mežā ], the opening seconds of which set the relentless, synth-driven tone for the whole.)",
                "footnotes": [
                    "FN29",
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Later that year, Boiko and Lediņš consolidated their production efforts by forming a band of their own. Called NSRD, a Latvian acronym for Workshop for the Restoration of Unfelt Feelings, its danceable, synth-centered tracks would play on Riga’s disco scene until the end of the Soviet Union itself. With his new work fronting NSRD as singer and principal songwriter, Lediņš addressed a problem of which he complained in his essay quoted at the start of this article: a lack of high-quality, disco-appropriate music made in the USSR ( Lediņš 1978 ; Astahovska and Žeikare 2016 , 42; Žeikare and Popova 2015 ). (32) With its roots in the Bolderāja walks, however, his band accomplished something else as well. It extended a distinctly Soviet strain of experimentalist performance art—one that regarded the ritual journey as a means of experiencing social and expressive freedom—into the socially cohering, broadly accessible realm of the disco hall. Into the Cosmos",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Recording music with NSRD was not the only way Lediņš sought to tackle the challenges facing local DJs as he diagnosed them. Updating his remarks of 1978 on discos sprouting up like mushrooms after the rain, he complained in 1980 that the kind of institutional instability he faced after the loss of his venue at the Riga Polytechnic was threatening to stunt the growth of disco culture as a whole, throughout the city and possibly beyond ( Lediņš 1980 ). Soon enough, however, he found a solution. In 1981, with the help of friends, he secured a new home for his disco in the heart of central Riga. For the foreseeable future, his new discotheque, which he christened Cosmos ( Kosmoss ), would host weekly multimedia events in a cultural center called October (otherwise dedicated to programming for construction workers), each presenting a new musical program as well as artwork by a painter friend, a constantly evolving light show, and other special effects ( Astahovska and Žeikare 2016 , 36–37; Žeikare and Popova 2015 ). (33)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Pictures taken at the Cosmos evenings show dozens of young people gathered in the hall, some sitting and some standing, many clearly engaged in discussion, some appearing to dance, some openly embracing. A tower of speakers stood on stage, and a disco ball hung overhead. Lediņš sat behind a desk piled with reels of tape and a pair of reel-to-reel decks. (34) Surviving programs from his Cosmos discos show that he no longer hewed to his earlier division of the evening into “stationary” and dancing halves. Rather, the “educational” part of the program was thoroughly interspersed with its more explicitly entertaining content. Taking a look at one of these programs gives us a sense of how this worked, and also of the way in which Lediņš framed for attendees just what he was trying to do. The title he gave to the events that evening was “A Few Words about Architecture.” Although undated, the musical recordings planned for the gathering make clear that it took place in 1983, the final year of Cosmos’s operations. (35) In contrast to his disco programs at the Riga Polytechnic, approximately three-quarters of the tracks on the Cosmos program were recorded in Latvia rather than in the West, including songs by the popular local bands Opus, Tip Top, Sīpoli, and Lediņš and Boiko’s own NSRD. (The Western music on the program included “Sweet Dreams” by the Eurythmics, A Flock of Seagulls’ “Wishing,” and Trio’s “Da Da Da.”) In addition to recordings, Lediņš indicated timings, visual effects, and topics to be discussed.",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The program on this night opened with “cosmic effects” played over speakers in the darkened hall. The lights were raised gradually, revealing a smoke-filled stage. “When the smoke disperses,” read Lediņš’s notes, “two chairs and a small table become visible. In the chairs: the DJ and the director of renovations to the October hall.” Once the room was fully lit, Lediņš and the unnamed architect, seated across a table, engaged in “dialogue . . . about the ideas behind the club’s planned reconstruction.” At the ten-minute mark, a screen was lowered, bearing the name “Cosmos,” and fifteen minutes of dancing ensued. Then, over a backing of instrumental music, another presentation began: “The DJ invites everyone to take an imaginary walk around the environs of the October hall, so that we may acquaint ourselves with those things in our surroundings that merit our attention.” For the next several minutes, Lediņš led the disco attendees on a virtual “walk” throughout the neighborhood, narrating a slide show of images of the hall itself, of a nearby first-aid station, of the national theater, of nearby Lenin Street. There was more dancing, and then the virtual tour continued: a house on Veidenbaums Street, the ticket office of the philharmonic concert hall, plans for a new high school in the vicinity, anticipated renovations on neighboring Stučka Street. For two full hours, Lediņš alternated presentations on architecture and the environment with recordings of popular music and dancing. At the end of the evening, wielding “light sticks” ( gaismas stabi ), Lediņš directed the audience in dancing and singing along to one of NSRD’s most famous tracks. Finally, his parting words to the disco attendees: “The DJ thanks everyone and calls upon them, in their free time, not only to think about dancing, but also to observe more closely their surroundings, their homes, other people, the things going on around them.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In a passage quoted early in this article, Lediņš reflected on the psychological, maybe even spiritual significance of the Bolderāja walks. “In order to understand these things we’re doing, it’s necessary to put yourself in a different kind of place,” he wrote. “Clarifying what’s essential to you is not something possible in everyday life” ( Lediņš and Lācis 1988 , 50). Now, in his parting remarks to the crowd at the Cosmos discotheque, he seemed to suggest that the transformation, the shift in perception he found along the tracks to Bolderāja was something attainable, at least in theory, by every individual in whatever place they might be. All that was needed was a change in one’s way of seeing, one’s way of sensing the spaces one traveled. For although he imagined in poetry and song anyone and everyone joining him on his treks, he knew that most would never experience the transfiguring terribleness of Bolderāja’s catacomb-like landscapes. But hundreds came weekly to his discos, gathering together to forge and revel in the “active contacts between individuals” that constituted, for Boiko, the very definition of socialism itself ( Gillen 1988 , 47). Indeed, I would suggest, Lediņš’s Cosmos discotheque embodied and exemplifies the commitment of the DJ and his friends to many of the “fundamental values” of Soviet socialism that Alexei Yurchak distilled from conversations with dozens of alternative artists of the period, while also reminding us that such values were expressed not only in underground gatherings or in works of art, but in the creation and maintenance of social venues—at least one social venue—that were open and accessible to everyone who wished to join. Among those values, perhaps most importantly, as expressed in Lediņš’s parting words to his audience, was what the philosopher and poet Keti Chukhrov described simply and directly as “care for others.”",
                "footnotes": [],
                "citations": [
                    "gillen_1988"
                ]
            }
        },
        {
            "35": {
                "text": "[35] At his Cosmos discotheque, Lediņš did not strive to give to attendees a taste of the West. Rather, he drew in part upon Western sounds and artforms to inspire his contemporaries to look at their own world, the Soviet world, in new ways. If he could give his audience something of the Bolderāja experience in his discos—if he could inspire them to look past surrounding dysfunction and to regard their surroundings as if anew, as spaces where encounters with others and the environment might likewise prove enlightening, liberating, even transformational—he would have accomplished no small feat. He would have succeeded, as Boiko imagined (Gillen 1988, 33), in “bringing a utopian element into the here and now.” (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.karnes.html",
    "data": "mto/data/mto.21.27.3.karnes.json"
}