{
    "title": "Review of Carl Schachter, <i>The Art of Tonal Analysis: Twelve Lessons in Schenkerian Theory</i>, ed. Joseph N. Straus (Oxford University Press, 2016)",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Burstein, L. Poundie"
    ],
    "abstract": "",
    "keywords": [
        "analysis",
        "interpretation",
        "Schenker",
        "tonality"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.burstein.pdf",
    "author_info": [
        {
            "name": "L. Poundie Burstein",
            "university": "Hunter College and the Graduate Center of the City University of New York",
            "address": "695 Park Avenue, New York, NY 10065",
            "email": "poundie@aol.com"
        }
    ],
    "citations": {
        "schenker_1969": "Schenker, Heinrich. 1969. Five Graphic Music Analyses (Fünf Urlinie-Tafeln) . Dover.",
        "schachter_1987": "Schachter, Carl. 1987. “Aspects of Meter.” Music Forum 6: 1–59.",
        "schachter_1981": "Schachter, Carl. 1981. “Review: A Commentary on Schenker’s Free Composition .” Journal of Music Theory 25 (1): 115–42.",
        "schachter_1980": "Schachter, Carl. 1980. “Rhythm and Linear Analysis: Durational Reduction.” Music Forum 5: 197–232.",
        "schachter_1976": "Schachter, Carl. 1976. “Rhythm and Linear Analysis: A Preliminary Study.” Music Forum 4: 281–334"
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Carl Schachter is widely admired as a leader in the field of music theory and analysis, largely on the basis of his celebrated textbooks, published essays, and conference presentations. However, many of those who have been fortunate to study with him have long felt that it is within the classroom setting that Schachter’s skills as a musician and scholar shine the brightest. The transcribed classroom lectures that make up The Art of Tonal Analysis now allow others to share in the experience of Schachter’s classes as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I considered recusing myself from reviewing this book, since I am far from a disinterested judge of it. I have taken or audited around fifteen semesters of Schachter’s seminars over the course of more than thirty years, including the class in 2012 that formed the basis of this book, and owing to my attendance in the class I was invited by Oxford University Press to write a blurb that appears on the book jacket.  I nonetheless decided to participate in this review colloquium for reasons similar to ones that Carl Schachter offered in his own review of Ernst Oster’s translation of Heinrich Schenker’s Free Composition ( Schachter 1981 ), for I feel I can offer a special perspective on this text and its approach.",
                "footnotes": [],
                "citations": [
                    "schachter_1981"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The Art of Tonal Analysis is divided into twelve chapters or “lessons,” each roughly corresponding to a class session. An appendix offers Schachter’s answers to general questions posed by students, followed by a glossary of basic Schenkerian terminology and a bibliography of works cited. Most chapters are devoted to analyzing one or two pieces; the two exceptions are Lesson One, which examines the use of linear progressions and neighbor notes in a handful of compositions, and Lesson Ten, which focuses on issues of rhythm, hypermeter, and phrase structure. The composers Schachter discusses at length are the same ones favored by Schenker: J.S. Bach, G.F. Handel, Joseph Haydn, W.A. Mozart, Ludwig van Beethoven, Franz Schubert, Robert Schumann, and Johannes Brahms, along with some discussion of works by Domenico Scarlatti, C.P.E. Bach, and Felix Mendelssohn. No other composer is mentioned for much more than a single sentence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The analytic discussions sometimes start at the beginning of a piece, sometimes in the middle; sometimes with the foreground, sometimes at a deeper level. At one moment Schachter might address an abstract theoretic concept, the next a down-to-earth practical matter. In each case he allows the reading to emerge gradually during the discussion, rather than simply presenting a completed voice-leading sketch as a fait accompli . The lessons mostly explore the voice leading of a specific composition, but the discussion often strays to the examination of rhythm, form, performance, hermeneutics, editions, text-music interactions, related issues in other compositions, and similar topics. Although Schachter does mention stylistic issues at length, in most cases he examines the compositions as if they were timeless artworks rather than as cultural artifacts of a specific time or culture. The book uses no footnotes and keeps jargon to a minimum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Occasionally Schachter cites works from the scholarly literature. Most of these are classic essays. Unlike many other authors, he does not extensively engage with current music-theoretic trends or publications; the most recent publication Schachter mentions is from 2006. Not surprisingly, the scholar he cites most often is Heinrich Schenker. When relevant to the discussion at hand, Schachter elaborates on various subtleties of Schenker’s theories, shedding much light on some Schenkerian concepts that are often misunderstood or overlooked, such as those dealing with linear progressions and motivic parallelisms. He also discusses a few of Schenker’s own analyses; a notable instance of this is his brilliant elucidation of the reading in Schenker 1969 of Chopin’s Etude in C minor, op. 10, no. 12 (31–43).",
                "footnotes": [],
                "citations": [
                    "schenker_1969"
                ]
            }
        },
        {
            "6": {
                "text": "[6] As one may glean from the description above, the chapters of this book are not organized internally in a rigorously systematic manner. The lessons—much like most lessons—contain some repetition and omit items that might have been included in more comprehensive or orderly discussions. Those expecting methodically laid-out analyses might well be disappointed by this book. I would argue, however, that the lesson format such as witnessed here is the ideal setting for conveying the spirit of Schenkerian analysis, for it allows a skilled analyst like Schachter to suggest invigorating ways to hear, perform, and think about masterpieces from the Western canon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] This sense of thrilling engagement with music is often lost in other published works that deal with Schenkerian analysis, which at times seem as though they are trying to prove a theorem or demonstrate an underlying compositional logic. Unfortunately, such a scientific demeanor can yield a distorted view of the Schenkerian approach. After all, the things discussed in a Schenkerian analysis—such as the Urlinie or linear progressions—are not concrete features embedded in the compositions themselves. They are metaphors, heuristic tools that allow musicians to recommend stimulating ways to interpret compositions by relating them to voice-leading models. To be sure, there are various concrete logical and psychological rationales for why Schenkerian models can be regarded as fruitful ones. But except when dealing with relatively trivial matters, Schenkerian analyses cannot prove the value of a composition or its tonal coherence. The finest Schenkerian analyses don’t show how typical audiences hear a piece; rather, they prescribe ways that we might more rewardingly perceive a composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Schenkerian analyses thus may be judged by criteria similar to those for performances. It is not sufficient for a Schenkerian analysis to be merely technically correct: as with a performance, a Schenkerian analysis that simply follows all the rules may come across as boring and routine, bringing out only the most obvious aspects of a work without shedding insight. When most successful, a good Schenkerian analysis—like a good performance—inspires us by revealing new and exciting ways for understanding a composition and the connections within it, and this is precisely what one finds throughout this book. Tellingly, Schachter does not entitle his publication something like The Logical Organization of Generative Tonal Processes , but The Art of Tonal Analysis .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The nature of Schenkerian analysis as an essentially interpretive undertaking admittedly is not always apparent from the writings of Heinrich Schenker himself. This is largely a result of Schenker’s aggressive writing style. Schenker tends to assert all of his opinions as if they were unquestionable facts, whether discussing voice-leading analyses, the proper way to perform a piece, the evaluation of composers, or the French. But these assertions are opinions nonetheless.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To be sure, at times Schachter, too, states his analytic interpretations as though presenting facts. Yet surely this is simply a rhetorical matter, since it would become tiresome to precede every analytic statement with an “I feel” or “I believe.” That such statements by Schachter are to be taken as interpretations is particularly evident within his classes, which involve regular give and take among the participants. Far more often than in other publications, in the transcribed lessons within this book Schachter qualifies his analyses with locutions such as “I think.” The following quotation from a discussion of Bach’s Chorale No. 85 is typical: The F ♯ in measure 6 raises an interesting question. You might think that it is just a neighbor note to G ♯ , and that we go right back again to our E-major chord. One could not say that’s an incorrect analysis. But I think it’s a less aesthetically satisfying analysis than to think of the melody as providing the complete B-major triad. It makes a stronger dominant expression than if we felt that the tonic was being structurally retained until after the first beat of measure 7. (7–8) For this piece, as with others throughout the book, Schachter offers more than one possible interpretation, explains why he chooses his preferred reading (in the paragraph that follows the above citation, he also mentions rhythmic and stylistic factors in support of his analysis), and discusses the implications of his choice. In each instance, those who can perceive the voice-leading connections he points out and feel that it is rewarding to perceive the piece in such a manner will agree with his analysis. But even those who ultimately prefer a different reading, or who are skeptical of Schenkerian analysis in the first place, might nevertheless find that Schachter’s rationale for his particular reading provides for an enriched understanding of the composition—in which case his analysis has served its heuristic purpose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Ideally, readers of this book should have solid grounding in tonal harmony and counterpoint, and at least basic familiarity with Schenkerian analysis. The book’s audience is not limited to music theorists, however; many non-specialists who enjoy music analysis might well appreciate this book’s content and relaxed tone. For instance, although almost everything in the chapter on rhythm, hypermeter, and phrase (187–221) is presented in a more thoroughgoing manner in Schachter’s celebrated series of articles on these topics ( 1976 , 1980 , 1987 ), some readers might find the less formal presentation of these topics in The Art of Tonal Analysis more enjoyable and inviting.",
                "footnotes": [],
                "citations": [
                    "schachter_1976",
                    "schachter_1980",
                    "schachter_1987"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Because this volume is a set of transcriptions of actual lessons, it yields its greatest benefits to those who prepare for each chapter as though preparing for a class. In particular, before starting each of the chapters, readers should be strongly familiar with the pieces discussed within them. Furthermore, although this book includes excerpts for most of the movements discussed, readers are advised to have access to separate scores of the pieces to help avoid constant flipping back and forth within the text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Having a keyboard nearby while reading would also be helpful. Several times in the book Schachter walks the reader slowly through the analysis. Although in some such cases the analysis could be gleaned readily by looking at his voice-leading sketches, without need for verbal commentary, I take these moments as cues for the reader to play through the analysis at the keyboard, as Schachter most likely would have done during the class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Finally, readers should be prepared to question and challenge each of Schachter’s interpretations, much as they would in a classroom. Can you perceive the relationship between Schachter’s proposed voice-leading model and the piece in question? If so, does such perception enhance your experience of the piece? If you prefer a reading that differs from the one Schachter offers, can you articulate why? Would an alternate analytic approach support Schachter’s reading, or yield contrasting results? As with every good seminar, following the professor’s argument should not be understood as the conclusion of study, but as a springboard for further thinking about and engagement with the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Granted, no book can entirely capture the experience of the actual classes taught by Schachter. As suggested above, interaction with students—which could only barely be hinted at within this volume—always plays a vital role in his courses. Also necessarily missing from a book format are the live performances and musical demonstrations that frequent his class sessions, as when Schachter conveys an analysis by wordlessly playing at the piano the harmonic outlines of a passage. But for those who have had not been able to take a course with him, or those who have and would like to rekindle the experience, reading The Art of Tonal Analysis arguably is the next best thing, since it so effectively captures the spirit of Carl Schachter’s classes.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review colloquium on carl schachter’sthe art of tonal analysis:twelve lessons in schenkerian theory",
    "source": "mto/raw/mto.16.22.2.burstein.html",
    "data": "mto/data/mto.16.22.2.burstein.json"
}