{
    "title": "J. S. Bach’s Prelude and Fugue in E Flat (BWV 552,1/2): An\n  Inspiration of the Heart?",
    "date": "1998/09/01",
    "volume": "4",
    "issue": "5",
    "authors": [
        "Wibberley, Roger"
    ],
    "abstract": "The influence of Luther on J. S. Bach was unimaginably profound: Bach’s library contained at least two expensive collected editions of Luther’s writings, and many more volumes besides. This essay examines one specific aspect of Luther’s teaching and its impact upon Bach’sClavier-Übung III. This may not conclusively explain why Bach changed his mind about the work’s ultimate profile, but it does allow a specific focus upon two of the movements which—with analytical support—can reveal more of Bach’s mind and working methods than might otherwise be perceived.",
    "keywords": [
        "Butler",
        "catechism",
        "chorale",
        "fughetta",
        "Luther"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.5/mto.98.4.5.wibberley.pdf",
    "author_info": [
        {
            "name": "Roger Wibberley",
            "university": "Goldsmiths University of London",
            "address": "Music Department, New Cross, London SE14 6NW",
            "email": "mua01rw@gold.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Gregory Butler, Bach’s Clavier-Übung III:  The Making of a\nPrint (Durham and London:  Duke University Press 1990).",
            "citations": []
        },
        "FN2": {
            "text": "2. Butler, 55.",
            "citations": []
        },
        "FN3": {
            "text": "3. The translations from Luther used throughout this essay are\ntaken from F. Bente and W. H. T. Dau, Triglot Concordia:\nThe Symbolic Books of the Ev.  Lutheran Church (St. Louis:\nConcordia Publishing House 1921).  These texts are in the public\ndomain via the internet at the following URL: http://www.iclnet.org/pub/resources/text/wittenberg/wittenberg-luther#lc",
            "citations": []
        },
        "FN4": {
            "text": "4. Luther concluded:  “One God and one faith, but three persons,\ntherefore also three articles or confessions.”  The trinitarian\naspects of Clavier-Übung III (seen in the number of movements,\nthe tripartite design of the fugue, its number of entries of the\nsubject, and its signature of three flats) seem to mirror\nLuther’s view that belief, and its expression in the Creed, is in\nessence symbolic of, and derivative from, the Trinity.",
            "citations": []
        },
        "FN5": {
            "text": "5. See Albert Riemenschneider, 371 Harmonized Chorales and 69\nChorale Melodies (New York/London:  Schirmer 1941), no. 173.\nNo J. S.  Bach source survives for this chorale, though it\nappeared in C.P.E.  Bach’s edition of the chorales, vol.  2,\npublished by Breitkopf in 1785.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Carl von Winterfeld, Der Evangelische Kirkengesang\nIII (Leipzig:  1847; reprint ed., Hildesheim:  Olms 1966, \n287, where the text is attributed to Christi Begraebniss).  No texts\nwere transmitted by C.P.E. Bach.",
            "citations": []
        },
        "FN7": {
            "text": "7. It would be difficult to maintain that Bach, even if Allein\nGott could not have been further from his mind when he started\nwork on the Fugue in C, did not at least become aware of the\nmusical connotation as his work proceeded, especially as the\nmaterial he used was almost identical to another piece where he\nprovided a clear external link.  The further evidence internal to\nthe accompanying Prelude in C can only serve to strengthen this\nassumption.",
            "citations": []
        },
        "FN8": {
            "text": "8. See the Prelude and Fugue in E Major in Hedar, Josef, Dietrich Buxtehude, Saemtliche Orgelwerke, Band II (Copenhagen:\nHansen 1952), 80.",
            "citations": []
        },
        "FN9": {
            "text": "9. Butler, 5.",
            "citations": []
        },
        "FN10": {
            "text": "10. Butler’s study of certain similarities between the\nHurlebusch and Bach compositions (including important historical\nfacts providing evidence that Bach was acquainted with his music)\nis interesting and informative.  However, Hurlebusch’s piece,\ndespite its alla breve notation, seems stylistically more akin\nwith the E-Major fugue of Buxtehude.  The similarities extend\nbeyond the subject (the second half of which is almost identical\nin both cases, though radically different in the Bach):  although\nHurlebusch at least surpassed Buxtehude in realizing the\npossibility of simple stretto (Buxtehude merely hinting at the\npossibility once in measures 31–2), the structure of his\nexposition is somewhat loose compared with Bach’s.  In\nHurlebusch, not only does the second voice announce a statement\nof the theme again in the tonic (rather than the dominant), but\nthe composer cannot withhold the temptation of using stretto as\nearly as measure 7.  Bach leaves it until measure 21 where the\ndevice marks off a structural point in the first section of his\nfugue.  This contrast alone, while not negating the proposed link\nwith Hurlebusch, does point to fundamental differences in the\nrespective concepts of overall structure and scale.  Further,\nBach (unlike either Hurlebusch or Buxtehude) alters the pitch of\nnote 4 in the answer; this idea was not influenced by either of\nthe other composers, but stems from the salient importance of his\ncountersubject (which I will demonstrate presently).",
            "citations": []
        },
        "FN11": {
            "text": "11. Nothing in this essay seeks to challenge Butler’s findings\nwith regard to the genesis of Claver-Übung III .  It may,\nhowever, provide a possible reason as to why Bach changed his\nview of the work’s overall design even after engraving had begun.",
            "citations": []
        },
        "FN12": {
            "text": "12. The chorale text may be translated as follows:  “O fear of\nthe heart, O anxiety and hesitation!  Whose body do I see being\ncarried?  Whose tomb is this?  What is the name of the rock?  I\nshould know it!”  Luther made it clear in his teaching on the\nFirst Commandment that man should both love and fear God.  He\nwrote in the Exposition of the Appendix to the First Commandment:\n“Learn, therefore, from these words how angry God is with those\nwho trust in anything but Him, and again, how good and gracious\nHe is to those who trust and believe in Him alone with the whole\nheart . . . He is a God who will not leave it unavenged if men turn\nfrom Him . . . even until they are utterly exterminated.  Therefore\nHe is to be feared, and not to be desisted.”",
            "citations": []
        },
        "FN13": {
            "text": "13. This matches—interestingly—the final cadence of the\nchorale melody.",
            "citations": []
        },
        "FN14": {
            "text": "14. The countersubject is (despite appearances) not a regular\none:  its first statement is crucial to the unfolding of\nmaterial, so much so that Bach is happy to alter the pitch of\nnote 4 in the answer.  This alteration also occurs in measure 10\nwhen this countersubject (with one minor change of pitch)\nreappears.",
            "citations": []
        },
        "FN15": {
            "text": "15. This will be the first time when the cumulative structure of\nthe whole fugue can be perceived:  the old theme returning to\ncombine with the new also happens in the third section.  This\nwill identify the original subject as, indeed, the overriding\n“main” theme.  Its association with the words “O Herzens Angst”\nwill therefore be an ever-recurring one throughout the piece.",
            "citations": []
        },
        "FN16": {
            "text": "16. This is because his idea for this section is to show the new\nsubject both in its rectus and inversus forms.  It was argued\nabove that even where fughettas bear chorale designations in the\ntitle this does not compromise the music’s primarily fugal\ndesign.",
            "citations": []
        },
        "FN17": {
            "text": "17. These notes, in Bach’s own harmonization, are also echoed in\nthe tenor voice.  Following these three notes, the chorale\ncontains only a single melodic passing note before reaching the E ♭ note of the final cadence; and this was the fragment which\nBach chose at the outset to complete his original subject.  It\ntherefore returns along with the main theme’s reappearance to\nround off the whole movement.",
            "citations": []
        },
        "FN18": {
            "text": "18. Butler, 39–43.",
            "citations": []
        },
        "FN19": {
            "text": "19. Butler, 4.",
            "citations": []
        },
        "FN20": {
            "text": "20. For a facsimile, see NBA vol. IV/4, xi.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] After many years of performing Clavier-Übung III —Bach’s\ncatechism cycle of chorales which is framed by the opening\nPrelude in E ♭ and the concluding Fugue in the same key—my\ninterest in the deeper underlying issues embodied in the\ncollection was rekindled upon reading Gregory Butler’s\npenetrating analysis of its genesis. (1) His proof that Bach’s\nintentions underwent a dramatic change at the engraving stage\n(which caused a serious delay in the production and publication),\nand his speculation as to some probable musical influences from\nHurlebusch which can be detected in the Prelude and Fugue\nmovements, led me to ask one simple question:  why?  Why did Bach\nchange his mind about the work’s conception?  And why in\neffecting this change did he wish to insert music based\nessentially upon the ideas of another composer?",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Despite the late changes, the title page was left unaltered.\nFurthermore, Butler has demonstrated not only that it must have\nbeen engraved early on, but also that it must have been the very\nfirst plate engraved for the collection. (2) Since this page was\nleft unchanged, whether through expediency or other reason, we\nmust at least thereby assume that whatever the motive for\nchanging his mind may have been, Bach’s eventual purpose was in\nessence no different from what it had originally been:  he\nintended, as the title states, to present “various preludes on\nthe catechism and other hymns for the organ.”  It is therefore\nwith Luther’s teaching that I wish to begin a further\ninvestigation of Bach’s motives as displayed in the final\nversion.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The word “catechism” means “instruction manual,” and the\nusual manner of presentation is in question-and-answer format.\nOf Luther’s two Catechisms, only the Shorter follows this\nstructure; the Larger is really a series of sermons and\nexpositions.  Luther describes the word twice: (3) a) “a compend\nand brief summary of all the scriptures” (Preface to the Larger\nCatechism); and b) “instruction for children” (Preface to the\nShorter Catechism).  Bach’s collection of catechism pieces could\ntherefore be viewed on two concurrent levels:  a) as a collection\nof musical items for “ad libitum” use in Luther’s liturgy; and b)\nas a didactic cycle reflecting salient aspects of Luther’s own\nmeditations upon this.  Thus, not only has Bach provided\ninteresting chorale settings that bear upon the liturgy which\nLuther outlined, and with which they can be used “ad libitum” to\nenhance its realization, but also his structural plan has\nreflected—in its provision of longer and shorter settings—the\ntwo respective catechisms themselves.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A catechism is, however, entirely instructional:  it does no\nmore than provide an explanation of, and authority for, the\nbeliever’s faith and its necessary means of expression.  In\nLuther’s catechism, moreover, there is an extra dimension of\nimportance:  a dissatisfaction with purely orthodox tenets, and\nan affirmation of a reformed mode of thought.  This places as\nmuch emphasis upon the spirit as upon the letter of the law.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The possibility that Bach’s agenda in Clavier-Übung III was\nto embody in his musical expression not only the letter but also\nthe spirit of Luther’s writings makes it worth examining further\nthose movements which were added at a later stage.  In particular\nthe opening Prelude and concluding Fugue, neither of which bears\nany clear external relationship with Luther’s teaching, are prime\ncandidates for review.  I hope to demonstrate that both\nmovements, despite their format, are linked both inspirationally\nand musically to a common chorale source; and that this chorale\nitself was reflective of a tangible Lutheran premise which had\nacquired a prominent position in Luther’s Larger Catechism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Such a proposal will need to establish the three attributes\nof all serious litigation:  means, motive and opportunity.\nShould all three be deemed satisfactory, it will then further be\nnecessary to provide explicit and corroborative evidence—via\nanalytic means—in order to arrive at a successful verdict.\nThis essay will therefore proceed under the following headings:\nMeans, Motive, Opportunity, Evidence. Example 1 . Fughetta on Allein Gott (BWV 677), showing phrases 1 and 2 of the chorale (click to enlarge and listen) Example 2 . Fughetta on Allein Gott (BWV 677) and Prelude in C (BWV 547), openings compared (click to enlarge and listen) Example 3 . Beginning of Prelude in C (BWV 547) showing allusion to Allein Gott (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] MEANS:  Although the basing of a Prelude and Fugue on a\nchorale may seem fanciful, there is at least the evidence that\nfughettas utilized this procedure.  A particularly salient\nexample is the fughetta on Allein Gott (BWV 677) from Clavier Übung III .  Examination reveals that the designated\nchorale lies buried within the subject and its extension, and\nthat the second phrase of the melody is treated in a similar\nmanner (see Example 1 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The particular pertinence of this example lies not so much in\nits origin in Clavier Übung III as in its close musical\nassociation with the Fugue in C Major (BWV 547) whose opening can\nscarcely be viewed as anything less than a conscious elaboration\nof the same material (see Example 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] With this parallel, it is difficult to believe that Bach’s\nassociation of the chorale with the fughetta would not have been\nmatched by a similar connection with the fugue.  The former is a\nclear designation, while the latter is an elaborate expansion of\nthe very same material.  Looking now at the Prelude in C—the\nfugue’s companion—is there further evidence of a material\nconnection with the chorale? Example 3 may afford some insight:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] These affinities between the Prelude and the chorale are\nmaintained throughout the movement, although the association is\nrhapsodic rather than schematic.  The Prelude here develops its\nown free-standing motivic content; but the origin of these motifs\nbears more than a passing reference to the chorale.  The means to\nincorporate chorale-derived material into Preludes and Fugues\nseems, on the basis of Examples 2 and 3, credible as opposed to\nmerely fanciful.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] MOTIVE:  Certain aspects of Luther’s catechism are\ninnovatory and significant.  In particular may be mentioned his\nteaching of the Creed in Part 2 of the Larger Catechism where he\nrationalized the twelve Articles of the Creed into three\n“according to the three persons of the Trinity”:  God the Father\n(creation), God the Son (redemption), and God the Holy Ghost\n(sanctification). (4) This is not merely a structural\nsimplification of pre-existing dogma, but a theological\nrationalization of Belief and its essential attributes.  Bach’s\ndesire to express this in the structure and design of the cycle,\nand especially within its concluding fugue, also indicates his\ninterest in the doctrinal foundations and theological concepts\nwhich Luther’s instruction manuals sought to illuminate.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] But Luther’s discussion of the Creed was only subsequent to\nhis exposition of the Ten Commandments; it was his view that\nbefore we could genuinely state our beliefs, we had to understand\nthe Law:  “Thus far we have heard the first part of Christian\ndoctrine (i.e.  the Ten Commandments), in which we have seen all\nthat God wishes us to do or to leave undone.  Now, there properly\nfollows the Creed, which sets forth to us everything that we must\nexpect and receive from God . . . ”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In his conclusion to the Creed, Luther sought to contrast\nits nature with that of the Ten Commandments:  “ . . . the Ten\nCommandments are written in the hearts of all men; the Creed,\nhowever, no human wisdom can comprehend, but it must be taught by\nthe Holy Ghost alone.”  This allusion to “the heart” is of great\nimportance to Luther’s view of the Commandments, and man’s\nadherence to them.  Indeed, his conclusion to Part I (Ten\nCommandments) states the following:  “Thus He demands that all\nour works proceed from a heart which fears and regards God\nalone . . . ”  Luther saw “the heart” as being axiomatic to his new\nphilosophy of our interaction with God, for in Article III on The\nLord’s Prayer he stated:  “And if we would assemble all the\nchurches, together with all ecclesiastics, they would be obliged\nto confess that they never from the heart prayed for even a drop\nof wine.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] References to “the heart” in Luther’s commentary on the Ten\nCommandments (Larger Catechism Part I) are too frequent to\nenumerate here without tedium; but a few selected examples will,\nhopefully, serve to illustrate this crucial attribute of correct\nobservance required by Luther: i) “ . . . to have a God is nothing else that to trust and believe\nhim from the whole heart; as I have often said that the\nconfidence and faith of the heart alone make both God and an\nidol.”  (First Commandment) ii) “As the First Commandment has instructed the heart and taught\nfaith, so this commandment leads us forth and directs the mouth\nand tongue of God.”  (Second Commandment) iii) (Speaking of the training of children) “But this manner of\ntraining so spreads its roots in the heart that they fear God\nmore than rods and clubs.”  (Conclusion to the Second\nCommandment) iv) “ . . . but, most of all that both in heart and with body we so\nact as to show that we esteem them (i.e.  the parents) very\nhighly.”  (Fourth Commandment) v) “When we see such people (i.e.  our enemies), our hearts, in\nturn, could rage and bleed and take vengeance.”  (Fifth\nCommandment) vi) “ . . . and not only is the external act (i.e.  of adultery)\nforbidden, but also every kind of cause, incitement, and means,\nso that the heart, the lips and the whole body may be chaste . . . ”\n(Sixth Commandment)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Thus the Creed, where we acknowledge our belief in the gifts\nof the three persons of the Trinity, is only a corollary to an\nadherence to the Ten Commandments which are written (not just on\nstone tablets but) in our hearts:  while prayers and beliefs are\nspoken with the lips, they must originate from the heart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] OPPORTUNITY:  If Bach had wished to capture Luther’s\nemphasis on “the heart,” he would probably have done so by\nallusion.  An unambiguous homage to this emphasis could, for\nexample, be paid by presenting a composition—integral to the\noverall scheme—which has strong and clear affinities with “the\nheart” in the minds and ears of those studying or hearing the\npiece.  Such an opportunity would be presented by a chorale,\nwell-known to congregations of the time, which focussed in some\nway upon this very aspect.  If they recognized the use of the\nchorale melody, either through musical quotation or borrowing,\nthey would also call to mind the appropriate text associated with\nthis melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] One clear opportunity, with appropriate associations, is the\nchorale O Herzens Angst, O Bangigkeit . (5) The fact that the\nversion which has come down to us, with Bach’s own harmonization,\nuses the same key as the Fugue is less important than two other\nfeatures:  a) its text (6) presents a clear link with the heart, and b) its first four notes are identical with those of the main\nfugue subject.  Whether this instant but initially superficial\nconnection will lead to a more tangible inbuilt association\nbetween the two must now be discovered by examining, through\nanalytic means, the evidence.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] EVIDENCE:  The fughetta on Allein Gott earlier showed how\nBach, in assimilating a chorale melody into a fugal texture,\nembroidered its main notes into a highly-decorated new theme.  It\nalso showed that, unlike in the more formal, designated, chorale\nsettings, the treatment of the model is freer in nature so as to\nallow the motivic content of the new piece per se to develop\nalong its own lines as is customary in fugues (whether on a small\nor large scale).  But the very title of the fughetta compels an\nacceptance of the presence of the melody, and a simple analysis\nof the structure reveals how this is used.  The main difference\nbetween this fughetta and the larger Fugue in C (BWV 547) is,\nthen, that our perception of this relationship in the former is\ninitially and primarily external (i.e.  it is designated in the\ntitle), and that we are then inexorably led to explore how this\nrelationship has been internalized through the music.  With the\nFugue in C there is no external connection; the clear internal\nrelationship with the fughetta does, however, strongly impute a\ncorresponding internal relationship with the same chorale. (7) Any evidence pertaining to the Fugue in E Flat must, therefore,\nbe purely internal:  the starting point does not arise from\nexternal evidence provided by the composer, but rather from the\ncircumstantial evidence deduced earlier with regard to means,\nmotive and opportunity.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The fugue subject itself is not one of striking innovation:\na very similar one can be found in the organ works of\nBuxtehude, (8) and a case was recently argued in favour of a\ndirect link with Hurlebusch’s Compositioni Musicali (specifically the fugue number 4 of his Parte Seconda ). (9) While it is important to reveal such likenesses, it is no less\ncrucial to demonstrate other impulses which seem to have—as I\nwould argue in this instance—a clear conceptual relevance to\nthe whole cycle (of which this fugue is but one important\nmember). (10) In this respect, I hope to show that Bach’s example\ncontained far more musical, theological, and spiritual resonance\nthan all the other examples put together. (11) Example 4 . O Herzens Angst (chorale harmonisation) (click to enlarge and listen) Example 5 . Fugue in E Flat (BWV 552,2), opening of section 1 (click to enlarge and listen) Example 6 . Fugue in E Flat (BWV 552,2), opening of section 2 (click to enlarge and listen) Example 7 . Fugue in E Flat (BWV 552,2), close of section 2 (click to enlarge and listen)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The text of O Herzens Angst strikes a number of resonances\nwith Luther’s Larger Catechism, not least with regard to\nadmonitions contained in his commentary on the First Commandment. (12) Those unequivocal Lutheran axioms evidence just how strongly\na Lutheran heart must experience both love and fear.  This\nchorale is illustrated in Example 4 , together with the surviving\ntext:",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Upon examination, the opening of the E-Flat Fugue displays a\nclear similarity with the beginning of the chorale; what may\nnot be so evident, however, is that the countersubject of the\nfugue also shows a strong resemblance to the second phrase of the\nchorale.  But in both themes there are extra notes:  the subject\nis provided with a cadence figure in measure 2, (13) while the\ncountersubject provides added pitches at the end of its first\nmeasure in order to retain movement and harmonic integrity with\nthe answer. (14) The various correlations between the fugue’s\nbeginning and the chorale melody are illustrated in Example 5 :",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The opening of the fugue’s second section (measure 37)\npresents what initially appears to be a new subject:  but closer\nexamination reveals that it is nothing other than an elaborate\nvariant of the original countersubject (see Example 5, measures\n3–4, relating with the chorale’s second phrase).  So far,\ntherefore, it can be seen (even supposing this to have been\npurely subconscious on Bach’s part) that the fugue employs, in\nits first section, material closely related with the first two\nphrases of the chorale.  If, however, one were to discover, as\nthe fugue progresses, further references to the chorale melody\narticulated in a definite and schematic manner, this would begin\nto suggest that the composer was not operating only on a\nsubconscious level but consciously deriving essential structural\nfeatures from the chorale. Example 6 shows the opening of\nsection 2, and the accompanying line supplied from the chorale’s\nsecond, third and fourth phrases:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] That this new subject should correlate with phrase 2 of the\nchorale is fairly inevitable since it is a variant of the first\ncountersubject (which also follows the contours and main pitches\nof the chorale); but there can surely be nothing coincidental in\nits continuation not only ghosting phrase three but also phrase\nfour of the chorale.  As we know very well, measure 59 will\nherald the return of the first fugue subject at its original\npitch (to be combined then with the new subject), and this will\nthereby recall phrase 1 of the chorale (together with its cadence\nfigure which ghosts the final chorale phrase). (15) So far,\ntherefore, section two of the fugue has shown a relationship with\nphrases two, three and four of the chorale melody, and this has\nfollowed a simple presentational scheme whereby within only five\nmeasures almost half the entire model has been quoted.  When the\nfugue’s original main theme returns at measure 59, this section\nwill then have quoted from the first four of the chorale’s six\nphrases.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] As the second section of the fugue moves to its close (by\nmeasure 82), its tonality begins to veer in the same direction as\nphrase five of the chorale:  it moves from B Flat Major (measure\n59, pinpointed in structure by the first return of the original\ntheme) to C Minor (measure 82) where a firm cadence is\nestablished.  Since, however, it seems that Bach has not quoted\ndirectly from the melody of phrase five, (16) any supposed\nallusions will not strictly satisfy the forensic criteria\nstipulated in this essay.  Measures 75 to 82 are packed with\nsophistication involving the returned original main theme, and\nvariants of the new main theme in both rectus and inversus\npositions.  In this pregnant outpouring of technical skill, in\nwhich the music is carefully pushed towards the C Minor goal, it\nis nonetheless possible to hear a number of musical references,\neven though they can at best be regarded as only “circumstantial”\nin nature.  These are illustrated in Example 7 .",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] At measure 82, the fugue moves effortlessly and without a\nbreak into its third and final section.  A new, third subject\nemerges from within the cadence, beginning with the notes C– B ♭ –C.\nThese are also the same notes that are found in the chorale as it\nmoves from its C Minor cadence into the sixth and final\nphrase. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] In conception, the external plan of the fugue is\ntransparent; but I have argued that there is also an internal\nplan which links it to a particular chorale.  This connection\narises not because of the visually obvious fact that each\ncomposition begins with the same four notes; viewed merely on\nthis level, the true plan remains invisible.  Only by making an\nimportant connection with Bach’s Lutheran outlook—one that\nintersects also with the text of this particular chorale—is one\nled beyond these four notes to perceive the extent to which these\ntwo pieces musically interact.  This connection—the imagery of\n“the heart”—may possibly suggest a reason as to why Bach\nremained cautious and tardy about his final, published conception\nof the work, even well into its period of engraving.  Perhaps he\nconsidered at the last moment that an important spiritual aspect\nof Luther’s teaching had not at that stage found an adequate\nformal means of expression within the scheme proposed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] As Gregory Butler has conclusively proved, (18) the opening\nPrelude in E Flat was added after the engraving of the collection\nhad been begun; but why?  Was there also an internal agenda for\nthis movement?  And if so, did it follow that which appears in\nthe fugue?  Indeed, is there any direct musical connection\nbetween the two movements (over and above the purely superficial\none of key)?",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Butler has argued in favour of a link between the Prelude in\nE Flat and the Overture of the Parte Seconda in Hurlebusch’s Compositioni Musicali . (19) While, again, we see Bach’s\nmonumental musical conception set against Hurlebusch’s more\nmodest accomplishment, a similarity of style cannot be denied;\nbut these purely external attributes, again, do not necessarily\nexplain what has been internalized or implanted beneath the\nsurface detail.  While no definite musical link has yet been\nposited for the two Hurlebusch movements (other than their being\nseparate items within the same collection), I would argue that\nthere certainly is internally a unifying musical (and\nphilosophical) link between Bach’s two movements. Example 8 . Prelude in E Flat (BWV 552,1), opening (click to enlarge and listen) Example 9 . Prelude in E Flat (BWV 552,1), measure 71 (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Most modern editions of the Prelude in E Flat transmit the\nmusic on three staves for ease of performance.  This presentation\nobscures what I believe is an important structural element in the\nopening 7 measures:  an element that becomes transparent when the\noriginal print, which uses only two staves, is viewed. (20) There,\nan important melody in the left hand is laid bare for all to see,\nas shown in Example 8 .",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] This melody has at least a clear visual connection with the\nfirst theme of the concluding fugue.  Aurally, it is less obvious\nbecause a) the rhythmic scheme of the opening requires note\nrepetition, and b) the ear is directed more to the Prelude’s main\ntheme in the right hand.  Other connections can be perceived,\nalbeit with only varying degrees of forensic corroboration,\nbetween the Prelude and the chorale melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Like the chorale, the opening ritornello follows a simple\nharmonic plan: E ♭ – B ♭ –C minor– E ♭ .  In the chorale, the move from B ♭ to C minor is effected melodically by the distinctive rising\nchromaticism of B ♭ – B ♮ –C.  In the Prelude (measures 17–20) the same line is found in the bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] More importantly, however, the second ritornello (measures\n51–71) reaches its final cadence in C minor, and the continuing\n“solo” material now places an emphasis upon what appears to be a\nnew theme:  one that recurs with considerable development later\nin the piece.  This new theme has very close links with phrase 4\nof the chorale:  it occurs in both principal contrapuntal lines.\nAfter extensive development through diverse keys, it eventually\nreturns in C minor (measure 169) to close the final “solo”\nsection.  Measures 71–5 are shown in Example 9 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] CONCLUSION:  Bach was hesitant about the final form of Clavier Übung III :  this was either because he was dissatisfied\nwith the quality of some of the music he had written, or because\nhe became skeptical about the presentation and format as\noriginally conceived.  Since Butler has proved that the changes\nlargely involved the addition rather than the removal of\nmaterial, the latter reason seems the more likely.  The only\nexplanation for wishing to enlarge the collection—which\ndecision caused enormous problems with the scheduled production\nand publication dates—must be the way in which Bach viewed his\nsuccess in having fulfilled the overall objective:  one of\nproviding musical items reflecting Luther’s Catechism.  It is\neasy for such a scheme to follow the letter of the law (i.e.\nthrough the provision of settings of the Ten Commandments, the\nCreed, and the Sacraments), but not so easy for it to capture the spirit .  Luther’s teaching stands apart by virtue of its clear\ninsistence that The Law must embody a human experience “from the\nheart.”  All such experience, whether painful or pleasurable,\nneeds this essential attribute.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The opportunity for Bach to capture this nuance arose, I\nwould argue, through the existence of a chorale whose text lent\nan appropriate emphasis for a composer able to seize upon the\nmusical elements associated with this.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The means of utilizing such musical elements within the\nframework of a Prelude and Fugue already existed through the\ntechnique currently used in embedding chorale melodies within\nfugal textures (e.g.  in the designated chorale-fughuettas and\nfugues), and in the establishment of thematic links between\nPrelude and Fugue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The motive presents itself in Bach’s wish (after a period of\nre-think and procrastination) to capture not only the letter but\nalso the spirit of Luther’s teaching as transmitted through his\ncatechisms.  Luther required observance of the law to be “from\nthe heart”; and I have argued that this special and significant\nattribute was conveyed by Bach in opening and closing movements\nwhich, through their clear spiritual resonances, provided a\nfitting envelope for a collection of music inspired by Luther’s\ncatechism.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.98.4.5.wibberley.html",
    "data": "mto/data/mto.98.4.5.wibberley.json"
}