{
    "title": "Tomorrow’s Music On Yesterday’s Machines: In Search of an ‘Authentic’ Nancarrow Performance",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Murcott, Dominic"
    ],
    "abstract": "In April 2012 London’s Southbank Centre hosted a two-day festival entitled “Impossible Brilliance: The Music of Conlon Nancarrow.” A three-way collaboration between the Southbank, London Sinfonietta and Trinity Laban Conservatoire of Music and Dance, the event included what was probably the second ever performance of the complete Studies for Player Piano over ten 40-minute concerts. During the two or more years it took to develop the event it became clear that programming these works posed a great number of artistic and practical questions for which there are few existent performance traditions. The author was the instigator and curator of the festival and this essay discusses these issues and explore the solutions that emerged. The first section examines the unique qualities of the Studies in their original form and surveys the many ways the Studies have already been presented in performance and on recordings; the second is a report on the approach adopted for the festival. The article concludes with a brief discussion of broader issues of authenticity and reproduction raised by the process of curating the event to suggest that Nancarrow’s work emerged from a particular, non-repeatable historical moment.",
    "keywords": [
        "Conlon Nancarrow",
        "player piano",
        "authenticity",
        "Impossible Brilliance",
        "London Sinfonietta"
    ],
    "doi": "",
    "received": "January 2014",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.murcott.pdf",
    "author_info": [
        {
            "name": "Dominic Murcott",
            "university": "Composition Department",
            "address": "Trinity Laban Conservatoire of Music and Dance, Old Royal Naval College, Greenwich, London SE10 9JF",
            "email": "d.murcott@trinitylaban.ac.uk"
        }
    ],
    "citations": {
        "benjamin_1936": "Benjamin, Walter. 1936. Work of Art in the Age of Mechanical Reproduction . New York, NY: Prism Key Press, Kindle Edition.",
        "bugallo_2014": "Bugallo, Helena. 2014. “Harmonic and Non-Harmonic Temporal Structures in Nancarrow’s Study no. 47 for Player Piano.” Music Theory Online 20, no. 1.",
        "callender_2014": "Callender, Clifton. 2014 “Performing the Irrational: Paul Usher’s Arrangement of Nancarrow’s Study No 33, Canon 2: Square Root of 2.” Music Theory Online 20, no. 1.",
        "cowell_1930_1966": "Cowell, Henry. [1930] 1966. New Musical Resources (with notes and an accompanying essay by David Nicholls). Cambridge: Cambridge University Press.",
        "duffie_1987": "Duffie, Bruce. 1987. “ Composer Conlon Nancarrow: A Conversation With Bruce Duffie .”",
        "emmerson_2007": "Emmerson, Simon. 2007. Living Electronic Music. Aldershot, UK: Ashgate.",
        "focke_2011": "Focke, Ed. 2011. Trimpin: Contraptions for Art and Sound . Seattle: University of Washington Press.",
        "gann_1995": "Gann, Kyle. 1995. The Music of Conlon Nancarrow. New York: Cambridge University Press",
        "gann_2014": "Gann, Kyle. 2014. “Outside the Feedback Loop: A Nancarrow.” Keynote Address, Online Symposium: Conlon Nancarrow, Life and Music 2012. Published in Music Theory Online 20, no. 1.",
        "griffiths_2010": "Griffiths, Paul. 2010. Modern Music and After , 3rd ed. New York: Oxford University Press.",
        "hocker_2012": "Hocker, Jürgen. 2012. Encounters With Nancarrow , trans. Steven Lindberg. Plymouth, UK: Lexington.",
        "kivy_1995": "Kivy, Peter. 1995. Authenticities: Philosophical Reflections of Musical Performance. Ithaca, NY: Cornell University Press.",
        "leitman_2011": "Leitman, Sasha. 2011. “Trimpin: An Interview” Computer Music Journal 35, no. 4: 12–27.",
        "nemire_2014": "Nemire, Julie A. 2014. “Convergence Points in Conlon Nancarrow’s Tempo Canons.” Music Theory Online 20, no. 1.",
        "petrescu_2008": "Petrescu, Nicolae. 2008. “Loud Music Listening” McGill Journal of Medicine 11, no. 2: 169–76.",
        "sandoval_2013": "Sandoval, Carlos. 2013. “ Nancarrow in Twelve Channels ” (accessed May 29, 2013).",
        "scheinberg_2007": "Scheinberg, Erica Jill. 2007. “Music and the Technological Imagination in the Weimar Republic: Media, Machines and the New Objectivity.” PhD diss., University of California, Los Angeles.",
        "schwartz_1996": "Schwartz, Hillel. 1996. The Culture of the Copy: Striking Likenesses, Unreasonable Facsimiles . New York: Zone Books.",
        "suisman_2010": "Suisman, David. 2010. “Sound, Knowledge, and the ‘Immanence of Human Failure’ Rethinking Musical Mechanization through the Phonograph, the Player-Piano, and the Piano.” Social Text 102 28, no. 1: 13–34.",
        "taruskin_2004": "Taruskin, Richard. 2004. “The Poeitic Fallacy.” Musical Times 145: 7–34.",
        "thomas_2014": "Thomas, Margaret E. 2014. “Conlon Nancarrow, ‘Hot’ Jazz, and the Principle of Collective Improvisation.” Music Theory Online 20, no. 1.",
        "wheen_1990": "Wheen, Natalie. 1990. “Interview With Conlon Nancarrow.” The Journal of the Pianola Institute 3: 10.  First broadcast January 18, 1990, BBC Radio 3.",
        "willey_2013": "Willey, Robert. 2013. “ Electronic Realizations of Conlon Nancarrow’s Study No. 37 for Player Piano ” (accessed May 29, 2013).",
        "willey_2014": "Willey, Robert. 2014. “The Editing and Arrangement of Conlon Nancarrow's Studies for Disklavier and Synthesizers.” Music Theory Online 20, no. 1.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Gillian Moore of the Southbank Centre and Andrew Burke of the London Sinfonietta for their collaboration in making the 2012 Nancarrow Festival possible. I would also like to thank Felix Meyer of the Paul Sacher Foundation, Charles Amirkhanian and Kyle Gann for their inspirational contributions to the event, Rex Lawson and Denis Hall for their advice and generous support with the player piano, Stephen Montague for his personal recordings of Nancarrow and most particularly Yoko Sugiura-Nancarrow and Mako Nancarrow Sugiura for allowing me access to Conlon’s studio and looking after me so kindly in Mexico City. I am especially grateful to Anne Murcott for proof-reading and editing and to the two anonymous reviewers in providing lengthy suggestions and constructive comments on an earlier draft of this submission. Finally I would like to thank Yonatan Malin for his considerable support in developing the article. An even earlier version of this article was prepared as a paper for “Conlon Nancarrow: Life and Music, Online Symposium” September 27th–October 27th 2012 and is published online at http://conlonnancarrow.org/symposium/Program.html .",
            "citations": []
        },
        "FN1": {
            "text": "1. The festival was initially conceived solely because of the interest the parties had in the composer. The connection with his centenary was only made after planning had begun.",
            "citations": []
        },
        "FN2": {
            "text": "2. It was believed at the time to be the first ever, but it seems that honor goes to Jürgen Hocker in Köln, 1997.",
            "citations": []
        },
        "FN3": {
            "text": "3. The main purpose of the Sacher Foundation is the care of its enormous archive of twentieth and twenty-first century music, housing the  manuscripts of Bartók, Reich, Stockhausen and many others. Nancarrow’s complete manuscripts and archived correspondence was acquired by the Foundation shortly before his death in 1997. http://www.paul-sacher-stiftung.ch/en/about_the_foundation.html (accessed 6 January 2014).",
            "citations": []
        },
        "FN4": {
            "text": "4. For a 1962 example, see http://www.youtube.com/watch?v=CAsP8tBlU9k (accessed 29th May 2013). The video was originally released on The Glenn Gould Collection volume 3, recorded 1962, Sony 1990, 6 LD.",
            "citations": []
        },
        "FN5": {
            "text": "5. Letter from Conlon Nancarrow to Monika Furst-Heidtmann 28th July 1980, Conlon Nancarrrow Collection, Sacher Foundation, Basel.",
            "citations": []
        },
        "FN6": {
            "text": "6. Measurements and observations by the author.",
            "citations": []
        },
        "FN7": {
            "text": "7. Only the leather/tack piano is heard on the Wergo recordings as the other was not functional at the time of recording.",
            "citations": []
        },
        "FN8": {
            "text": "8. Conversations between Robert Shumaker, the session’s sound engineer, and the author, October 2012.",
            "citations": []
        },
        "FN9": {
            "text": "9. Letter from Tracy Caras to Conlon Nancarrow 10th November 1982, Conlon Nancarrrow Collection, Sacher Foundation, Basel.",
            "citations": []
        },
        "FN10": {
            "text": "10. See http://www.siba.fi/en/whats-on1/-/events/event/3302 (accessed 29th May 2013).",
            "citations": []
        },
        "FN11": {
            "text": "11. For a greater insight into Trimpin’s work see Focke 2011 and Leitman 2011 .",
            "citations": [
                "focke_2011",
                "leitman_2011"
            ]
        },
        "FN12": {
            "text": "12. See paragraph 27, below, for more on this work.",
            "citations": []
        },
        "FN13": {
            "text": "13. See http://talrosner.com/projects/nancarrow .",
            "citations": []
        },
        "FN14": {
            "text": "14. Of these, Study No. 44 needed no synchronization and Wolfgang had already prepared click tracks for two of the others. At the last minute it was discovered that there was no click track for No. 48c. There was no time to acquire the scores, create synchronized clicks with spoken cues at a ratio of 60:61 then mark up the rolls with cue points so the players could maintain sync. In a rapid piece of improvisation a recording was made with 48a in one channel and 48b in the other, lined up to end at the same time, and Rex and Wolfgang heroically agreed to attempt the piece by keeping their rolls in time with the recording. They ended—of course—immaculately together!",
            "citations": []
        },
        "FN15": {
            "text": "15. The Ades version is published by Schott under the title Study in Two Movements .",
            "citations": []
        },
        "FN16": {
            "text": "16. Both were Baldur Brönnimann, the conductor for the concert.",
            "citations": []
        },
        "FN17": {
            "text": "17. On July 3, 1989 Nancarrow responded to a somewhat restrictive set of questions in a letter from  Constantine Moschos (who had been asked by Wolfgang Becker to help programme computer controlled films) by saying that the piece is not written yet but will be for pianola and large orchestra. Conlon Nancarrow Collection, Sacher Foundation, Basel.",
            "citations": []
        },
        "FN18": {
            "text": "18. http://www.youtube.com/watch?v=q5bJcMoQRcM (accessed January 7, 2014).",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "nancarrow symposium",
    "source": "mto/raw/mto.14.20.1.murcott.html",
    "data": "mto/data/mto.14.20.1.murcott.json"
}