{
    "title": "Late Night Thoughts on Listening to Schoenberg’s <i>Klavierstück</i>, op. 33a",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Salley, Keith"
    ],
    "abstract": "This essay considers the sound of Arnold Schoenberg’sKlavierstück, op. 33a, discussing aesthetic effects of combinatoriality and pitch repetition. In taking John Rahn’s general advice regarding listening to Schoenberg “late at night with the lights off,” two compelling parallels with psycholinguistic phenomena emerge—one dealing with semantic satiation, and the other with a related experience called the verbal transformation effect.",
    "keywords": [
        "serialism",
        "combinatoriality",
        "repetition",
        "linguistics",
        "Schoenberg"
    ],
    "doi": "",
    "received": "July 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.salley.pdf",
    "author_info": [
        {
            "name": "Keith Salley",
            "university": "Shenandoah Conservatory",
            "address": "Shenandoah University, 1460 University Drive, Winchester, VA 22601",
            "email": "ksalley@su.edu"
        }
    ],
    "citations": {
        "adorno_[1956]": "Adorno, Theodor. 2002 [1956]. “Music and Language: A Fragment.” In Quasi una Fantasia: Essays on Modern Music . Translated by Rodney Livingstone. Verso.",
        "axelrod_and_thompson_1962": "Axelrod, Seymour, and Larry Thompson. 1962. “On Visual Changes of Reversible Figures and Auditory Changes in Meaning.” The American Journal of Psychology 75 (4): 673–74.",
        "babbitt_1955": "Babbitt, Milton. 1955. “Some Aspects of Twelve-Tone Composition.” The Score and I.M.A. Magazine 12: 53–61.",
        "bailey_2003": "Bailey, Kathryn. 2003. “Schoenberg’s Piano Sonata.” Tempo 57 (224): 16–21.",
        "bassett_and_warne_1919": "Bassett, M. F. and C. J. Warne. 1919. “On the Lapse of Verbal Meaning with Repetition.” The American Journal of Psychology 30 (4): 415–18.",
        "binet_1903": "Binet, Alfred. 1903. L’etude experimentale de l’intelligence . Schleicher Frères & Co.",
        "deutsch_1995": "Deutsch, Dianna. 1995. Musical Illusions and Paradoxes . Philomel Records.",
        "ditzinger_et_al_1997": "Ditzinger, T., B. Tuller, H. Haken, and J. A. S. Kelso. 1997. “A Synergetic Model for the Verbal Transformation Effect.” Biological Cybernetics 77 (1): 31–40.",
        "don_1924": "Don, V. J. and Harry Porter Weld. 1924. Lapse of Meaning with Visual Fixation. The American Journal of Psychology 35 (3): 446–450.",
        "grant_2001": "Grant, Morag J. 2001. Serial Music, Serial Aesthetics: Compositional Theory in Post-War Europe . Cambridge University Press.",
        "jackson_1995": "Jackson, Timothy. 1995. “Hearing Schoenberg (review-article on Sylvina Milstein).” Journal of Musicological Research 15 (4): 285–311.",
        "jenkins_2009": "Jenkins, Daniel J. 2009. “Schoenberg’s Concept of ruhende Bewegung .” Theory and Practice 34: 87–105.",
        "lerdahl_1988": "Lerdahl, Fred. 1988. “Cognitive Constraints on Compositional Systems.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , edited by John Sloboda, 231–259. Clarendon.",
        "margulis_2014": "Margulis, Elizabeth. 2014. On Repeat: How Music Plays the Mind . Oxford University Press.",
        "messer_1906": "Messer, August. 1906. Experimentell-psychologische Untersuchungen über das Denken . Psychologischen Institut der Universität Würzburg.",
        "natsoulas_1965": "Natsoulas, Thomas. 1965. “A Study of the Verbal Transformation Effect.” The American Journal of Psychology 78 (2): 257–63.",
        "pitt_and_shoaf_2002": "Pitt, Mark A. and Lisa Shoaf. 2002. “Linking Verbal Transformations to their Causes.” Journal of Experimental Psychology: Human Perception and Performance 28 (1): 150–62.",
        "rahn_1980": "Rahn, John. 1980. Basic Atonal Theory . Schirmer Books.",
        "salley_2016": "Salley, Keith. 2016. “Reflections on Reflections of Serialism: Using Metaphors of Language, Visual Arts, and Nature as Pathways to Appreciation.” College Music Symposium 56.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. Style and Idea: Selected Writings . Edited Leonard Stein, translated by Leo Black. University of California Press.",
        "schoffman_1983": "Schoffman, Nachum. 1983. “Schoenberg Opus 33a Revisited.” Tempo 146: 31–42.",
        "severance_and_washburn_1907": "Severance, Elizabeth and Margaret Floy Washburn. 1907. “The Loss of Associative Power in Words after Long Fixation.” The American Journal of Psychology 18 (2): 182–186.",
        "taylor_and_henning_1963": "Taylor, Maurice M. and Gordon B. Henning. 1963. “Transformations of Perception with Prolonged Observation.” Canadian Journal of Psychology 17 (4): 349–360.",
        "thomas_1983": "Thomas, Lewis. 1983. Late Night Thoughts on Listening to Mahler’s Ninth Symphony . Viking.",
        "titchener_1915": "Titchener, Edward. B. 1915. A Beginner’s Psychology . MacMillan.",
        "warren_and_gregory_1958": "Warren, Richard M. and Richard L. Gregory. 1958. “An Auditory Analogue of the Visual Reversible Figure.” The American Journal of Psychology 71 (3): 612–13.",
        "warren_1961": "Warren, Richard M. 1961. “Illusory Changes of Distinct Speech upon Repetition—the Verbal Transformation Effect.” British Journal of Psychology 52 (3): 249–58."
    },
    "footnotes": {
        "FN0": {
            "text": "* The title of this work refers to Lewis Thomas’s essay Late Night Thoughts on Listening to Mahler’s Ninth Symphony.",
            "citations": []
        },
        "FN1": {
            "text": "1. See, for example, “How One Becomes Lonely,” ( Schoenberg 1975 , 30–52, esp. 38). Also note Jackson ( 1995 , 285), accounting of a scholar’s averred understanding of Schoenberg without actually hearing it.",
            "citations": [
                "schoenberg_1975",
                "jackson_1995"
            ]
        },
        "FN2": {
            "text": "2. The terminology around the concept of hexachordal combinatoriality was not used by Schoenberg himself, but originated in Babbitt ( 1955 ).",
            "citations": [
                "babbitt_1955"
            ]
        },
        "FN3": {
            "text": "3. For more on the rejection of hierarchy in serialism specifically (and within a larger discussion of structuralism), see Grant ( 2001 , 212ff.), which engages Claude Lévi-Strauss, Umberto Eco, Jean-Jacques Nattiez, and others.",
            "citations": [
                "grant_2001"
            ]
        },
        "FN4": {
            "text": "4. In some cases, even word boundaries can vanish. For example, Warren and Gregory ( 1958 , 612) note that after hearing rapid repetitions of “say,” listeners perceive the word “ace.”",
            "citations": [
                "warren_and_gregory_1958"
            ]
        },
        "FN5": {
            "text": "5. Severance and Washburn ( 1907 ) is an early resource in English, but their study is restricted to prolonged visual encounter with a word. See, however, Binet ( 1903 ), chapter 5, and Messer ( 1906 ), §10, particularly section 1 for earlier discussions of relationships between words and meaning. An early source on semantic satiation in English is Bassett and Warne ( 1919 ), which considers the phenomenon from a listener’s perspective. Titchener ( 1915 ) is only a textbook on psychology, but its discussion of the phenomenon without naming it outright speaks to the concept’s familiarity with the general reader—even outside of the context of psychological science—by the second decade of the twentieth century.",
            "citations": [
                "severance_and_washburn_1907",
                "binet_1903",
                "messer_1906",
                "bassett_and_warne_1919",
                "titchener_1915"
            ]
        },
        "FN6": {
            "text": "6. To a lesser extent, groups of words have been shown to create the phenomenon ( Warren 1961 ).",
            "citations": [
                "warren_1961"
            ]
        },
        "FN7": {
            "text": "7. Schoffman ( 1983 ) takes a notable, if unorthodox, account of syntax in op. 33a.",
            "citations": [
                "schoffman_1983"
            ]
        },
        "FN8": {
            "text": "8. To further illustrate the difference between lexical semantics and grammatical syntax, compare the sentence Ingrid sent the truffles to Higgenbotham . to Higgenbotham received the truffles that Ingrid sent . Syntactically, the sentences have different subjects. However, they are identical from the perspective of lexical semantics, as Ingrid is the agent and Higgenbotham is the patient in both utterances.",
            "citations": []
        },
        "FN9": {
            "text": "9. The same tone, D, would have different semantic meanings in the context of other keys, both diatonic (e.g., E ♭ major), and non-diatonic (e.g., A ♭ major).",
            "citations": []
        },
        "FN10": {
            "text": "10. One could perhaps summarize the argument behind Boulez’s famous “Schoenberg is Dead” essay in terms of the twelve-tone system’s not having taken syntactic meaning into account.",
            "citations": []
        },
        "FN11": {
            "text": "11. Labels for row forms follow the more recent trend of accounting for the first pitch classes of P and I forms and the final pitch classes of R and RI forms in their subscript numerals.",
            "citations": []
        },
        "FN12": {
            "text": "12. While these discrete subsets are not outlined in Example 2 , they are important, as Schoenberg uses them across approximately fifty percent of the work.",
            "citations": []
        },
        "FN13": {
            "text": "13. Both hexachords of op. 33a’s row are members of set-class 6-5 (012367). A tone row with such a structure will generate only two combinatorial possibilities for each of its row forms. Excluding the pairing of a row form with its retrograde —which is never used in this work—the other option is I-combinatoriality. Thus, the degree of invariance shown in Example 2 holds between all other combinatorial pairs in op. 33a, though the image will be reversed for combinatorial pairs involving P and I forms.",
            "citations": []
        },
        "FN14": {
            "text": "14. See Schoenberg ( 1975 , 324), which discusses using the invariant G/ D ♭ dyads of op. 25 as a means of interchanging row forms and discrete tetrachords more freely, but within a larger conversation about avoiding doubling.",
            "citations": [
                "schoenberg_1975"
            ]
        },
        "FN15": {
            "text": "15. Twenty-six aggregates are formed in the first thirteen measures, if one allows that four aggregates result when two hexachordally combinatorial row forms unfold simultaneously (as depicted in Example 1 ).",
            "citations": []
        },
        "FN16": {
            "text": "16. Despite the pitch repetitions, Kathryn Bailey observes that the hexachordal segmentation of row forms in these passages takes greater advantage of combinatoriality than areas where row forms have undergone tetrachordal segmentation ( 2003 , 17–18).",
            "citations": [
                "bailey_2003"
            ]
        },
        "FN17": {
            "text": "17. Jenkins also notes Schoenberg admitting to using repetition to fulfill a “pictorial purpose” in Die glückliche Hand , a texted work ( 2009 , 93).",
            "citations": [
                "jenkins_2009"
            ]
        },
        "FN18": {
            "text": "18. Schoenberg’s readers will soon discover that such relationships extend between interacting row forms in a combinatorial texture.",
            "citations": []
        },
        "FN19": {
            "text": "19. See, for example Warren ( 1961 ), Axelrod and Thompson ( 1962 ), Taylor and Henning ( 1963 ), Natsoulas ( 1965 ), much later Ditzinger et al. ( 1997 ), and Pitt and Shoaf ( 2002 ).",
            "citations": [
                "warren_1961",
                "axelrod_and_thompson_1962",
                "taylor_and_henning_1963",
                "natsoulas_1965",
                "ditzinger_et_al_1997",
                "pitt_and_shoaf_2002"
            ]
        },
        "FN20": {
            "text": "20. See Warren ( 1961 ), Axelrod and Thompson ( 1962 ), Taylor and Henning ( 1963 ), and Natsoulas ( 1965 ).",
            "citations": [
                "warren_1961",
                "axelrod_and_thompson_1962",
                "taylor_and_henning_1963",
                "natsoulas_1965"
            ]
        },
        "FN21": {
            "text": "21. See also Deutsch 1995 .",
            "citations": [
                "deutsch_1995"
            ]
        },
        "FN22": {
            "text": "22. One can imagine, however, a context—perhaps involving extended performance techniques—where timbral variation causes sufficient contrasts to allow for something akin to a phonemic breakdown.",
            "citations": []
        },
        "FN23": {
            "text": "23. See Salley 2016 , however, for a different argument on the connection between serial music and language.",
            "citations": [
                "salley_2016"
            ]
        },
        "FN24": {
            "text": "24. See Adorno 2002 [1956] , particularly the passage clarifying that “the only difference is that the identity of these musical concepts lay in their own nature and not in a signified outside them” (2).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Schoenberg in the Dark",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] John Rahn’s Basic Atonal Theory is written in a style that is sadly absent from today’s music theory textbooks. Quirky passages, such as his discussion of “pitches (or grapes, or housemaids),” which touches upon the limitations of referring to pitches as integers (19–20), or his off-handed comparison of pitch-class structure to jellyfish (95) offer humorous counterweights to the rows of mathematical symbols elsewhere in the text that many undergraduate readers would likely have found dispassionate or even impenetrable. Among the book’s more notably outré passages is the following exercise, recommended at the end of chapter one: Listen several times to Schoenberg’s Pierrot Lunaire op. 21. Read the text (in translation if necessary) and follow the score. Then listen to it again, preferably late at night with all the lights off. (If you enjoy listening this way, try also Schoenberg’s Serenade op. 24 and his third String Quartet op. 30.) ( 1980 , 18)",
                "footnotes": [],
                "citations": [
                    "rahn_1980"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Many passages in Rahn’s book are written from a listener’s perspective, addressing the sounds of things, their attractiveness, and discussing the options one has of making sense of those sounds as either listeners or composers. But today, do we still recommend that students listen to atonal music (freely unordered or serial) in the dark? Presumably, Rahn recommends this because such a setting would allow more acute hearing. Too often we fail to allow time for such pleasures, for our students or for ourselves. The sounds of atonal pieces can seem only supplementary to the relationships we typically teach about them, as an understanding of those concepts comes more easily from intensive scrutiny of scores. Unfortunately, an analysis that is not informed at all by aural understanding will inevitably amount to a mere description of a score. So, when we do simply listen to Arnold Schoenberg’s works (or to the works of other Second-Viennese composers) attentively and without score in hand, we may remind ourselves of their musicality —that is, privileging aural impressions over purely intellectual understandings—regardless of the segmentations and equivalencies with which so many analyses of Schoenberg’s works seem to be concerned. This musicality, which displays cohesion, a range of contrasts across various parameters, and even humor at times, seems less apparent when we listen with our eyes glued to a score. What time then, is left for the contemplation of sound itself? Notwithstanding the fact that Schoenberg did voice at least some suspicions about popularity, we must bear in mind that he did intend for his works to be heard, and that he hoped they would be understood on some level. (1) We may safely assume—or perhaps it is more appropriate to say that we should expect—that the sound of Schoenberg’s music should make some amount of musical sense. It stands to reason, then, that such musical sense is what should inform analysis initially. Example 1 . Two combinatorial twelve-tone rows, P 0 and R 0 (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] But Schoenberg’s non-tonal music is not often easy on first-time listeners. This seems especially true of his instrumental music. Students can find it opaque, cryptic, or (even less charitably) needlessly complex and discordant, expressing only some kind of “art-for-art’s-sake” elitism. Nonetheless, Rahn’s imperative and the reasoning behind it occurred to me once more when I was thinking of hexachordal combinatoriality—that technique of twelve-tone composition developed by Schoenberg in which simultaneously unfolding twelve-tone row forms complement each other, creating twelve-tone aggregates in multiple dimensions. (2) Example 1 shows two hexachordally combinatorial row forms. In this case, it depicts the default combinatoriality that obtains when a row form (P 0 ) sounds against its own retrograde (R 0 ). Note that twelve-tone aggregates naturally accrue horizontally along each row form, but also vertically among the hexachords (i.e. discrete six-note halves) of both row forms.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Hexachordal combinatoriality is a staple topic of post-tonal music theory courses. Lamentably, it is entirely possible to teach the concept without referring at all to the sound of the music created by combinatorial textures and procedures. Likely, a conscientious instructor would go so far as to provide a listening or two to the piece under examination before lecturing on combinatoriality, but without guidance, context, and—I submit below—an important linguistic metaphor, that preliminary hearing will do little in the way of clarifying the topic at hand. All of this is to say that students who are unappreciative of combinatoriality’s effect-as-sound would be right to question whether this concept that seems apparent enough from the look of the score is audible at all, or whether that combinatoriality was connected in any clear way to what we could understand to be part of that work’s aesthetic. This line of questioning recalls Lerdahl’s argument about the degree to which artificial compositional grammars (e.g., combinatorial techniques and textures) and natural listening grammars are mutually exclusive (1988). While Lerdahl’s points are certainly valid, this essay argues that twelve-tone technique in general, and combinatorial music in particular, goes a considerable distance in influencing how we make sense of what we hear. Or at the very least: serial music goes appreciably far in preventing us from making sense in certain wrong ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Even while we bear in mind Lerdahl’s distinctions and concerns, we might consider returning to Rahn’s suggestion, dimming the lights, and just listening to some combinatorial music before writing it all off. The discussion below engages with my impressions of Schoenberg’s Klavierstük , op. 33a—arguably the locus classicus for hexachordal combinatoriality in post-tonal music theory pedagogy—after listening to it with eyes closed. After only a few hearings, two things about the actual sound of the piece became apparent: The first concerned the effects of its hexachordal combinatoriality. The second involved the effects of immediate pitch repetition in combinatorial settings. As it turns out, the nature of the second effect is directly dependent upon that of the first effect. Saturation and Satiation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] From a compositional perspective, twelve-tone music is like an insurance policy against the perception of anything akin to tonality, or at least centricity (as we use the term now), arising from octave doublings or pitch repetitions. As Schoenberg broaches the idea of the twelve-tone system in his essay “Composition with Twelve Tones (1),” he carefully clarifies this objective of avoiding repetitions and doublings, lest any listener infer or construe a pitch hierarchy of some kind. Why such a set should consist of twelve different tones, why none of these tones should be repeated too soon, why, accordingly, only one set should be used in one composition—the answers to all these questions came to me gradually.\nDiscussing such problems in my Harmonielehre (1911), I recommended the avoidance of octave doublings. To double is to emphasize, and an emphasized tone could be interpreted as a root, or even as a tonic; the consequences of such an interpretation must be avoided. Even a slight reminiscence of the former tonal harmony would be disturbing, because it would create false expectations of consequences and continuations. The use of a tonic is deceiving if it is not based on all the relationships of tonality.\nThe use of more than one [row] was excluded because in every following set one or more tones would have been repeated too soon. Again there would arise the danger of interpreting the repeated tone as tonic. ( 1975 , 219–20, emphasis original)",
                "footnotes": [],
                "citations": [
                    "schoenberg_1975"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] In other arguments compelled by a mixture of pride and the anxiety of influence, Schoenberg has claimed that his work has evolved naturally from tonal composers of Austro-German heritage that preceded him. But here he acknowledges a schism between the tonal and that which we call atonal. Through the passage above we understand the discontinuity Schoenberg knew his twelve-tone music created. Nevertheless, to simply regard the twelve-tone system as a guarantor against accidental perceptions of tonality would be unfair. His innovations allowed for a great deal more—not least of all, an ability to sustain larger-scale forms in purely instrumental music ( 217 ). But without a mindful reading of the passage above, we cannot know how essential the rejection of hierarchy is to an appreciative hearing of Schoenberg’s post-tonal music. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "schoenberg_1975"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Hexachordal combinatoriality doubles down on aggregate completion, much like a second insurance policy. In combinatorial textures, pairs of simultaneously sounding row forms complement each other, completing aggregates of all twelve pitch classes twice as efficiently than textures fleshed out by solitary row forms. Combinatorial aggregate saturations further guarantee that listeners do not misguidedly ascribe any centricity to what they hear. Just before Schoenberg introduces his first example of hexachordal combinatoriality in the essay quoted above, he returns to the issue of octave doublings ( 236 ). His commentary on the technique itself occurs earlier, and still addresses the need to avoid unnecessary repetitions. Later, especially in larger works, I changed my original idea, if necessary, to fit the following conditions: the inversion a fifth below of the first six tones, the antecedent, should not produce a repetition of one of these six tones, but should bring forth the hitherto unused six tones of the chromatic scale. Thus, the consequent of the basic set, the tones 7 to 12, comprises the tones of this inversion, but, of course, in a different order. ( 225 )",
                "footnotes": [],
                "citations": [
                    "schoenberg_1975",
                    "schoenberg_1975"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] The effect of hexachordal combinatoriality invites comparison to the psycholinguistic phenomenon known as semantic satiation—an effect achieved by isolating a single word and repeating it frequently and rapidly. In such scenarios, listeners typically find that the repeated word loses its meaning and becomes somewhat absurd. (4) Discussion of this phenomenon in psychological literature extends as far back as the beginning of the twentieth century. (5) Edward Titchener’s A Beginner’s Psychology , a common early resource on this topic for English readers, describes the phenomenon this way: Repeat aloud some word—the first that occurs to you; house , for instance—over and over again; presently the sound of the word becomes meaningless and blank; you are puzzled and a morsel frightened as you hear it. The same loss of meaning is observed in pathological cases; there are patients who can hear and see words as plainly as you can, but who are unable to understand what they hear and see; the bare perception is there, but it is bereft of its meaning. ( 1915 , 26–27)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "titchener_1915"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] What invites this comparison between the psycholinguistic phenomenon of semantic satiation and the practice of hexachordal combinatoriality in the first place is not the idea of outright repetition. After all, if strict repetition were the governing principle behind this, we would find semantic satiation to relate more closely to minimalist music. Rather, the correlation involves something that both processes achieve by eliminating a listener’s ability to derive semantic meaning by conventional means.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] In instances of semantic satiation, the ongoing repetition of a word divorces that word from any kind of semantic context—that is, from any kind of meaning that a listener could ascribe if that word were to occur alongside other words in a sentence, clause, or a simple noun or verb phrase. (6) In a combinatorial texture, the saturation of chromatic aggregates both within and between row forms ensures a similar kind of separation by discouraging listeners from constructing relational meanings around any pitch class or between any two pitch classes, whether those meanings be tonal, modal, or more simply centric.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Naturally, Schoenberg’s op. 33a still evinces form in arguably traditional ways (as does most of his music). We still encounter gestures, groupings of gestures, and varied returns of familiar gestures. And it follows that listeners will ascribe such meanings to those gestures and the notes within them as ‘beginnings,’ ‘middles,’ ‘endings,’ ‘high points,’ and perhaps even ‘low points.’ These meanings, however, are syntactic, not semantic. Syntactic meaning deals with ordering, and the functioning of formal units. (7) On the other hand, semantic meaning deals with meaning itself within a referential system. (8) To take the analogy further, semantic meaning derives from a structuralist perspective and is not utterance- or gesture-dependent. Pitch-class D, for example, carries a certain key-specific semantic meaning when sounding within the context of the key of B minor, a meaning that derives from its relationships to all other pitch classes, diatonic or chromatic to that key. (9) However, the same pitch class would have different syntactic meanings in that key if it were sounding atop a phrase-initial tonic harmony, a passing tone within a pre-dominant prolongation, or as the penultimate melodic tone at an inconclusive cadence. The difference between syntactic and semantic meaning is important to keep in mind, as Schoenberg’s writings on his twelve-tone system (including his discussion of combinatoriality) are not always as concerned with syntax as they are with semantics. (10) Example 2 . Local invariants between row forms R 10 and RI 3 (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The issue of non-repetition in twelve-tone music also invites us to consider the topic of invariance, where common groups of tones obtain between two or more row forms. Highly invariant row-forms could thwart one’s goal of avoiding hierarchical or tonal implications, and recurrent groups of two or more tones could even cause listeners to perceive a referentially marked sonority, rather than even a single salient pitch class. In op. 33a, however, Schoenberg’s combinatorial pairs have low instances of invariance despite their hexachordal congruence. Example 2 compares R 10 and RI 3 , a prominent combinatorial pair across the first half of the work. (11) Only two pairs of adjacent pitch classes are invariant, with half of them straddling the rows’ second and third discrete tetrachords. (12) Moreover, each tetrachord of one row shares only half of its tones with one of the combinatorial row’s tetrachords, and the other half of them with another tetrachord. (13) In short, invariance is in short supply, and does not work against the linguistic analogy explored here. (14)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Of course, non-combinatorial twelve-tone pieces are capable of achieving this effect that seems so similar to semantic satiation, but the more frequent saturation of chromatic aggregates in combinatorial pieces provides more in the way of a guarantee against our attributing semantic meanings to any pitch classes. This is just what Schoenberg was addressing as he warmed up to his explanation of hexachordal combinatoriality in “Composition with Twelve Tones (1).” The correlation between combinatoriality and satiation is that both create contexts where listeners are strongly dissuaded from attributing meaning to something through any recognition of that thing’s position within a referential context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] Here, we extend our understanding of the relationship between language and music: both are capable of allowing the creation and destruction of semantic meaning in their participants. A notable difference arises, however, with respect to the issue of repetition. After all, it is verbal repetition alone that prohibits our attribution of linguistic meaning in cases of semantic satiation. But it is the saturation of the chromatic aggregate that produces a comparable effect in serial music. Serial music’s continual aggregate completions do amount to a kind of repetition, and their increased frequency in combinatorial settings does increase the potency of this effect. But it is not only this kind of repetition that goes so far in prohibiting conventional meaning-attribution in op. 33a. When listening to this piece, one is also struck by the amount of literal pitch repetition in some places. There is another related psycholinguistic effect to consider in addressing these repetitions, but first, we will need to discuss one passage from the work more closely. Repetition and Transformation Example 3 . Klavierstücke op. 33a, mm. 14–15 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] What effect does pitch or pitch-class repetition have in twelve-tone music? What would motivate Schoenberg, who went to such lengths to develop his combinatorial system, and who was so consistent throughout a work such as his op. 33a in pairing row forms for combinatorial effects, to exploit repetition so blatantly in certain passages? Example 4 . Klavierstücke op. 33a, mm. 21–22 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Consider Example 3 , where Schoenberg creates a relatively familiar ‘songbook’ texture with leaping bassline, chordal accompaniment, and an upper-register melody. Amidst a number of repeated tones sounding in eighth notes in the accompaniment, Schoenberg’s melody amounts to the repetition of a single pitch in long durations: B ♭ 4. The contrast between this repetitive texture and the music that led up to it—characterized by far less repetition and fairly consistent aggregate completions—contributes greatly to the effect of this moment and to the overall charm of this piece. (15) This repetitive, almost static quality, which is preserved somewhat across mm. 16–19, emerges again across mm. 21–22 with the same expressive marking and numerous pitch repetitions in both melody and accompaniment ( Example 4 ). (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Daniel Jenkins ( 2009 , 94) addresses the curiosity of repetition in Schoenberg’s music, noting how a principle the composer called ruhende Bewegung (“static or resting motion”) manifests by means of pedal points or ostinato figures and usually fulfills the formal function of beginning or ending.” (17) But the direct repetitions in Examples 3 and 4 are not ostinatos, and these passages do not seem to serve initiating or closing functions. In op. 33a, a rather different kind of repetition plays a very different kind of role.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "jenkins_2009"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The field of psycholinguistics offers some insight into how or why we may find these repetitive passages so interesting. Schoenberg comes close to touching upon this in “Composition with Twelve Tones (1),” in the passage immediately following his oft-quoted claim about “the two-or-more-dimensional space” for musical ideas being a “single unit.” Though the elements of these ideas appear separate and independent to the eye and the ear, they reveal their true meaning only through their cooperation, even as no single word alone can express a thought without relation to other words. ( 1975 , 220) At first glance, this might seem to contradict the point made previously, that continual aggregate successions preclude our construal of any relational, semantic meaning—but that point only pertains to the type of meaning that arises in conventional referential contexts. Schoenberg’s idea here is only that the meaning we derive from pitch-class relationships within the source set (that is, within the twelve-tone row-as- theme ) arises solely from relationships among tones within the source set, and that said relationships may extend in two or more dimensions. (18) Schoenberg has nothing against the creation of relational meaning. He only wishes to eschew conventional pitch-class collections and the hierarchical baggage that accompanies the meanings that so many listeners are enculturated to ascribe there. In doing so, he endeavors to create independent systems of relational meaning that are wholly unique. More specifically, he endeavors to create referential systems that are specific to the pieces in which they sound, and ultimately derive from each piece’s governing twelve-tone row. While this point may not seem terribly penetrating at first, it becomes especially relevant in situations such as those depicted in the examples above. In those highly repetitive contexts—with one or two heavily foregrounded melodic tones sounding against a softly undulating accompaniment with relatively little pitch variation—opportunities for relational meaning become quite restricted. This essay invites readers to consider that within such scenarios, another psycholinguistic phenomenon takes place.",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "schoenberg_1975"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Subjects who undergo aural semantic satiation experiments, encountering nothing but repetitions of the same utterance to such a degree that all semantic meaning is lost to that utterance, often find that another kind of meaning emerges at the level of phonetic detail. That is, since subjects who hear the same word in rapid repetition have no opportunity to ascribe semantic meaning to that word, they will—subconsciously, perhaps—try to locate a more basic meaning within the sound components (i.e., phonemes) of that word. Psychologists refer to this well-documented phenomenon as the verbal transformation effect (hereafter, the VTE). (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The VTE and semantic satiation go hand-in-hand, and quite a bit of literature on semantic satiation discusses the VTE. But in psychological studies, it can be difficult to determine exactly when the former leads into the latter. In an early study concerned with semantic satiation through visual (i.e., not aural) fixation, Elizabeth Severance and Margaret Floy Washburn ( 1907 , 186) merely conclude with the observation that “analogous phenomena have been observed . . . when a spoken word is repeated a number of times, so that attention is abnormally concentrated on its sound” and that “further experimentation is warranted.” Only in 1958 did Richard M. Warren and Richard L. Gregory recognize the VTE as a phenomenon within semantic satiation worthy of study. Specific research on the VTE does seem more concerned with the number of repetitions and the number of differently perceived forms than with the timespan at which the VTE is likely to set in. (20) Thomas Natsoulas ( 1965 , 263) does show that utterances that have some original lexical meaning (compared to nonsense words) tend to have a relatively later onset of VTE, observing that “once the satiation period is over (once the initial form has reached an unstable state), its meaningfulness is no longer a determinant of the number of verbal transformations.” We are left to surmise that the onset of the VTE is either simultaneous with the onset of semantic satiation, or it emerges soon after. Earlier work on semantic satiation is therefore informative: V. J. Don and Harry Porter Weld ( 1924 , 447),  concerned with visual fixation, determined that semantic meaning dissipated at an average of 5.3 seconds among three subjects. M. F. Basset and C. J. Warne ( 1919 , 418) observe that “the meaning of a familiar monosyllabic noun repeated aloud three times per second drops away [the onset of semantic satiation] in about 3 to 3.5 seconds.”",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "severance_and_washburn_1907",
                    "natsoulas_1965",
                    "don_1924",
                    "bassett_and_warne_1919"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] One would not argue that in our processing of semantic meaning in language and in music, words and notes have a one-to-one correspondence. Such a claim would seem flawed, given how the number of words in a language system compares to the number of pitch classes or even pitches in our musical resources. From this it follows that one wouldn’t expect numbers of repetitions or even lengths of repeated units (linguistic or musical) to correspond. However, it is worth noting that at conventional performance tempi, the B ♭ 4 under consideration sounds across mm. 14–15 for somewhere between 5 and 6 seconds (exceeding the figure put forth in Basset and Warne, and more or less in alignment with Don and Weld).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Featuring so prominently after so many aggregate saturations, this essay proposes that the salience of B ♭ 4 invites a new kind of hearing. Elizabeth Margulis’s work on repetition in music ( 2014 ) addresses semantic satiation and the VTE, making a compelling observation regarding their relationship from language to music. Commenting on Diana Deutsch’s “speech-to-song illusion,” where semantic satiation encourages a musical perception of a simple spoken utterance, Margulis notes that “verbatim repetition draws attention down to component phonemes, or letters, or notes—something unwelcome in many prose contexts but desirable in music and poetry” ( Margulis 2014 , 88). (21) In an earlier, related discussion, she observes how the “nonsense in which semantics vanish” is “replaced by a sort of super-salience of the component parts” ( Margulis 2014 , 17).",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "margulis_2014",
                    "margulis_2014",
                    "margulis_2014"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] In a combinatorial context, the repeated pitches we hear do not reduce further into packages of isolatable components (i.e., phonemes) the way words do. (22) However, I submit that something comparable to the VTE still invites us to focus more directly and intently on objects of repetition in music. From this it follows that if the resultant aggregate satiation achieved in a well-established combinatorial context already allows listeners to hear pitches differently—as musically un situated as possible with respect to hierarchy or collection—then repeated notes in these same contexts will invite a different, and arguably deeper hearing. We might call this the “pitch transformation effect,” or the PTE. While it would be inappropriate to claim that the repeated B ♭ 4 in Example 3 is absurd in an analogous psychological sense, deep listening does reveal a note that has lost its ability to mean in a semantically referential way. In the absence of referential meaning, listeners should not hear a repeated note as nonsensical. Instead, listeners should find emergent meaning within that repeated note at a level analogous to whatever we may perceive as phonetically meaningful about an insistently repeated linguistic utterance when no semantic context is in play. This line of reasoning therefore invites the argument that the instance where the sounding word fails to refer to its referent is precisely the place where that word’s phonetic, or ‘musical’ qualities emerge, and that therefore in an analogous musical instance (i.e., the PTE) there should be an abundance of new meaning. Just what that meaning is is difficult to express in words, but Schoenberg’s setting of B ♭ 4 across mm. 14–15 does raise our awareness of that note’s isolation, directing our attention to our own inability to pin it down in any familiar manner despite its seeming insistence on being interpreted. And, if the familiar homophonic texture did not already make this isolation even more effective, the abrupt change of expression to cantabile calls our attention back to the human voice itself.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] If, in op. 33a, the frequent saturations of chromatic aggregates leave us no other contexts in which to interpret repeated notes, then any meaning derived from the B ♭ 4 across mm. 14–15 (and, to comparable extents, the other foregrounded melodic tones that undergo repetition in the passages marked cantabile ) will not be a familiar kind of meaning. The well-established combinatorial context of this piece ensures that we hear those B ♭ s like no other B ♭ s we have ever heard in any other piece, and the immediate local repetitions are there to ensure that we dwell on this new way of hearing. Some listeners (perhaps even sitting in a darkened room) may hear a superfluity of possibilities for semantic implication. On the other hand, listeners may find that all of the avenues for meaning-attribution cancel each other out—like a web of opposing forces in some vector space—and simply perceive a void (terrifying, perhaps) bereft of any possibility for meaning. But while all occurrences of B ♭ will have some amount of shared semantic meaning within pieces of the same key or mode, there can be no such meaning here in this atonal setting. Perhaps the manner of listening that was first invited at m. 14 engenders a level of interpretation that is too private to share or just too difficult to describe, but given Schoenberg’s preference for avoiding tonal allusions, this distinction between semantic meaning and a transformed meaning that is so deeply isolated seems essential to hearing and understanding twelve-tone music. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Of all the imaginable parallels between music and language, readers may be surprised to find relationships involving serial music among them. (23) The validity of the observations above hinge upon the way a kind of relational meaning commonly referred to as semantic in the domain of language, but more commonly known as referential (pertaining to established collections of tones) in music can cease to function in saturative contexts. Adorno observes that since music does not typically create lexical meaning, the music-as-language metaphor is therefore limited, if not fundamentally flawed. (24) This would seem to weigh against the relationships discussed above, but his ideas ultimately find agreement with this essay. Adorno later makes the following distinction when explaining differences in how music and language mediate meaning between signifier and signified, as well as between ideal and real. Music shows a further resemblance to language in the fact that, as a medium facing shipwreck, it is sent like intentional language on an odyssey of unending mediation in order to bring the impossible back home. But its form of mediation and the mediation of intentional language unfold according to different laws: not in a system of mutually dependent meanings, but by their lethal absorption into a system of interconnections which can alone redeem the meanings it overrides in each individual instance. ( 2002 [1956] , 4–5)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] “Mutually dependent” meanings may be tenable in certain musical utterances (e.g., specific lexical referents in programmatic music), but overall, it is the interconnected system of relational meaning through which music invites a similar sense-making in its listeners. In other words, we may allow for a tone’s lack of lexical specificity and appreciate the dynamics of meaning created purely among that tone’s relationships to other tones. In the opposite way, we allow that linguistic participants do not usually understand a word’s meaning by considering it in relation to all other words in that word’s language, but rather to some signified, lexical referent. Aggregate saturation in serial music removes even Adorno’s system of interconnections so that musical languages are as specific and as limited as a composer wishes them to be. Morag Grant ( 2001 , 221) comes close to expressing this same idea, but in Sausseurian terms, stating that “serialism’s langue , in fact, is the rejection of the security of a langue at all. Despite these differences, we can still find a parallel in the ways that conventional meaning-making fails in both music and language given repetitive, saturative contexts. It is in the wake of these failures of meaning that our more basic linguistic impulses take over, construing new information in the form of the VTE for language, and of the PTE for music.",
                "footnotes": [],
                "citations": [
                    "grant_2001"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] While the foregoing offers little in the way of applied analysis, it does provide insight in light of some initial impressions garnered from a relaxed, yet engaged listening. At the very least, this kind of insight seems like a proper way to begin an analysis, as it recognizes the motivation behind an aesthetic concern that was so basic and primary to Schoenberg’s twelve-tone system. It also reminds us that hexachordal combinatoriality was implemented as a guarantor of the saturation effect already laid at the foundation of that system. This safeguard against centric hearing is an aesthetic that Schoenberg had been exploring since (at least) what we typically regard as his first notable departures from tonality more than a decade before his first twelve-tone piece (op. 25), and some twenty years before the publication of op. 33.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] As serial music offers new ways through which music can create meaning, it therefore offers new ways for people to hear. Forty years after the publication of Basic Atonal Theory , Rahn’s advice still encourages us to explore and contemplate the new approaches to hearing that serial music allows. (I am further encouraged to adopt similar approaches in listening to other styles of music such as free jazz and freely atonal music.) Remaining mindful of the lack of conventional relationships among pitch classes in non-tonal music, we may look forward to discovering new ways in which pitches, pitch classes, and the relationships that obtain among them can mean.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.1.salley.html",
    "data": "mto/data/mto.21.27.1.salley.json"
}