{
    "title": "Issues in the Study of Similarity in Atonal Music",
    "date": "1996/11/01",
    "volume": "2",
    "issue": "7",
    "authors": [
        "Isaacson, Eric J."
    ],
    "abstract": "",
    "keywords": [
        "similarity",
        "pcsets",
        "atonal",
        "interval-class",
        "analysis"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.7/mto.96.2.7.isaacson.pdf",
    "author_info": [
        {
            "name": "Eric J. Isaacson",
            "university": "Indiana University",
            "address": "Department of Music Theory, Music Department, Bloomington, Indiana 47405",
            "email": "isaacso@indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Critical reviews of this literature appear in the \nmost recent\nof these: see Eric Isaacson, “Similarity of Interval-class\nContent Between Pitch-class Sets: The IcVSIM Relation,” Journal\nof Music Theory 34 (1990): 1–28; Isaacson, “Similarity of\nInterval-class Content Between Pitch-class Sets: The IcVSIM\nRelation and Its Application” (Ph.D. diss., Indiana University,\n1992), esp. pages 12–135; and Marcus Castren, “RECREL: A Similarity\nMeasure for Pitch-classes” (Ph.D. diss., Sibelius Academy\n(Helsinki), 1994), esp. pages 16–100.",
            "citations": []
        },
        "FN2": {
            "text": "2. Robert Morris comments on the compositional potential \nof\nsimilarity relations in “A Similarity Index for Pitch-class\nSets,” Perspectives of New Music 18 (1979–80): 446.  In his\ndissertation, James Bennighof bases a composition on John Rahn’s\nsimilarity function, ATMEMB.  See James M. Bennighof, “A Theory\nof Harmonic Areas Defined by Pitch-class Sets” (Ph.D.\ndissertation, University of Iowa, 1984); and John Rahn, “Relating\nSets,” Perspectives of New Music 18 (1979–80): 483–497.",
            "citations": []
        },
        "FN3": {
            "text": "3. Thomas R. Demske, “Relating Sets: On Considering a\nComputational Model of Similarity Analysis,” Music Theory Online 1.2 (1995).  Lewin’s remarks were broadcast to mto-talk, the\nelectronic discussion forum associated with Music Theory\nOnline , on 30 March 1995.  The comments are available in the MTO\narchive under the filename mto-talk.march95\n(ftp://societymusictheory.org/pub/mto/mto-talk/mto-talk.march95).",
            "citations": []
        },
        "FN4": {
            "text": "4. See http://cognitrn.psych.indiana.edu/rgoldsto/papers.html for\na list of Goldstone’s papers.",
            "citations": []
        },
        "FN5": {
            "text": "5. John Rahn, “Toward a Theory of Chord \nProgression.” In Theory\nOnly 11/1–2 (1989): 9.",
            "citations": []
        },
        "FN6": {
            "text": "6. David Lewin, “A Response to a Response: On Pcset \nRelatedness,” Perspectives of New Music 18 (1979–80): 498–502; John Rahn,\n“Relating Sets,” Perspectives of New Music 18 (1979–80): 483–497;\nand Castren, “RECREL,” pages 101–125.",
            "citations": []
        },
        "FN7": {
            "text": "7. Throughout this paper, similarity values are often given with\na percentile figure.  The percentile indicates where that\nparticular value falls in the context of all values produced by\nthat similarity function.  For all functions, a percentile of 0\nindicates minimum similarity, while a 100 indicates maximum\nsimilarity.",
            "citations": []
        },
        "FN8": {
            "text": "8. Having invoked intuition, we must acknowledge that \nthis is a\nsticky area, since what we call intuition is largely subjective. \nThere will always be situations where people’s intuitions differ,\nsometimes because of differences in musical experience, sometimes\nbecause of different choices from among multiple possible\nhearings.  But while it seems somewhat slippery to insist, “Well,\nthat’s how I hear it,” absent some objective measure—whatever\nthat would be—it will have to do.",
            "citations": []
        },
        "FN9": {
            "text": "9. Elizabeth West Marvin and Paul Laprade, “Relating \nMusical\nContours,” Journal of Music Theory 31 (1987): 237.",
            "citations": []
        },
        "FN10": {
            "text": "10. David Lewin, “Forte’s Interval Vector, My Interval \nFunction,\nand Regener’s Common-note Function,” Journal of Music Theory 21\n(1977): 194–237.  The embedding number counts the number of\nmembers of an equivalence class contained in some specific set\nand forms the basis for Lewin’s REL function.  For any set\nclasses X and Y, REL(X,Y) is based on the suitably scaled\nsummation, as Z ranges over the sets in TEST, of SQRT(EMB(/Z/,X)\ntimes EMB(/Z/,Y)), where TEST might be the dyad classes to\nmeasure intervallic similarity, or all set classes to measure\ntotal subset similarity (Lewin, “A Response to a Response”).",
            "citations": []
        },
        "FN11": {
            "text": "11. This point was raised by Michael Friedman in \nresponse to a\npaper I read at the 1992 meeting of the Society for Music Theory.",
            "citations": []
        },
        "FN12": {
            "text": "12. Robert Morris, “A Similarity Index for Pitch-class \nSets.”",
            "citations": []
        },
        "FN13": {
            "text": "13. This and other ISIM measures using different scaling\nfunctions are included in my WinSIMS and DosSIMS computer\nprograms.  These programs are available for download from my\nWorld-Wide Web home page\n( http://ezinfo.ucs.indiana.edu/~isaacso/ ).  Descriptions of the\nscaling functions are also available there.",
            "citations": []
        },
        "FN14": {
            "text": "14. David Huron, “Interval-Class Content in Equally \nTempered\nPitch-Class Sets: Common Scales Exhibit Optimum Tonal\nConsonance,” Music Perception 11 (1994): 289–305.",
            "citations": []
        },
        "FN15": {
            "text": "15. Morris, “A Similarity Index for Set Classes,” page 446.",
            "citations": []
        },
        "FN16": {
            "text": "16. Isaacson, “Similarity of Interval-Class Content,” Ph.D. diss., page 251.",
            "citations": []
        },
        "FN17": {
            "text": "17. Castren, “RECREL,” page 148.",
            "citations": []
        },
        "FN18": {
            "text": "18. Fred Lerdahl, “Atonal Prolongational \nStructure,” Contemporary\nMusic Review 4 (1989): 65–88; Fred Lerdahl and Ray Jackendoff, A\nGenerative Theory of Tonal Music (Cambridge: MIT Press, \n1983).",
            "citations": []
        },
        "FN19": {
            "text": "19. Robert D. Morris, “New Directions in the Theory and \nAnalysis\nof Musical Contour,” Music Theory Spectrum 15/2 (1993): \n205–228.",
            "citations": []
        },
        "FN20": {
            "text": "20. Brian Robison, “Modifying Interval-Class Vectors of \nLarge\nCollections to Reflect Registral Proximity Among Pitches,” Music\nTheory Online 0.10 (1994).",
            "citations": []
        },
        "FN21": {
            "text": "21. Marvin and Laprade, “Relating Musical Contours”; \nRobert\nMorris, Composition with Pitch-Classes (New Haven: Yale\nUniversity Press, 1987), esp. Ch. 2; Elizabeth West Marvin, “The\nPerception of Rhythm in Non-Tonal Music: Rhythmic Contours in the\nMusic of Edgard Varese,” Music Theory Spectrum 13 (1991): 61–78.",
            "citations": []
        },
        "FN22": {
            "text": "22. Keith R. Orpen and David Huron, “The Measurement of\nSimilarity in Music: A Quantitative Approach for Non-parametric\nRepresentations,” Computers in Music Research 4 (1991): \n1–44.",
            "citations": []
        },
        "FN23": {
            "text": "23. An alternate segmentation associating the \nanacrusis with the\ndownbeat chord rather than the following melodic line, and\ndividing that melodic line into two 5-note segments, yields very\nsimilar results, except that the melodic segments are more\nsimilar to the chords than in the segmentation used here.  I have\nnot shown the inter-textural relations to reduce visual clutter\nin the example, except the relation between the second melodic\nsegment, 7-34, and the chord which is heard in measure 8, 4Z29.  This\nis the only pair of sets from different dimensions of the texture\nthat are closely related in this piece.  The question of\nalternate segmentations is addressed below.",
            "citations": []
        },
        "FN24": {
            "text": "24. The effects of various musical factors on grouping, \nthe\nresulting possibility of multiple segmentations, and choosing\namong these, is explored effectively in Christopher Hasty,\n“Segmentation and Process in Post-Tonal Music,” Music Theory\nSpectrum 3 (1981): 54–73.",
            "citations": []
        },
        "FN25": {
            "text": "25. Robert. L. Goldstone, “Mainstream and Avant-garde\nSimilarity,” Psychologica Belgica 35 (1995): 145–165.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A number of recent studies have considered \nthe measurement of\nsimilarity between pcset classes. (1) The similarity measures\nproposed in these studies all relate set classes . Yet such\nmeasures are of practical value only if they are used in\nconnection with instances of these set classes, whether they be\ncreated compositionally or identified analytically. (2) The\ncontext in which a pcset is presented, however, can distort the\nfeatures of a set in numerous ways.  Furthermore, pitch is only\none of several aspects of music in which similarity can affect\nour judgment of musical meaning.  As David Lewin \nnotes in\ncomments broadcast to mto-list in response to an article\npublished in this journal by Thomas Demske, the word “similarity”\nis being overworked these days in music analytic settings. (3) Lewin objects, for example, when two musical segments are called\n“similar” when in the most perceptually immediate fashions they\nmay be quite dissimilar.  While I would not go so far as to\nsuggest banning the word from our discourse (a possibility Lewin\ngrudgingly admits would likely be impossible), it is certainly\nthe case that invoking the term “similarity” without further\nqualification is problematic, because any two things will be\nsimilar in some ways and dissimilar in others.  Though I would\nargue that there is nothing wrong with the word, per se, it is\nclear that we need to be more specific about what we mean when we\nsay two musical gestures are similar.  Furthermore, we should\nacknowledge that we have a poorly developed understanding of the\nroles similarity plays in music, and are therefore using crude\ntools in a crude fashion.  Refining these tools \nwill require\ngetting acquainted with the theoretical and experimental\nliterature on similarity in cognitive science and psychology. \nRecent work by Robert Goldstone would provide a good jumping-in\npoint. (4) Further exploration of this \nliterature lies outside my\nintended scope here.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It is the concern with the effects of context on similarity\njudgments that motivates this paper.  The paper begins first,\nhowever, with a critical examination of the state of research in\nthe area of set-class similarity.  Specifically, it articulates\nsome unresolved issues surrounding this narrowly focussed aspect\nof similarity.  After this close-up shot on set-class similarity,\nthe paper begins to zoom out, considering next how we might take\nmusical context into account when considering similarity of this\nsort.  Zooming further out, it will look at how set class\nsimilarity might interact with similarity in other dimensions\nthrough an analysis of Schoenberg’s Op. 19, No. 4.  Finally, the\npaper looks at some more general issues relating to context-sensitive similarity, and briefly considers the place of these\nfairly limited notions of similarity in the larger context of\nhuman cognition. Some Questions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] We begin by considering the measurement of similarity between\nuninstantiated pitch-class sets, or set classes.  “Similarity\nmeasures” here will mean those functions which propose to measure\nsimilarity of interval-class or other subset content.  I believe\nthat Rahn’s view remains viable: that an effective context- sensitive measure of pcset similarity (what Rahn calls a\n“theory of harmony”) will need to be based on a suitable context- free similarity measure. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] There are some unresolved questions pertaining to such\nmeasures, however, and we begin by exploring these.  First, what\ndoes it mean for two set classes to be maximally or minimally\nsimilar?   This is important because the various \nsimilarity\nmeasures described in the literature do not fully agree about\nwhat constitutes maximum and minimum similarity.  For example,\nunder Lewin’s REL, Rahn’s ATMEMB, and Castren’s RECREL, (6) all\nset-class pairs having no common subsets are considered minimally\nsimilar.  My IcVSIM, on the other hand, measures the extent of\n“skewedness” of two set classes’ difference-vector entries, not\nthe extent of their shared ic content.  No skew means maximum\nsimilarity; maximum skew (within the possibilities of the 12-pc\nSC universe) indicates minimum similarity.   The \nextent of shared\nsubset content thus only indirectly affects the similarity value. \nFor example, the dyads 2-1 and 2-2 have an IcVSIM value of 0.577,\nin the 95th percentile of all IcVSIM values. (7) But 3-1 (0,1,2)\n[210000] and 3-10 (0,3,6) [002001], which also have no common\nics, have a value of 1.291 (39%; increasing IcVSIM values\nindicate decreasing similarity).  The contrast between these two\nviews seems somewhat Orwellian: all disjoint SCs are equally\ndissimilar (according to one set of functions), but some are more\nequally dissimilar than others (according to other functions). \nNevertheless, there is a certain sensibility to both views.  The\nfirst group of functions says that sets with no common features\ncannot be viewed as having any more than absolute minimum\nsimilarity.  IcVSIM, on the other hand, takes the view (though\nnot explicitly) that, for example, dyad pairs are more likely to\nbe non-intersecting than trichord pairs.  Thus, \nthe fact that a\npair of trichords is non-intersecting is more striking than the\nfact that a pair of dyads is. (8)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] At the other end of the scale, does it make sense for non-identical set classes to be judged maximally similar?  All\nmeasures which base their similarity rating only on interval-class content necessarily judge Z-related set classes to be\nmaximally similar.  My IcVSIM also considers sets to be maximally\nsimilar whenever their ic-vector entries differ by a constant\nvalue, the vectors thus having the same “contour.”  Set classes\n5-11 (0,2,3,4,7) [222220] and 8Z15 (0,1,2,3,4,6,8,9) [555553]\nform such a pair, since adding 3 to each entry of 5-11’s ic\nvector yields the vector for 8Z15.  Measures based on the\nproportional distribution of the vectors’ contained elements,\nsuch as Castren’s RECREL, find pairs like the whole-tone set\nclass 6-35 (0,2,4,6,8,10) [060603] and its lone pentachordal\nsubset 5-33 (0,2,4,6,8) [040402] to be maximally similar. \nLewin’s REL_2_ function—that is, REL using the dyads as the TEST\nsets—also finds these set classes maximally similar.  REL where\nTEST contains all set classes does not, however, because 6-35\ncontains an instance of 6-35 which 5-33 does not.  The REL value\nof 0.97 (99.1%) reflects the subtle dissimilarity of these set\nclasses.  There is no question that this latter pair of set\nclasses is particularly closely related, but it would seem\ndesirable to judge non-identical set classes to be less than\nmaximally similar.  This is not possible when considering only ic\ncontent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Another question is how similarity should correlate with\ninclusion.   In their study of musical contour, \nMarvin and Laprade\nassert that “one of the most intuitively satisfying ways of\njudging similarity in csegs [contour segments] of differing\ncardinalities is to count the number of times the smaller cseg is\nembedded in the larger”. (9) Given \nthat they go on to propose a\nnumber of measures of cseg similarity based on parallel\nconstructions in pcset theory, I take the authors to suggest that\nthe embedding of one set in another would also be a suitable\nmeasure of the similarity of those sets.   This \nwould be akin to\nusing Lewin’s embedding function (EMB) as a similarity measure\nfor pcsets. (10) This assertion is \nunsatisfying for two reasons. \nFirst, since same-sized sets cannot be embedded in one another,\ntwo different criteria for measuring similarity are required—one\nfor same-sized and one for different-sized sets.  Further, the\npotential for embedding increases as the difference in the sets’\nsizes grows.  A six-note set contains only six five-note subsets,\nbut twenty three-note subsets.  According to this view, a three-note set would, on average , be more similar to a six-note set\nthan would a five-note set.  Yet my intuition suggests that, on\naverage , we would expect five- and six-note sets to be more\nclosely related than three- and six-note sets because they tend\nto have more common features.  The embedding number between two\nsets tells us something quite different than does their shared\nsubset content.  The embedding number sets up a dependent\nrelationship—set X is contained in set Y n times.  But in\nmeasuring their similarity, we need to examine the objects on the\nsame basis.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Metaphorically, we might consider how the relationship\nbetween a set and its (perhaps multiply embedded) subset\nparallels the relationship between a daughter and her mother.  To\njudge the similarity of a daughter and her mother, we compare\ntheir features: hair color, nose shape, laugh, temperament, and\nso on.  Though similarity in any of these features may result from their genetic lineage, lineage is not the same as\nsimilarity.  After all, there are certainly instances in which\none pair of unrelated people is more similar in appearance than\nanother pair with shared genes (consider Jay Leno’s Dancing Itos,\nor the world’s overabundance of Elvis look-alikes, for example!). \nLikewise, multiple embedding of set class X in set class Y may\nmake X and Y similar, but not necessarily more similar than Y and\na third set, Z.  Thus, while the similarity between musical\nobjects may correlate with an embedding relationship—and often\ndoes to a large, if not perfect extent—it need not. Table 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] One such case is illustrated in Table 1 .  The table shows the\nrelationship between the embedding number (EMB) and two\nsimilarity measures, REL (with all set classes in TEST) and\nRECREL (the former of which is based explicitly on the embedding\nnumber), for set class 7-28 and the tetrachords.  The choice of\nsimilarity functions here is insignificant; other functions yield\nsimilar results.  For each function, the tetrachords are sorted\naccording to their similarity to 7-28.  Nineteen four-note set\nclasses are subsets of 7-28, with four set classes (4-12, 4-13,\n4-18, and 4-27) occurring as many as three times.  Ten\ntetrachordal set classes are not subsets of 7-28.  If the\nembedding number and the similarity values were maximally\ncorrelated, the embedding numbers would decrease as one moves\ndown the list.  While those set classes occurring as subsets of\n7-28 three times are among those set classes most similar to\n7-28, a number of 7-28 subsets are found far down both lists,\nincluding set-class 4-28, which is the tetrachord least similar\nto 7-28 according to both functions.  On the other hand, set\nclasses not found in 7-28 can be found as high as the thirteenth\nposition in the REL list and tenth in the RECREL list.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Another issue is whether all instances of an interval class\n(or other embedded subset) contained in a set class should be\nconsidered equivalent.  Existing measures of ic similarity, for\nexample, treat the fourth instance of an ic as having the same\n“value” as the first.   Yet the difference \nbetween having one\ninstance compared to zero of some ic is proportionately more\ndramatic than the difference between having four compared to\nthree. (11) With each additional \ninstance of an ic, the collection\nbecomes increasingly saturated with that ic and changes are\n(presumably) less noticeable.  Lewin’s REL takes this into effect\nto some extent.  At the core of REL is the summing of the\ngeometric means of corresponding subset vector entries: SQRT(X_i_\n* Y_i_).  If both sets being compared contain two instances of\nsome interval class, SQRT(2 * 2) = 2 is added to the summation. \nBut if set X has half as many instances of that ic, 1, set Y must\nhave twice as many, 4, to achieve the same result: SQRT(1 * 4) =\n2.  In other words, instances 3 and 4 of set Y are effectively\nequal in value to instance 2 of set X. Example 1 . Similarity of Set Classes 6-1 and 7-1 (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Any of the similarity measures based on \ndifference vectors,\nsuch as Morris’s SIM (12) and my \nIcVSIM, could be modified to work\nwith a scaled ic vector which gives less value to each additional\nic instance.  There are many ways one might scale vector entries. \nOne would be to replace each ic-vector entry with its square\nroot.  The vector for set class 6-32 (0,2,4,5,7,9) [143250] would\nbecome [1.00 2.00 1.73 1.41 2.24 0.00].  The first instance of an\nic is therefore worth 1.0, the second is worth SQRT(2) - SQRT(1)\n= 0.41, the third is worth SQRT(3) - SQRT(2)=0.32, and so on.  A\npair of vectors scaled in this way could then be supplied as\ninput to the IcVSIM function (which calculates the standard\ndeviation of the difference vector entries).   I \nwill call the\nmeasure that uses this scaling function ISIM2. (13) Example 1 illustrates how scaling the ic vector in this way\naffects the similarity rating between the chromatic six- and\nseven-note collections. The first row of graphs shows the ic\nvectors for the two sets and their difference vector.  Since the\nentries in the difference vector are all 1, IcVSIM judges the\nsets to be maximally similar (IcVSIM=0.0).  The second row of\ngraphs shows the vector entries scaled by the square root\nfunction.  The difference vector at the lower right shows that\nthe extra ic1 in 7-1 is much less significant (0.21) than the\nextra ic6 (1.0).  The difference vector is no longer level and\nthe similarity value of 0.273 puts these two sets at the 78th\npercentile of all ISIM2 values, compared to the 100th percentile\nunder IcVSIM.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Another factor not taken into account in the existing\nsimilarity literature is the qualitative differences between the\ninterval classes.  For example, do we hear ic1 and ic2 as equal\nin dissimilarity to, say, ic1 and ic5?   Might \ntheir similarity be\naffected by factors such as relative consonance or dissonance? \n(Interval-classes 1, 2, and 6 are relatively dissonant, for\nexample, while ics 3, 4, and 5 are relatively consonant (14) .  Or\nperhaps we might also hear ic4 as more similar to ic2 than to\nic1, for example, because ic4 sounds more “whole-tone” than\n“chromatic.”  To take this into account, we might create a scaled\nic vector along the lines of the previous paragraph in which each\ninstance of an interval-class would evoke a weaker sense of the\nother ics according to some empirically determined formula.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Having now backed into the issue of perception, let us now\nconsider it more explicitly.  There is a sometimes unstated, and\nalways unsubstantiated, claim among the authors of similarity\nmeasures that there is a correlation between theoretical and\nactually perceivable similarity.  Morris, for \nexample, suggests\nhis measure would provide “a rationale for the selection of sets\nthat insure predictable degrees of aural similitude.” (15) I have\nbeen more cautious, saying only that a correlation between\nsimilarity measures in the abstract and the music as heard would\nbe “interesting.” (16) Castren goes \nfurthest, perhaps.   Through\ninformal and, by his own admission, unscientific testing, with\nhimself as the lone subject, Castren found that “chords derived\nfrom set-class pairs with RECREL values approximately up to 20\nseemed to cause an impression of similarity.” (17) (RECREL values\nrange from 0 to 100, with 0 indicating maximum similarity.  A\nvalue of 20 represents approximately the 90th percentile.)  The\nlack of any published work which confirms or refutes the\nperceptual validity of the similarity measures found in the\nliterature makes all such claims speculative, however.",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Stepping back a little further, we can now consider this\nmore interesting and more difficult question: How does musical\ncontext affect our judgment of similarity?  Measures of set- class similarity must assume that all pcs in a set are equally\n“connected” and implicitly treat the intervals found between them\nas perceptually equivalent.  But once a set class is\ninstantiated, the salience of its members will vary, and the\nconnection strength between those pitches will likewise vary,\ninfluencing our aural picture of a musical segment’s interval-class content.  Factors that affect the relative salience of\npitches include their registral placement, dynamics, duration,\nand timbre.  Lerdahl includes these and other \nsalience conditions\nin an engaging article in which he proposes an extension of his\nand Jackendoff’s theory of tonal prolongational structure to the\natonal repertoire. (18) Morris, in his presentation of a contour\nreduction algorithm, grants greater salience status to the first\nand last pitches of a melodic line and to registral maxima and\nminima. (19) The salience of the \ninterval-classes formed by those\nvariously salient pitches is also based on a number of factors,\nincluding at least the relative registral, temporal, and order\nproximity of the pitches.  (Our reliance on the artificial\npartitioning of the musical surface into discrete analytical\nobjects is another complex issue that is discussed briefly below. \nIt is an area which merits further discussion in another forum.) Example 2 (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Consider Examples. 2A and B, which show two\ninstances of the segment [D- F ♯ -G].  In Example 2A , the pitches are in\na similar register and have equal durations and dynamics.  All\nthree pitches are relatively equal in salience and the interval\nclasses found between them (1, 4, and 5) would seem to be\nrepresented approximately equally.  In Example 2B , the middle pitch\nis dropped an octave and its dynamic level reduced.  Here the\nsalience of ics 1 and 4 would seem to be reduced relative to that\nof ic 5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Consider now Examples 2C-E which show three realizations of the\nchromatic hexachord, set class 6-1, whose ic vector is [543210]. \nThe version in Example 2C—the set in its “prime” form—emphasizes\nthe set class’s chromatic features, though I think we would be\ninclined to hear the other ics in roughly the same proportion as\nthey are found in the ic vector.  In Examples 2D and E, rhythmic\ndifferentiation is introduced.  Because their attack points are\ncloser together, we are inclined to group a short note with a\nfollowing rather than a preceding long note.  Thus, in Example 2D,\nthe semi-tonal connections, indicated on the example by slurs,\nwould be heard more strongly than the whole-tone connections. \nThis is reversed in Example 2E, where the temporally more proximate\npitches are related by whole step.  We might thus expect a\ncontextually derived interval-class vector for Example 2D to weight\nic1 more than a similar vector for Example 2E. Likewise, Example 2E’s\nvector would reflect the greater emphasis on ic2, relative to Example\n2D.  The issue of ic weighting in large vertical \nstructures is\nexplored by Robison, who suggests that the greater the registral\ndistance between two pitches, the less the interval-class between\nthose pitches should count in the ic vector. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] We have been concerned to this point with a narrowly defined\nnotion of “similarity”—the intervallic or subset similarity of\npitch-class sets.  As noted at the beginning of this paper,\nhowever, in most Western music musical meaning derives\nsubstantially from the manipulation of similarity and\ndissimilarity in various musical dimensions.  Frequently, musical\nobjects being compared will be similar in some ways and\ndissimilar in others.  This is clearly central to such concepts\nas “motivic development” and “theme and variations,” but it plays\na role in many other ways.  There are numerous other dimensions\nalong which we might measure similarity.  These would include,\nbut certainly not be limited to, contour, rhythm, metric\norientation, register, distribution in pitch-space, textural\ndeployment (vertical versus horizontal), location within the\noverall texture, articulation, dynamics, and timbre.   Similarity\nin some non-pitch parameters has been the formal subject of\nrecent studies.  For example, Marvin and Laprade, \nand Morris,\ndiscuss contour similarity, and Marvin discusses rhythmic\ncontours in the music of Varese. (21) Orpen and Huron discuss how\nsimilarity in various parameters might be measured quantitatively\n(giving examples from J. S. Bach) through a single mechanism, the\nDamerau-Levenshtein metric for measuring edit distances between\ndata sets. (22) Analytic Implications",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] We will focus here specifically on the interaction between\npcset similarity and similarity in other dimensions.  Though\nmeans of quantifying similarity in some of these other dimensions\neither exist or could be proposed, my approach is sufficiently\ninformal to allow a more informal approach.  Examples 3 through 8\nare excerpts from Schoenberg’s Kleine Klavierstuck, Op. 19, No.\n4.  In each example, musical segments are labeled with Forte\nnumbers, while similarity ratings of various segment pairs are\nshown using the ISIM2 function described above.  The ISIM2 value\nis followed by the percentile ranking placing that value in the\ncontext of ISIM2 values for all set-class.  The percentile\nranking makes it unnecessary to interpret the ISIM2 values\n(which, incidentally, range from 0 to 1.54).  I should note\nfurther that, although the various similarity measures do not\nalways agree so nicely, all the points I will be making hold,\nsave one or two, which are noted, if Lewin’s REL or Castren’s\nRECREL functions are used instead. Example 3 . Schoenberg, op. 19, no. 4, measures 1–2 (click to enlarge and listen) Example 4 . Schoenberg, op. 19, no. 4, measures 3–5 (click to enlarge and listen) Example 5 . Schoenberg, op. 19, no. 4, measures 6–9 (click to enlarge and listen) Example 6 . Schoenberg, op. 19, no. 4, measures 11–13 (click to enlarge and listen) Example 7 . Schoenberg, op. 19, no. 4, measure 10 (click to enlarge and listen) Example 8 . Schoenberg, op. 19, no. 4, measures 3–5 (right hand) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In the opening bars of Op. 19, No. 4 ( Example 3 ),\na melodic fragment is interrupted by a short, accented dyad. \nThese two gestures are dissimilar in many ways: one is melodic,\nthe other harmonic; one extends over two bars, the other lasts\njust a 32nd note; the melodic gesture is marked piano, while the\ndyad is forte (dynamics are not shown on the example). The\ngestures are also dissimilar intervallically.  The melodic line,\nset-class 5Z17 (0,1,3,4,8) [212320], lacks only a tritone; the\ndyad with which it is juxtaposed is exactly that interval class,\nset-class 2-6.  The ISIM2 value for these sets is at just the 5th\npercentile, reflecting strong dissimilarity.  These contrasts in\nvarious dimensions establish a theme for the rest of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The following phrase, shown in Example 4 , is like\nthe first in many ways.  A melodic line—with more notes than\nthat of the first phrase, but with an obviously derivative\ngeneral contour—is again interrupted by a shorter harmonic\ngesture, marked with a contrasting articulation (legato versus\nstaccato). The example shows the melodic line divided into two\nsegments based on the recovery of the initial register upon the\nleap up to D5.  As in the first phrase, the contrasting parts of\nthe texture also contrast with respect to their intervallic\nsimilarity.  The ISIM2 percentile values for the first melodic\nsegment compared to the two harmonic segments are 8.0% and 12.7%,\nwhile those for the second melodic segment compared to the\nharmonic segments are 0.3% and 0.8%.  Consider now, however, the\nrelation between the two melodic segments.  Although they are\nclearly similar in many ways—rhythm, register, general contour,\narticulation—intervallically they are quite dissimilar (2.9%). \nLikewise, the two components of the harmonic gesture at the end\nof the phrase are also very dissimilar (2.5%).  This becomes a\npattern in this piece.  With one exception, adjacent musical\nsegments which are similar in one or more ways are made up of\ndistinctly dissimilar set classes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Examples 5 and 6 show this for two of the three remaining\nphrases of the piece.   In Example 5 , \nthe chords in measure 6 have an ISIM2 value below the 10th percentile, while the ISIM2\npercentile for the two melodic segments is 4.0%. (23) Finally, in Example 6 , the two chords that accompany the closing\nmelodic gesture have an ISIM2 value below the 10th percentile. \nEach of the phrases shown in these examples seems to contain a\nsense of progression through a change in intervallic content\nwithin segments that are otherwise similar in one or more\n“surface” ways.  Though I am not sure that my hearing isn’t being\naffected by my analysis, I am certain that I hear the piece going\nthis way.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The one exception to this pattern occurs in the rapid figure\nplayed between the previous two examples ( Example 7 ). \nThe melody here divides into two segments which are similar in\noverall contour, register, rhythm, and, uniquely in this piece,\nic content (87.6% according to ISIM2). This measure goes by very\nquickly, and again I may be imagining this, but I do not hear the\nsense of progression or contrast that I hear in the earlier\nexamples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] This is a natural point to discuss the crucial role\nsegmentation plays in analysis of this sort.  The identification\nof musical segments can have a powerful effect on similarity\nrelations.  Adding one note to a five-note segment, for example,\nincreases the number of interval classes by 50%.  Depending on\nthe circumstances this can sometimes change substantially the\nintervallic makeup of that segment and thereby affect the\nrelations between that and other segments. The extent of the\neffect, however, depends on what interval classes are actually\nadded.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] This issue is explored in Example 8, which reconsiders the\nmelodic line of measures 3–5, a passage originally examined in Example 4. \nAs shown in Example 8A , this melodic line includes four non-overlapping major seconds (set class 2-2), with an additional M2\nbetween the last two notes. The saturation of this interval\nprovides considerable unity to the melodic line.  Yet combining\nthese dyads in different ways, or segmenting the notes in ways\nwhich do not preserve this feature, reveals dissimilarities on a\nlarger-scale.  In Example 4, for example, this line was divided into\ntwo segments based on recovery of the higher register, 6-2 and\n5-33, strongly dissimilar sets (their ISIM2 value ranks at 2.9%).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]  Examples 8B-D show three other possible \nsegmentations. (24) ISIM values and their respective percentiles are shown for each\npair of sets in each segmentation.  In Example 8B the phrase is\ndivided into four segments based on registral proximity.  Here,\nsegments 1 and 2 are fairly closely related (76%), as are\nsegments 3 and 4 (58%).  The apparent dissimilarity between\nsegments 2 and 3 (21%) is exaggerated by the fact that similarity\nratings involving dyads tend to be quite low for most similarity\nfunctions because of the paucity of interval-classes. \nNevertheless, segment 3 is notably more similar to segment 4 than\nto segment 2.  Considering non-adjacent segments, segments 1 and\n3 are as similar as a dyad could be to 3-2, but segments 2 and 4\nare decidedly dissimilar (7%), suggesting again a 2+2 grouping of\nthese segments.  Finally, segments 1 and 4 are also quite\ndissimilar (15%).  Though there are some changes in the\nparticulars, the segmentation in Example 8B bears out the relations\nshown in Example 4.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The three-segment partitioning of the melody in Example 8C is\nbased on the underlying metric framework, the similarity in\narticulation between beats 1 and 2 in measure 3, and the quasi-contour\ninversion (high dyad—low dyad → low dyad—high dyad) in those\nsame beats. The resulting melodic set classes, 3-2, 4-23, and\n3-6, are again highly dissimilar to one another, with the closest\nrelation, that between segments 1 and 3, reaching only 15%. \nIncluding the anacrusis C ♯ in the first segment seems justified,\ngiven the parallel with the opening of the movement.  Doing so,\nhowever, changes things somewhat.  In particular, the new melodic\nsegment 1 (including the C ♯ ) and segment 2 are more closely\nrelated, having reached the middle third of ISIM2 values (36%). \nLewin’s RELt function, in fact, rates these sets at the 71st\npercentile among RELt values.  (This is so because 4-10 (0235)\nand 4-23 (0257) each contain two (025) subsets.)  On the other\nhand, including the C ♯ anacrusis increases the dissimilarity\nbetween segments 1 and 3—in agreement with the other\nsegmentations considered so far.  What segmentation 8C shows that\nthe others do not is the repetition, not just of set class, but\npitch-class content as well, between melodic segment 2 and the\nfirst left-hand segment of measure 4, 4-23 (see Example 4).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] One last segmentation, Example 8D , divides the twelve\npitches into three groups of four notes, each beginning with a\n16th-note anacrusis. Though this segmentation is perhaps more\nsalient visually than aurally, it shares with the others a\nnotable dissimilarity between the earlier segments and the final\nsegment—a dissimilarity which persists despite unity within\ndimensions such as rhythm, articulation, and small-scale\nintervallic organization.  It agrees nicely, however, with the\ncontour relations among the three segments.  Segments 1 and 2,\nwhich could be termed “neutrally” similar (47%), share a contour\nfeature in which their “downbeats” are approached from below and\n“resolve” downward in the manner of an appoggiatura.  Segment 3,\nwhich is strongly dissimilar to the other segments, is approached\nfrom above and “resolves” upward. Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In the examples cited above, musical segments with very\nsimilar surface features were often quite dissimilar in terms of\ntheir intervallic makeup.  On the other hand, it is equally\nlikely that in a given composition musical segments which are\nsimilar in an abstract sense may be realized in very dissimilar\nways in the music.  Just as people have features which may or may\nnot be similar (mouth and nose shape, eye and hair color, height\nand weight, sense of humor, style of laughter, political\nleanings, ethnic background, and so on), the similarity of\nmusical segments will vary across various musical features.  So\nhow should we deal with the conflicts found in the various\nmusical parameters with regard to similarity?  We should probably\nrevel in those conflicts since the tension between similarity and\ncontrast is central to the way much western art music works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] This argues for continuing to consider similarity on an\nindividual parameter basis, rather than looking for a generalized\nsimilarity index.  In the detailed study of individual works, a\ngeneralized index would sacrifice much interesting information. \n(Deciding which parameters to include and how to weight them\nseems like a impossible task, as well.)  But comparing similarity\nin two or more selected dimensions as above might be useful\nsometimes.  Specific types of similarity relationships could be\nused in defining musical features. Klangfarbenmelodie , for\nexample, could be defined as a negative correlation between\ntextural stratum and timbre.  And observations such as those made\nabove in connection with Op. 19, No. 4, help us understand more\nabout the musical “vectors” at work in a piece.  On the other\nhand, there are undoubtedly times when a generalized notion of\nsimilarity would be useful, too.  The music history course\nexercise of distinguishing the music of Mozart and Haydn is a\ncategorization problem in which, through a sometimes (but not\nalways) unconscious comparing of various musical parameters\nagainst remembered features of each composer and his music,\nstudents attribute a piece to one or the other composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] To these ends, continued work at developing and refining\nmeaningful similarity measures for different musical parameters\nwould be useful.  Similarity of various sorts is implicated in\nsuch varied musical concepts as motive, phrase, theme, contrast,\nvariation, development, recapitulation, cadence, meter, form,\npitch class, interval, set class, instrument families, and\nregister.  It would be fruitful to evaluate more systematically\nthe relative significance of the various parameters for evoking\nmusical meaning, since it is through the manipulation of\nsimilarity in various of these domains that composers communicate\nmeaning.  In which parameters do similarities and differences\nhelp create structural boundaries in a piece?  Which help to\nrelate sections to one another?  Which help us understand more\nlocal organizational levels?  Which help to define a particular\ncomposer’s style?  Do some seem to work in combination with\nothers?  The role of context in listening needs more explicit\nattention as well.   Goldstone, for example, \ndiscusses five types\nof context which can influence experiments on similarity judgment\n(not musical similarity specifially): cultural context,\nperspectival context, recent (laboratory) context, concurrently\ndisplayed information, and “context that is created by subjects\nwhen there is none.” (25) Though \nsome of these questions may be\nmore interesting to psychologists, we in the music theory\ncommunity would do well to keep them in mind as well.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.96.2.7.isaacson.html",
    "data": "mto/data/mto.96.2.7.isaacson.json"
}