{
    "title": "Review of <i>Beatlestudies 3: Proceedings of the BEATLES 2000 Conference\n\t</i> (Jyväskylä, Finland: University of Jyväskylä Press, 2001)",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Kaminsky, Peter"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "August 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.kaminsky.pdf",
    "author_info": [
        {
            "name": "Peter Kaminsky",
            "university": "Music Department",
            "address": "University of Connecticut, 1295 Storrs Road, Unit 1012, Storrs, CT 06269–1012",
            "email": "Peter.Kaminsky@uconn.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Will there ever come a time when the Beatles stop exerting a hold on our collective musical consciousness? I doubt it, judging by \nthe sheer quantity of records they continue to sell, the research they continue \nto spawn, and, as this volume of conference proceedings attests to, the \ncontinuing joy and fascination that their music generates. It should come as no \nsurprise that the music of the Beatles appears fully legitimized within the \ncanon of Western art music: their recording outtakes compare favorably as \nmusical artifacts with Beethoven’s sketchbooks; Cambridge University Press \nincludes a monograph devoted to Sgt. Pepper’s Lonely Hearts Club Band alongside Bizet’s Carmen, Berg’s Lulu, and so on; and theorists \nthink nothing of using Schenkerian analysis and other comparable techniques to \nelucidate structural and expressive elements of their music. For those of us who \ncame of age in the Sixties, undoubtedly we can point to such milestones as the \nrelease of I Want To Hold Your Hand, the Beatles’ first appearance on the \nEd Sullivan Show, and our first hearing of Sgt. Pepper, as formative \nevents for an entire generation, as much as landing on the moon and the war in \nVietnam.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This volume of proceedings from the Beatles 2000 Conference at \nthe University of Jyväskylä in Finland consists of 25 essays, minimally edited, \npresented by an international array of musicians and scholars. They are divided \ninto six groups: Keynote addresses Culture, history, cultural history Music theory, psychology, education Roots and heritage Musical style and its change Making music The last and longest of the three keynote addresses, Walter Everett’s “The \nFuture of Beatles Research,” provides a useful point of departure for examining \nthe objectives and agendas of the volume as a whole.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Everett begins by proposing a number of topics warranting future \ninvestigation. It is worth quoting the essay’s opening as his fundamental (and \nimplicit) assumptions are revealing: All who study the music itself have benefited from great strides in the \n\texplication of its place in twentieth-century culture. . . . My purpose in \n\tthis essay is to propose six interrelated topics of future investigation, \n\tall suggested by the usual methods and aims of the musicologist but rarely \n\tapplied in the rock medium, that would likely yield important and \n\tinteresting results. The six topics include (1) a thorough history of the \n\tBeatles’ performance practices, (2) a more complete study of the Beatles’ \n\tcompositional style, (3) a closer study of the stylistic forebears of the \n\tBeatles, (4) the need for a definitive Urtext of the Beatles canon, \n\t(5) a start at Beatles sketch study, and (6) the need for widely available \n\tcomprehensive indexing, reposition, and/or distribution of both source \n\tmaterials and scholarly work. (25) Two key phrases here with respect to studies in popular music are “the music \nitself” and “the usual methods and aims of the musicologist.” Many musicologists \nof course take issue with the notion of the music itself and further would argue \nthat popular music, even more than traditional Western art music, necessitates a \nbroader-based approach. Their “usual aims and methods” raises the question of \n“whose musicology?” I am certainly not questioning the validity of applying \nrigorous structural methodologies for popular music; one need only look to \nEverett’s two definitive books on the Beatles and many other articles and talks \nfor exemplars in sensitive analysis and interpretation. Rather, it is to make \nexplicit the disciplinary boundaries Everett assumes in mapping the terrain of \nfuture research. This becomes significant in light of how the remaining \ntwenty-two essays (not including the other keynotes) instantiate his categories. \nRespectively, there are four essays relating to performance practice (category \n1), five on compositional style (2), two on stylistic forebears (3), one each on Urtext (here I stretched a little to accommodate Jouni Koskimäki’s \n“Variation as the Key Principle in the Vocal Parts of ‘Cry Baby Cry’” as he \naddresses problems of transcription), sketch study and distribution (4, 5 and \n6). Significantly, six essays do not fall readily into one of Everett’s six \ntopics, and two more are broadly interdisciplinary, combining harmonic style \nanalysis with social and cognitive models.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As it happens, some of these non-conformist essays are among the most \ninteresting and provocative in the book. Janne Mäkelä’s “The Greatest Story of \nPop Music? Challenges of Writing The Beatles History” provides a \nhistoriographical perspective, viewing “Beatles histories,” as he calls them, in \nfour successive phases: contemporary histories, written during the time they \nwere still extant as a performing/recording group; transitional histories (to \nLennon’s death in 1980); remembrance histories; and an ongoing “cultural \nre-evaluation”. His conclusion eloquently sums up our continuing involvement \nwith their music: “The Beatles—whether understood as an actual pop group \noperating in the 1960s or a part of the continuing history—was and still is \nconstantly constructed and reconstructed, both by the members of the group and \npeople commenting on them, as a cultural phenomenon. The Beatles is a cultural \nicon of which image is everywhere and of which meaning is multidimensional, \nunfathomable, and continuing.” (53)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Two essays that got me thinking about the deep and mysterious connections \nbetween music, words and our status as social beings were Ger Tillekens’s “Words \nand Chords: The Semantic Shifts of the Beatles’ Chords” and his student Juul \nMulder’s complementary “Semantic Shifts in Beatles’ Chord Progressions: On the \nPerception of Shifts in Song Contexts Induced by Chords.” Tillekens attempts to \nrelate the Beatles’s penchant for choosing unusual chord progressions to a model \nof peer group conversation and interaction, first proposed by Rom Harré in 1983. \nAs is often the case with ambitious interdisciplinary efforts, the essay falls \nprey to over-reductionism and over-generalization; e.g., “The idiom of popular \nmusic mainly is conversational and therefore the harmonic context of popular \nsongs can be equated to the context of conversation between peers.” (104) That \nsaid, it is at least plausible that the singular use of a mode-mixture chord, \nthe unexpected mode shift of a previously-stated chord, or the patterned use of \nmajor chords and their relatives in sequence (“I Want To Hold Your Hand”: I – V \n– vi – iii), may be related along the dimensions of conversation/speech action \nthat the author proposes in analyzing the semantic underpinnings of the lyrics \n(public vs. private spaces, open declaration vs. interior monologue, etc.). \nMulder’s work, based on her teacher’s, investigates whether listeners actually perceive semantic shifts along the lines predicted by the theory. After a whole \nlot of data analysis, the upshot is that the theory is at best about 33% \naccurate with respect to any of the proposed semantic categories of chord \nchanges. Nevertheless, I remain convinced that these studies are onto something \nreal, deep and subtle—as assuredly as mode mixture and chromatic mediants \nrepresent signifiers and markers in Romantic Lieder. The question is describing \nprecisely how they work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Other cultural and comparative studies range widely in quality. Bruce \nJohnson’s “The Beatles in Australia” at first appears to be of merely local \ninterest, but then gathers force in its tracking of profound changes in the \ncultural and social landscape in Australia in the lead-up to and during the \nAussie tour by the Beatles in 1964. By comparison, Hannu Tolvanen’s “Do You Want \nTo Know A Secret: The Music of the Beatles and the Finnish Cover Versions in the \n1960’s” and Derek Scott’s “(What’s the Copy?) The Beatles and Oasis” suffer \nrespectively from purely local focus and a surfeit of examples with too little \nanalysis of their meaning. A similar problem attends Pandel Collaros’s “The \nMusic of the Beatles in Undergraduate Music Theory Instruction.” The essay \nprovides a long list of common harmony topics with representative songs \nexemplifying them; the problem is that the unmediated large-scale incorporation \nof the Beatles’ music as basic harmony fodder runs the danger of trivializing \nthe music. Nonetheless, Collaros does highlight its potential usefulness in the \nclassroom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] For music theorists and teachers of theory and analysis, the most \ninformative essays are those concerning performance practice and style. Of these \nNaphtali Wagner’s “Tonal Oscillation in the Beatles’ Songs” stands out for its \nclarity and sensitivity. He begins by describing its temporal and aesthetic \neffect: Oscillation between two well-defined tonal centers is a simple solution to a \nfundamental compositional problem: how to ‘stop time’ without paralyzing \nmovement. Back-and-forth motion between two alternative tonics neutralizes the \nforward march of notes and thereby stops the hands of the musical clock; the \nmusic moves and stands in place simultaneously. The hypnotic movement of the \ntonal pendulum may give listeners a sense of meditative rest or put them in an \necstatic mood, depending on the conditions of the oscillation (tempo, rhythm, \nand intensity). (88) His analytical approach adapts Schenkerian theory to the analysis of “bifocal \ntonality.” For each song he provides succinct motivation in the lyrics for using \ntonal oscillation, not surprisingly involving a duality of some kind (boy-girl, \nman-another man, illusion-reality, etc). While most of the songs he cites \ninvolve oscillation between relative or parallel keys, some oscillate between \nkeys a major 2nd apart (e.g., “Good Day Sunshine” and “For the Benefit of Mr. \nKite”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Alert readers will have noticed that, thus far, I have cited essays solely \nby male commentators; only four of the twenty-five essays are authored by women. \nIs this merely chance? Does this represent the normal state of affairs in our \nfield? Is there a pervasive sexist streak in popular music scholarship typified \nby this volume? Two essays take on gender-related issues directly. The first, \nthe keynote by Sheila Whitely, “No Fixed Agenda: The Position of the Beatles \nWithin Popular/Rock Music,” focuses on Sgt. Pepper as a defining moment in the \nWestern pop-music canon, in particular on “Lucy in the Sky” and how the LSD \nexperience becomes encoded into its music. Further, Whitely points to the song \nas representative of an illusory, idealized femininity within which “beauty or \nsexuality is desirable to the extent that it is idealised and unattainable.” (page \n9) She shows strong evidence for the (conscious or unconscious) degrading of \nwomen through such idealization—in marked contrast to what she terms overtly \nsexist bands like the Rolling Stones (e.g., “Don’t want you part of my world / \nJust you be my back-street girrl”)—with deep roots in the male chauvinism of the \ncounter-culture movement. The second essay, “You’re Going to Lose that Girl: The \nBeatles and the Girl Groups” by Jacqueline Warwick, takes a critical stance \ntoward Beatles studies focusing exclusively on harmonic innovation and on their \n“mature” style (implicitly Rubber Soul and beyond). She also implicitly \ncriticizes male-centric perspectives that focus exclusively on the contributions \nto their early style by Buddy Holly, Little Richard and the Everly Brothers. As \na partial corrective, she focuses on the influence of “girl groupisms” in their \nearly music. These include: covering girl group songs copying girl group vocal textures and arrangements (e.g., comparing the \nBeatles’ “Please Mister Postman” and the Marvelettes original) incorporating stylistic and generic girl group themes in their original songs \n(e.g., the “advice song” perspective in “She Loves You” and “You’re Gonna Lose \nThat Girl”) Her most eloquent cautionary notes come at the end: . . . often the most interesting things in a pop song have little to do with the \nchord progressions. Indeed, the use of very conventional, predictable musical \nlanguage is often a deliberate strategy, a choice made in order to appeal to \nlisteners who don’t see themselves primarily as rebels. . . . When we reserve \nour highest praise and respect for the innovations and inventiveness of the \nBeatles’s late recordings, we come dangerously close to trivialising the early, \nmainstream records, the girls who bought them, and the girl music that \ninfluenced them. What’s more, focussing so much on what the Beatles learned from \nChuck Berry and Little Richard in terms of songwriting and instrumental \ntechniques that we ignore what they learned from Girl Groups in terms of vocal \nharmonies and subject positions means that we don’t fully understand what the \nBeatles were about. (166) Matthew Bannister in “Ladies and Gentlemen —The Beatelles! The Influence of \nSixties Girl Groups On The Beatles” further supports this point: “It seems \nlikely that girl groups had a special appeal for women and the Beatles in some \nway reproduced and developed their performance modes and subject positioning to \nsecure a wider audience. Their ‘cuddly androgyny’ was a result, at least partly, \nof girl group influence.” (178)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Style and performance practice topics come together in a number of essays. \nThe studies by Len McCarthy, “Slow Down! How the Beatles Changed the Rhythmic \nParadigm of Pop Rock,” and Michael Hannan, “Melodicism in Paul McCartney’s Bass \nPlaying,” both highlight what an ethnomusicological perspective can bring to \npopular music research. In the first, using a sample size of hundreds of songs, \nMcCarthy focuses on the relationship between tempo, measured in beats per \nminute, and “feel,” described as the rhythm’s kinetic energy as a product of the \nsubdivision of the beat and its accentuation. The clearest demonstration of this \nis his Table 1, in which he takes five songs with approximately the same tempo, \nbut in which the feel progressively increases through a spectrum of: slow - “Golden Slumbers” medium slow - “Rocky Raccoon” medium fast - “Come Together” fast - “She came in Through the Bathroom Window” very fast - “Polythene Pam” He demonstrates that the tempo and feel change markedly through the Beatles’ \nthree periods, wherein Period 1 (1961–4) emphasizes fast tempi with a fast feel; \nPeriod 2 (1965–6) is transitional; and Period 3 (1967–70) features slower tempi \nwith a fast feel. Equally significant is the Beatles’ influence on other \nartists, who by 1971 markedly shift to the groove preferences shown by the \nBeatles in their late period. In the second essay, Hannan explores McCartney’s \nvirtual explosion in melodic bass playing from around 1966 on. The author cites \nthree factors contributing to his innovative playing, of which the primary one \nappears stunningly simple: beginning with Rubber Soul, he overdubbed his bass \npart. This resulted in his being able to “try out different, often more \nflamboyant approaches to a particular bass part and he often recorded these basslines when the other Beatles were not present. . . . This represents a good \nexample of a creative or performance practice changing as a result of changes in \nthe technology and techniques of recording.” (234–5) The other factors cited are \nthe change from the famous Hofner to the Rickenbacker bass, which had a more \nfluid action and more cutting tone, and his tendency toward more ornate bass \nlines on songs for which he was not the primary writer, the theory being he was \nmore willing to take risks for those tunes he did not compose himself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] One final essay studies the crucial influence of studio technique on style \nand performance practice. In “John Lennon’s and Paul McCartney’s Different Ways \nof Recording in the Studio (Exemplified by ‘Strawberry Fields Forever’ and \n‘Penny Lane’),” Rolf Berger clarifies an important element in the balance of \nopposing forces of the individual Beatles as a group. For “Penny Lane,” \nMcCartney worked all night alone in the studio recording the piano tracks, and \nhe was in control of virtually every detail of the song, exemplifying his \nprecise and craftsmanlike studio approach. Regarding “Strawberry Fields,” the \nsong significantly changes in character and style from beginning through some \ntwenty-six takes until the final product; this characterizes Lennon’s \npredilections for imagination, spontaneity, and, sometimes, frustrating \nvagueness and the consequent reliance on producer George Martin to realize his \nartistic vision in practical musical terms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Given the Beatles’ deserved place in the history of popular music and, more \nbroadly, twentieth-century music and culture, it may well be killjoying on my \npart to complain about hagiography. And yet, their iconic status itself can \nprevent one from taking an appropriately critical perspective. In Tim Riley’s \nkeynote “Drive My Car: 60s Soulsters Embrace Lennon-McCartney,” the author \nessentially holds up the Beatles’ performances of their own songs as a \ntouchstone and unattainable benchmark, to which any cover versions (he cites \nWilson Pickett’s “Hey Jude,” Todd Rundgren’s “Rain” and “Strawberry Fields,” and \nEarth Wind and Fire’s “Got to Get You Into My Life”) inevitably come up short. \nWhile Riley’s general erudition and his readings of covers in both \ndirections—early Beatles covering other artists, and contemporary and subsequent \nartists covering the Beatles—are illuminating, his “boosterism” seems at times a \nlittle overdone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] This does not detract from the overall interest and quality in the \ncollection. While this volume may prove difficult to locate (I was not able to \nlocate Beatlestudies 1 or 2), it would be worthwhile for anyone teaching a \ncourse on the Beatles, the history of popular music, or its intersection with \npopular culture, social change, sexual identity construction, and the many other \ntopics explored here. More personally, the Beatles have provided a soundtrack \nfor many events and stages in my life, and I suspect the same is true for others \nas well. Long live the Beatles—may they continue to inspire us to listen to, \nplay, and think about their music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.05.11.1.kaminsky.html",
    "data": "mto/data/mto.05.11.1.kaminsky.json"
}