{
    "title": "Ravel’s Sound: Timbre and Orchestration in His Late Works",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Beavers, Jennifer P."
    ],
    "abstract": "Ravel’s interwar compositions and transcriptions reveal a sophisticated engagement with timbre and orchestration. Of interest is the way he uses timbre to connect and conceal passages in his music. In this article, I look at the way Ravel manipulates instrumental timbre to create sonic illusions that transform expectations, mark the form, and create meaning. I examine how he uses instrumental groupings to create distinct or blended auditory events, which I relate to musical structure. Using an aurally based analytical approach, I develop these descriptions of timbre and auditory scenes to interpret ways in which different timbre-spaces function. Through techniques such as timbral transformations, magical effects, and timbre and contour fusion, I examine the ways in which Ravel conjures sound objects in his music that are imaginary, transformative, or illusory.",
    "keywords": [
        "Ravel",
        "timbre",
        "contour",
        "magical effect",
        "illusory instruments",
        "timbrally marked form",
        "sound object",
        "auditory scene analysis",
        "Pictures at an Exhibition",
        "Boléro",
        "Menuet antique",
        "Piano Concerto for the Left Hand",
        "Piano Concerto in G Major"
    ],
    "doi": "10.30535/mto.27.1.2",
    "received": "January 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.beavers.pdf",
    "author_info": [
        {
            "name": "Jennifer P. Beavers",
            "university": "University of Texas at San Antonio",
            "address": "Music Department, I UTSA Circle, San Antonio, TX 78249",
            "email": "jennifer.beavers@utsa.edu"
        }
    ],
    "citations": {
        "abbate_1999": "Abbate, Carolyn. 1999. “Outside Ravel’s Tomb.” Journal of the American Musicological Society 52, no. 3 (Autumn): 465–530.",
        "beavers_2016": "Beavers, Jennifer P. 2016. “Integrating Incompatibilities: Melodic, Harmonic, and Formal Dissonance in Ravel’s Duo and Violin Sonata.” Indiana Theory Review 32 (1–2): 120–60.",
        "beavers_2019": "Beavers, Jennifer P. 2019. “Beyond Mere Novelty: Timbre as Primary Structural Marker in Ravel’s Piano Concerto in G Major.” Music Theory Online 25 (4). https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.beavers.html",
        "bhogal_2020": "Bhogal, Gurminder. 2020. “Orchestral Tissue, Subordinate Arabesques, and Turning Inward in Maurice Ravel’s Boléro.” Music Theory Online 26 (2). https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.bhogal.html",
        "boulez_1987": "Boulez, Pierre. 1987. “Timbre and Composition – Timbre and Language.” Contemporary Music Review 2 (1): 161–71.",
        "bregman_1990": "Bregman, Albert. 1990. Auditory Scene Analysis the Perceptual Organization of Sound . MIT Press.",
        "chalupt_1925": "Chalupt, René. 1925. “Maurice Ravel et les prétextes littéraires de sa musique.” Revue musicale 6, no. 6 (April): 65–74.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor and Leonard Meyer. 1960. The Rhythmic Structure of Music . The University of Chicago Press.",
        "fillerup_2013": "Fillerup, Jessie. 2013. “Ravel and Robert-Houdin, Magicians.” 19th-Century Music 37, no. 2 (November): 130–58.",
        "fillerup_2021": "Fillerup, Jessie. 2021. Magician of Sound: Ravel and the Aesthetics of Illusion . University of California Press.",
        "johnson_2011": "Johnson, Randolph. 2011. “The Standard, Power, and Color Model of Instrument Combination in Romantic-Era Symphonic Works.” Empirical Musicology Review 6 (January): 2–19.",
        "heinzelmann_2011": "Heinzelmann, Sigrun B. 2011. “Playing with Models: Sonata Form in Ravel’s String Quartet and Piano Trio.” In Unmasking Ravel: New Perspectives on the Music , edited by Peter Kaminsky, 143–79. University of Rochester Press.",
        "hoérée_1925": "Hoérée, Arthur. 1925. “Les mélodies et l’œuvre lyrique.” Revue musicale , no. 6 (April): 46–64.",
        "howat_1977": "Howat, Roy. 1977. “Debussy, Ravel and Bartók: Towards Some New Concepts of Form.” Music & Letters 58, no. 3 (July): 285–93.",
        "jankélévitch_1959": "Jankélévitch, Vladimir. 1959. Ravel . Editions Rieder.",
        "kaminsky_2011a": "Kaminsky, Peter M., ed. 2011a. Unmasking Ravel: New Perspectives on the Music . University of Rochester Press.",
        "kaminsky_2011b": "Kaminsky, Peter M. 2011b. “Ravel’s Approach to Formal Process: Comparisons and Contexts.” In Unmasking Ravel: New Perspective on the Music , edited by Peter Kaminsky, 171–210. University of Rochester Press.",
        "kelly_2000": "Kelly, Barbara L. 2000. “History and Homage.” In The Cambridge Companion to Ravel , edited by Deborah Mawer, 7–26. Cambridge University Press.",
        "kennan_and_grantham_2002": "Kennan, Kent and Donald Grantham. 2002. The Technique of Orchestration . Prentice Hall.",
        "kieffer_2017": "Kieffer, Alexandra. 2017. “Bells and the Problem of Realism in Ravel’s Early Piano Music.” The Journal of Musicology 34, no. 3 (July): 432–72.",
        "larner_1996": "Larner, Gerald. 1996. Maurice Ravel (20th Century Composers) . Phaidon Press, Ltd.",
        "mawer_2000a": "Mawer, Deborah, ed. 2000a. The Cambridge Companion to Ravel . Cambridge University Press.",
        "mawer_2000b": "Mawer, Deborah. 2000b. “Musical Objects and Machines.” In The Cambridge Companion to Ravel , edited by Deborah Mawer, 47–70. Cambridge University Press.",
        "mcadams_1999": "McAdams, Stephen. 1999. “Perspectives on the Contribution of Timbre to Musical Structure.” Computer Music Journal 23, no. 3 (Autumn): 85–102.",
        "mcadams_2004": "McAdams, Stephen. 2004. “Analyzing Musical Sound.” In Empirical Musicology , edited by Stephen McAdams, Phillipe Depalle, and Eric Clarke, 157–96. Oxford University Press.",
        "nichols_1987": "Nichols, Roger. 1987. Ravel Remembered . Faber and Faber.",
        "nichols_2011": "Nichols, Roger. 2011. Ravel . Yale University Press.",
        "orenstein_1975": "Orenstein, Arbie. 1975. Ravel, Man and Musician . Columbia University Press.",
        "orenstein_1990": "Orenstein, Arbie. 1990. A Ravel Reader . Columbia University Press.",
        "perlemuter_1988": "Perlemuter, Vlado, Hélène Jourdan-Mohrange, Maurice Ravel and Harold Taylor. 1988. Ravel according to Ravel . Kahn & Averill.",
        "puri_2011": "Puri, Michael J. 2011. Ravel the Decadent: Memory, Sublimation, and Desire . Oxford University Press.",
        "reynolds_and_mcadams_2002": "Reynolds, Roger and Stephen McAdams. 2002. Form and Method: Composing Music: the Rothschild Essays . Routledge.",
        "roland-manuel_1925": "Roland-Manuel. 1925. “Maurice Ravel ou l’esthétique de l’imposture.” La Revue Musicale (April): 16–21.",
        "rosenthal_1995": "Rosenthal, Manuel. 1995. Ravel: Souvenirs de Manuel Rosenthal . Hazan.",
        "russ_2000": "Russ, Michael. 2000. “Ravel and the Orchestra.” In The Cambridge Companion to Ravel , edited by Deborah Mawer, 118–39. Cambridge University Press.",
        "stuckenschmidt_1968": "Stuckenschmidt, Hans Heinz. 1968. Maurice Ravel; Variations on His Life and Work . Calder and Boyars.",
        "suarès_1925": "Suarès, André. 1925. “Pour Ravel.” Revue musicale , no. 6 (April): 3–8.",
        "zank_2009": "Zank, Stephen. 2009. Irony and Sound: The Music of Maurice Ravel . University of Rochester Press.",
        "_": "Ravel Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. See, for instance, Abbate 1999 , Chalupt 1925 , Hoérée 1925 , Jankélévitch 1959 , Kaminsky 2011a , Mawer 2000a , Nichols 2011 , Puri 2011 , Roland-Manuel 1925 , Suarès 1925 , and Zank 2009 .",
            "citations": [
                "abbate_1999",
                "chalupt_1925",
                "kaminsky_2011a",
                "mawer_2000a",
                "nichols_2011",
                "puri_2011",
                "zank_2009"
            ]
        },
        "FN2": {
            "text": "2. On the “unusual title,” H. H. Stuckenschmidt ( 1968 , 22–23) remarked that “the name is a paradoxical anachronism. There were no minuets, at least by that name, before the sixteenth century . . . the ancients knew nothing of minuets and Ravel was very well aware of this.” He goes on to mention other paradoxes, such as the slow minuet tempo, the sixteenth-notes that are beamed against the beat, and numerous places where there is a striking dissonance, which go against classical minuet conventions. Roger Nichols ( 2011 , 20) stated, “The Menuet antique sported its arguably spurious epithet from the beginning. If one response to the bourgeois nature of the Third Republic was to hurl bombs, another was to withdraw in imagination to the safe enclave of a previous century, and the adjective ‘antique’ leaves no doubt that this was what Ravel was trying to do.”",
            "citations": [
                "stuckenschmidt_1968",
                "nichols_2011"
            ]
        },
        "FN3": {
            "text": "3. Russ ( 2000 , 137) refers to the archaic cadences; Orenstein ( 1975 , 135–36) mentions “the dance rhythms and archaic pastiche” of Menuet antique .",
            "citations": [
                "russ_2000",
                "orenstein_1975"
            ]
        },
        "FN4": {
            "text": "4. Consider Stuckenschmidt’s ( 1968 , 23) reference to the “pseudo-antique character of the illustration” on the cover.",
            "citations": [
                "stuckenschmidt_1968"
            ]
        },
        "FN5": {
            "text": "5. Compare Barbara Kelly ( 2000 ): “[Ravel’s] evocation of the past is unspecific, such as the imagined past of Menuet antique (via Chabrier), the Trois chansons pour chœur mixte sans accompagnement and songs, including Deux épigrammes de Clément Marot and Ronsard à son âme , with more clichéd allusions to the past in the bare fourths, fifths, and octaves” (22). Likewise, Nichols ( 2011 , 24) states that the Menuet antique is “an attempt at a non-historical re-creation of a past style and not relying on literal but on spiritual pastiche.”",
            "citations": [
                "kelly_2000",
                "nichols_2011"
            ]
        },
        "FN6": {
            "text": "6. The score isolates the pitch C ♯ with rests in the other voices, but how one chooses to use the pedal varies widely in performance. For instance, a performer may choose to hold the pedal from the F ♯ -major chord (beat 2) through the start of the middle section. This results in a fuller sonority, which decays at the same time as the sustained C ♯ . Another option would be to lift the pedal at the same time that the F ♯ 2/ C ♯ 3 fifth is played by the left hand, allowing the right hand to join the already depressed C ♯ at the fermata. Still one more option would be to cross the right hand over the left to play the low fifth while the C ♯ is sustained in the left hand.",
            "citations": []
        },
        "FN7": {
            "text": "7. The audio clip was transposed using Audacity’s “Change Pitch” effect.",
            "citations": []
        },
        "FN8": {
            "text": "8. In the following phrase, Reh. 9+2, the melody repeats in the oboe, oboe d’amour, and two clarinets on C5–G5–C6.",
            "citations": []
        },
        "FN9": {
            "text": "9. McAdams ( 2004 , 186) states, “As a concrete example, Ravel’s Boléro arguably represents an example of intended fusion . . . [He] respects the harmonicity principle to the letter, and since all the melodies are also presented in strict synchrony, the resulting fusion—with the individual instrument identities subsumed into a single new composite timbre—depends only on accurate tuning and timing being maintained by the performers.”",
            "citations": [
                "mcadams_2004"
            ]
        },
        "FN10": {
            "text": "10. Kennan and Grantham ( 2002 , 327–28) refer specifically to this moment: “Ravel in effect creates a new instrument by having the horn play the theme mf while two piccolos softly play partials 3 and 5 and a celesta plays partials 2 and 4. The resulting sound is striking and exotically colored.” They continue by comparing the orchestration to Baroque organ registration.",
            "citations": [
                "kennan_and_grantham_2002"
            ]
        },
        "FN11": {
            "text": "11. There are many published recollections that point to people’s surprised reactions to special timbral moments in Ravel’s orchestrations. To list two, consider Roland-Manuel’s explanation of how Ravel manipulates listener expectations by using ambiguity to heighten a feeling of deception (l’imposture): “I am made to want to hear a trumpet; I wait for it; there . . . not at all: it is the shadow of a trumpet evoked by the flute” ( 1925 , 1); and Fillerup, on similar effect in L’Enfant et les sortilèges : “When the arpeggiated woodwinds double for the harp, they evoke the aural parallel of a somatosensory afterimage, suggesting that the harp, like a stolen wristwatch, is present even after it is gone” ( 2013 , 150–51).",
            "citations": [
                "fillerup_2013"
            ]
        },
        "FN12": {
            "text": "12. Deborah Mawer ( 2000b , 52) states that “ Boléro has been seen (especially in French musicology epitomized by Marcel Marnat and Serge Gut) as symbolizing torment, madness, and death.”",
            "citations": [
                "mawer_2000b"
            ]
        },
        "FN13": {
            "text": "13. For a more detailed account of the 1905 circus act, see Gerald Larner ( 1996 , 15). Mawer ( 2000b , 58) connects the tragedy of the circus act—as well as more successful inventions by his father, such as the steam generator—to Ravel’s “readiness to engage in risk and potential destruction” in La Valse and Boléro . Fillerup ( 2021 , 84) catalogues how the tragedy was portrayed in the press and links the effects it had on Ravel to his experience in the Prix de Rome , as well as its influence on Rapsodie espagnole , what with its “sounds of festivity and fairground machinery alternat[ing] with passages of eerie reverie.”",
            "citations": [
                "larner_1996",
                "mawer_2000b",
                "fillerup_2021"
            ]
        },
        "FN14": {
            "text": "14. This was created using Sonic Visualiser software with Georg Solti’s 1980 recording with the Chicago Symphony.",
            "citations": []
        },
        "FN15": {
            "text": "15. Likely not a coincidence, the final section begins around 8:51, which is close to the Golden Mean 9:02 (shown as a notable spike in amplitude in Example 16) of the 14:37 minute recording by the 1980 Chicago Symphony conducted by Georg Solti. It has been noted that Ravel employed such ratios in other works, particularly the spiral design of La Valse ( 2000b , 52). Roy Howat ( 1977 ) has also pointed to examples in Ravel’s early works that use the Golden Ratio.",
            "citations": [
                "mawer_2000b",
                "howat_1977"
            ]
        },
        "FN16": {
            "text": "16. The notion of “orchestral tissue” first appeared in Michel-Dimitri Calvocoressi (quoted in Orenstein 1990 , 477) and is most fully explored in Bhogal’s 2020 analysis of Boléro .",
            "citations": [
                "orenstein_1990",
                "bhogal_2020"
            ]
        },
        "FN17": {
            "text": "17. Fillerup ( 2021 , 56) discusses several orchestrational devices that conjure illusory sounds. Effects such as natural and artificial glissandi, string tremolos, and the string technique “ sur la touche ,” “became synonymous with enchantment” during Ravel’s formative years (11).",
            "citations": [
                "fillerup_2021"
            ]
        },
        "FN18": {
            "text": "18. See, e.g., the movement from illusory to real saxophones shown in Example 14.",
            "citations": []
        },
        "FN19": {
            "text": "19. For a more detailed account of how timbre operates within the form of the first movement, see Beavers 2019 .",
            "citations": [
                "beavers_2019"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Throughout his career, Ravel’s sound often defied harmonic and formal expectations. While most analytic scholarship has treated Ravel’s use of timbre as secondary to the parameters of harmony and form, particularly in early- and middle-period compositions, recent scholarship has made timbre a central concern of Ravel’s style. Alexandra Kieffer ( 2017 ) suggests that his use of pealing bells in “La vallée des cloches” obscures musical evocation and sonic realism. Jessie Fillerup ( 2013 ) explores Ravel’s use of musical illusion, expressed most notably in compositional and orchestrational techniques that parallel practices in theatrical conjuring. Gurminder Bhogal ( 2020 ) unpacks the notion of “orchestral tissue” in Boléro , showing how timbre varies between decorative and arabesque melodies while also participating in the inward-turn of the arabesque gesture; these are typically demonstrated in high registers of what the following discussion considers “Color” instruments (such as demonstrated by the first solo passages in high bassoon, E ♭ clarinet, tenor saxophone, and alto saxophone). These contributions elevate timbral characteristics within Ravel’s music to a primary parameter, placing his treatment of timbre on par with his intricate formal and harmonic processes. Example 1 . Ravel’s Late Orchestral Compositions (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kieffer_2017",
                    "fillerup_2013",
                    "bhogal_2020"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] A compelling part of Ravel’s sound is how suddenly it can shift from clear and transparent to blurry and complex, at once embracing artifice, irony, and mischief. (1) By looking closely at how these passages are constructed, one finds interesting and diverse ways in which he uses timbre to connect and conceal passages within his music. In this essay, I turn to Ravel’s approach to timbre and orchestration in his late orchestral works ( Example 1 ). My focus is on the way Ravel manipulates instrumental timbre to create sonic illusions that transform expectations or mark the form in strategic ways. In exploring Ravel’s approach to timbre and orchestration, I employ approaches from the field of music perception and cognition. 2. Analytical approaches",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Sound-based approaches to music analysis can offer insights into otherwise hidden features of musical form and expression. Strongly connected to our ability to experience musical form is what Stephen McAdams refers to as timbre-space, or “the structure of the multidimensional perceptual representation of timbre” ( 1999 , 86). In addition to established parameters, such as melody, harmony, rhythm, and meter, timbre plays an important role in creating similar and dissimilar messages, as well as in contributing to the movement between tension and relaxation. McAdams states, “another aspect of timbre that can contribute to the organization of musical structure is related to the tendency of listeners to perceptually connect sound events that arise from the same sound source” (95). Thus, the listener’s perceptual ability to connect successive sounds into similar or dissimilar messages—auditory stream integration and auditory stream segregation—plays an important part in our perception of sound and its impact on musical structure ( Bregman 1990 , McAdams 1999 ).",
                "footnotes": [],
                "citations": [
                    "mcadams_1999",
                    "bregman_1990",
                    "mcadams_1999"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] With roots in computer modeling and visual and linguistic perception studies, Albert Bregman’s auditory scene analysis defines grouping processes that are useful in unpacking Ravel’s sound. Assessing auditory cues such as “timing, frequency, and the differential effects on our ears,” along with the way the brain processes them, allows us to “view the scene-analysis system as trying to take advantage of these physical relationships in order to put the components together appropriately” ( Bregman 1990 , 221). McAdams ( 2004 , 183–85) articulates the various ways composers organize acoustic properties to achieve specific auditory groupings. In polyphonic music, for instance, composers can create the sound of separate voices by varying entrances (i.e., onset asynchrony). Alternatively, they can blend voices— “achieving fusion or textural integration”—by aligning entrances (i.e., onset synchrony) or by combining closely related vibration frequencies (i.e., harmonicity). By grouping relatively close pitches and rhythmic patterns into a single stream, we can perceive multiple voices in monophonic music—such as that of a compound or interleaved melody—or perceive a single stream amongst various instrumental timbres. Such grouping processes are important to how we distinguish timbre as either a distinct or blended musical event.",
                "footnotes": [],
                "citations": [
                    "bregman_1990",
                    "mcadams_2004"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Using an aurally based analytical approach, I develop these descriptions of timbre and auditory scenes to interpret ways in which different timbre-spaces function. “Auditory streams” refer to musical lines that can be grouped together as a single musical idea. In some instances, a single auditory stream refers to a single instrument, but interesting effects occur when the single stream is transferred between instruments, as discussed below. Auditory scenes, which describe musical events composed of one or more auditory streams, provide an interpretive window through which one can label timbral techniques that evoke a meaningful time, place, or sound object. Timbrally salient moments may be characterized as “raw” or “organized” ( Boulez 1987 ) or “natural” or “composite” ( McAdams 2004 ). “Raw” and “natural” timbres refer to a resultant timbre that is easily associated with a specific instrument—an instrument’s real or natural sound. “Organized” and “composite” timbres are more sophisticated, achieved as they are from either a single instrument or a combination of instruments in which the sound that is produced is disguised in some way.",
                "footnotes": [],
                "citations": [
                    "boulez_1987",
                    "mcadams_2004"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Some organized timbres can have what Bregman calls a “chimeric assignment” ( 1990 , 459). Like the Greek Chimaera, a beast comprised of the head, body, and tail of different animals, a “chimeric assignment” has an emergent sound quality that is perceived as a single auditory event, but is comprised of more than one instrument. The most obvious way to disguise an instrument’s natural timbre is through extended techniques, such as unconventional articulations, overblown notes, mutes, and extreme range and dynamics. Special blending is another way to mask timbres, and this can be achieved in numerous ways. A common blending effect, which I focus on below, involves one instrument or instrument group quietly entering behind a more prominent sound, creating what Kent Kennan and Donald Grantham refer to as a “magical effect” ( 2002 , 325). Here, one sound dovetails into another, perceptually fusing the event into a single auditory stream. In some passages, blending can combine raw with organized timbre, “transforming” the sound of one or more instruments into a different sound object. This transformative type of blending can be actual or metaphorical. I will refer to the “magical effect” in various orchestrations below. A more complex type of organized timbre involves masking the timbres of more than one instrument. I refer here to unique acoustical moments where harmonic overtones align in such a way as to mask the instrumental combination, creating a different sound object within the timbre-space—a perceptual grouping process that music psychologists refer to as “fusion” and neuroscientists call “binding” ( McAdams 2004 , 84). The resulting sound object often conjures what I refer to as an “illusory instrument.” Throughout the following analysis, I will discuss three ways in which Ravel masks timbre through extended techniques, blending, and timbral fusion. Example 2 . The SPC Model (Johnson 2011) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bregman_1990",
                    "kennan_and_grantham_2002",
                    "mcadams_2004"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Ravel employs specific techniques in his orchestrations to aid in textural clarity or produce sonic illusions. In order to quantify Ravel’s use of specific instruments and instrument families, I expand upon Randolph Johnson’s ( 2011 ) SPC model, in which instrumental groupings in Romantic-era symphonies are broken down into the three categories of “Standard,” “Power,” and “Color” (see Example 2 ). In his study, Johnson combines theories of timbre and instrumental combination patterns to provide a more comprehensive account of the orchestral gestures that “composers use to repeat, vary, and connect phrases” (3). He describes “Standard” instruments (hereafter abbreviated S ) as those that perform more than other instrumental groupings, have a wide pitch range, fluctuate between melodic and accompanimental roles, and produce a moderate dynamic range. “Power” instruments ( P ) exhibit loud dynamics and are typically employed to enforce extreme pitch ranges. “Color” instruments ( C ) typically sound at a softer dynamic, appear less frequently, and are often featured as soloists (6). I have extended Johnson’s list to include instruments Ravel uses in the pieces I will discuss; these are shown in italics in Example 2. Johnson explains that “instruments within each SPC group tend to attract each other and work as a functional unit to create orchestral gestures” within the numerous nineteenth-century repertoires he sampled (1). I build off the notion that the ubiquitous “Standard” instrumental groupings are reinforced by strong or “Color” orchestral timbres to create various types of gestures within Ravel’s transcriptions and original compositions. Adopting empirical categories of SPC groupings enables a strategic methodology that examines how Ravel employs instruments or instrument families to create special sounds, meaning, and musical events through our perception of his nuanced orchestrations. I investigate how these orchestration techniques occur and relate them to the narrative framework of each passage or piece. Instrument families have more flexibility when using organized timbres. For example, an instrument can transcend the “Standard” categorization if it is placed in an extreme register or modified by an extended technique. Likewise, “Power” and “Color” instruments can function as “Standard” if used in a similar auditory stream as other “Standard” instruments. In such cases, the visual representation of instrumental categories ( green = “Standard,” blue = “Color,” and red = “Power”) will superimpose the two colors to show, for instance, a red “Power” instrument shaded over a mostly green “Standard” stream. (This appears in Video Example 2 below.)",
                "footnotes": [],
                "citations": [
                    "johnson_2011"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] In the following sections, I will focus on timbral techniques within Ravel’s orchestrations. In section 3, I explore how Ravel creates imaginary landscapes and time periods though his treatment of timbre in his transcription of Mussorgsky’s Pictures at an Exhibition and his own Menuet antique . In section 4, I look at timbre as a developmental tool in Boléro and the Concerto for the Left Hand. Finally, in section 5, I analyze how Ravel creates timbral fusion in the Concerto for the Left Hand and transcendence through metaphorical timbral transformation in the cadenza of the Concerto in G Major. 3. Illusory Sounds and Imaginary Spaces",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In Ravel’s music, impossible sounds can issue from conventional instruments. The composer’s predilection for tricking the ear with sounds that neither a single instrument nor combination should be able to produce is, as Arbie Orenstein states, the “fruit of long years of study, incessant questions of performers, much experimentation and innumerable rehearsals” ( 1975 , 136–37). In 1907, Pierre Lalo described Ravel’s orchestration of Une Barque sur l’océan (1905) as “a collection of examples for a treatise on orchestration, with all sorts of examples of how to alter the timbre of an instrument. For in Ravel’s orchestra no instrument keeps its natural sound” (cited in Orenstein 1975 , 137n9). Similarly, Bhogal wonders whether unique instrumental choices and techniques for timbre-alteration within Boléro (1928)—many of which opposed widely accepted orchestration methods, such as those prescribed by Widor, Reber, Gedalge, and Rimsky-Korsakov—might be understood as “a sonic stand-in for the treatise in orchestration that Ravel never managed to complete” ( 2020 , 4.11). His late works in particular show a proclivity toward sonic illusion. Consider Hélène Jourdan-Morhange’s comment that “the cello has to sound like a flute and the violin like a drum” in Ravel’s Duo for Violin and Cello (1922) (cited in Nichols 1987 , 77), or Orenstein’s ( 1990 , 24) observation that the “flute will evoke a trumpet, and the piano a gong” in Chansons madécasses (1926). To better illustrate Ravel’s mysterious timbral effects, I turn to two orchestral transcriptions of piano compositions. Video Example 1 . “Promenade,” Power Instruments (click to watch video) Example 3 . “Promenade,” Power Instruments (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "orenstein_1975",
                    "orenstein_1975",
                    "bhogal_2020",
                    "nichols_1987",
                    "orenstein_1990"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Ravel’s 1922 transcription of Pictures at an Exhibition shows how SPC groupings differentiate between reality and the imaginative world of the gnome. A quick examination of the opening “Promenade” reveals the way “Power” and “Standard” instruments establish the grand, inspiring art space assumed to be a museum (see Video Example 1 / Example 3 ). In the transcription, Mussorgsky’s monophonic piano melody is given to a “Power” instrument—the trumpet—which articulates this powerful and impressive space. The trumpet’s melody is echoed by a brass choir, reinforcing the grandeur of “Power” instruments in the movement’s first auditory event. Ravel’s expressive markings subtly transform regular sonic events into turning points, organizing similar piano textures into dialogic orchestral gestures between instrument groupings. For instance, in Mussorgsky’s piano score there are no expressive markings at Reh. 3+1 (shown in Video Example 2 / Example 4 ), but Ravel interprets the repeated chords from beats 3 and 4 as an orchestral echo, creating two “Standard” groupings—winds and strings, with “Color” instruments contained in the same audio stream—followed by a large-scale echo with dynamic contrast in the following measure. The basses’ use of pizzicato and arco techniques allow them to switch between ensembles. The “Promenade” thus uses orchestral families of S and P instruments to evoke for the listener the material world in which the pictures dwell. Video Example 2 . “Promenade,” Transcription with Antiphonal Response (click to watch video) Example 4 . “Promenade,” Transcription with Antiphonal Response (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] By contrast, “Gnomus” transports the listener into the imaginary habitat of the mystical creature (see Video Example 3 / Example 5 ). In this movement, subtle changes in timbre contribute to the supernatural gnome’s world. In the piano version, we perceive a single auditory stream with the opening eighth notes, leading into a sf and sustained pitches G ♭ 2 and 3. Event 1 is repeated at a softer dynamic for Event 2. Ravel’s transcription recreates Events 1 and 2, maintaining the single stream with “Standard” low strings and winds accompanied by some low “Color” winds like the bass clarinet and contrabassoon, culminating with the horns’ G ♭ s. However, on the downbeat of m. 2, the horns quietly enter underneath the previous instruments, creating the “magical effect,” in which one timbre emerges out of another. At first, the horn’s forte attack adds power to the pitches ( G ♭ 2 and 3) below the strong downbeat articulation in the strings. Within the two-measure decrescendo, the “Standard” low strings ( S ) transform via the magical effect (>) into the “Power” timbre of the French horn ( P )—i.e., ( S > P ). Like Mussorgsky’s composition, Ravel’s opening gesture is repeated at a softer dynamic in Event 2; however, under the string’s last note, muted horns ( C ) emerge. Here the mutes distort and distance the horns from the previous phrase and echo the magical effect with a S > C transformation. Throughout this movement, magical effects transform raw timbres, organizing sound to mask and transform the natural qualities of an instrument. Like many things in the gnome’s world, timbres can magically appear and disappear, unsettling and enchanting the listener. Video Example 3 . Beginning of “Gnomus” with Magical Effect (click to watch video) Example 5 . Beginning of “Gnomus” with Magical Effect (click to enlarge) Video Example 4 . Orchestration of Two Streams in “Gnomus” (click to watch video) Example 6 . Orchestration of Two Streams in “Gnomus” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] If the opening phrase of “Gnomus” provides the viewer with the painting’s mise-en-scène , the phrase at Reh. 8 introduces the gnome himself (see Video Example 4 / Example 6 ). A wedge-like contour occurs between the ascending tuba line ( C ) and the lopsided, descending melody in the high “Standard” winds ( S ). Timbral effects are present in both streams. In the ascending line (Stream 1), the sound of the muted tuba—functioning as a “Color” instrument because of its altered timbre and soft dynamic—morphs “magically” into that of a muted trumpet, as indicated in Example 6 with C > C implying a timbral transformation from one “Color” instrument to another “Color” instrument. In the second stream, descending pizzicato strings emphasize the accented downbeats along with “Color” percussion in the xylophone, imbuing the mostly “Standard” instrumentation (green box) with a hint of sorcery (blue outline). As we study the gnome’s features more closely in the repetition of this phrase (Reh. 9, see Video Example 5 / Example 7 ), “Color” instruments and effects draw us into the gnome’s sonic world, represented by string glissandi swooping between stopped notes and harmonics played arco sulla tastiera (“with the bow on the fingerboard”) as well as harp harmonics that seemingly dissolve into the gnome’s theme in the otherworldly celesta. Video Example 5 . More Color Effects and Instruments in “Gnomus” (click to watch video) Example 7 . More Color Effects and Instruments in “Gnomus” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Ravel’s Menuet antique is a 1929 transcription of an original piano work that was composed in 1895 when he was still a student at the Conservatoire. Here, orchestral color conjures a different time and place. Many analysts have noted that the piano piece anachronistically combines musical styles and gestures associated with antiquity and that of a seventeenth-century dance piece. (2) Here I will focus on two ways Ravel uses “Color” instruments: to exploit the contrasts that were already evident in the original piano piece’s composition and to evoke illusory instruments. Example 8a . Menuet antique , Piano (click to enlarge) Video Example 6a . Menuet antique , Piano (click to watch video) Example 8b . Menuet antique , Piano Events (click to enlarge) Video Example 6b . Menuet antique , Piano Events (click to watch video)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In the orchestral transcription of Menuet antique , the contrapuntal streams—the overtly “antique” part of the minuet—contain many passages where voices remain distinct, entailing the contrapuntal grouping processes noted by McAdams above. In other places, the orchestration serves to clarify different contrapuntal streams that were disguised by the timbre and range of the piano. The minuet opens with a powerful presentation of the opening motive in the piano: a single stream presentation of motive α in forte dynamic; this is shown with a white number “1” in Example 8A / Video Example 6A . In the piano version, motive α at the beginning of the B phrase (m. 10) recalls the initial dissonance and syncopated rhythm of its initial presentation (m. 1), but the register conceals it. The muddy low register—nearly two and a half octaves lower than m. 1—blurs the opening motive’s contrapuntal lines and links them to the bass of the preceding cadence, indicated by brackets in Example 8A. Three auditory events emerge from the piano’s opening of the B phrase, which have been rewritten from the original score to visually separate the two streams (shown with white numbers in Example 8B / Video Example 6B ). Event 1 (mm. 10–11) presents motive α in a homophonic texture that becomes more contrapuntal in the antecedent phrase (EM: HC); it begins in the range of the preceding P instruments and becomes more standardized in terms of register, melody, and texture ( P > S ). Imitation between motive α and the antecedent melody (shown with brackets) is somewhat disguised due to the grouping processes that link the descending contour to an inner-voice melody. The single stream that begins in m. 10 splits into two streams in the antecedent phrase when a clearer melody and accompaniment emerge. Event 2 follows with a continuation of the contrapuntal lines in the consequent phrase as S (m. 12, G ♯ m: HC). Event 3 (mm. 13–15) harmonically prolongs the dominant established in Event 2 but provides a notable contrast—in color, texture, and rhythm—to the preceding events. Here, timbral evocations of antique sounds are achieved through pedal indications, the expression “ avec la sourdine ,” soft dynamics, and a disjunct reinterpretation of motive α. The combination of these effects transforms the piano, timbrally speaking, into that of a celesta. This is indicated with C instrumentation. Refer to Video Example 6B.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The orchestral version features more color passages and a reinterpretation of certain auditory events. The cadence (mm. 7–9) is transcribed for full orchestra with a brass choir ( P ) sounding the melody (as heard in Video Example 6C ). The syncopated bass part features most prominently in the timpani, doubled by mostly low S and C instruments: bass clarinet, bassoon, contrabassoon, cellos, and double basses. In m. 10, motive α is transcribed for two distinct instruments: the bass clarinet and bassoon (see Example 8C ). Unlike in the piano version, the timbral connection between the cadential approach (mm. 8–9) and motive α (in m. 10) is downplayed, allowing this B phrase to begin with a more dramatic change in timbre, texture, and dynamics. The blended eighteenth-century symphonic scoring (“Power”-dominated brass instruments) within a modally altered cadence anticipates the ancient-sounding low “Color” instruments in the B phrase ( S P → C ); the arrow indicates that this transformation occurs between phrases (m. 9 ending the first phrase and m. 10 beginning the second) rather than simultaneously. Video Example 6c . Menuet antique , Orchestra Events 1 (click to watch video) Example 8c . Menuet antique , Orchestra Events (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The C wind instruments (beginning in m. 10) create a different organization of streams and events from that in the piano version. Distinct bass clarinet and bassoon timbres separate into two contrapuntal lines and highlight a melodic bass ( F ♯ –E– D ♯ – C ♯ ) in the bassoon and a bass-like pedal on C ♯ in the bass clarinet above it. Roles are reversed in the next phrase when the bassoon emerges as the soloist (see Example 8C). The bassoon-as-bass (m. 10) and bassoon-as-melody (m. 11) cross with the bass clarinet in the consequent phrase, animating the contrapuntal structure in a way that contrasts sharply with the more timbrally homogeneous piano score. Variations in expression, articulation, and register allow the bass clarinet and bassoon to come in and out of focus in their separate streams to create different auditory events. The first bassoon is given the most flexibility as it moves from the bass in motive α to two different melodic presentations in the antecedent and consequent phrases. In the antecedent phrase, the bassoon—with its imitative melody (indicated by brackets), articulations (tongue two, slur two), and pairings (primarily in thirds)—reflects baroque instrumental styles. By contrast, the consequent phrase is characterized by an ascending contour and slurred, bel canto lyricism, supported by an octave displacement and expressive crescendo in the clarinet, second bassoon, and bass clarinet. In the fourth event, the orchestra continues to divide into two streams with yet another timbral change that might be interpreted as an ancient harp. Video Example 6d . Menuet antique , Orchestra Events 2 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Why did Ravel orchestrate these lines with such nuance? I believe he did so to mark the form beginning at m. 10 with instruments that conjure different periods. The contrapuntal lines of motive α in m. 1 suddenly shift to antique sounds in m. 10. Compare the beginning of the movement with the beginning of the B phrase in Video Example 6D . Following the “archaic cadence” with the lowered seventh (mm. 7–9), it is as if a Renaissance shawm ensemble enters (Event 1), anachronistically recalling antique instruments, perfected and tuned for the concert hall. (3) In Events 2 and 3, an imitative, Baroque-like melody shifts to a more nineteenth-century bel canto line. In the orchestral version, mm. 13–15 culminate as the fourth sound event in which bowed and pizzicato divisi strings (accentuated with harp) collectively conjure the sounds of an ancient harp or celesta, corresponding to the piano’s third event. The nuanced orchestration of this passage into four events in the orchestra, mm. 10-15, then, alludes to the pseudo-antique styles and sounds in a more imaginative and broad way than had the piano version. (4) As suggested by the title, no particular stylistic period stands out; rather, illusory scenes created by timbral references to period instruments, suggesting a non-specific imagined past. (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The pastoral middle section features a tapering effect—which, like the magical effect, involves the transformation of one instrument’s timbre into that of another. The end of the A section (mm. 46–47) has a precariously sustained pitch that links the two sections ( Example 9A / Video Example 7A ). Here, performance impacts the way the final sonority resonates. When the pedal is released largely determines whether the open fifths in the bass will overpower the held C ♯ and whether the depressed C ♯ key will enable sympathetic resonance of the right hand’s F ♯ major chord. The tenor C ♯ 4 is suspended with a fermata and tied to the next section. The rapid decay of the piano’s suspended note creates a subtle connection between phrases. Rests appear on beat 3 in the right hand and the upbeat of beat 3 in the left, indicating that only the tenor C ♯ should be suspended between phrases. (6) Example 9a . Menuet antique , End of A to Pastoral Section, Piano (click to enlarge) Video Example 7a . Menuet antique , End of A to Pastoral Section, Piano (click to watch video)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] How this pitch is sustained has a critical acoustic effect on the music. Russ observes that certain aspects of the musical line remain latent in the piano part—that is, the orchestration animates what was restricted by the piano’s limitations, implying an orchestrally conceived approach: “The symbiotic relationship between the piano and orchestral realizations of certain of Ravel’s work-concepts is illustrated by the way that piano scores often imitate instruments and voices, and his orchestral ones sometimes recreate piano sounds, while translating pianistic into orchestral virtuosity” ( 2000 , 134). In the orchestral version, a French horn is assigned the role of connecting the two sections, and it does so through the aforementioned magical effect ( P > C ). Observe the tapered releases of instruments in m. 46 ( Example 9B / Video Example 7B ). Here the piano’s right-hand chords release in the strings at the end of beat 2, and in the winds on the upbeat of beat 3. From its role as a “Power” instrument at the cadence, the lingering horn transforms into a “Color” instrument at the start of the pastoral section, its timbre blending seamlessly into that of the clarinet (see Video Example 7B/Example 9B). This type of timbral blending is heard throughout the middle section in the inner voices ( P > C > S ). Example 9b . Menuet antique , End of A to Pastoral Section, Orchestra (click to enlarge) Video Example 7b . Menuet antique , End of A to Pastoral Section, Orchestra (click to watch video)",
                "footnotes": [],
                "citations": [
                    "russ_2000"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] A near-identical cadence closes the minuet (see Example 10 / Video Example 8 ). The orchestral voicing of the final chord recalls the close of the first A section without the suspended horn. The instruments maintain tapered releases with a subtle difference: high strings and harp stop at the end of beat 2 and the low viola through basses release on the upbeat of beat 3, while the rest of the orchestra sustains a fermata throughout beat 3. These tapered releases conclude the minuet by evoking another antique instrument: the organ. The chord spacing represents that of an F ♯ -major harmonic series, much like standard organ stops on the 8-foot, 4-foot, 2-foot, and 2 ⅔-foot pipes (generating unisons, octaves, and an octave plus a fifth). The notes under the fermata represent the tapering overtones of the flutes that have released, but whose partials linger ever so slightly. Example 10 . Menuet antique , Organ Sound at the End (click to enlarge) Video Example 8 . Menuet antique , Organ Sound at the End (click to watch video) 4. Illusory Instruments in Continuous or Dialogic Development Example 11 . SPC Groupings in Boléro (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In this section, I discuss two developmental processes: continuous timbral development in Boléro and auditory scenes creating dialogic development in the Concerto for the Left Hand. My primary focus will be the blending of instrumental timbres to create sound objects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The expressive trajectory of Boléro ’s AABB structure disperses melodies throughout the orchestra, resulting in steady orchestral growth and crescendo. Example 11 indicates which instruments and instrument types (SPC groupings) carry the melody over the course of the piece. The repeated melody undergoes notable timbral transformations, creating a piece of “process music” ( Nichols 2011 , 302 and Reynolds and McAdams 2002 , 8) in which continuous timbral development replaces motivic and harmonic processes. I will discuss two illusory instruments, which are shown with diagonal lines in Example 11: the saxophone (Reh. 5+2) and the organ (Reh. 8+2). Video Example 9 . Saxophone Sounds in Boléro (click to watch video) Example 12 . Parallel Timbres in Boléro (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "nichols_2011",
                    "reynolds_and_mcadams_2002"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] The A melody is first presented in the flute (A1), followed by the clarinet (A2). The blue-note-inflected B melody brings with it more jazz elements, namely frequent iterations of ♭ 7 and ♭ 9 with a more expressive rhythm. Bhogal ( 2020 ) distinguishes between the decorative A melody, characterized by melodic fluidity, narrow tessitura, and metric ambiguity, and the B melody, with its more exotic timbres, semitonal inflections, syncopation, and arabesque contour, manifested in its inability to rise (such as in the accented and repeated D ♭ s) and its subsequent descent. The opening melodies (particularly B1, B2, and A4) might be interpreted as an homage to the timbral appeal of the saxophone. For context, listen to various jazz saxophone techniques played in a style similar to what Ravel might have heard on his 1928 North American tour (see Video Example 9 ). The saxophone family’s wide range of tone, register, expression, and affect would likely have appealed to Ravel’s appreciation for novel sounds. As the following analysis shows, several places within the opening section evoke the saxophone.",
                "footnotes": [],
                "citations": [
                    "bhogal_2020"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The opening B melodies offer examples of imitative saxophone sounds. The first B melody (Reh. 2+2) occurs in the high register of the bassoon—starting on B ♭ 5 and extending up to D ♭ 6 as the highest note—played with a soft dynamic that at times sounds more like a tenor saxophone than a double reed instrument. In the second phrase (Reh. 3+2), the melody is repeated up an octave in the E ♭ Clarinet—a high, nasally timbral contrast that sounds like a soprano saxophone. The tessitura and expression of these wind melodies mark the bassoon and E ♭ clarinet as C instruments and suggest two different types of saxophones moments before the saxophones actually enter with the next B melody (Reh. 6+2). Example 12 compares the opening B melodies. For an aural comparison of the timbre of these instruments, listen to Video Example 10A , which extracts the beginning of each instrument’s presentation of the melody. The bassoon’s register, high for the instrument but comparatively low in the orchestra’s range, is labeled “low” in order to draw parallels to the low tenor saxophone. For another perspective, Video Example 10B reorders the instruments to demonstrate the similar timbres between the bassoon and the tenor saxophone and between the E ♭ clarinet and soprano saxophone. Video Example 10a . Parallel Timbres in Boléro (click to watch video) Video Example 10b . Parallel Timbres in Boléro (reordered) (click to watch video) Video Example 11b . Illusory Saxophone in Boléro (transposed) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Preceding the saxophones’ entrances, the repeated A melody (Reh. 5+2) presents another unique sonic impression in which two instruments—flute and muted trumpet—appear together for the first time. Our perceptual apparatus hears these instruments as one integrated stream due to the fused rhythms and octaves (see Video Example 11A / Example 13 ). The disguised effect of the trumpet provides a brassy buzzing sound like that of the tenor saxophone with the flute whispering its hollow partials above. The louder dynamic of the trumpet ( mf ) further masks the softer flute sound ( p ) and, so long as neither instrument presents too varying a degree of onset synchrony or vibrato, the two will fuse together as one sound object. Surrounded by single-instrument solos, the perfect onsets of their notes disguise their true identity, and they sound together as yet another version of the saxophone, introducing the timbral profile that is about to enter the auditory scene: the tenor saxophone. Video Example 11B presents the sounds of the flute/trumpet duo compared to the sound of the tenor saxophone (Reh. 6+2). There is a whole-step difference in pitch between the A-melody flute/trumpet duo and B-melody tenor saxophone; the video presents the original flute and trumpet pitches, C5 and C6, which are then electronically transposed to B ♭ 5 and B ♭ 6 in order to relate them to the tenor saxophone’s starting B ♭ 4. (7) Video Example 11a . Illusory Saxophone in Boléro (click to watch video) Example 13 . Illusory Saxophone in Boléro (click to enlarge) Example 14 . Illusory to Real Sounds in Boléro (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The striking timbral similarity between the saxophone and the woodwind/brass combinations makes one wonder: could the timbres here be another type of illusion? In other words, do the bassoon, E ♭ clarinet, and flute/trumpet duo act as a sonic premonition of what is to come, or, when the saxophones enter, do we recall the strangely familiar orchestral sounds that opened Boléro (see for instance Example 14 )? I leave this question unanswered for the time being, focusing instead on the next phrase (after Reh. 8), which adds to the timbral discourse. Example 15 . Illusory Organ in Boléro (click to enlarge) Video Example 12 . Illusory Organ in Boléro (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The presentation of the A melody at Reh. 8+2 introduces one of the most bizarre acoustic effects in Boléro ( Example 15 ). Here, a French horn, celesta, and two piccolos are sonically fused. The melody is harmonized for the first time with a starting C-major sonority. Interestingly, this is the only time the melody is harmonized in perfect synchrony and pitch: above the horn’s C5, the celesta sounds C6 and C7 with the piccolos on G6 and E7 (see Video Example 12 ). (8) Ravel voiced these instruments as an exact replica of the harmonic series. Each instrument remains in its key—C major, E major, and G major—so that as the melody moves up and down, the intervals are preserved (see Example 15). (9) Bregman ( 1990 , 521) recognizes that “the simultaneous notes act as if they were all harmonies from the same phantasmagoric instrument, and by doing so induce our scene-analysis processes to combine them for purposes of computing its timbre.” The acoustic approximation of the harmonic series in this phantasmagoric instrument can be interpreted as yet another illusory pipe organ. (10) Unlike the organ in the Menuet antique , whose appearance at the end of the A sections tapers from the bottom up, the organ’s upper partials in Boléro ring out. The hollowness of the illusory organ’s sound, with a prominent whistling timbre from the close-ranged piccolos and indeterminant combination of other instruments, suggests not a church organ but a calliope or a carnival organ. Whatever the sonic image, the timbral effect—to borrow Manual Rosenthal’s ( 1995 ) description of Ma mère l’oye —creates a “sort of aura, a strange shadow,” which raises the question: what is a carnival organ doing in the middle of Boléro ?",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "bregman_1990",
                    "rosenthal_1995"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] Unlike the “magical effect” of the timbral transformations that we saw in other works, the melodies in Boléro are methodically spaced both in terms of their long, sustained notes and the clear division between melodic presentations. This strategic spacing creates two effects: (1) the long, sustained notes, surrounded by a predominantly slurred melodic line, reduce the initial onsets of several notes, which play an important role in our identification of a sound source; and (2) the space between instruments allows the imagination to reflect on the sounds we just heard while simultaneously anticipating what might come next. In the opening melodies of Boléro , the listener experiences organized-to-raw timbral transformations as “Standard” and solo instruments morph into the tenor and soprano saxophones—i.e., S & C → C . (The arrow indicates that these transformations occur over time.) The transformation from illusory saxophones to real ones (Example 14) creates a sense of awe and these emergent timbral events group together to create the first auditory scene labeled “wonder” in the first section (Reh. 1–7); formal sections will be discussed in more detail below. The ample sustained notes and spaces also mask timbres affording the listener time to question and reimagine sounds that they have just heard. (11) If too often repeated, this trick could become monotonous and lose its novelty—which, given the unceasing repetition in Boléro , poses an aesthetic problem Ravel was most certainly aware of. As such, the surprising appearance of the “organ” is quite calculated, both preventing the illusory saxophone sounds from becoming exceedingly repetitive, while continuing to develop timbral transformations.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The appearance of the “organ” marks an important timbral and structural shift. The illusory organ symbolically enacts the orchestral growth and crescendo achieved by means of blended instrumental harmonies, extended range, and intensified spectral output. The key of the uppermost part—piccolo 1—not only extends the range to the highest point in the movement thus far, it also directs the music to the penultimate climax, the motion to E major (Reh. 18). The appearance of the organ serves symbolically as the timbral climax that creates a psychological division between the “wonder” of the opening melodies and the confusion initiated by the illusory organ (Reh. 8). It was well known at the time of the premiere that Boléro was scored for saxophones, thereby diminishing their potential novelty. The sudden timbral intrusion of the carnival organ, however, cannot be brushed aside in the same way. In the opening measures of its melody, the illusory organ’s sound might well be diverting, but it may also inspire a sense of unease as we rationalize the carnival organ’s involvement in the orchestral texture. With an unchanged A melody, the organ exists only as a timbral suggestion—a sort of aural mirage—certainly not the attention-grabbing, “step right up!” sound of an actual carnival organ. Instead, the organ is tightly controlled, like the instruments before and after it, moving at half the speed of a real bolero ( Nichols 2011 , 301)—it is methodical, restrained, and distant. These contextual contradictions and sonic deceptions create a cognitive dissonance that borders on “horror.” (12) Like the disastrous tragedy of his brother and father’s “Whirlwind of Death”—a circus ride that “made a complete somersault ten meters in the air” and resulted in the death of one of its riders ( Nichols 2011 , 60–61)—the misplaced circus instrument remains suspended somewhere between entertainment and terror. (13) Example 16 . Waveform of Boléro (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "nichols_2011",
                    "nichols_2011"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] The sounds emitted from the illusory organ and the instruments that follow contrast with the opening’s “wonder” section by evoking a feeling of suspense. A perceived lull in dynamics encourages this sensation. Refer to Example 16 . This table displays a waveform of Boléro , showing the large-scale crescendo alongside a list of instrument solos and the tripartite division of effects based on timbral effects. The example shows how the dark shade of the waveform displays the highest amplitude within a given sound. (14) The lighter shade at the center of the waveform reveals the Root Mean Square (RMS), or roughly how “loud” the sample sounds based on an average of sound levels of the waveform. The increased harmonic range of the illusory organ occurs at 6:31 in the Chicago Symphony recording and shows a notable jump in amplitude (dark shade waveform). The reduction in instrumentation—from two piccolos, horn, and celesta (Reh. 8+2, 6:31) and the repeated phrase with oboe, oboe d’amour, English horn, and two clarinets (Reh. 9+2, 7:18) to the mf trombone solo (Reh. 10+2, 8:04)—impedes the orchestral crescendo, as shown in the stalled growth of the RMS. Note, for instance, the two lines indicating RMS growth. The yellow line connects the peaks of amplitude from the beginning to those at the end of the piece in one continuous crescendo. The blue line, however, indicates a discrepancy between how fast and loud the crescendo occurs within the sections outlined in the waveform. As such, the slow-but-steady “wonder” section is leveled off with a relatively imperceptible crescendo in the “suspense” section. By contrast, the dynamics of the last section (“horror”) intensify more dramatically than the more-or-less continuous crescendo that preceded it. The timbral shift in the trombone (8:04) is also significant. Following the eeriness of the organ’s appearance, the trombone’s arabesque melody attempts to draw attention to its jazz-inspired glissandi, perhaps in an effort to diffuse the uncanny instrumentation and, arguably, reinstate the feeling of wonder from the opening saxophone melodies. Yet the trombone is held in suspense, its dynamic potential as a “Power” instrument deferred to the next section.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The final section begins with the notable increase in orchestral texture and dynamics of the woodwinds at Reh. 11+2 (appx. 8:51). (15) As if anticipated by the entrance of the trombone after Reh. 10 (8:04), the last section accumulates “Power” instruments, as well as a literal reappearance of the tenor saxophone, with continually escalating dynamics. In this way, the last section enacts the “Power” potential of the first trombone: “ P ” → P (with “ P ” in Example 16 indicating the trombone’s unrealized “Power,” which is transferred to the next section). With calculated intensity, the horror of the ever-expanding “bolero machine” is interrupted by a terrifying “groan” in the trombones and saxophones, six measures from the end (at 14:24, in the Solti/Chicago version). The transition from illusory sounds to noise is articulated by Bhogal ( 2020 ): “Given the careful pacing of timbral changes, Ravel’s aim to startle his listeners in the closing measures might be seen to rest on his ability to unite the distant timbres of the trombones and saxophones to create a new and puzzling blend. By elevating ‘tissue’ in this way, Ravel relies on timbre to explicate the tragic consequences of melodic disruption.” (16) The last scream recontextualizes the distant “wonder” and “suspense” timbres into an emergent timbral enactment of “horror.” But were those sounds “real”? Did those illusory instruments emerge as real ones, alongside references to jazz and circus music and a ceaseless snare drum? In the end, the sonic deceptions remain as unclear as the transformational timbres that comprise it, and the mystery of the illusory sound is magically misdirected into the equivalent of an aural mirage. Example 17 . Bassoon’s Dies irae (DI) in Concerto for the Left Hand (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "bhogal_2020"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] There are many parallels to be drawn between Boléro and the middle “scherzo” of the Concerto for the Left Hand. Take, for instance, the bassoon melody that opens the developmental space with frequent emphasis on the flattened-seventh degree (see Example 17 ). In the concerto, the bassoon is set in a more serious context, often delivering the recognizable descending-minor-third motive that opens and closes the Dies irae (“DI”) melody. Many of the techniques—e.g., timbral transformations achieved through magical effect, timbral fusion, and auditory scene organization—have been discussed in previous sections. In the following analysis, I offer a brief discussion on how such techniques contribute to a developmental space that is largely organized by auditory scenes. Example 18 . Timbral Transformation in Concerto for the Left Hand, Scherzo (click to enlarge) Video Example 13 . Timbral Transformation in Concerto for the Left Hand, Scherzo (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Before the development begins, a trilled D ♯ is transferred from the piano to the high winds. Under the last trill in the English horn, a harp glissando extends the rising orchestral contour to a celestial sonic plane (see Example 18 ). The rising octaves of the trills and glissando transform our experience of timbre and time, creating what Fillerup ( 2021 ) identifies as a “transformational ascent,” that is, an ascending melodic line—sometimes a harp glissando—that enacts a type of musical and narrative metamorphosis (7). Timbrally, the trills preceding Reh. 25 are magically transferred from “Standard” to “Power” to “Color” instruments: S > P > C . Rhythmically, the trills stall unpredictably for two measures, instead of the established one-measure pattern, throwing off the rhythmic stability of the passage before we are transported to a new meter at Reh. 25. The ascending timbres transform from one instrument to another through the “magical effect,” and formally transport the listener from the lower orchestral sounds of the scherzo’s exposition to the higher timbres of its development space. See Video Example 13 . The transformational ascent not only facilitates a higher, brighter register, but suggests a changed scene—that is, through the transformational ascent, the listener is transported to what might be interpreted as a dream. The ethereal timbre and blurring of both pitch and time in the harp glissando, long-established in dream sequences, initiates the concerto’s developmental space, in which the harp or illusory harps glide between presentations of previously heard themes in a new virtual reality. Example 19 . Auditory Scenes in Concerto for the Left Hand (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "fillerup_2021"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] In the large-scale auditory scene of Example 19 , there are a maximum of four separate streams—the DI, the scherzo melody (6/8), the march accompaniment (marching quarter-note tonic–dominant bass movement with a Boléro -like snare), and the dream accompaniment (represented by glissandi and arpeggiations). Within some streams, instrumental fusion creates illusory instruments that direct the montage as well as our perception of the form and narrative. In the beginning, the transformational ascent of the harp glissando initiates the first auditory scene with the scherzo melody and dream accompaniment (m. 246). Aurally distinguishing between the instruments within the “dream” auditory scene is challenging. The intermingled range, rhythmic alignment, varying attacks, and accented contours of the high winds, piano, and strings create a polyphonic texture. At first, it seems as though the harp that initiated this section continues as the arpeggiated accompaniment under the flute and piccolo melody. But the harp doubles the piccolo melody in unison, leaving harp-like arpeggiations to the piano accompaniment (see Video Example 14 / Example 20 ). The blurred timbral make-up of this phrase contributes to the dream-like feel and represents the first of several illusory instruments in the development. For instance, two other transformational ascents in the harp glissando blend into illusory harps—first, in the natural harmonics of the violas and cellos moving in contrary motion (m. 304), and second, through contrary wind arpeggios (m. 324). (17) Video Example 14 . Auditory Scenes in Concerto for the Left Hand (click to watch video) Example 20 . Illusory Harp in the Concerto for the Left Hand (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] The illusory harp in m. 324 overlaps with the DI in the muted trombone, causing a break in the form/dream (Example 19). At this point, the streams separate into four and illusory instruments begin to move from one stream to another. A notable example of this occurs in the appearance of the 3-note DI motive (Reh. 33, m. 336), where oboe, English horn, and clarinet together sound like a muted trumpet “becoming” a real trumpet in m. 346 (see Video Example 15 / Example 21 ). The motion from organized to raw or illusory to real is similar to some of the transformations in Boléro . (18) The changes between raw and organized timbres are reminiscent of real and recalled events in the concerto, which are in turn represented by real and illusory instruments. Formal divisions caused by changes in thematic material become blurred like the fused timbres that play them, and the clear dialogic development between the two main themes (A and B) merge into a continuous development (A/B) with the simultaneous presentations of two themes in two sound worlds. Video Example 15 . Illusory to Real Trumpet in the Concerto for the Left Hand (click to watch video) Example 21 . Illusory to Real Trumpet in the Concerto for the Left Hand (click to enlarge and see the rest) 5. Transformation and Transcendence",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] This final category investigates how Ravel creates timbral transcendence in the piano cadenzas of his concertos. It might seem contradictory to single out a solo instrument—here, the piano—in an analysis primarily concerned with orchestration techniques, but it is compelling to consider the piano’s contextualization of orchestrated themes as a sort of “reverse-orchestration” of the transcriptions. The irony, of course, is that Ravel’s compositional process usually began at the piano. As such, the thematic material likely originated at the piano, was then orchestrated, and finally the cadenza was composed back to piano. The cadenza, which continues to develop timbral techniques described in previous sections, shows how timbres from the exposition and development converge. I save this category for last because in many ways it is a special category and has the most profound formal ramifications. Example 22 . Opening Motives in the Concerto for the Left Hand (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] In the Concerto for the Left Hand, a timbral fusion occurs in the cadenza, which can be most simply described as a combination of timbre- and contour blending. To understand the oppositional characteristics in the main themes, a brief examination of the exposition is in order. The primary theme (P) comprises two motives (see Example 22 ): motive A, which ascends from the lowest, murkiest timbres in the “Color” instrumentation of the basses and contrabassoon; and motive B, an ominous, descending DI motive, which first appears in the “Power” instrumentation of the French horns (and discussed within the scherzo’s development analysis in the previous section). The emergent qualities of motive A are interrupted by the appearance of motive B (Reh. 1+1). Just moments into motive A’s ascent, the contrabassoon ascends a two-octave C-major arpeggio that ends on B ♭ , at which point French horns enter on the same pitch. The contrabassoon’s “Color” timbre is transformed to that of a “Power” instrument through the magical effect ( C > P ) (see Video Example 16 / Example 23 ). Video Example 16 . Opening Motives and First Marked Moment in the Concerto for the Left Hand (click to watch video) Example 23 . The First Marked Moment in the Concerto for the Left Hand (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Compared to other magical effects discussed in previous sections, motive B’s motion to the horns in the Concerto for the Left Hand is an ominous transformation that brings sudden change and derails motive A from its expressive path. Before motive A is established in the exposition, motive B interrupts with opposing contour, timbre, pitch-center, and meter—creating an important moment that becomes “marked for consciousness” ( Cooper and Meyer 1960 , 8). Motive A resumes its ascent at Reh. 2, where low “Color” instruments gradually blend into the higher register of the “Standard” strings ( C > S ); refer to Example 24 / Video Example 17 . However, just as the ascent of motive A seems to reach its completion (Reh. 3), “Power” brass instruments reappear (00:19), more forceful than before, creating two streams in which motive B and its associated “Power” instruments, key, and meter overwhelm those of motive A (00:30). This powerful climax creates a second break in the P-theme (indicated by a double slash in Example 24), which marks the end the orchestral P-theme and the beginning of the piano’s exposition. The destructive forces of motive B’s timbre and contour carry form-bearing consequences that are experienced throughout various levels of the concerto, especially in relation to motive A. Example 24 . Contour and SPC transformations in the Concerto for the Left Hand, Exposition (click to enlarge) Video Example 17 . Contour and SPC transformations in the Concerto for the Left Hand, Exposition (click to watch video)",
                "footnotes": [],
                "citations": [
                    "cooper_and_meyer_1960"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] The cadenza begins the recapitulation with a portentous reversal of motives A and B. At first, this reordering seems to dramatize the surface-level markedness experienced by the horn’s first interruption. As the piano continues, however, it becomes apparent that motive B—in the low, “Power” register of the piano—has not simply dislocated motive A from appearing first, but subverted its melody completely ( Example 25 / Video Example 18A ). The destructive appearance of motive B in the cadenza results in a more serious, form-bearing interruption. All that remains of motive A is an accompanimental presentation of a (first-inversion) C-major arpeggiation in the lowest register of the piano, as if to recall the blurry beginning of orchestral timbres without the contrabassoon melody (00:44–00:55). In Example 25, this is labeled “A” to indicate a reference to the motive’s arpeggios or its contour without its melody. In the cadenza, assertive low E1s (emphasized with accents and a dynamic of forte ) indicate a “Power” instrument—reversing the C > P transformation of the concerto’s opening measures. A dramatic four-octave ascent (E1–E5)—another contour reference to the contour of motive A—transforms the piano’s arpeggiations from “Power” to “Color” instrumentation ( P > C ) as harp-like gestures sweep up and down its vertical strings—an audio and visual cue that prepares the ethereal presentation of the secondary (S) theme (00:56). Example 25 . Concerto for the Left Hand, Cadenza (click to enlarge) Video Example 18a . Concerto for the Left Hand, Cadenza, Part 1 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] This transcendent S-theme is quite poignant (00:56–1:26). Its ascent brings with it the hope associated with motive A, tinged by a melancholy nostalgia, represented with several stepwise descents associated with motive B. The conjunct descent at the beginning of the S ( 5 ˆ – 4 ˆ ) is abandoned for a leap upward (“A” contour) before the last three notes of the melody echo the DI of motive B ( 3 ˆ – 2 ˆ – 1 ˆ ). The virtuosic arpeggios below the melody transport the opening murky orchestra arpeggios into the celestial register of the piano—sounding much like a harp. The timbre and contour of the motives become entangled in the piano’s presentation of the S-theme. Its profound longing is intensified in this presentation as the piano abandons the register of the left hand and focuses on that of the imagined right hand. In this way, the S-theme finds balance between the oppositional qualities of its main motives: the lyrical and expressive qualities of motive A possess the power to (at least temporarily) overthrow motive B’s ominous timbre and intent through transcendental ascent and transformation. Video Example 18b . Concerto for the Left Hand, Cadenza, Part 2 (click to watch video) Example 26 . Instrumental Grouping and Contour Shapes of Motives A and B (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] The bittersweet quality of this melody dissolves into a presentation of motive A for one last heroic ascent from the lowest, muddiest timbres of the piano and orchestra (m. 500; refer to Video Example 18B ). This marks one of the most significant transformations of motives A and B. Throughout the movement, motive B, which served first as a marked moment in the exposition, functions as an oppositional force within each appearance of motive A. See Example 26 . At Reh. 1, motive B first appears in opposition to the contour and instrumental grouping of motive A. Shortly after (Reh. 3), motives A and B appear simultaneously in which “Power” instruments associated with motive B dynamically overtake those of motive A. In the recapitulation (Reh. 50), the cadenza reverses themes, maintaining each motive’s instrumental grouping (motive B = P , motive A = C ), but threatens to reorder their appearance. In m. 500 (Reh. 50+25), a dramatic moment occurs in which the piano presents motive A as a “Power” instrument, growing in expressive and dynamic intensity; motive A thus changes the character of motive B. As motive A attempts to climb higher in contour, the bass resists with a descending motive B melody ( C ♯ 1–B0–A0), creating a dramatic wedge contour, and we question which contour (ascent or descent) and expressive path (hopeful or destructive) will win. At Reh. 51, the motives, maintaining their original instrumental groupings, cross contours, and something akin to a contour voice-exchange occurs. This expressive climax, articulated by contour and instrumental grouping, encapsulates all previous utterances of motives A and B and signifies one of the most desperate struggles of control. Referring to the music after the scherzo, Ravel noted that the music “leads to an expanded reprise of the initial theme of the work and finally to a long cadenza, in which the theme of the introduction and the various elements noted in the beginning of the concerto contend with one another until they are brusquely interrupted by a brutal conclusion” ( Orenstein 1990 , 396–97). But the piece does not end  without a final rub. In the last two measures (Example 26, VI) a last reversal occurs in which motive B’s contour is immediately followed by that of motive A’s in the form of an orchestral glissando. All that remains of the motives is their general ascending or descending contour. Perhaps contrary to Ravel’s personal interpretation of the “brutal conclusion,” the timbre and contour of the concerto’s primary motives fuse together in a final orchestral gesture (see Example 27 & Video Example 19 ). The portrayal of motive B as a disruptive agent within the concerto thus plays out in the final moments of the concerto, and the at-first catastrophic omission of motive A at the start of the recapitulation is powerfully rebuked by letting motive A have the final word, though transformed into motive B’s “Power” instrumentation. Example 27 . Contour and SPC Groupings of Concerto’s Ending (Reh. 50 to End), Enlarged Section V and VI from Example 26 (click to enlarge) Video Example 19 . Contour and SPC Groupings of Concerto’s Ending (Reh. 50 to End), Enlarged Section V and VI from Example 26 (click to watch video)",
                "footnotes": [],
                "citations": [
                    "orenstein_1990"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] In the cadenza of the Concerto in G Major, timbre is utilized in the piano and orchestra to disguise the role of the soloist in the concerto form, ultimately leading to a pivotal moment in the recapitulation, where rather than timbral and structural clarification, a new sonic solution is offered. Here, SPC groupings, magical effects, transformational ascents, and the use of techniques such as the trill and glissando are all used to create symbolic auditory streams. The combination of these effects elevates timbre into an ethereal dimension that exists outside of the concerto. A narrative of timbral transcendence emerges in which the sound coming from the piano simultaneously explains and conceals musical processes within the first movement. Example 28 . Form of Concerto in G Major (adapted tables from Beavers 2020) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] I interpret this playful first movement as Ravel toying with the piano and orchestral groupings to emulate the sound of other instruments. Example 28 shows the formal design of the exposition and recapitulation along with the creative assignment of instrumental groupings and stylistic references, such as different styles (jazz and blues piano, Gershwin’s music at Reh. 4), small ensembles (carnival music at beginning, marching band at Reh. 2), and instruments or objects (music box at beginning, Spanish guitar at Reh. 4, and musical saw or theremin at Reh. 26). (19) This parallels Russ’s observation that Ravel’s orchestration features “theatrical, grotesque and chameleon-like treatments of instruments” ( 2000 , 130). I extend this to also include the chameleon-like treatment of the piano in particular, in which Ravel disguises a real solo piano throughout much of the exposition and development, leaving us to wonder: what kind of piano will be revealed to us in the recapitulation? Example 29 . Contour and SPC transformations in the Concerto in G Major, Recapitulation (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "russ_2000"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] Ravel’s penchant for playing with formal expectations is well documented ( Beavers 2016 , Heinzelmann 2011 , Kaminsky 2011a ). The Concerto in G Major is no exception. In the first movement, the concerto’s main themes forgo a typical piano recapitulation and are instead presented primarily by other soloists (Example 28). At a particularly dramatic moment in the transition theme, a descending seven-octave presentation of a motive (labeled here as motive G) reverses direction into an ascending glissando that seamlessly transfers to the harp (see Example 29 , Reh. 22). In this transformational ascent, the sweeping musical gesture blends the two instruments together into a single auditory stream in which the piano’s timbre is magically transformed into that of the harp. In so doing, the soloist is metaphorically transported from the proscenium to upstage right (see Example 30 ) and the sound is transformed from a “Power” presentation in the piano to a “Color” instrumentation in the harp ( P > C ). ( Video Example 20 , 00:00–00:22.) Example 30 . Locations on the stage (with credit to Jackie Landgraf) (click to enlarge) Video Example 20 . Concerto in G Cadenza (click to watch video)",
                "footnotes": [],
                "citations": [
                    "beavers_2016",
                    "heinzelmann_2011",
                    "kaminsky_2011a"
                ]
            }
        },
        {
            "5.10": {
                "text": "[5.10] The timbral transformation to the harp in the middle of what is supposed to be the piano’s recapitulation is striking. The transformational ascent and subsequent reorchestration to a new sonic dimension deceive our formal and timbral expectations of the recapitulation and fail to clarify the seeming lack of a real solo piano within the concerto. Example 29 displays contour and timbre transformations from the piano’s seven-octave descent from Reh. 21 through the tutti S-theme at Reh. 27. The celestial sounds and quasi cadenza tempo (Reh. 21) timbrally lift us out of the piano and orchestra’s structured world. At Reh. 22, the piano’s melody is taken over by the harp, which is perceived in two streams: a melody in the hollow, plucked harmonics surrounded by glissando a piacere up and down the harp’s strings. In the middle of the harp’s melody, flutter-tongued wind sounds interrupt with a reimagined motive G. Unlike the piano’s powerful presentation at Reh. 21, the motive’s octave descents are interpreted for “Color” winds (Reh. 24) distorted by extended technique and magical effects that transform the timbre from high piccolo to E ♭ clarinet to trumpet; the string orchestra surrounds the “Color” winds with glissandi in the same register. At the bottom of the descent, the glissandi are transferred to the trombones and basses up through the strings, which lift the register back to the ethereal range of the harp’s melody. The melody continues with high French horn (Reh. 25), whose tessitura, soft dynamic, and espressivo style mark it as a “Color” instrument. The harp’s glissando from the first presentation (Reh. 22) is now shared between bassoon, flute, piccolo, clarinet in A, and oboe in increasingly chromatic ascents and descents (Reh. 25). The “Color” winds enact the sweeping motion of the harp’s glissandi, creating illusory harp sounds entangled in the range of the celestial French horn (See Video Example 20, 00:00–00:45).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] At the end of the transition theme, the piano enters with a virtuosic presentation of the S-theme (Reh. 26, Video Example 20, 00:45). The S-theme begins much like passages from the Concerto for the Left Hand: the left-hand thumb plays a mid-range melody accompanied by arpeggios that fall away and return to the next melodic note. Much like a harp glissando, the left hand’s sweeping arpeggios give the impression that the music is shared between two hands. In the measure that follows, a third line enters with downward trills in the high register of the right hand, echoing the bass’s melody. The piano’s right hand lingers in the “ethereal” range of the high “Color” instrumentation before reaching its highest note (G6) and changing the trill’s direction to its upper neighbor, A (Example 29, Video Example 20, 00:56). At this point, a downward glissando leads the piano to the middle register, where the texture changes to two streams, with the right hand carrying the melody while the left hand accompanies with sweeping arpeggios (Reh. 26+8, 01:06). The unrelenting trills of the right hand fill in the gaps between melody notes with glissando-like grace notes, creating a “Color” effect that transforms the piano into a new illusory sound object. Vlado Perlemuter recognized this remarkable moment and advised that performers of the piece “try to imitate an instrument which no longer exists: the musical saw” ( 1988 , 91). The theremin, like the musical saw, has a similarly wavering, ethereal timbre, and requires the right hand to swoop up and down the antennas just as the glissando and trills of the pianist’s right hand move about the keyboard. The acoustic piano is therefore not only conjuring the sound of an electronic instrument; it is gesturally enacting its sound production, translated from a vertical to horizontal plane. The first movement thus functions as an exercise in concealing the raw timbre of the piano, as the remarkable timbral unfolding reveals both an actual and a metaphorical timbral transformation (harp and theremin, respectively), which transcend our expectations of sound and form. 6. Conclusion",
                "footnotes": [],
                "citations": [
                    "perlemuter_1988"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Ravel’s orchestration techniques reveal a complex engagement with timbre. Much like melodic, harmonic, rhythmic, and formal deceptions in his early music, the sound innovations of his late works play with expectations. His ability to connect and conceal instrumental timbres to imaginary contexts creates sophisticated sound objects that have form-bearing ramifications. The combination of timbral techniques, such as the magical effect, transformational ascent, and illusory instruments with creative SPC groupings, creates Ravel’s orchestral sound. His use of the magical effect transforms timbres from one reality to another—transporting sounds between dream-like, illusory instruments in different auditory scenes, or interrupting the expressive path of a motive on various levels of sound. Transformational ascents relocate sounds to different instruments, and in so doing elevate moments in the form. Timbral fusion and imitation create illusory instruments, conjuring sounds of instruments that may or may not exist on the concert stage. Ravel’s employment of old and modern techniques and technologies advanced his acoustic musical language in ways that captured the developments of his time and anticipated some of the sonic advancements of the generations to follow. By looking deeply at Ravel’s treatment of timbre, we can better understand one of the most notable characteristics of his late style.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.1.beavers.html",
    "data": "mto/data/mto.21.27.1.beavers.json"
}