{
    "title": "A Tale of Three Schenkers: Analysis, Piano Pedagogy, and Performance of the Chopin Berceuse op. 57",
    "date": "2017/09/01",
    "volume": "23",
    "issue": "3",
    "authors": [
        "Bungert, James"
    ],
    "abstract": "This article addresses the discrepancy between Schenker’s lifelong devotion to performance and the limited treatment of performance issues in the secondary literature on Schenker — a discrepancy exacerbated by the delayed publication of his performance manualThe Art of Performance(2000). This study helps to ameliorate the discrepancy by examining his analysis of the Chopin Berceuse op. 57 in D-flat major inDas Meisterwerk II(1926) in comparison to his own annotated score of the piece, with the ultimate goal of creating a clearer picture of how Schenker’s conception of performance intersects with his theories. Following Rings 2011, the article develops a Lewinian transformational model ofconceptual tensionbased on Schenker’s understanding of retention and anticipation in passing motions, and applies it to the rather complex intentional structure of finger choice (the finger chosen at various critical junctures in piano performance). Given the epistemological separation between Schenker’s Berceuse analysis and his annotated score, the article refers toThe Art of Performanceto formulate a “neo-Schenkerian” legato fingering (“neo” in that it represents my own performance values and participates in the modernist project of American Schenker reception) for the Berceuse theme that serves as a backdrop for understanding not only the conceptual tension of that fingering (according to the transformational model) as it relates to his analysis, but also the conceptual tension of his own fingering, taken from his personal copy of the piece. However, Schenker’s fingering largely ignores his own recommendations for legato and, unlike the underlying voice leading and neo-Schenkerian fingering, does not sustain conceptual tension throughout the theme. Nevertheless, it engages the bodily core in a manner that—in light of the large-scale push to the subdominant (G♭major) later on in the piece, and the bodily actions associated with playing almost exclusively in the black-key plane—serves the organic coherence of the Berceuse as a whole. This coherence, which arises from the performer’s physical actions, also resonates with some of Schenker’s comments regarding the relationship ofThe Art of Performancewith his mature theory, and his appreciation for what he called Chopin’s “particular synthesis.”",
    "keywords": [
        "Schenker",
        "Chopin",
        "Berceuse",
        "performance",
        "piano",
        "fingering",
        "counterpoint",
        "transformation",
        "phenomenology"
    ],
    "doi": "",
    "received": "March 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.3/mto.17.23.3.bungert.pdf",
    "author_info": [
        {
            "name": "James Bungert",
            "university": "Rocky Mountain College",
            "address": "1511 Poly Dr., Billings, MT 59105",
            "email": "jim.bungert@rocky.edu"
        }
    ],
    "citations": {
        "blasius_1996": "Blasius, Leslie. 1996. Schenker’s Argument and the Claims of Music Theory . Cambridge University Press.",
        "bungert_2015": "Bungert, James. 2015. “Bach and the Patterns of Transformation.” Music Theory Spectrum 37 (1): 98–119.",
        "burkhart_1983": "Burkhart, Charles. 1983. “Schenker’s Theory of Levels and Musical Performance.” In Aspects of Schenkerian Theory , ed. David Beach, 95–112. Yale University Press.",
        "cascelli_2003": "Cascelli, Antonio. 2003. “Schenker, Chopin’s Berceuse op. 57, and the Rhetoric of Variations.” Ad Parnassum 2 (1): 51–79.",
        "cook_2007": "Cook, Nicholas. 2007. The Schenker Project: Culture, Race, and Music Theory in Fin-de-siècle Vienna . Oxford University Press.",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score: Music as Performance . Oxford University Press.",
        "dubiel_1990": "Dubiel, Joseph. 1990. “‘When You are a Beethoven’: Kinds of Rules in Schenker’s ‘Counterpoint.’” Journal of Music Theory 34 (2): 291–340.",
        "eigeldinger_1986": "Eigeldinger, Jean-Jacques. 1986. Chopin: Pianist and Teacher as Seen by His Pupils . Cambridge University Press.",
        "jonas_1982": "Jonas, Oswald. 1982. Introduction to the Theory of Heinrich Schenker , ed. and trans. John Rothgeb. Longman. Originally published in 1934 as Das Wesen des musikalischen Kunstwerks: Einführung in die Lehre Heinrich Schenkers . Saturn-Verlag.",
        "kerman_1985": "Kerman, Joseph. 1985. Contemplating Music: Challenges to Musicology . Harvard University Press.",
        "kraehenbuehl_1957": "Kraehenbuehl, David. 1957. “Foreword.” Journal of Music Theory 1 (1): 1.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation . Oxford University Press.",
        "matthay_1908": "Matthay, Tobias. 1908. Relaxation Studies in the Muscular Discriminations Required for Touch, Agility and Expression in Pianoforte Playing . Bosworth.",
        "mccreless_1997": "McCreless, Patrick. 1997. “Rethinking Contemporary Music Theory.” In Keeping Score: Music, Disciplinarity, Culture , ed. David Schwartz and Anahid Kassabian, 13–53. University of Virginia Press.",
        "merleau-ponty_2002": "Merleau-Ponty, Maurice. 2002. Phenomenology of Perception , trans. Colin Smith. Routledge. Originally published in 1945 as Phénoménologie de la perception . Gallimard.",
        "morgan_2014": "Morgan, Robert P. 2014. Becoming Heinrich Schenker: Music Theory and Ideology . Cambridge University Press.",
        "pierce_1994": "Pierce, Alexandra. 1994. “Developing Schenkerian Hearing and Performance.” Integrál 8: 51–123.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford University Press.",
        "roeder_2009": "Roeder, John. 2009. “Constructing Transformational Signification: Gesture and Agency in Bartók’s Scherzo, op. 14, no. 2.” Music Theory Online 15 (1).",
        "rothstein_1984": "Rothstein, William. 1984. “Heinrich Schenker as an Interpreter of Beethoven’s Piano Sonatas.” 19th-Century Music 8 (1): 3–28.",
        "rothstein_1990": "Rothstein, William. 1990. “The Americanization of Heinrich Schenker.” In Schenker Studies , ed. Hedi Siegel, 193–203. Cambridge University Press.",
        "schachter_1994": "Schachter, Carl. 1994. “Chopin’s Prelude in D major, op. 28, no. 5: Analysis and Performance.” Journal of Music Theory Pedagogy 8: 27–46.",
        "schachter_2000": "Schachter, Carl. 2000. “Playing What the Composer Didn’t Write.” In Pianist, Scholar, Connoisseur: Essays in Honor of Jacob Lateiner , ed. Bruce Brubaker and Jane Gottlieb, 47–68. Pendragon Press.",
        "schenker_1918-19": "Schenker, Heinrich. 1918/19. “OC 3/3: 1918/19 Pairamall: lessons.” Schenker Documents Online , transcribed by Robert Kosovsky, trans. Sigrun Heinzelmann. http://www.schenkerdocumentsonline.org",
        "schenker_1930": "Schenker, Heinrich. 1930. “Diary Entry by Schenker, July 20, 1930.” Schenker Documents Online, transcribed by Marko Deisinger, trans. William Drabkin. http://www.schenkerdocumentsonline.org",
        "schenker_1954": "Schenker, Heinrich. 1954. Harmony . Ed. Oswald Jonas, trans. Elisabeth Mann Borgese. University of Chicago Press. Originally published in 1906 as Harmonielehre . J. G. Cottasche Buchhandlung Nachfolger.",
        "schenker_1969": "Schenker, Heinrich. 1969. Five Graphic Music Analyses . Dover Publications. Originally published in 1932 as Fünf Urlinie-Tafeln/Five Analyses in Sketchform . David Mannes Music School.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition , trans. Ernst Oster. Longman. Originally published in 1935 as Der freie Satz . Universal-Edition.",
        "schenker_1987a": "Schenker, Heinrich. 1987a. Counterpoint, Book I: Cantus Firmus and Two-voice Counterpoint , trans. John Rothgeb and Jürgen Thym. Schirmer Books. Originally published in 1910 as Kontrapunkt: Erster Halbband: Cantus Firmus und zweistimmiger Satz . J. G. Cottasche Buchhandlung Nachfolger.",
        "schenker_1987b": "Schenker, Heinrich. 1987b. Counterpoint, Book II: Counterpoint in Three and More Voices, Bridges to Free Composition , ed. and trans. John Rothgeb and Jürgen Thym. Schirmer Books. Originally published in 1922 as Kontrapunkt: Zweiter Halbband: drei und mehrstimmiger Satz; Übergänge zum freien Satz . Universal-Edition.",
        "schenker_1992": "Schenker, Heinrich. 1992. Beethoven’s Ninth Symphony: A Portrayal of Its Musical Content, with Running Commentary on Performance and Literature as Well , trans., John Rothgeb. Yale University Press. Orig. pub. 1912 as Beethovens Neunte Symphonie: eine Darstellung des musikalischen Inhaltes unter fortlaufender Berücksichtigung auch des Vortrages und der Literatur . Universal Edition.",
        "schenker_1996": "Schenker, Heinrich. 1996. “Further Consideration of the Urlinie: II.” In The Masterwork in Music , Vol. 2, ed. Ian Bent, trans. John Rothgeb. Cambridge University Press. Originally published in 1925 as Das Meisterwerk in der Musik: ein Jahrbuch , Vol. II. Drei Masken Verlag.",
        "schenker_2000": "Schenker, Heinrich. 2000. The Art of Performance , ed. Heribert Esser, trans. Irene Schreier Scott. Oxford University Press.",
        "schenker_2004": "Schenker, Heinrich. 2004. “The Mission of German Genius.” In Der Tonwille: Pamphlets in Witness to the Immutable Laws of Music , vol .1, ed. and trans. Ian Bent. Oxford University Press. Originally published in 1921 as Der Tonwille: Flugblätter zum Zeugnis unwandelbarer Gesetze der Tonkunst , Heft 1. Universal-Edition.",
        "schenker_2005a": "Schenker, Heinrich. 2005a. “Beethoven’s Sonata in F Minor op. 57.” In Der Tonwille: Pamphlets in Witness to the Immutable Laws of Music , vol. 2, ed. William Drabkin, trans. Robert Snarrenberg 41–64. Oxford University Press. Originally published in 1924 as Der Tonwille: Flugblätter zum Zeugnis unwandelbarer Gesetze der Tonkunst , Heft 7. Universal-Edition.",
        "schenker_2005b": "Schenker, Heinrich. 2005b. “Brahms’s Variations and Fugue on a Theme by Handel, op. 24.” In Der Tonwille: Pamphlets in Witness to the Immutable Laws of Music , vol. 2, ed. William Drabkin, trans, William Renwick, 77–114. Oxford University Press. Originally published in 1924 as Der Tonwille: Flugblätter zum Zeugnis unwandelbarer Gesetze der Tonkunst , Heft 8/9. Universal-Edition.",
        "schenker_2015a": "Schenker, Heinrich. 2015a. “Piano Sonata in E major op. 109.” In Beethoven’s Last Piano Sonatas: An Edition with Elucidations , vol. 1, ed. and trans. John Rothgeb. Oxford University Press. Originally published in 1913 as Die letzten fünf Sonaten von Beethoven: Erläuterungsausgabe, op. 109 . Universal-Edition.",
        "schenker_2015b": "Schenker, Heinrich. 2015b. “Piano Sonata in A-flat major, op. 110.” In Beethoven’s Last Piano Sonatas: An Edition with Elucidations , vol. 2, ed. and trans. John Rothgeb. Oxford University Press. Originally published in 1914 as Die letzten fünf Sonaten von Beethoven: Erläuterungsausgabe, op. 110 . Universal-Edition.",
        "schenker_oj_31-24": "Schenker, Heinrich. n.d. Personal score of Chopin Berceuse, Op. 57. Oswald Jonas Memorial Collection, MS 067. University of California, Riverside Libraries, Special Collections & Archives, OJ 31/24, 69–73.",
        "schenker_nd": "Schenker, Heinrich. n.d. Unpublished sketch of Chopin Berceuse, Op. 57. Ernst Oster Collection, New York Public Library, Music Division, OC 10/101.",
        "schmalfeldt_1985": "Schmalfeldt, Janet, and Beethoven. 1985. “On the Relation of Analysis to Performance: Beethoven’s ‘Bagatelles’ op. 126, nos. 2 and 5.” Journal of Music Theory 29 (1): 1–31.",
        "siegel_2015": "Siegel, Hedi. 2015. “Schenker at the Piano.” Music Analysis 34 (2): 265–79.",
        "siewert_2005": "Siewert, Charles. 2005. “Attention and Sensorimotor Intentionality.” In Phenomenology and Philosophy of Mind , ed. David Woodruff and Aime L. Thomasson, 270–94. Clarendon Press.",
        "slottow_2008": "Slottow, Stephen. 2008. “Schenkerian Pedagogy in the Salzer and Oster Teaching Lines: An Oral History Approach.” In Essays from the Fourth International Schenker Symposium , ed. Allen Cadwallader and John Patrick Connolly, 259–78. Georg Olms Verlag.",
        "snarrenberg_1997": "Snarrenberg, Robert. 1997. Schenker’s Interpretive Practice . Cambridge University Press.",
        "swinkin_2016": "Swinkin, Jeffery. 2016. Performative Analysis: Reimagining Music Theory for Performance . University of Rochester Press.",
        "terrigno_2009": "Terrigno, Loretta. 2009. “Schenker’s Interpretive Fingerings: A Comparison of Two Beethoven Piano Sonatas.” Music Research Forum 24: 1–24.",
        "verbalis_2012": "Verbalis, Jon. 2012. Natural Fingering: A Topographical Approach to Pianism . Oxford University Press.",
        "wagner_1995": "Wagner, Naphtali. 1995. “No Crossing Branches? The Overlapping Technique in Schenkerian Analysis.” Theory and Practice 20: 149–75.",
        "_": "Scores"
    },
    "footnotes": {
        "FN1": {
            "text": "1. This seems to contradict the idea that Schenker did not postulate general principles for expressing particular analytical phenomena. But The Art of Performance was never published, it remained fragmentary (not coalescing into a solid set of ideas that Schenker thought was fit for publication), and many of the recommendations are as piece-specific as those in his analysis.",
            "citations": []
        },
        "FN2": {
            "text": "2. It is probable that a treatment of performance by Schenker flourished, albeit not in print. Stephen Slottow ( 2008 ) discussed various Schenkerian threads that have persisted through classroom teaching. He argued that Carl Schachter, Edward Laufer, and Charles Burkhart taught as their teachers (Felix Salzer, a student of Schenker, and Ernst Oster, a student of Oswald Jonas) did: they all are or were excellent pianists, demonstrated analyses at the piano while teaching, and discussed ways of expressing analyses in performance (email communication with Slottow). Apparently, many of the same scholars involved in Americanizing Schenker’s ideas felt that performance was valuable enough to merit considerable class time. This tradition of performance-informed Schenker pedagogy accords with the conflict between David Kraehenbuehl’s ( 1957 ) comments in early issues of the Journal of Music Theory that theorists must first be excellent musicians (among other things), and Pat McCreless’s ( 1997 ) comments regarding the suppression of music theory’s musica practica traditions. In other words, the fact that theorists are first-rate musicians and act accordingly in their workaday lives is unrepresented in the secondary Schenkerian literature.",
            "citations": [
                "slottow_2008",
                "kraehenbuehl_1957",
                "mccreless_1997"
            ]
        },
        "FN3": {
            "text": "3. The mantra, quoted from Joseph Dubiel’s wonderful article titled “When You Are a Beethoven,” asks “what the maintenance of a particular contrapuntal principle will make it possible to attribute to passages” ( 1990 , 309).",
            "citations": [
                "dubiel_1990"
            ]
        },
        "FN4": {
            "text": "4. Schenker’s score is currently held in the Oswald Jonas memorial collection, MS 067, at the University of California, Riverside Libraries, Special Collections & Archives ( Schenker, OJ 31/24 , 69–73).",
            "citations": []
        },
        "FN5": {
            "text": "5. Consequently, the current essay departs from my earlier essay ( Bungert 2015 ) where transformations represent the pianist’s literal performance actions.",
            "citations": [
                "bungert_2015"
            ]
        },
        "FN6": {
            "text": "6. A possible Schenkerian extension of transformational theory would expand on some of Jeffrey Swinkin’s ideas in his book Performative Analysis ( 2016 ). Analysis in general, as he saw it, rather than revealing objective, immanent truths about the work, can better serve to enliven the score’s potentialities. He understood Schenkerian analysis as a way to hear the foreground’s interactions with background structures such as the Ursatz and Züge . And he viewed Schenkerian processes, “interruption, reaching over, motivic parallelism, and so on,” as “tokens of somatic schemata,” which carry expressive “somatic” (physical/spatial) and emotional connotations (75). A successful performance can exploit these tokens, which are discovered in a prior analytical stage, to expressive ends. Transformational theory, then, could potentially model performance decisions as they pertain to interactions between surface and background phenomena. Other implications of this approach involve its application to ensemble music.",
            "citations": [
                "swinkin_2016"
            ]
        },
        "FN7": {
            "text": "7. I use the term “melodic span” (or “span”) in place of “linear progression” in the English translation. Schenker’s word for “linear progression” is “Zug,” which can be translated simply as “span.” On the translation of “Zug,” see Snarrenberg 1997 , 18–19.",
            "citations": [
                "snarrenberg_1997"
            ]
        },
        "FN8": {
            "text": "8. These conditions for passing motion are of course not specific to Schenker’s theory of counterpoint.",
            "citations": []
        },
        "FN9": {
            "text": "9. While translating “geistig” as “conceptual” emphasizes its more epistemological connotations, it can also mean “intellectual” and even “spiritual”; Schenker probably meant all three.",
            "citations": []
        },
        "FN10": {
            "text": "10. For example, the sentence “I can buy the book,” translates into German with buy at the end: “Ich kann das Buch kaufen ,” literally “I can the book buy .” Conceptual tension arises because we do not know what the subject can do to the book (read? buy? sell? donate? throw? burn?) until they utter “kaufen.”",
            "citations": []
        },
        "FN11": {
            "text": "11. In Harmonielehre , Schenker maintained (though for different reasons) that we cannot hear beyond the fifth partial (E) of the C overtone series; further divisions present ratios that are too complex for the human ear ( 1954 , 25).",
            "citations": [
                "schenker_1954"
            ]
        },
        "FN12": {
            "text": "12. Of course this conception of musical coherence is characteristic of Schenker’s later writings. In Harmonielehre , Schenker cited repetition as the progenitor of the motif, and ultimately of musical form ( 1954 , 4–12). See also Jonas 1982 , 3–20.",
            "citations": [
                "schenker_1954",
                "jonas_1982"
            ]
        },
        "FN13": {
            "text": "13. Schenker numbered the measures in his figure as though the first measure were m. 1. Throughout this essay, I have reconciled all of his measure numbers to those of the published score.",
            "citations": []
        },
        "FN14": {
            "text": "14. Schenker explicitly compared neighbor motion to passing motion in Book II of Counterpoint . He emphasized that the neighbor-note concept is “derived from” the passing-tone concept but qualifies the idea, as one would expect, by conceding that, “as a fundamental concept,” the concept of the passing tone has “priority” over that of the neighbor note ( 1987b , 75).",
            "citations": [
                "schenker_1987b"
            ]
        },
        "FN15": {
            "text": "15. We could also imagine shortening the theme to only three measures, so that two spans would naturally fill the whole theme in steady dotted-quarter notes; they would all then be the same length and would fit with the tonic-dominant oscillation of the accompaniment. But shortening the theme would destroy the larger-scale rhythmic symmetry arising from the accompaniment, and would still leave G ♭ in a weak metrical position.",
            "citations": []
        },
        "FN16": {
            "text": "16. Adding the slur to the expanded content according to Schenker’s description produces what appears to be overlapping prolongational spans. This sort of contradiction is not unusual in Schenker’s analyses, and could be said to produce another sort of conceptual tension. See Wagner 1995 .",
            "citations": [
                "wagner_1995"
            ]
        },
        "FN17": {
            "text": "17. Although E ♭ is dissonant neither with C or A ♭ in the bass, it is nevertheless embedded within a dissonant \\(\\substack{7\\\\3}\\) harmony, underlining its passing status.",
            "citations": []
        },
        "FN18": {
            "text": "18. This fingering aims for an uninterrupted legatissimo articulation in that it takes Chopin’s slur at face value. Consequently, I undoubtedly apply the following legato performance techniques, borrowed from Schenker’s writings, more rigorously than Schenker himself did; hence the term “neo-Schenkerian.” This thorough application resembles Blasius’s “interior performance,” which involves a “simple mechanization of Schenker’s view” ( 1996 , 56n24). For more on Schenker’s own performance interpretations, see Cook 2013 , 80–90.",
            "citations": [
                "blasius_1996",
                "cook_2013"
            ]
        },
        "FN19": {
            "text": "19. The end of the theme requires either tucking or crossing since the scalar descent from B ♭ 5 to C4 is larger than a five-finger hand position. See Bungert 2015 , 100.",
            "citations": [
                "bungert_2015"
            ]
        },
        "FN20": {
            "text": "20. Although this series of finger substitutions is clearly intended to produce a quiet hand, it is not identical to Schenker’s version of dragging, since 4 attacks D ♭ and 3 attacks E ♭ . In any case, because Chopin did not stipulate any fingering suggestions for the theme in his own score, to my knowledge this is the only fingering that we can understand as sanctioned by Chopin himself.",
            "citations": []
        },
        "FN21": {
            "text": "21. Whether or not we literally sustain the F– G ♭ –F neighbor motion may depend on whether (like Blasius, Rothstein, and Burkhart) we wish for the background to speak for itself, or whether (like Schachter and Schmalfeldt) we wish to project the larger-scale neighbor motion literally. Either choice could lead to a compelling performance of the theme, of course. In the present case, however, I advocate sustaining the tones of the neighbor motion since Schenker’s comments allow for it.",
            "citations": []
        },
        "FN22": {
            "text": "22. Curiously, Schenker illustrated this passage from a Berceuse excerpt from near the end of the piece, mm. 54–55, with no other references to his analysis nor to conceptual tension.",
            "citations": []
        },
        "FN23": {
            "text": "23. I will follow Rings and refer to the diagrams in Example 12 as “ Zug networks”; “ Zug ” is of course Schenker’s word for melodic span, and it is from Schenker that Rings takes his inspiration. The benefit to retaining Rings’s term is that it makes clear when we are referencing a model of a span rather than the span itself.",
            "citations": []
        },
        "FN24": {
            "text": "24. By virtue of extending horizontally through time, rather than being what John Roeder ( 2009 ) called a spatial network , this network becomes an event network .",
            "citations": [
                "roeder_2009"
            ]
        },
        "FN25": {
            "text": "25. Tobias Matthay called this a “five-finger position”: “ groups of fingers lying upon groups of notes—groups forming either complete or incomplete sets of five-finger positions, and they may involve adjacent keys within a diatonic scale, physically adjacent keys as in semitone groupings, or in non-adjacent keys as in every variety of chord-position” ( Matthay 1908 , 135).",
            "citations": [
                "matthay_1908"
            ]
        },
        "FN26": {
            "text": "26. It could be argued that D, C, and B do influence fingering choice by virtue of simply lying between E and A, not outside that initial five-finger hand position. Presumably, the choice to begin with the fifth finger on E involves ensuring that any notes between E and A will not cause a physical detour.",
            "citations": []
        },
        "FN27": {
            "text": "27. It may appear that D and B are in the wrong order in the diagram. However, this is merely a visual product of D being vertically higher, given its higher position in the scale, and thus D’s retention arrow passes above B’s so that D appears to precede B. Judged horizontally, B precedes D as it does in the music. Placing D’s arrow below B, such that the retention arrows reach A in the order in which the tones occur, would cause unnecessary visual awkwardness.",
            "citations": []
        },
        "FN28": {
            "text": "28. This is not to explicitly associate legato articulation with the conceptual tension of spans. For Schenker, legato is a complex issue requiring keen awareness of musical context ( Rothstein 1984 ), to say nothing of spans and conceptual tension. Indeed, it is entirely possible to express conceptual tension through staccato, assuming it follows the composer’s notated effect. The present case simply involves underlying voice-leading spans that exude conceptual tension only when the composer’s desired legato articulation is honored in performance.",
            "citations": [
                "rothstein_1984"
            ]
        },
        "FN29": {
            "text": "29. The original lesson-book reference is disappointingly short: “Berceuse, neu (vergl. mit Pugno).” In any case, because the score in Example 13 is undated, this fingering’s relationship to Schenker’s analysis in Das Meisterwerk II is almost impossible to ascertain. Given that Schenker taught the Berceuse in piano lessons to (his future wife) Jeanette in 1913 and that his analysis was published in 1926, we know that he had at least a thirteen-year relationship with the piece. We do not know if Schenker’s own fingering is the same as that for Pairamall. The various kinds of annotations throughout the score complicate matters: lead/graphite pencil, blue pencil, green pencil, red pencil, and black ink. Nevertheless, the Urlinie is indicated in mm. 69 and 70 with a faint “ 2 ˆ ” and “ 1 ˆ ” in what appears to be the same pencil and hand used for the fingering of the theme. This suggests, but does not prove, a relatively close chronological relationship between the fingering and Schenker’s Meisterwerk II analysis.",
            "citations": []
        },
        "FN30": {
            "text": "30. Chopin did not provide a fingering for the accompaniment.",
            "citations": []
        },
        "FN31": {
            "text": "31. For Pierce, this sort of experience is a kinesthetic research tool, a kind of Schenker-Dalcroze method, intended to develop sharper perception of structural levels.",
            "citations": []
        },
        "FN32": {
            "text": "32. Charles Siewert sought a more explicit understanding of the idea that some action can be intentional without being explicitly representational. He offered a potential solution regarding the physical actions we use in order to get a better look at things. He called these actions sensorimotor anticipation: “ in doing and being prepared to do what is suitable for getting a better look, I anticipate how it will look to me upon doing this. Doing and being prepared to do this is not a consequence or result of my anticipation of further visual appearances; it constitutes such anticipation” ( 2005 , 290).",
            "citations": [
                "siewert_2005"
            ]
        },
        "FN33": {
            "text": "33. The objection could be raised that this model of conceptual tension is trivial in that it inheres in most, if not all, piano performance—that any intentional act can be included under the umbrella of “conceptual tension.” In terms of finger choice, conceptual tension is imprecise given the bramble of intentions crisscrossing the diagrams, and in terms of torso position, even the decision not to move can contribute. To this valid criticism, I offer two responses. The first revisits an idea central to Schenker’s analyses in general: conceptual tension, arising from passing motion, produces musical coherence, one of the principal aspects of musical experience. Certainly the ubiquity of conceptual tension and musical coherence in the tonal canon do nothing to trivialize their presence, to say nothing of the various ways they are uncovered in analysis, by both Schenker and his devotees. And second, not all legato fingerings maintain conceptual tension all the time, and different fingerings of the same figures can yield significantly different results, as demonstrated by the two different models of conceptual-tension-via-finger-choice for the Berceuse theme. At the very least, this model of conceptual tension is not trivial in the present case, which connects the neighbor motion of the theme and that of the eight-measure variation following Schenker’s own analysis.",
            "citations": []
        },
        "FN34": {
            "text": "34. The “one-line octave” refers to the octave above middle C, inclusive. See Schenker 1996 , xii.",
            "citations": [
                "schenker_1996"
            ]
        },
        "FN35": {
            "text": "35. With the left hand ascending to the black-key plane in the second half of every measure prior to m. 55, the left arm, elbow, and shoulder move in toward the piano much like the right in executing the theme. One wonders if this fingering carries programmatic implications, albeit metaphorical ones, in the slight shift in the pianist’s center of gravity toward the piano, producing a physical rocking motion whose rhythm matches the cradle-rocking harmonic oscillation of the accompaniment. However, one could counter this observation in two ways: (1) the effect of the left hand’s lateral move from the fifth finger on the low D ♭ of each downbeat to place the fifth finger on A ♭ on beat two (a perfect twelfth) would mask the subtle forward shift into beat 4, and (2) after the onset of the theme, the right hand, arm, elbow, and shoulder engage their own action, thereby mitigating the left hand’s effects within the torso.",
            "citations": []
        },
        "FN36": {
            "text": "36. Each of the four-measure variations involves some F– G ♭ –F neighbor motion underlying the melodic figurations. The present essay does not discuss these neighbor motions; for a lengthy discussion, see Cascelli 2003 .",
            "citations": [
                "cascelli_2003"
            ]
        },
        "FN37": {
            "text": "37. Cascelli 2003 reproduced an unpublished graph of the Berceuse taken from the Oster Collection in the New York Public Library (Schenker, OC 10/101). It is in the hand of Angi Elias, a longtime piano student of Schenker’s ( Cascelli 2003 , 55). The graph, which is three pages long in Cascelli’s reproduction, is drawn near the musical surface in three staves. The bottom two staves portray a reduction of the piano score, and the third stave seems to show register changes and voice leading in each variation. Although the Urlinie is indicated with careted scale degrees and Roman numerals, the graph does not assign conceptual priority to the larger-scale upper-neighbor of the eight-measure variation. Perhaps more disappointing is that the third stave is completely blank after m. 57. See Cascelli 2003 , 74–76.",
            "citations": [
                "cascelli_2003",
                "cascelli_2003",
                "cascelli_2003"
            ]
        },
        "FN38": {
            "text": "38. No score I know suggests fingerings for any part of the cadence, but that is most likely a result of there being no other comfortable fingering.",
            "citations": []
        },
        "FN39": {
            "text": "39. As Morgan ( 2014 , 118) pointed out, Schenker published one article per year discussing the Urlinie between 1921 and 1926, beginning with the Tonwille pamphlets and concluding in the second volume of Das Meisterwerk , in which the Berceuse analysis appears.",
            "citations": [
                "morgan_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] This essay’s point of departure is the discrepancy between Heinrich Schenker’s lifelong devotion to performance—piano performance in particular—and the comparatively limited representation of performance issues in the secondary Schenkerian literature. Despite Schenker’s primary focus on theoretical matters, particularly later in his career, he “saw his mission as the reuniting of theory and practice, and . . . often used the lowly piano lesson as the vehicle for his theoretical teaching” ( Rothstein 1984 , 21). Indeed, not only did Schenker perform professionally during the 1890s, usually as an accompanist (even touring in 1899 with baritone Johannes Messchaert), but he also continued playing throughout his life. In addition to giving piano lessons, he played for dinner guests in his home, demonstrated voice leading to theory students, and even played for other hotel guests (presumably strangers) while on vacation in the Tyrol ( Siegel 2015 , 265–71). To be sure, Schenker’s theoretical writings outweigh his performance discussions in terms of volume, but his comments on performance, e.g. the analyses of Beethoven op. 57 and Brahms op. 24 in Der Tonwille ( 2005a , 2005b ) and the Beethoven Erläuterungsausgaben ( 2015a , 2015b ), are extensive compared to those in the secondary literature.",
                "footnotes": [],
                "citations": [
                    "rothstein_1984",
                    "siegel_2015",
                    "schenker_2005a",
                    "schenker_2005b",
                    "schenker_2015a",
                    "schenker_2015b"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] We might attribute the shortage of performance-based scholarship in Schenker studies to three possible factors. First are the concessions made by the discipline of music theory in the 1950s and 60s in order to gain a foothold in North American universities. In order to demonstrate its academic relevance, music theory focused primarily on the systematic aspects of Schenkerian and post-tonal theory while turning away from more practical applications such as music theory pedagogy and performance. “In its new form,” wrote Patrick McCreless, “music theory claimed a sophisticated scholarly knowledge, turning itself into a new musica theorica and repressing its musica practica traditions to gain entrance into the academy” ( 1997 , 38). However, while post-tonal theory was eminently systematic by virtue of its quasi-mathematical nature, Schenkerian analysis had to be “Americanized” ( Rothstein 1990 ), which involved focusing on the theory’s systematic aspects to the exclusion of its artistic aspects, i.e . performance. Second, discussing performance in a Schenkerian context is difficult because of Schenker’s own writings, which discuss performance from two ends of a continuum. On one hand, theoretical writings like Der Freie Satz engage with performance too broadly to be helpful: “the performance of a musical work of art can be based only upon a perception of that work’s organic coherence” ( 1979 , 8). On the other hand, analytical writings like Der Tonwille and the Beethoven Erläuterungsausgaben are entirely work-specific, stipulating performance directions measure-by-measure, fingering-by-fingering, in order to express the music’s content. Indeed, although performance was important to Schenker, particularly in its relation to theory, Schenker, in his published works, seems to have been disinclined to explicate general principles for expressing particular analytical phenomena.",
                "footnotes": [],
                "citations": [
                    "mccreless_1997",
                    "rothstein_1990",
                    "schenker_1979"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Third, Schenker’s later writings steer away from discussions of performance: most of his performance writings stem from before the mid-1920s, well before the appearance of the theoretical tenets most attractive to North American theorists, thus further estranging the performance and theoretical strands of his oeuvre. This shift toward theory no doubt relates to the delayed publication of his monograph on performance, titled The Art of Performance , a manual directed at pianists with practical recommendations for expressing musical synthesis in performance. (1) According to Heribert Esser, Schenker began sketching The Art of Performance in 1911 and developed it throughout his life ( Schenker 2000 , xi), but it remained unpublished until 2000, sixty-five years after his death. And because of Schenker’s continual preoccupation with expounding his theory, it remained fragmentary and underdeveloped. This does not mean, however, that Schenker ever thought there was less to say about performance than about theory and analysis. In the preface to Beethoven’s Ninth Symphony , Schenker wrote: I believe, incidentally, that I am the first to consider similar principles at all applicable to a material that appears to be in a constant state of flux. Naturally I have also endeavored, however, to provide the rules in all cases with their psychological foundation as thoroughly as possible, in order to shield them from even the appearance of being merely accidental and arbitrary. For this reason the rubric of performance would have automatically required still more exhaustive treatment; but in view of the greater importance of the revelation of content, I had to satisfy myself with less extensive commentary. ( 1992 , 8–9) In other words, while the most important goal is (as always) the revelation of content, Schenker felt that there was more to say about performance than could be said. With so much to say about performance, but while striving to reveal musical content and theoretical structures, while at the same time teaching and attending to other musical activities, Schenker had to set his performance monograph on a back burner. With this in mind, the discrepancy between the “exhaustive treatment” required of performance and its representation in his writings is ironic: there was so much to say, yet ultimately so little was said.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "schenker_2000",
                    "schenker_1992"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Not only is the performance-related secondary Schenkerian literature small, it is ambivalent regarding the recommended approach for expressing “musical structure” in performance. In Der Freie Satz , Schenker wrote that while performers must perceive the organic coherence of a work, this “does not mean that the tones of the fundamental line need be overemphasized, as are the entrances in a poor performance of a fugue. The player who is aware of the coherence of a work will find interpretative means which allow the coherence to be heard” ( 1979 , 8). And in discussing Beethoven’s op. 109, he developed this line of thinking with the listener in mind: It goes without saying that the performer must maintain in consciousness the interconnections just depicted between variation and Theme; but he must not thereby be misled into underscoring them especially strongly in performance just in the effort to communicate to the listener his own recognition of them. Because if he did this himself, he would never succeed in rendering the listener such service unless the listener himself had already made the effort to gain this insight. Failing commensurate effort on the listener’s part, all endeavor by the performer would certainly be in vain, and no assiduous highlighting of crucial tones plucked out of the figuration would ever suffice to attain the desired goal. Let the player, then, perform his duty only to the work alone, and remain indifferent to whether and how much the listener knows about it. ( 2015a , 63–64) In other words, “interconnections” and “crucial tones” are not part of the foreground and thus should not be treated literally in performance as such. A few scholars echo this recommendation. For example, in Schenker’s Argument , Leslie Blasius wrote that “as a simple, commonsense rule of thumb, we assume the notion that events farther back in the derivation need stand (as it were) in the shadows. In other words, a truly vivid performance would allow the background events to fend for themselves” ( 1996 , 57; see also Rothstein 1984 ). Where Schenker’s, Blasius’s, and Rothstein’s advice is negative—don’t overemphasize—the advice of others such as Carl Schachter ( 1994 and 2000 ) and Janet Schmalfeldt ( 1985 ) is positive, recommending slight accent—what Nicholas Cook calls a “page-to-stage” conception ( 2013 , 41). For example, Schachter wrote that “a tone played slightly louder or held slightly longer than its purely local function would direct the listener’s ear to larger connections in melodic lines, voice leading, harmony, or motivic design” ( 2000 , 48). This sort of approach reflects the concern, characteristic of Americanized Schenker studies, with structure and its projection. Burkhart seems to align with the former approach (“It would clearly be tasteless to overemphasize the tones of the framework itself”; 1983 , 107), but acknowledges that the separation, in practice, is not so clear-cut. He asks whether an awareness of background phenomena “inevitably if ever so subtly influences the way the performer shapes the large dimensions of the composition” (104). Cook developed this line of thinking: “the implication is that knowledge seeps into interpretation even when its mechanisms cannot be precisely defined” ( 2013 , 36). This ambivalence may have inhibited the development of a Schenkerian subdiscipline devoted to performance. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schenker_1979",
                    "schenker_2015a",
                    "blasius_1996",
                    "rothstein_1984",
                    "schachter_1994",
                    "schachter_2000",
                    "schmalfeldt_1985",
                    "cook_2013",
                    "schachter_2000",
                    "burkhart_1983",
                    "cook_2013"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] This essay confronts these issues with the overall goal of creating a clearer picture of how Schenker’s concepts of performance intersect with his theories. To do this, I examine Schenker’s analysis of the theme of the Chopin Berceuse op. 57 in D-flat major in Das Meisterwerk II (1926) and compare it to his own annotated performance score of the piece. For the Berceuse, there exists a rather wide epistemological gap between the analysis of Schenker the theorist and the annotated score of Schenker the pianist —a gap that mirrors the difference in his writings between overly general proclamations and measure-by-measure performance directions. Consequently, the six sections of the article that follow this introductory section are organized so as to progress from the former to the latter. Sections 2 and 3 engage with Schenker the theorist. Section 2 outlines in detail his notion of melodic spans ( Züge ), as exemplified by second-species counterpoint, and Section 3 elucidates his Berceuse analysis and ultimately understands it in terms of second-species constraints. Section 3 also adopts an analytical mantra that allows us to learn from whatever analytical differences operate between strict counterpoint and free composition. (3) Sections 4 and 5 turn to Schenker the piano pedagogue, who connected his analysis with his score (given the fragmentary nature of Schenker’s performance recommendations, I urge the reader to approach the notion of Schenker as a “piano pedagogue” with caution). Section 4 constructs a “neo-Schenkerian” fingering for the Berceuse theme (“neo” in that it represents my own performance values and participates in the modernist project of American Schenker reception) based on his recommendations in The Art of Performance regarding the pianistic expression of legato (saving Schenker’s actual fingering for a later section). It then connects the notion of finger choice , the finger chosen at various critical junctures in piano performance, with Steven Rings’s ( 2011 ) transformational model of phenomenological intention. Section 4 concludes by modeling the intentional structure of finger choice, using an adapted form of Rings’s “ Zug networks” and incorporating my own transformational notion of finger space ( Bungert 2015 ).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "rings_2011",
                    "bungert_2015"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Section 5 models the neo-Schenkerian fingering in terms of how it creates conceptual tension throughout the theme and compares it to that of Schenker’s analysis. Section 6 turns to Schenker’s own fingering of the theme, taken from his personal copy of the Berceuse. (4) Schenker the pianist complicates our investigation: in the latter half of the theme, he ignores his own legato recommendations and destroys what in the neo-Schenkerian fingering was unbroken, continuous conceptual tension. We find in Schenker’s fingering what appears to be a significant qualitative difference between the two spans in the theme: from a legato fingering in the first span to a fingering seemingly intended to express the underlying voice leading in the second span. This shift to an emphasis on underlying voice leading induces a shift to a more body-based phenomenology, requiring yet a different model of conceptual tension. Section 7 zooms out to consider this difference in terms of the Berceuse as a whole, particularly in light of the eight-measure variation near the end of the piece, which represents the qualitative shift of the theme writ large—both tonally and physically. We discover a kind of organic coherence in the Berceuse heretofore unconsidered in Schenkerian literature, between the first measure of the accompaniment, the theme, the whole, and, considering Schenker’s own fingering, the actions of the pianist’s body. This coherence resonates with some of Schenker’s comments on the human body and on the organic kinship between The Art of Performance and his mature theory.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Before embarking, it is worth briefly qualifying this essay’s use of transformational theory. Although it stems from Lewinian transformational theory, it does not concern the mathematical technicalities that permeate, for example, Lewin’s Generalized Musical Intervals and Transformations ( 1987 ), Musical Form and Transformation ( 1993 ), and similarly technical writings. Rather, it embraces the spirit of Lewin’s “transformational attitude,” which approaches musical situations “actively, like a singer, player, or composer, thinking ‘I am at s; what characteristic transformation do I perform in order to arrive at t?’” ( Lewin 1987 , xxxi). Given the current essay’s emphasis on fingering, then, its transformations constitute the phenomenological intentions involved in finger choice. (5) These transformations thus closely resemble those of Steven Rings’s “ Zug networks” ( 2011 , 144ff). The current transformational understanding, therefore, expands on Schenker’s notion of conceptual tension in providing a useful tool with which to model the phenomenological intentions of finger choice, which deepens our sense for how the intentional structure of melodic spans operates while expanding the possible range of that structure’s analytical applications. (6) 2. Schenker the Theorist: Conceptual Tension Example 1 . Chopin Berceuse in D ♭ major op. 57, mm. 3–7.1 (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "lewin_1987",
                    "lewin_1993",
                    "lewin_1987",
                    "rings_2011"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] In the first essay from Das Meisterwerk II , “Further Consideration of the Urlinie: II,” Heinrich Schenker developed the notion of melodic span ( Zug ) with two musical examples, the second of which is the four-measure theme of the Chopin Berceuse op. 57 in D-flat major. As shown in Example 1 , the theme is set in the right hand over the cradle-rocking ostinato in the left hand, creating the Berceuse’s characteristic homophonic texture. Schenker’s notion of melodic span is intimately bound up with passing motion. He wrote that “a melodic span always presupposes a passing note: there can be no melodic span without a passing note, no passing note without a melodic span” ( 1996 , 9). (7) Melodic spans, that is, necessarily give rise to passing motion, and vice versa. Before perusing his Berceuse analysis, it is worth outlining Schenker’s basic conditions for passing motion.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "schenker_1996"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Schenker understood melodic spans in terms of second-species counterpoint, in which an added voice proceeds in half notes against a given whole-note cantus firmus. In the abstract, passing motion must meet three necessary and sufficient conditions, all of which are embedded in the well-formedness rules of species counterpoint—in Leslie Blasius’s ( 1996 , 13ff) words, a “contrapuntal laboratory” that, for Schenker, gives rise to particular effects that are elaborated in free composition. The first condition concerns meter: a regular alternation of marked (strong) and unmarked (weak) beats. In Book I of Counterpoint , Schenker wrote that second species “teaches how two notes in the counterpoint (specifically two half-notes) may be set against one note of the cantus firmus. This automatically necessitates for the first time [in the pedagogical progression through the species] a discrimination of two distinct beats. The first is called the downbeat , the second the upbeat [emphasis Schenker’s]” ( 1987a , 176). The second condition concerns melodic contour: the melody in the added voice must proceed in stepwise motion all in the same direction. If the counterpoint were to return to the same tone from which it initially departed, forming a neighbor motion, it would ultimately fail to pass from one tone to another. In order to avoid this sort of melodic stasis, “one must . . . simply avoid returning to the same tone, while otherwise adhering strictly to the principle of the passing tone. Or in other words: The dissonance introduced by step on the upbeat must also continue in the direction by which it entered ” ( 1987a , 178). The third condition coordinates the first two, requiring consonances between the counterpoint and cantus firmus on the strong beats. The added voice, then, must form a consonance with the cantus firmus on the downbeat, proceed in stepwise motion through either a consonance or dissonance on the upbeat, and continue in the same direction to a consonance on the following downbeat. None of the three conditions is individually sufficient; all three must be present. (8) And if they give rise to passing motion, they necessarily give rise to a melodic span.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "blasius_1996",
                    "schenker_1987a",
                    "schenker_1987a"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Melodic spans, in turn, produce what Schenker calls conceptual tension ( geistige Spannung ). Near the beginning of “Further Consideration,” Schenker explains in brief how conceptual tension arises from a span: “the conceptual unity of a span signifies a conceptual tension between the beginning and the end of the span: the primary note is to be retained until the point at which the concluding note appears” ( 1996 , 1). For Schenker, it is crucial that this tension is not just tension, but that the tension is conceptual ( geistig ): in retaining the initial note throughout the duration of the span, the primary note is conceptually drawn out, mentally stretched through time, beyond its point of origin in spite of subsequent span tones. (9) To aid the reader’s understanding of conceptual tension, Schenker made a linguistic analogy: “The tension in a span is analogous to that in the ordered succession of a linguistic entity, whose value is likewise ensured only by a conceptual tension” ( 1996 , 1). This analogy works particularly well concerning the German language, given its end-placement of certain verbs: conceptual tension persists until the end of the sentence, when the final verb is spoken and the full meaning of the sentence becomes clear. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "schenker_1996",
                    "schenker_1996"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] In a section from the same essay titled “The Dissonant Interval is Always a Passing Event, Never a Composite Sound,” Schenker elucidates this process by addressing the effect of consonance flanking dissonance in a melodic span: “It contradicts the nature of the dissonant passing note to discriminate in any substantial way among the intervals of a fourth, a seventh and a ninth, to say nothing of positing an increasing scale of dissonance for these intervals: the vertical dimension is altogether excluded, everything hinges on the horizontal tension alone. It is as though there were nothing but a vacuum [emphasis mine] separating the dissonant passing note and the sustained note of the cantus firmus” ( 1996 , 9–10; see also Schenker 1987b , 58). On each strong beat, we hear a consonance—a third, fifth, sixth, octave, tenth. But the exact intervallic relation of the dissonance remains perceptually undefined. Schenker argued that we do not hear the dissonance as a dissonance, as opposed to consonance, but rather as a duration of nothingness, a “vacuum” between the counterpoint and the cantus firmus. (11) Schenker portrays the distinction between consonance and dissonance, then, not as the familiar abstract opposition. Rather, where the perception of consonance is positively valenced, perception of dissonance is nonvalenced.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "schenker_1996",
                    "schenker_1987b"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] But as Schenker maintains, the dissonant upbeat is not perceptually bewildering: the notion of a “vacuum” creates a phenomenological space to fill. In Book II of Counterpoint , he writes: If the motion into the second half note introduces a dissonance, there is present on the upbeat, strictly speaking, only an interval dissonant against the lower voice; nevertheless, the second interval still remains under the influence of the harmony of the preceding downbeat. It is as if the harmony of the downbeat were still present at the upbeat—as if it were still sounding. . . . the first appearance of the dissonant passing tone produces a curious intrusion of the imaginary [emphasis mine]: it consists in the covert retention, by the ear, of the consonant point of departure that accompanies the dissonant passing tone on its journey through the third-space. ( 1987b , 56–58) The “curious intrusion of the imaginary” involves phenomenologically bracketing out the acoustical dissonance and mentally “sustaining” the downbeat consonance throughout the passing motion. Schenker was careful not to claim that mentally retained consonance completely masks the dissonance. Rather, the consonance only “ accompanies the dissonant passing tone,” which is submerged within the consonance, itself persisting as if “attached” to the cantus firmus. Mental retention thus affords second-species counterpoint a phenomenological quality lacking in first-species: “Therefore even two-voice counterpoint shows the beginnings of melodic composing-out —that is, the simultaneous unfolding of the same harmony in both vertical and horizontal directions —to the extent that it is capable of setting up a relationship of downbeat and upbeat such that both express the same harmony” ( 1987b , 58). Despite their temporal separation by dissonance, mental retention—which extends a consonant “bridge” over the dissonant vacuum—fuses the two downbeats into a single, indivisible musical motion. This, for Schenker, is precisely what creates conceptual tension, which, arising from a span, produces one of the principal aspects of musical experience: musical coherence.",
                "footnotes": [],
                "citations": [
                    "schenker_1987b",
                    "schenker_1987b"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Most crucial to musical coherence, particularly later in Der freie Satz , is  the Urlinie : “The traversal of the Urlinie is the most basic of all passing-motions ; it is the necessity (derived from strict counterpoint) of continuing in the same direction that creates coherence, and, indeed, makes this traversal the beginning of all coherence in a musical composition” ( 1979 , 12). However, Schenker’s discussion in Der freie Satz emphasizes anticipation, looking forward to the consonant resolution: “The goal and the course to the goal are primary. Content comes afterward: without a goal there can be no content. . . . A person stretches forth his hand and indicates a direction with his finger. Immediately another person understands this sign” ( 1979 , 5). Stepwise motion in a particular direction, then, points the way: “since it is a melodic succession of definite steps of a second, the Urlinie signifies motion, striving toward a goal, and ultimately the completion of this course” ( 1979 , 4). For Schenker, in spite of the shift of emphasis from retention to anticipation, this process of retaining musical tones through time while looking forward to the passing motion’s goal is the only way music can achieve coherence. (12) Nicholas Cook ( 2007 ) articulates this phenomenological configuration in Husserlian parlance: “it is the unified consciousness of retention and protention that defines a musically meaningful entity, whether at the level of the single phrase or an entire movement” (283). In Schenker’s own words, “ the melodic span is the sole vehicle of coherence, of synthesis ” ( 1996 , 1).",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "schenker_1979",
                    "schenker_1979",
                    "schenker_1979",
                    "cook_2007",
                    "schenker_1996"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Melodic spans give rise to conceptual tension, which in turn engenders musical coherence. In so doing, spans also produce the “effect of passing,” which, according to Robert Snarrenberg is “an effect of cardinal significance for Schenker’s theory” ( 1997 , 9). “If tones are configured in such a way as to produce the succession of effects—consonance–dissonance–consonance—the total configuration will produce the effect of ‘transition’ from one place of stability to another. That, in short, is the effect of passing” (12). Schenker located the effect of passing in stepwise passing motions (third-spans in particular) because they contain the necessary ingredients as discussed above. Crucially, however, the effect produced by passing motion is not coeval with passing motion itself, so Schenker was known to attribute the effect of passing to figures other than passing motions. Joseph Dubiel notes that the essential definition of the passing tone . . . is simply not that it is a dissonance approached by step and resolved by step in the same direction; rather it is a note, dissonant with its predecessor, through which its predecessor is “mentally retained”—that is, one which does not displace its predecessor—and the pattern of stepwise approach and resolution is only the most normal (or the paradigmatic) configuration of notes by which this effect might be produced. Thus “passing tone” is one term in Schenker’s Counterpoint that means something substantially different from what it means in [Fux’s] Gradus ad Parnassum —because Schenker is adjusting its meaning to facilitate his fantastic and profound extension of its scope. He is attaching the term to a particular “psychological” rhythmic effect, rather than to the arrangement of notes that most characteristically produces that effect. ( 1990 , 320–21) So in dissociating the effect of passing from the particular stepwise motion spanning a third, Schenker demonstrates how conceptual tension can encompass other melodic configurations (neighbor motions, three-note passing motions spanning a fourth, and even “prolonged” harmonies); any figure in which a subsequent, “passing” event can be heard as being “dissonant” with a preceding, “consonant” event and through which the preceding event is mentally retained. Dubiel writes that for Schenker, “a ‘passing event’ in this extended sense is a more or less new thing for events to be heard as —a new ‘thing for things to be’” ( 1990 , 317). 3. Schenker the Theorist: The Berceuse Analysis Example 2 . “Fortsetzung der Urlinie-Betrachtungen” (Schenker 1996, 13) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "snarrenberg_1997",
                    "dubiel_1990",
                    "dubiel_1990"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] In “Further Consideration,” Schenker illustrates the conceptual tension of spans with the four-measure theme of the Chopin Berceuse. After two measures of accompaniment, the theme—see again Example 1—begins in m. 3. Emerging from the theme, which sounds improvisatory and overflows with the graces of elaboration, Schenker ( 1996 , 13) hears a calmer, stepwise “inner” melody comprising the two melodic third-spans shown at the very top of Example 2 . As shown here, the theme features both large and small noteheads and is battened down with analytical slurs. (13) The first span, F– E ♭ – D ♭ , begins with the large notehead F on the downbeat of m. 3 and ends in m. 5 with the small notehead D ♭ , which is stemmed both above and below. Schenker marks the first span with a slur under the treble staff and labels it “(1. Terzzug)” for “first third-span.” The E ♭ passing tone on m. 3.4 is unlabeled as such. The second span, G ♭ –F– E ♭ , begins with the large G ♭ on m. 5.5 and ends with the small E ♭ on m. 6.4; E ♭ bears a descending stem with an eighth-note flag. Schenker marks this second span similarly with a slur under the treble staff and labels it “(2. Terzzug)” for “second third-span.” The first span carries the primary note F forward from m. 3.1 until D ♭ on m. 5.2, and the second span retains G ♭ through m. 6 until F on m. 7.1.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "schenker_1996"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Schenker ( 1996 , 2) argues that retaining the two primary tones F and G ♭ in succession gives rise to a larger-scale F– G ♭ –F upper-neighbor motion: By means of the tension of two spans, F – E ♭ – D ♭ and G ♭ –F– E ♭ , Chopin achieves the following, still more comprehensive tension, which has the meaning of a neighbor-note formation:\n\n\\[\n\n\\frac{\\begin{matrix}%\n  \\hat3&       -& (\\hat4)      &-& \\hat3 \\\\\n  \\text{f}\\,^2&  -& \\text{ges}^2 &-& \\text{f}\\,^2\n   \\end{matrix}}{\\text{I}}\n\\] As Schenker suggests, the F– G ♭ –F upper neighbor cradles the entire theme. At the bottom of Example 2, (a) presents the simplest picture of the upper-neighbor motion; it is also shown in (d) and on the top staff of (e) with solid slurs connecting its constituent large noteheads; (b) and (c) will be discussed below. The uppermost level, (e), highlights the neighbor motion with the careted scale-degrees 3 ˆ – 4 ˆ – 3 ˆ and a parenthetical abbreviation for “neighbor tone,” “(Nbn.).” In claiming that the “more comprehensive tension” of the upper neighbor arises “by means of the tension of two spans,” Schenker suggests that the theme features two separate yet simultaneous streams of conceptual tension: that of the two third-spans, which act in succession as tributaries, and the larger, more global stream of the upper-neighbor motion. Moreover, although neighbor motions do not pass from point A to point B, the middle note transitions between the outer tones and forms a harmonic dissonance, thereby producing conceptual tension. (14) As it is constructed from the tension of the two spans and has conceptual tension of its own, therefore, the upper-neighbor motion lends musical coherence to the theme as a whole.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "schenker_1996"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Schenker next explains the origin of the neighbor motion: “The neighbor-note formation of the theme is of programmatic significance; it comes from the neighbor-note motion F– G ♭ –F in the accompaniment, which musically illustrates the rocking of a cradle” ( 1996 , 2). Schenker diagrams the top voice of the accompaniment in the bottom staff of (e) in Example 2. The theme’s neighbor motion carries “programmatic significance” to the extent that its continual undulations from strong F to weak G ♭ resemble the rocking of a cradle. In an essay on Schenker’s Berceuse analysis, Antonio Cascelli ( 2003 , 62) argues that the accompaniment carries even more programmatic significance than the theme because its tonic-dominant oscillation more closely resembles cradle rocking: the accompaniment is rhythmically even, whereas the theme, with its delayed G ♭ , is not. See the neighbor motion in (a) of Example 2 and that shown in (d) and (e). In (a), F and G ♭ fill precisely two measures each. In contrast, (d) and (e) represent G ♭ more accurately as entering a half-measure “late,” thus compromising the theme’s representation of a steadily rocking cradle.",
                "footnotes": [],
                "citations": [
                    "schenker_1996",
                    "cascelli_2003"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The next section of Schenker’s discussion addresses how to hear the two spans, and obliquely, we learn why G ♭ is delayed: Insight into the theme, the variations, and the whole cannot be attained until one has learned to hear those two spans that make up the theme. The readings in (b) and (c) suffer, beginning with the upbeat of m. 4, from [a] contradiction of triads. The spans must come to terms with the accompaniment (see d): D ♭ in the downbeat of m. 4 is followed by C in the upbeat (against G ♭ in the accompaniment) and finally D ♭ in the downbeat of m. 5 as the final note of the first span. The latter progression thus expands the content as follows: F– E ♭ –( D ♭ –C)– D ♭ for F– E ♭ – D ♭ . True, even the latter voice leading would have achieved the goal; but it would have too openly drawn attention to its awkward position, and would thus have been irritating. Therefore the master found it necessary to reach over in mm. 4–5, above the first span (which was still in progress), with F– E ♭ – D ♭ as a kind of echo. The reaching-over progression masks the course of the initial one and re-fortifies the tension up to the final D ♭ in m. 5; but it had to be introduced by A ♭ at beat five of m. 3 and embedded in the triadic arpeggiation A ♭ –F– D ♭ (see the first square brackets in e and d) lest it act too obviously as a canonic imitation. ( 1996 , 3) In Example 2, (b), (c), and (d) are Schenker’s clearest depictions of the melodic process leading to the voice leading configuration in (e). The crux of Schenker’s argument concerns how the two spans “come to terms with” the accompaniment. If G ♭ were to sound directly on the downbeat of m. 5, it would form a dissonant perfect fourth with the bass D ♭ and a pungent minor ninth with the accompanying F. So other concessions are made. In (c) and (b), Schenker shows two ways in which each span could occupy two full measures, though additional problems ensue. In (c), the passing tones ( E ♭ and F) tie across the barline: on m. 4.1, E ♭ forms a minor seventh against F in the accompaniment; likewise, stepping from G ♭ down to F in the second half of m. 5 would create a major seventh against G ♭ in the accompaniment. In (b), conversely, the concluding tones of the two spans— D ♭ and E ♭ —expand to fill their measures, but D ♭ at m. 4.4 forms a perfect fourth against the implied bass A ♭ , and F and G ♭ move, in parallel sevenths, to E ♭ and F in mm. 5 and 6. Because the accompaniment’s harmonic oscillation cannot be altered, the theme’s underlying voice leading must adjust accordingly. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "schenker_1996"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Sliding G ♭ into the second half of m. 5, however, effectively gives the first span a half measure of additional time, so rather than filling two measures (four half-measures), three tones must now occupy two and a half measures (five half-measures). We already know that lengthening or tying any part of a span over a barline will violate the accompanimental harmony, so the span must somehow continue to develop without reaching D ♭ prematurely. Schenker’s solution is to “expand the content” of the first span by two dotted-quarter notes: he stretches F– E ♭ – D ♭ out to F– E ♭ –( D ♭ –C)– D ♭ . Rather than altering the point of departure or the goal, the passing tone E ♭ unfolds to an inner-voice C before proceeding to D ♭ on the downbeat of m. 5. With the first span properly fitted to the accompaniment, the second span falls naturally into place. Example 3 . First span and “echoing” span (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] But expanding the first span’s content creates another problem: the first span cannot expand to fill the extra measure without “openly drawing attention to its awkward position,” and without deviating from its original intent of proceeding directly to D ♭ . So another span, F– E ♭ – D ♭ , enters the theme covertly on the downbeat of m. 4, while the first span is “still in progress,” producing “a kind of echo,” serving to “mask the course of the initial span and re-fortify the tension up to the final D ♭ in m. 5” ( 1996 , 3). This “echoing” span is difficult to discern in Schenker’s notation, given that it apparently shares slurs with the A ♭ –F– D ♭ arpeggio, so Example 3 draws it according to his description. Descending stems and slurs indicate the first span (the highest structural level) shown in open noteheads, ascending stems show the echoing span (middle level) in closed noteheads with stems, while the “expanded content” from E ♭ to C (lowest level) appears in closed stemless noteheads. The slurs in Example 3 are more precise than Schenker’s in Example 2(d), though fully consistent with his description. The slur from E ♭ to C, not included by Schenker, highlights the first span’s “expanded content.” (16) Example 4 . Schenker’s Berceuse analysis simplified, with metrical analysis (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "schenker_1996"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] In Schenker’s account, with its two melodic spans and the larger-scale upper-neighbor motion, the Berceuse theme teems with conceptual tension and thus vividly exhibits musical coherence. But more telling than how the two spans and the upper-neighbor motion must be heard is the way he asks us to hear the first span’s expanded content and the second span in light of second-species contrapuntal guidelines. Example 4 superimposes a simplified version of Schenker’s hearing over a metrical analysis. Descending beams outline the two spans. The upper-neighbor motion is shown with slurs above the staff, and the “expanded content” is shown with slurs inside the first span. (For the sake of this discussion, these slurs intentionally represent the expanded content as a span within the first span.) As the exclamation points indicate, Schenker asks us twice to hear spans in spite of the accompaniment’s metrical cues. The E ♭ in m. 3 is metrically weak, precluding the possibility of hearing it as anything other than a passing tone from F. (17) Moreover, E ♭ unfolding to the inner voice C in m. 4 casts D ♭ on the downbeat of m. 4 as passing between E ♭ and C, in spite of its consonance above D ♭ in the bass on a strong beat and that it is flanked by weak-beat dissonances. The second span, with its complete metrical contradiction of the accompaniment, is more scandalous than the first, as though G ♭ and E ♭ were strong relative to a weak F. By hearing the theme this way, Schenker seems to have violated second-species metrical constraints, the first condition of passing motion discussed above.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] But Schenker’s analysis does not violate second species rules directly, since associating particular musical effects in free composition with those of species counterpoint assumes some measure of nonalignment between the effects of the former and the strict rules of the latter. We understand such nonalignments as prolongations or extensions of contrapuntal guidelines—a purposeful stretching of the rules, as it were, in the analytical “procession” from counterpoint to free composition—ultimately in pursuit of deeper analytical understanding. In this procession, certain contrapuntal rules transfer into free composition in their original formulation and others do not, a kind of filtering of contrapuntal rules. In a statement that a significant portion of this essay will adopt as an analytical mantra (as mentioned in the Introduction), Dubiel describes this filtering action such that we can learn more about both Schenker’s analysis and the Berceuse itself: “the question is what the maintenance of a particular contrapuntal principle will make it possible to attribute to passages” ( 1990 , 309). We can immediately apply this question to Schenker’s Berceuse analysis: his outline of Chopin’s compositional “process” (where “the spans must come to terms with the accompaniment,” thus delaying G ♭ , etc.) ushers directly into the theme the requirements of intervallic consonance and stepwise motion in the same direction, but extends or prolongs those of meter. Indeed, in Der freie Satz , Schenker argues that “since the principle of systole and diastole is inherent in our very being, metric ordering based on two and its multiples [emphasis mine] is the most natural to us” ( 1979 , 119). As a multiple of the Berceuse’s compound duple meter, then, we can hear all of m. 5 and its upper-neighbor G ♭ in m. 5 as metrically strong relative to mm. 4 and 6 without running afoul of contrapuntal rules. Without prolonging metric guidelines in this way, the Berceuse theme’s conceptual tension would be inaudible and undemonstrable; likewise its musical coherence would be decreased. 4. Schenker the Piano Pedagogue: a Neo-Schenkerian Fingering and a Transformational Model of Finger Choice",
                "footnotes": [],
                "citations": [
                    "dubiel_1990",
                    "schenker_1979"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Thus far, the discussion of the relationship between species counterpoint and free composition has centered on aural perception, i.e. how manifold musical effects can be heard ; here I turn to performance. I will continue to ask what can be learned by maintaining a “particular contrapuntal principle,” but will look beyond tonal relationships into the physical realm of piano performance, to investigate possible ways in which Schenker sought musical coherence in performance. As mentioned in the Introduction, I urge some caution on the part of the reader regarding the notion of Schenker as a “piano pedagogue”: Schenker’s writings on piano performance, even those in The Art of Performance , do not cohere as a systematic piano technique. Example 5 . Berceuse theme with neo-Schenkerian fingering (click to enlarge) Video 1 . Performance of the Berceuse theme with neo-Schenkerian fingering (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Before examining Schenker’s own fingering for the Berceuse theme, I will formulate my own “neo-Schenkerian” fingering: how we might perform it based solely on his written recommendations. Example 5 suggests a fingering for which the theme’s legato articulation is most decisive, an unbroken melody “sung” by the pianist “in one breath.” (18) Video 1 demonstrates a performance of this fingering. At a glance the fingering looks unnecessarily difficult and complicated. However, in The Art of Performance , Schenker writes that legato playing is “by far the most difficult and complicated manner of playing for the pianist. Just as the violinist is enabled to connect several notes by a continuous bow stroke on one string, as the singer can connect several notes with one breath, similarly a quiet hand position is the only one that gives the possibility of playing several notes in succession so that they—melting into one another, as it were—form a chain of notes with the same effect as a legato group on the violin or in singing” ( 2000 , 21). One legato technique involves what Schenker calls portamento : “after the completed leap, the initial tone from which the leap departs sounds together with the goal of the leap; thus the interval is much more clearly presented to the ear than if the leap were to occur ‘naked’ (that is, as a simple succession)—in other words, without simultaneous covering of the goal of the leap through continued sounding of the departure tone” ( 1987a , 89). In The Art of Performance , Schenker also writes that “keeping one finger down while another key has already been struck assures the effect of a slide most readily” ( 2000 , 22). By slightly overlapping key depressions, the resulting simultaneities sound less like simultaneities and more like seamless transitions, tones “melting into one another.”",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "schenker_2000",
                    "schenker_1987a",
                    "schenker_2000"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] The Berceuse theme seems to have been composed expressly with the effect of portamento in mind, with no pitch repetitions nor leaps greater than a perfect fifth. Additionally, Example 5’s fingering strives for a “quiet hand position”—such that the notes “melt into one another”—in that it minimizes lateral arm and hand movement through the gradual descent in mm. 3–5. It begins with the third finger (rather than second), and only moves the minimum distance to place the thumb on B ♭ in m. 4 and A ♭ in m. 5. It also minimizes finger crossings and thumb tucks that risk extraneous hand movement, save for crossing the third finger over the thumb in m. 6. (19) For Schenker, these fingering strategies bring the piano’s capacity for legato as close as possible to that of other instruments such as violin or voice.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Another noteworthy aspect of this fingering is the presence of finger substitutions for stepwise motion on the black keys. Such substitutions not only reposition the hand as needed. Schenker also writes that the most perfect legato effect comes from the continuing [ sic ] dragging along of one finger, for example \\[\n\\text{5-4},^\\frown\\text{5-4},^\\frown \\text{5-4 or 4-3},^\\frown \\text{4-3}, ^\\frown\\text{4-3}\n\\] creating the effect of a series of tones executed only by the fifth or fourth finger. This way a special kind of unity develops through the fingering that resembles a single breath or bow stroke. Such a finger technique allows the tones to flow into one another with an intimacy unequaled by any other legato technique ( 2000 , 28) Example 6 . Chopin Nocturne in E-flat major op. 9, no. 2, mm. 27–28 (click to enlarge) “Dragging” allows one and the same finger to attack successive adjacent tones, thereby circumventing the fingers’ natural discrepancies and the need to subjugate those discrepancies. Dragging occurs twice in this fingering: 2–1 on D ♭ and E ♭ in m. 5, and 4–5 on B ♭ and A ♭ across the theme’s apex. I could continue dragging into the second half of m. 6, but the more complex keyboard topography and C in the added voice render it impractical. As is well known, Chopin also embraced individual finger characteristics, and rather than working to equalize them (as was the trend in his time), exploited their differences to musical ends whenever possible. In fact, a kind of dragging appears in m. 5 of the Berceuse score of at least one of Chopin’s own students, the Scottish amateur pianist Jane Wilhelmina Stirling, with 4–2 on D ♭ and 3–2 on E ♭ ( Eigeldinger 1986 , 117n91). (20) Chopin also frequently assigned one finger to play an entire stepwise passage, necessitating lifting the whole hand between keys. Thus, although Chopin’s technique differs from dragging in its details, it shares the goal of playing adjacent keys with the same finger. It is an effective strategy for the highly expressive bel canto leaps followed by stepwise descents characteristic of Chopin, particularly the nocturnes. Example 6 presents an instance in mm. 27–28 of the Nocturne in E-flat major, op. 9 no. 2 ( Chopin 1973 , 14) with Chopin’s own fingerings provided. Although not explicitly indicated by Chopin, we can assume that the apex G on m. 27.4 is played by the little finger, creating a scalar descent from G down to C ♭ in which all white keys are played by the fifth finger ( E ♭ is taken by the fourth finger). For Chopin, rather than exploiting the whole hand and then striving to catch up by practicing to make the different fingers sound equal, it makes more sense to use the same finger on the same key plane. Example 7 . Audible result of literally sustaining the F– G ♭ –F upper-neighbor motion (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "schenker_2000",
                    "eigeldinger_1986",
                    "chopin_1973"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] While it facilitates “the most perfect legato effect,” dragging across the Berceuse theme’s apex, rather than playing B ♭ – A ♭ – G ♭ with a straightforward 5–4–3 fingering, promotes legato through a quiet hand, and also, for Schenker, helps to articulate the underlying voice leading: in “holding down a key even without the composer’s indication, that tone is raised to the rank of a true sustaining note,” and in so doing, “a new voice can be generated on the piano that exceeds the character of a sustaining voice and becomes obbligato” ( 2000 , 22). Physically holding F and G ♭ (beginning in mm. 3 and 5 respectively) gives the F– G ♭ –F upper-neighbor motion the effect of an obbligato voice. Were I to continue dragging into the second half of m. 6, holding G ♭ would be impossible without extra fingers. Example 7 notates the audible results of Schenker’s technique. The original theme appears with descending stems, and the sustained parts of the F– G ♭ –F upper-neighbor motion appear with ascending stems; my neo-Schenkerian fingering is repositioned below the staff, and the sustaining finger is given in parentheses above the staff. Regarding F in the first two-and-a-half measures, the “quiet hand” combined with the jagged contour leaves the fifth finger free for F. The fourth finger holds G ♭ through the remainder of m. 6, while the first three fingers manage the descent from F and the added C. In support of legato, holding F and G ♭ also anchors the hand, “ensuring a quiet and steady hand appropriate to a longer sequence of notes. It then appears as if the held fingers protectively foster the equal touch of the remaining fingers” ( 2000 , 22). As the curly brackets beneath the score suggest, however, the sustained tones disagree with the accompanimental harmony three times: F conflicts with the dominant harmony in the second halves of m. 3 and m. 4, and G ♭ conflicts with the tonic harmony in the first half of m. 6. And here, unlike our discussion of rule prolongation in Schenker’s Berceuse analysis, the nonalignment is not analytical, but rather audible. Schenker acknowledges this danger, however: “the note to be held is not always chosen according to harmonic or motivic principles” ( 2000 , 22). (21) Example 8 . Schumann, Melodie , from Album für die Jugend , op. 68, no. 1, mm. 1–4 (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "schenker_2000",
                    "schenker_2000",
                    "schenker_2000"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] What Schenker only broadly discussed in The Art of Performance is the extent to which successful performance depends on finger choice—a perennial issue in piano performance. Even pieces intended to minimize technical demands on the pianist demonstrate the importance of finger choice. For instance, the first four measures of Schumann’s Melodie in C major, the first piece in the Album für die Jugend op. 68, shown in Example 8 , are not technically demanding, but finger choice is crucial for the desired effect. There are absurd ways to begin, of course, such as beginning with the right thumb on E: we would immediately run out of fingers, causing unnecessary actions like crossing the third or fourth finger over the thumb, which would destroy the legato and require physical energy all out of keeping with the piece’s placid tone. It is more intuitive to begin with the fifth finger, establishing a right-hand position spanning the perfect fifth from E down to A. In this case, a hand position with the fifth finger on E and the thumb on A almost perfectly coincides with the right hand’s melodic ambitus in the first two measures, and it renders G in m. 2, which extends one key beyond the initial pentachord, easily accessible to the thumb. Stretching up to G on the downbeat of m. 3 automatically positions the hand for the subsequent descent. This G-to-G octave leap constitutes a kind of “modulatory” hand position spanning from the thumb to the fifth finger—one definition of “span” is, in fact, the distance between the tip of the thumb and the tip of the fifth finger—that resets the hand higher on the keyboard. On reaching the lower limit of this new pentachord, the fourth finger must cross over the thumb in order to maintain legato.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] This brief discussion hints at the complexity involved in finger choice, particularly given the Melodie ’s relative simplicity (irrespective of the left hand), but the fact that the performer utilizes anticipation and retention in a way that resembles Schenker’s understanding of passing motion—choosing certain fingers in anticipation of future events, certain fingerings that “retain” past fingering choices—suggests finger choice as a source for conceptual tension in piano performance in general. Before fleshing this out regarding the Schumann Melodie , recall our analytical mantra from Dubiel, concerned as it is with analytical insight culled from maintaining particular contrapuntal principles. Here the applicable contrapuntal principle is the intentional structure of the effect of passing—retention and anticipation, which together engender musical coherence—while the tonal realm, the audible surface of species counterpoint, is sacrificed. In examining piano fingering in these terms, our neo-Schenkerian fingering (and later, Schenker’s own fingering) for the Berceuse theme will illuminate new sources for coherence in music as performed, not just as heard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Schenker’s ideas get us started in formulating a coherent intentional model for finger choice. He hints at anticipation, writing that “a specific detail demands a single thrusting of the hand. This must be prepared from the outset, like bow strokes on strings and breathing in playing wind instruments; it must not be attempted during a passage while moving, from tone to tone as it were. The hand senses in advance , parallel to the composer’s thinking ahead; it forms its gestures accordingly. Thus the meaning of the phrase determines the position and motion of the hands” ( 2000 , 8). (22) Simply put, through finger choice, performance actions should cohere as single, unified gestures, such that actions occurring at different times relate to one another within “a single thrusting of the hand.” Citing the Schumann Melodie as an example, the choice (conscious or subconscious) to begin with the-fifth-finger-on-E anticipates both the-thumb-on-A on the downbeat of m. 2 and the-thumb-on-G at the end of the measure in that they both represent the lowest right-hand note up to that point in the music. This anticipation of future musical events evokes Schenker’s discussion of the Urlinie’s goal-directedness, which he says is as immediately comprehensible as “a pointing of the finger” ( 1979 , 5). What Schenker does not mention is that a sense of retention balances anticipatory choices: the-thumb-on-A retains our already having begun with the-fifth-finger-on-E, which evokes mental retention of a consonant point of departure through a dissonant passing tone. It is crucial, however, to note that the anticipated thumb-on-G does not technically retain previous actions because the hand-position change from the preceding C erases the physical remnants of the initial hand position; G is only anticipated. Finally, that finger choice passes over D, C, and B in m. 1, associating with the dissonant passing tone itself—a transitional event present in the performance, yet essentially bracketed out of the anticipation or retention involved in fingering choice. Consequently, just as we can distinguish Schenkerian conceptual tension from the tones involved in passing motion, we can distinguish the phenomenological structure of finger choice from the performance actions themselves. In any case, the interaction between anticipation and retention, which evokes that produced by passing motion, provides a means for the intentional structure of finger choice to give rise to conceptual tension in a realm distinct from the motion of tones. Much like passing motion, it gives rise to what Dubiel says is “a particular ‘psychological’ rhythmic effect,” one whose legato articulation fuses into an indivisible musical motion, a single thrusting of the hand. Example 9 . Rings’s Zug networks (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "schenker_2000",
                    "schenker_1979"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] This complex interplay between anticipation and retention in piano performance, as it pertains to finger choice, is essentially a new object of music-theoretical consideration. Consequently, a corresponding diagramming technique is needed to elucidate my analysis of each fingering’s configuration of anticipation and retention and, particularly when I turn to considering the Berceuse as a whole, will ultimately shed light on the intersection between Schenker’s performance views and his theories; the implication here is that on some level, Schenker sensed a relationship between the conceptual tension of melodic spans and that of finger choice. Although these forms of anticipation and retention are drawn from Schenker’s discussion of passing motion in tones, their behavior as related to fingers on a keyboard differs from that as related to notes in tonal pitch space. Traditional Schenkerian analytical metalanguage would thus be inefficient. Nevertheless, in Tonality and Transformation ( 2011 ), Steven Rings modeled passing motion à la David Lewin’s transformational attitude in terms apropos to the current analysis. Example 9 presents two “ Zug networks” ( Rings 2011 , 145), which configure the intentional structure of a melodic span: a descending third from 3 ˆ to 1 ˆ , and an ascending perfect fourth from 5 ˆ to 1 ˆ , both in C major. (23) As transformational networks, Zug networks maintain a distinction between the tones themselves and the intentional vectors of passing, but not a distinction identical to that between nodes and arrows, as in David Lewin’s iconic s-to-t network ( 1987 , xi). Rather, the distinction involves two different kinds of arrows. The smaller, straight arrows running between adjacent nodes show the progress of the passing motion itself. The larger, curved arrow from initial tone to goal tone—Rings’s spanning arrow , which deliberately evokes Schenker’s notion of Spannung (tension)—represents the network’s intentional structure. Spanning arrows fulfill a triple function. First, they show our mental retention of the point of departure by “directing the initial tone of the span to the goal” ( Rings 2011 , 146). Second, they anticipate the span’s goal tone by “suggesting a directedness of the listener’s attention toward the goal at the end of the span” (145). Finally and perhaps most crucially, they represent the dissonant passing tone as passing by passing over it altogether. Rings wrote that “to hear an event as passing at all implies an intentional structure—an awareness not only of a goal anticipated and held in consciousness, but also of intermediate events as not-yet-that-goal. . . .  Their status as ‘on the way but not yet there’ is captured by the fact that they are passed over by the spanning arrow, which directs a large intentional vector beyond them” (145). Example 10 . Intentional structure of the fingering of Schumann’s Melodie , mm. 1–2 (click to enlarge)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "rings_2011",
                    "rings_2011",
                    "lewin_1987",
                    "rings_2011"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] By adapting Rings’s Zug networks, it is instructive to model the intentional structure of our performance of Schumann’s Melodie . A few adjustments to Rings’s model are necessary, since tones and fingers occupy discrete musical spaces. Example 10 models the first two measures. The vertical dimension depicts the hand position established by beginning with the fifth finger on E, and the horizontal dimension shows performance actions through time within that hand position, with metrical designations along the bottom. (24) “Hand position” here refers not to the angle or attitude of the hand, but rather to the placement of all or some of the fingers on any assortment of piano keys—some area of contact with quantifiable upper and lower limits. (25) (I will give a more specific definition for hand position below.) Example 10 uses four types of arrows: spanning arrows, and three other types based on spanning arrows. All four types of arrows, their appearance in the diagram, and briefly, their functions are listed below: Spanning arrows , as their name suggests, function identically to Rings’s spanning arrows in the full tripartite sense discussed above. They appear as straight arrows pointing forward (rightward) and are enclosed completely within hand-position boxes. Anticipation arrows only represent phenomenological anticipation of a future musical action. They appear as curved arrows pointing forward. Retention arrows only represent retention of a previous musical action. They appear as arrows pointing backward (leftward); whether they are straight or curved is irrelevant to their function. Inter-hand-position arrows , which are not included in Rings’s model, represent transformations between hand positions. They appear as straight, forward-pointing arrows that connect hand positions, and feature finger-space labels following Bungert 2015. It also bears mentioning that unlike Rings’s Zug networks, my diagrams do not use straight arrows narrating moment-to-moment musical progress; again, all straight arrows pointing forward are spanning arrows. In the Schumann example, the spanning arrow points directly from E to A. First, paraphrasing Rings, it represents the pianist’s attention as directed toward the gesture’s goal of playing A with the thumb in m. 2. Second, it shows a retention of the point of departure in that the thumb plays A because of the past choice to begin with the fifth finger on E. Finally, it “passes over” D, C, and B, giving rise to the complete intentional structure of Rings’s spanning arrows; it represents, as Rings puts it, “an awareness not only of a goal anticipated and held in consciousness, but also of intermediate events as not-yet-that-goal” ( 2011 , 145). Intermediary nodes—D, C, and B—are omitted because only events that expressly influence finger choice are shown, not every literal event of the gesture. (26) Nevertheless, although my spanning arrows do function identically to Rings’s in their full tripartite sense in what they represent, this passing-over is optional for finger choice because conceptual tension only requires anticipation and retention. In other words, if the figure were simply a perfect fifth from E down to A, with no intervening stepwise melodic tones, anticipation and retention would still cooperate to form a coherent gesture, and in so doing would give rise to conceptual tension.",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "rings_2011"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Unlike spanning arrows, anticipation and retention arrows represent only forward-looking or backward-looking intentions, respectively, but although they are simpler, their presence and interaction suggest, overall, a more complex intentionality. The anticipation arrow, which sweeps down from E to G, shows the decision to begin with the fifth finger on E as promoting a relatively quiet hand through the transition to the brief hand position encompassing G. Conversely, there are four retention arrows in Figure 5, all pointing back to A. As the musical time cursor passes through A in performance, fingering intentions experience a polar shift, in that fingerings no longer anticipate future fingerings but only bear traces of previous ones. For instance, playing C with the middle finger just after the downbeat of m. 2 only depends on having already played A with the thumb. It may seem that it depends on our having already played C with the third finger in m. 1, but that is only a physical residue of the original intention of reaching A within a single hand position. As the melody’s registral nadir in the first 1½ measures, the-thumb-on-A is decisive in that all local fingering intentions depend on it—a phenomenological horizon across which neither the fifth-finger-on-E nor the middle-finger-on-C in m. 2 communicates. The pivotal function of A is made visually apparent in that arrows tend to cluster around it from both directions. The other three retention arrows operate similarly. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The inter-hand-position arrow pointing from C in the initial hand position to G in the second (brief) hand position represents conceptual tension on its own, but does so in a way different from spanning arrows. The arrow label “3–2” stems from what I call finger space ( Bungert 2015 , 102): the large numeral 3 represents the gesture’s departure finger, and –2 in subscript designates the arithmetic “distance” between the third finger and the thumb, regardless of the particular piano key. The action depicted by 3 −2 both retains its own point of departure (C) and anticipates the goal (G). In order to maintain legato articulation, we must at least briefly hold both C and G simultaneously on m. 2.4, à la Schenker’s portamento technique. My fingering suggests playing C with the third finger and G with the thumb, thus expanding the hand slightly beyond its one-to-one correspondence with adjacent white keys (in which the thumb would play A), because the third finger and thumb must simultaneously depress two piano keys lying a perfect fourth apart. If the line ended on A the hand would continue in the same five-finger position established on m. 1.1; thus, subtle though it may be, expanding the hand to G acts as a transition between two different hand positions and thus physically imbues the hand with the intended fingerings of two disparate musical times. Hence, the anticipatory expansion toward G occurs while depressing C, and by virtue of holding both keys simultaneously on beat 4, C is retained through the depression of G. Inter-hand-position arrows, then, are less concerned with finger choice per se , and more concerned with how the hand’s attitude/position intends the transition between hand positions—how its anticipation and retention associate different hand positions through a bond of conceptual tension. 5. Schenker the Piano Pedagogue: Modeling the Conceptual Tension of Schenkerian Fingering",
                "footnotes": [],
                "citations": [
                    "bungert_2015"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Schenker claimed that the composer’s “mode of notation does not indicate his directions for the performance but, in a far more profound sense, represents the effect he wishes to attain” ( 2000 , 5). As outlined in detail above, the slur calling for a legato effect in the Berceuse theme necessitates a fingering strategy that honors that effect. This strategy accords with Schenker’s sentiment that “what is essential is a thorough knowledge of all laws of composition. Having enabled the composer to create, these laws, in a different way, will enable the performer to recreate the composition. Inevitably one concludes that a performer who truly recreates is indeed close to the creator” ( 2000 , 3–4). In this spirit, the foregoing fingering is a solution based on Schenker’s own recommendations that could, by honoring Chopin’s slur, express the conceptual tension of the two spans. (28) This fingering is certainly not the only way to achieve a legato effect, even one that appeases Schenker (particularly given its contingent neo-Schenkerian status), because of course while the notion represents the composer’s desired effect, it is “up to the performer to find the means” (5). He wrote that “the true secret of the art of performance [is] to find those peculiar ways of dissembling through which—via the detour of effect—the mode of notation is realized” (6). Example 11 . Neo-Schenkerian fingering with annotated hand positions (click to enlarge)",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "schenker_2000",
                    "schenker_2000"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] As the brackets with Greek letters above Example 11 suggest, my neo-Schenkerian fingering of the Berceuse theme divides into four different hand positions. The remainder of this discussion operates under a more specific definition of hand position than that used above: any two or more adjacent fingers placed on any adjacent members of the D ♭ major scale. This more specific definition accords with Schenker’s belief that “the normal hand position, centralizing the fingers 1–5, is always the point of departure. Any other position is always ‘impromptu fingering’” ( 2000 , 34). Hand positions α and β occur more than once, and thus are numbered for clarity. All instances of hand position α place the third finger on F (second finger on E ♭ , etc.); hand position β places the fifth finger on F (the fourth finger on E ♭ , etc.); hand position γ, highest of all, places the second finger on G ♭ (the fourth finger on B ♭ , etc.); and hand position δ repositions the hand one diatonic step below hand position γ, with the fifth finger on B ♭ (the fourth finger on A ♭ , etc.). Asterisks and bracket breaks denote exceptions: the three asterisks mark isolated finger-to-key pairings that fail the definition of hand position since they do not place two or more adjacent fingers on adjacent members of the D ♭ -major scale. The one asterisk not coincident with a bracket break, under β1, indicates that the second finger on D ♭ occurs within that hand position: the fifth finger has already established the β1 hand position, and immediately after D ♭ , the thumb plays B ♭ , reconfirming β1. Example 12 . Intentional structure of neo-Schenkerian fingering (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schenker_2000"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] With hand positions marked, and with an analytical apparatus, we can now model the flow of conceptual tension in my neo-Schenkerian fingering of the Berceuse theme. Example 12 maps out the conceptual tension of the theme using hand-position boxes and the four kinds of arrows outlined above for the Schumann example, all subtended by metrical designations. Before diving into details, it is worth pointing out what is perhaps the diagram’s most visually conspicuous aspect: hand-position boxes, labeled with Greek letters, which correspond directly with the brackets above the score in Example 11. Rectangular hand-position boxes, e.g. α1, have crisp beginnings and endings, with no other simultaneous hand positions. Non-rectangular boxes involve complications such as, in the case of β1, holding F through the asterisked hand positions involving A ♭ and D ♭ in m. 5, and γ and α3, which extend G ♭ through other hand positions. These extensions involve, in Schenker’s words, “holding down a key even without the composer’s indication,” ( 2000 , 22) thus creating a new voice. In fact, looking over the entire diagram, the large-scale F– G ♭ –F upper-neighbor motion is made visually apparent by the long, horizontal spanning arrows that elongate—physically retain—the hand-position boxes from which they issue. The sustained notes are given spanning arrows because, presumably, the initial attack finger is chosen according to its ability to sustain throughout both the current hand position and subsequent hand positions (anticipation), and nearing its end, the act of sustaining physically retains that choice.",
                "footnotes": [],
                "citations": [
                    "schenker_2000"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] Although I will not scrutinize every single arrow, narrating a portion of the diagram, starting at the beginning, gives a sense for how the four types of arrows interact. The decision to begin with the middle finger on F serves two purposes. The first concerns the hand position under the α1 bracket: within the first measure, I play E ♭ a whole step below F, A ♭ a minor third above F, and according to Schenker’s recommendations, sustain F throughout the α1 hand position. Because the figure spans a perfect fourth and I wish to maintain a single hand position—a quiet hand for legato—my finger choice for F is limited to two fingers: the index finger or the middle finger. Beginning with the index finger is possible, but it would place the thumb on E ♭ , introducing unnecessary awkwardness; beginning with the middle finger delegates the whole α1 hand position to the fingers (not the thumb). The second purpose involves anticipating two future hand positions: β1, and that involving D ♭ , marked with the first asterisk, both of which lie a small distance to the left (on the keyboard) from the α1 hand position. To begin the theme with the index finger would necessitate moving further than necessary into m. 4. Beginning with the middle finger on F, then, expresses five anticipatory vectors: (1) reach E ♭ without repositioning, (2) reach A ♭ without repositioning, (3) sustain F throughout the α1 hand position, (4) begin as close as possible to hand position β1, and (5) begin as close as possible to the first asterisked hand position in m. 4. Therefore, of the five intentional vectors departing from F on the left side of the diagram, three are spanning arrows (straight, pointing forward, and enclosed within the α1 hand-position box) and two are anticipation arrows (curved, pointing forward to future hand positions). Spanning arrows point to E ♭ , A ♭ , and F in anticipation of maintaining that hand position and sustaining F, and they depict retention of F in that they maintain the α1 hand position, the hand position begun with the third finger on F until m. 4.2. The sweeping anticipation arrows, conversely, point to β1 and the first asterisked hand position to ensure proximity of the hand prior to their onset, but since the α1 hand position is erased during the transition from α1 to β1 (discussed below), F at the beginning of β1 is not retained. With these four initial arrows, conceptual tension persists until the high A ♭ at m. 3.5, the point at which the α1 hand position’s intentions shift to retention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] As is easily seen, A ♭ serves very strongly as the decisive node for the whole α1 hand position, principally because it forms the melodic apex of the hand position and therefore has a role in determining which fingerings precede and follow it. All of the arrows in α1 thus cluster around A ♭ . After A ♭ , our fingering intentions no longer anticipate future fingerings, but only retain past decisive fingering choices, so the arrows pointing from F and E ♭ (in m. 3.6 and 4.1) back to A ♭ are retention arrows. Nevertheless, with the horizontal spanning arrow associated with the sustained F and with the sweeping anticipation arrows still in play, conceptual tension inheres throughout the α1 hand position.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] The transition between hand positions, from α1 to β1 just after the downbeat of m. 4 following the inter-hand-position arrow labeled 2 3 , is more involved than the single transformational arrow suggests visually. The two sweeping anticipation arrows from F at the beginning of m. 3 still point to β1. And like the inter-hand-position arrow in the Schumann, the process of 2 3 -ing from E ♭ to F begins at the same time that the E ♭ key is depressed on the downbeat of m. 4. All three arrows in play at the downbeat of m. 4 anticipate future actions, so it appears that retention is missing. But as discussed above, the physicality implied by inter-hand-position arrows automatically engages retention; inter-hand-position transformations both retain their own node of departure and anticipate a future goal. In order to maintain legato articulation, we must, at least for a brief period of time, hold on to both E ♭ and F on m. 4.2. My neo-Schenkerian fingering sets the second finger on E ♭ and the fifth finger on F, so in order to hold E ♭ and bring the fifth finger in line with the wide, outer portion of the F piano key, I pivot on the index finger as I pull the wrist and forearm in to the left, causing ulnar deviation —bending the wrist outward, laterally toward the fifth finger. This action contracts the middle of the hand (the thumb is not yet explicitly involved) because the index finger and the fifth finger must simultaneously depress two piano keys only a whole step apart. During this sort of contraction process, the hand literally—physically—simultaneously enacts fingerings of two disparate musical times; it is a brief temporal duration in which the α1 and β1 hand positions cohere in a period of conceptual tension. The four other finger substitutions throughout the theme ( D ♭ , E ♭ , B ♭ , and A ♭ ) work the same way, with two interlocking hand positions through the transfer—the only difference is that the pitches remain unchanged.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Given the prevalence of spanning and inter-hand-position arrows in the rest of Example 12, this model of finger choice sustains conceptual tension throughout the duration of the theme. In terms of our analytical mantra, Schenker’s analysis maintains second-species conventions of intervallic consonance (in spite of metric ones), which allows him to attribute conceptual tension to the Berceuse theme. The foregoing section has uncovered a different principle related to Schenker’s understanding of second-species counterpoint: the interaction of anticipation and retention within the fingering choices made to maintain legatissimo throughout the theme. Maintenance of this principle allows us to attribute conceptual tension to the same passage but also account for its performance according to Schenker’s written guidelines for expressing legato. Thus, Schenker the theorist and Schenker the piano pedagogue have achieved a rare moment of agreement. 6. Schenker the Pianist: Conceptual Tension in Schenker’s Fingering Example 13 . Berceuse theme with Schenker’s fingering (mm. 1–10) (click to enlarge) Video 2 . Performance of the Berceuse theme with Schenker’s fingering (click to watch video) Example 14 . Berceuse theme with Pugno’s (1902) fingering (mm. 1–10) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] But now, Schenker the pianist complicates matters. Example 13 presents Schenker’s own fingering for the Berceuse theme as it appears on his personal annotated score, followed by Video 2, which shows a performance with a wider camera angle intended to show both hands and the torso. As is immediately apparent, Schenker seems to ignore his own general recommendations for fingering and in particular for legato. Dragging, as described above, is absent, and his annotations do not appear to suggest depressing any keys longer than Chopin’s notation stipulates. Additionally, Schenker’s fingering begins with the fourth finger on F, introducing a slightly awkward stretch between that finger and the fifth finger on A ♭ ; that is, he begins with an “impromptu fingering” ( 2000 , 34) that does not centralize the hand. Moreover, his fingering in m. 6 places the thumb on E ♭ on beat 4, which necessitates lifting the hand and arm up away from the torso, onto what Jon Verbalis calls the “black-key plane” ( 2012 , 149–50). It then requires crossing the index finger over the thumb to D ♭ —a series of actions that conceivably risk disrupting a legato, quiet hand. At the very least, with fewer instances of dragging and finger crossings, Schenker’s fingering is simpler than our neo-Schenkerian fingering; but beyond ignoring his own guidelines, it manages to upset long-cherished fingering conventions of placing the longer fingers on black keys while reserving the thumb (and often the fifth finger) for white keys.",
                "footnotes": [],
                "citations": [
                    "schenker_2000",
                    "verbalis_2012"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Archival evidence suggests that Schenker’s fingering is not entirely his own, but is rather based on a 1902 edition of Chopin’s complete works edited by Raoul Pugno. A lesson-book entry from the Oster Collection mentions a fingering devised for longtime piano student Evelina Pairamall, which is “new (compared with Pugno)” (Schenker, OC 3/3: 1918/19 ). (29) Although the relationship Schenker’s fingering bears to his analysis is undefined, comparing it to Pugno’s, given in Example 14 , is instructive. Schenker’s fingering is strikingly similar to Pugno’s, only differing explicitly in terms of which finger plays the quarter-note D ♭ in m. 5—an almost trivial matter, given the flexibility of the index-finger-to-thumb span and given the extra time to substitute fingers for the ascending arpeggio. Although Pugno did not specify a starting finger, the awkward stretch between F and A ♭ appears just the same near the end of m. 3, suggesting an origin for Schenker’s fourth-finger beginning; to Schenker’s credit, this beginning does minimize leftward hand motion in mm. 3 and 4. The most significant difference concerns the descending stepwise passage in m. 6 (i.e. the second span): where Schenker placed the thumb on E ♭ , Pugno specified no fingering aside from playing the high B ♭ with the fifth finger. (In fact, the next fingering specified by Pugno only appears in m. 7.) Schenker’s fingering thus largely duplicates Pugno’s, but is more specific through the second span. In turn, this specificity betrays an importance for the second span of which Pugno was apparently unaware: Schenker’s guidance is essential for a proper performance—to best enact Chopin’s requested legato effect, and to best express the theme’s conceptual tension and musical coherence.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] We know that Schenker was primarily concerned with surface phenomena in performance ( Rothstein 1984 ), but this fingering, like some of his others, could function to express the underlying voice leading. In The Art of Performance , Schenker calls this type of fingering pattern a “long” fingering; Heribert Esser writes that long fingerings constitute “those fingerings in which the passing under of 1 or the crossing over of 3 or 4 is avoided as much as possible” ( Schenker 2000 , 89n4). Schenker writes that such fingerings are appropriate “depending on the chord—on its meaning in the sense of the synthesis” ( 2000 , 34). There is evidence that Schenker’s fingerings were sometimes designed specifically to express voice leading below the surface. In the second volume of Der Tonwille , Schenker’s analysis of the Andante con moto from Beethoven’s “Appassionata,” op. 57, refers the reader to his own edition of the Beethoven sonatas, where his left-hand fingering features apparently unnecessary finger substitutions that slightly delay, and thus emphasize, the members of the tonic triad within a descending fifth progression ( Terrigno 2009 , 9–11). In the present case, while it is possible that the long fingering from B ♭ to E ♭ is meant to bring out the B ♭ – G ♭ – E ♭ descending arpeggio in the second span, or at least express it with a “single thrusting of the hand,” it is far less likely that Schenker’s fingering for the first span has a similar intention. Example 15 . Berceuse theme with Schenker’s fingering, including annotated hand positions (click to enlarge) Example 16 . Intentional structure of Schenker’s fingering of the Berceuse theme (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rothstein_1984",
                    "schenker_2000",
                    "schenker_2000",
                    "terrigno_2009"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] If we expect the continual presence of both anticipation and retention to create unbroken conceptual tension, however, Schenker’s fingering is dissatisfying when modeled in the transformational terms outlined above, even if the two spans’ conceptual tension is expressed through legato articulation (see note 28). Example 15 interprets Schenker’s fingering in terms of hand positions, using brackets labeled with Greek letters. Numbers without parentheses indicate fingerings given explicitly by Schenker, while those in parentheses are implicit, provided by context. Example 16 models this fingering using the transformational procedure discussed above. In addition to featuring a simpler series of hand positions, it has a simplified intentional structure, including a gulf in conceptual tension, between the high B ♭ at the end of m. 5 and E ♭ in m. 6, that features only retention; anticipation drops out entirely. Although Schenker the theorist and Schenker the piano pedagogue agree on conceptual tension throughout the theme, Schenker the pianist appears to forego consistency in search of other musical intuitions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Some of Schenker’s other annotations in Example 13 provide clues toward a better understanding of his performance. Among the more interesting annotations are the slur in mm. 3–5 and the hairpin dynamic markings, which insinuate that Schenker intuited a qualitative difference between the two spans, and that performance is crucial to its articulation. That is, in lieu of conceptual tension, Schenker’s fingering exudes an unexpected epistemological tension, in that his annotations suggest a different understanding of each span’s function, a tension that begs further interpretation. The function of the slur from F in m. 3 to D ♭ in m. 5—precisely the first span—is ambiguous because the second span contains no such slur. Thus it is unclear, in light of the analysis in Das Meisterwerk , just what kind of slur it is: prolongational, phrase, something else? But its presence and then absence suggests a kinship with my transformational model of Schenker’s fingering: the first span maintains conceptual tension and the second does not. Moreover, between the onset of the theme and the beginning of the second span in m. 5, Schenker writes no fewer than three decrescendos, all within a piano dynamic marking. For Schenker, each individual dynamic marking refers to a “psychological quality of great elasticity and relativity”; specifically, a p marking can be interpreted “as being less the low point of a physical quantity than an intimate utterance” ( 2000 , 39). The first decrescendo, which coincides with the first span and is comically large, seems to show a gradual move toward more intimacy, as if physically leaning in toward the piano in a kind of sotto-voce gesture. The smaller second marking, beginning directly under G ♭ in m. 5 and terminating under the following B ♭ , seems to establish the intimate tone of the second span. (And the small arrow pointing leftward hints at a miniscule ritardando , or even rubato, to emphasize the shift in tone.) The third decrescendo is more difficult to decipher, given its position needlessly far above the treble staff, its extension into the right margin, and its lack of a definite endpoint; it would be helpful if it continued into the second system. Finally, recall that “the neighbor-note formation of the theme is of programmatic significance; it comes from the neighbor-note motion F– G ♭ –F in the accompaniment, which musically illustrates the rocking of a cradle” ( 1996 , 2). In this vein, Schenker’s annotations for the upper voices of the accompaniment ( A ♭ , F, and G ♭ ), which are almost overly fussy, reflect the difference between the two spans. In spite of the measure-long slur given by the composer, Schenker drew slurs that separate beat 3 from beat 4, and he provided a fingering that restricts the F– G ♭ motion to the thumb and the D ♭ –C motion to the third finger, causing a separation between tonic harmony on beat 3 and dominant on beat 4. (30) Schenker’s annotations for the theme and its analogous neighbor motion in the accompaniment thus disclose a tangible difference between the two spans as performed.",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "schenker_2000",
                    "schenker_1996"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] Most striking about Schenker’s fingering for the second span, as mentioned, is that playing E ♭ in m. 6 with the thumb directs the hand and arm in toward the piano, such that the elbow moves up and to the right, away from the torso, and then back; the whole playing mechanism below the shoulder inhabits the black-key plane ( Verbalis 2012 , 149–50). This sense of bodily choreography evokes some of Schenker’s performance annotations in the Beethoven sonatas: in some cases he drew on the score the intended path of the hand through the air, between attacks, to express a particular detail ( Rothstein 1984 , 21–22). Schenker’s fingering for the Berceuse theme choreographs the hand similarly, but renders a literally drawn path obsolete: the fingering itself creates the appropriate arm movement.",
                "footnotes": [],
                "citations": [
                    "verbalis_2012",
                    "rothstein_1984"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] Because this action moves more slowly than the individual fingers, and its constituent body parts lie closer to the bodily core than the fingers, it represents a deeper physical structural level, as it were, than that at the surface of the performance. It approximates what Alexandra Pierce ( 1994 ) calls a “kinesthetic experience of structural levels” in which “the movement of the background is an anchoring that permits and supports the more articulate foreground action and at its best responds with elasticity and buoyancy to the calls on it from the surface” (57). (31) She describes the situation in nuce : “When we walk, legs swing to articulate the foreground into a series of steps; arms swing in sympathetic counterbalance; trunk and head move simultaneously a slower, continuous line through space—an undivided, more background, progression. Playing the piano, the deft actions of our flying fingers are connected to slower, more generalized swayings of the trunk and are grounded by the supportive contact of pelvis to chair and feet to floor” ( 1994 , 57). At the piano, although they unfold at different rates, the “flying fingers” of the theme are intimately connected through the body both physically and intentionally to the “slower, more generalized” actions of larger body parts, the arms and torso. Thus, although the discussion of just what kinds of intentions are involved in the body’s slower actions will not be as precise as that for finger choice, they provide a possible means to understand how the second span can be said to engender conceptual tension.",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "pierce_1994",
                    "pierce_1994"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] In moving the hand, arm, and elbow up and to the right—and back—the pianist executes a physical “neighbor motion” at a structural level coincident with the large-scale F– G ♭ –F neighbor motion identified in Schenker’s analysis. The critical question emerges: how could a physical neighbor motion embody the intentional structure of passing motion? In answering this question, it is worth a final recapitulation of our mantra, which asks “what the maintenance of a particular contrapuntal principle will make it possible to attribute to passages” ( Dubiel 1990 , 309). Much like the transformational model above, our model for physical neighbor motion maintains the intentional structure of passing motion, but through physical intentions rather than phenomenological ones. This intentional structure operates differently because unlike the performer, who makes conscious finger choices of one kind or another, the intentions of the wrist, arm, and elbow operate below the surface, as it were, less available to introspection. Additionally, these body parts do not occupy space on the keyboard like the hand, so it would be inappropriate to relate disparate states through inter-hand-position arrows and the like. Thus the-arm-up-to-the-right cannot retain the-arm-down-to-the-left from earlier on in the music without the oversight of some other more central bodily perspective. We typically judge arm and hand positions in terms of the body’s core, which Verbalis called the “movement center” ( 2012 , 149). Buttocks are usually situated in one spot on the piano bench, but torsos can sway in various combinations of side-to-side and front-to-back. Because it remains still, relative to our extremities, the bodily center provides the point of reference according to which we experience the physical neighbor motion in performing the theme. But we cannot assign conceptual priority to the bodily core itself because, given that conceptual tension involves a “‘psychological’ rhythmic effect,” temporality remains the governing clause. Example 17 . Physical neighbor motion at a deeper structural level (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "dubiel_1990",
                    "verbalis_2012"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] It is certainly not incorrect to claim that the right hand is “out-to-the-right-and-up” with reference to the bodily core, but it is what the bottom of the torso does through time—more specifically, what it does not do—that grounds this understanding of conceptual tension: it remains comparatively still. Example 17 illustrates how the physical neighbor motion associated with hand/arm/elbow position creates conceptual tension, based on the intentional structure of passing motion. Visually speaking, the effect is subtle, so Example 17 exaggerates the move up to the black-key plane compared to a typical performance of the theme. The top-left picture represents the pianist’s position during the first span, the middle picture represents their position during the second span, and the bottom-right picture represents a return to the original position. The two parallel arrows track the theme’s progress through the diagram, serving as frames of reference to more clearly see the bodily differences. The orange arrow shows the relative stillness of the movement center (lower torso), and the green arrow highlights the positional differences of the pianist’s head, shoulder, elbow, and hand between the two spans.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The crucial aspect is that the arm, hand, and elbow move, but the movement center, near the bottom of the torso, remains relatively still, a sequence of physical states that incorporate the intentional structure of conceptual tension. Retention is relatively straightforward: the movement center maintains its position as a point of reference against which the upper body’s position is assessed. Thus, during the second span, the movement center serves as a physical remnant of its position in the first span. Anticipation, on the other hand, is abstruse enough to require a more explicit connection between phenomenological intention and physical action. In Phenomenology of Perception , Maurice Merleau-Ponty writes that “in the action of the hand which is raised towards an object is contained a reference to the object [emphasis mine], not as an object represented, but as that highly specific thing towards which we project ourselves, near which we are, in anticipation, and which we haunt” ( 2002 , 159). The action itself refers to the object, the specific “thing” toward which it is projected. In the Berceuse theme, the action of the arm, hand, and elbow up to the black-key plane itself constitutes the phenomenological intention. But how does our action “reference” the black-key plane as a goal but “not as an object represented?” Merleau-Ponty would have us distinguish the hand, arm, and elbow from the action itself. The hand is not conscious of the black-key plane such that there is some homuncular “little-man-in-the-hand” who phenomenologically intends it. Nor do we somehow direct our own consciousness toward the black-key plane, as if the hand were a kind of phenomenological periscope. The black-key plane, rather, is contained in the upward and inward action. As Merleau-Ponty puts it, such an action is intentional in that “it does not rest in itself as does a thing, but that it is directed and has significance beyond itself” ( 2002 , 248). (32) Together, the retention of the movement center and the anticipation of the act of reaching the black-key plane constitute conceptual tension in the second span. (33) 7. Organic Coherence: Chopin’s Particular Synthesis",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Schenker’s fingering provides a way of interpreting the Berceuse theme as maintaining conceptual tension, but given the tangible qualitative difference between how the spans create that tension (from finger choice to physical phenomena), and because each form of tension involves a different principle associated with counterpoint, our understanding of the theme seems fractured and ambivalent. Nevertheless, our understanding coheres when considered in relation to the large scale. Indeed, the bodily intentional structure discussed in the previous section enables us to attribute musical coherence—an organic relationship—to the accompanimental ostinato, the theme, and to the Berceuse as a whole. I will begin with the accompaniment. In his Meisterwerk II analysis, Schenker briefly described his understanding of the whole Berceuse, beginning, as above, with the accompaniment: “the neighbor-note formation of the theme is of programmatic significance; it comes from the neighbor-note motion F– G ♭ –F in the accompaniment, which musically illustrates the rocking of a cradle” ( 1996 , 2). He then briefly addressed the rest of the piece: “In twelve variations (of four bars each) the tension contained in the neighbor-note motion is increased until finally, over the course of an expansion to eight bars (instead of four) and the descending register transfer F5–F4, all of which begins [in m. 55] fourteen bars before the final cadence, it draws to a close with 3 ˆ – 2 ˆ – 1 ˆ in the one-line octave (this register is to be observed also in the first bar of the piece)” ( 1996 , 2). (34) As shown in Example 13, in m. 1 of his annotated score Schenker prescribed using the thumb on both F and G ♭ in the accompaniment; with the hand pedal on A ♭ (according to Schenker’s slur between beats 2 and 5), the left hand ascends to the black-key plane in the second half of the measure in spite of the middle finger playing C. (35) In this sense, the relationship between the accompaniment and the theme encompasses more than just the F– G ♭ –F neighbor motion: it also involves the bodily core. Example 18 . Berceuse eight-measure variation to final cadence, mm. 55–70 (Measure numbers in italics and a Roman-numeral analysis have been added by the author) (click to enlarge) Video 3 . Performance of Schenker’s fingering of the Berceuse, mm. 55–70 (click to watch video) Example 19 . Deep-middleground voice-leading diagram of the Berceuse (click to enlarge)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "schenker_1996",
                    "schenker_1996"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] This relationship, then, is projected across the Berceuse from the theme, through the twelve variations, to the eight-measure variation beginning in m. 55. Example 18 shows Schenker’s annotated score of the eight-measure variation along with the final measures of the piece ( Schenker, OJ 31/24 , 73). (36) Video 3 demonstrates Schenker’s fingering of the final fourteen measures of the Berceuse. In m. 55, the tonic-dominant oscillation of the accompaniment ceases and C ♭ enters the texture on beat 4, suggesting V 7 /IV. Four measures later, C ♭ resolves to B ♭ on the downbeat of m. 59, pushing to the subdominant (over the immutable D ♭ pedal), the first harmony outside of the tonic-dominant sphere. This watershed moment represents the upper-neighbor motion of the theme, and by extension the accompaniment, writ large. Simultaneously, the keyboard topography of D ♭ major lifts both hands up onto the black-key plane. Schenker’s fingering into m. 59 supports this action: in the last eighth note of m. 58, he places the second finger on C ♭ and the thumb on A ♭ , to position the second finger for B ♭ . He then crosses the thumb under the index finger for the minor-third leap to D ♭ , which raises the right hand even farther. Schenker did not stipulate a fingering for the accompaniment; in any case, regardless of fingering, the left hand plays completely on the black keys in mm. 59–60. With both hands involved, the torso shifts more decidedly than within the accompaniment or theme alone—both hands, both arms, both elbows, and both shoulders. In m. 61, the body gradually decompresses as two measures of dominant (still over the D ♭ pedal) lead to a varied reprise of the theme in m. 63. After that point, harmonic oscillation ceases entirely, leaving only tonic. The descending register transfer coincides with the varied reprise, leading back down from F5 to F4, and ultimately yields to 3 ˆ – 2 ˆ – 1 ˆ in mm. 68–70.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] In terms of visualizing an Ursatz for the Berceuse, we have little beyond the description given above, but given Schenker’s description of the Urlinie (which agrees with the faint “ 2 ˆ ” and “ 1 ˆ ” drawn above mm. 69 and 70 in his score), and given the piece’s relatively simple form and harmonic plan, it is not difficult to sketch one, nor is the result remarkable. (37) Example 19 presents such a graph of the Berceuse, which includes the Ursatz . The one aspect that bears mentioning is the gap between m. 7 and m. 55 that ignores all of the variations between the theme and the eight-measure variation. In its essential form, the Ursatz begins in m. 1 with F atop the accompaniment, and descends in the Berceuse’s final two measures with the full cadence in mm. 69–70. In the meantime, the first ascent via octave-coupling is shown from m. 2 to m. 3 with the onset of the theme, and its descent is shown in mm. 63–65 after the varied reprise of the theme.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Two factors reinforce the organic relationship between the theme and the whole. The first involves the tangible qualitative difference Schenker’s fingering posits between the theme’s two spans: the shift from an apparent focus on surface phenomena in the first span (a fingering aimed at producing legato) to more a more intimate dynamic level in the second span, an affinity toward background phenomena (the “long” fingering aimed at expressing the underlying voice leading). As we have seen, the torso’s motion toward the piano supplements the more background focus of the second span’s fingering, as it does with the accompaniment, albeit on a smaller scale. It is this motion that forges a physical connection—in terms of the intentional structure drawn from species counterpoint and associated with torso motion—across the whole Berceuse. Significantly, the intentional structure of legato finger choice cannot enjoy this same long-range relationship because it is necessarily a surface phenomenon, rarely if ever spanning more than a measure or two.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] The second factor evokes Schenker’s comments at the end of his Berceuse analysis regarding octave-coupling . He writes: “Seemingly aimless, a play of rising and falling, falling and rising, octave coupling in reality has the purpose of generating content, of connecting high and low registers and maintaining the obbligato character of each; but invariably—and this must be emphasized—it signifies a conceptual tension and serves the coherence of the parts and, not infrequently, of a totality” ( 1996 , 3). In the Berceuse, both instances of octave-coupling engage the torso through critical musical events. The initial ascending register transfer from F4 in the accompaniment to F5 at the beginning of the theme in m. 3—the same musical transformation that establishes the relationship between the accompaniment and the theme—involves an instantaneous motion across the torso from the left hand to the right hand, across the lateral space always already occupied by the body. The descending register transfer beginning in m. 63, on the other hand, is carried out by only the right hand over the course of three full measures; that is, it is performed manually through gradual stepwise motion and occupies time. The right hand’s leftward motion subtly returns the torso to the left, to its original position before the low D ♭ on the first downbeat. This physical aspect of octave-coupling can be seen in the deep-middleground graph in Example 17: the Urlinie begins in the bottom stave in m. 1, jumps to the top stave in m. 3, and then descends to F4 in mm. 63–65 but remains on the top stave. And the icing on the cake, or the final drift into sleep (whichever you prefer) involves the right thumb sliding from G ♭ in m. 69 down to F in m. 70 for the final 2 ˆ – 1 ˆ cadence, a last return from the black-key plane to the white-key plane, and a reversal of the F– G ♭ that gave rise to the initial neighbor (torso) motion. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "schenker_1996"
                ]
            }
        },
        {
            "7.6": {
                "text": "[7.6] These factors—the large-scale role of the torso and its correspondence with octave-coupling—resonate with Schenker’s comments in Der freie Satz about organic unity, which can be taken both metaphorically and literally: “It should have been evident long ago that the same principle applies both to a musical organism and to the human body: it grows outward from within. . . . The hands, legs, and ears of the human body do not begin to grow after birth; they are present at the time of birth. Similarly, in a composition, a limb which was not somehow born with the middle and background cannot grow to be a diminution” ( 1979 , 6). In other words, all of the materials needed for large-scale organic coherence in the Berceuse, both theoretical and physical, are present in the first measure of the accompaniment: 3 ˆ of the Urlinie , the F– G ♭ –F neighbor motion, and playing F and G ♭ with only the thumb, drawing the torso in toward the piano. These materials are then projected into the theme in m. 3, sustained across the variations, highlighted in the eight-measure variation, and drawn to a close in the final measures as the torso returns to its place of origin to the left (its birthplace, as it were) and the right thumb (which lies on the other side of the torso) reverses its initial F– G ♭ motion by playing G ♭ –F in the final 2 ˆ – 1 ˆ cadence. With these processes in mind, Schenker’s comments can be read as connecting organic musical coherence, in general, with the human body in its role in performance and in its natal origins, which are particularly vivid given their present application to a genre traditionally associated with infants. * * *",
                "footnotes": [],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] I have demonstrated how the Berceuse’s synthesis involves tonal and physical performance phenomena. By way of conclusion, I discuss how the foregoing analysis relates to the position of Schenker’s Meisterwerk II analysis in the development of the Urlinie , and further, how it relates to his understanding of what he calls “Chopin’s particular synthesis” ( 2000 , 33). The Berceuse analysis appeared in the mid-1920s, at what Robert Morgan suggested is the culmination of Schenker’s development of the Urlinie as an analytically viable tool, a “critical point in his evolution” ( 2014 , 118). (39) At the very least, aside from our inability to date the annotated Berceuse score precisely, the current analysis accords with Schenker’s concern, at that time, with the notion of synthesis. And the suggestion of Schenker’s continued devotion to performance is supported by an entry in his diary from July 1930, which states that “the ‘Theory of Performance’ . . .  is organically connected with my new theory.” But as the point of departure of this essay suggests, Schenker was unable to accommodate the role of performance, which requires more commentary than theory, within the realm of large-scale musical synthesis.",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "schenker_2000",
                    "morgan_2014"
                ]
            }
        },
        {
            "7.8": {
                "text": "[7.8] It is possible that Chopin occupied a special place in Schenker’s analytical thinking, one carved out by performance experience, which hints at a unique analytical regard for Chopin’s music. In writing that “only once, namely in Chopin, did the needs of his own, particular synthesis and those of the hand fuse so perfectly that synthesis never was sacrificed to the hand, or vice versa” ( 2000 , 33), Schenker suggested that in performing Chopin, the physical aspects of performance form an important component of musical synthesis. With regard to Chopin’s “own, particular synthesis,” the word “particular” is suggestive. Did Schenker think that Chopin’s synthesis differed substantially from that of other masters—say Bach’s, Beethoven’s, or Brahms’s—in a purely musical sense? Most certainly not. “Synthesis,” in this context, to borrow from Irene Schreier Scott, “is Schenker’s term for organic unity, i.e . the idea of a work of art in which every part is organically related, supported by a single unifying background structure” ( Schenker 2000 , 20). Chopin’s synthesis is “particular,” then, with reference to the distinctive aspects of his compositional imagination, some of which are discussed above, in which physical performance realities and musical synthesis reinforce one another. Add to this Felix Salzer’s description of Schenker’s playing ( Schenker 1969 , 20): “I shall never forget the highly persuasive and artistic manner in which he explained particular sections or passages, playing them on the piano, sometimes in ‘slow motion,’ so as to make their voice leading clear. Thus it appeared that the explanations and analytic readings grew, so to speak, out of the most inspired and lucid playing.” Salzer’s description, understood with regard to Chopin, thus points to a kind of circular artistic and analytical economy, in which performance first gives rise to analyses, analyses then reveal musical content, and finally, performance (re)creates that content.",
                "footnotes": [],
                "citations": [
                    "schenker_2000",
                    "schenker_2000",
                    "schenker_1969"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.3.bungert.html",
    "data": "mto/data/mto.17.23.3.bungert.json"
}