{
    "title": "Prioritizing Narrative Structure in Large-Scale Film-Music Analysis: A Case Study of Dramatic Irony in <i>Barton Fink</i>",
    "date": "2023/03/01",
    "volume": "29",
    "issue": "1",
    "authors": [
        "Jarvis, Brian Edward"
    ],
    "abstract": "In this article, I introduce and outline a graphic technique for large-scale film-music analysis that utilizes the film’s narrative structure as a scaffold on which to conduct musical inquiry. This technique combines Seymour Chatman’s narrative theory with Gustav Freytag’s theory of dramatic structure into a temporal map called a Narrative/Dramatic Structure diagram (NDS diagram) upon which a film’s complete score can be viewed and explored. I analyze Carter Burwell’s complete score to the Coen brothers filmBarton Fink(1991) as a case study and demonstrate its usage of large-scaledramatic ironythat provides focus in an otherwise perplexing narrative.",
    "keywords": [
        "Multimedia",
        "Interdisciplinary",
        "Film Music",
        "Form",
        "Dramatic Irony",
        "Narrative",
        "Cumulative Form",
        "Carter Burwell",
        "Joel Coen",
        "Ethan Coen"
    ],
    "doi": "10.30535/mto.29.1.1",
    "received": "September 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.1/mto.23.29.1.jarvis.pdf",
    "author_info": [
        {
            "name": "Brian Edward Jarvis",
            "university": "The University of Texas at El Paso",
            "address": "Fox Fine Arts Center, M-431, El Paso, TX 79968",
            "email": "brianedwardjarvis@gmail.com"
        }
    ],
    "citations": {
        "aakriti_2020": "Aakriti [pseud.]. 2020. “Freytag’s Pyramid: The 5 Steps to a Gripping Tale.” Icytales (blog), November 27, 2020. https://icytales.com/freytags-pyramid.",
        "alcott_2007": "Alcott, Todd. 2007. “Coen Bros: Barton Fink .” Todd Alcott (blog). http://www.toddalcott.com/coen-bros-barton-fink.html.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–96. https://doi.org/10.1093/mts/mtv020.",
        "barnes_2005": "Barnes, Randall. 2005. “Collaboration and Integration: A Method of Advancing Film Sound Based on the Coen Brothers’ Use of Sound and Their Mode of Production.” PhD thesis, Bournemouth University.",
        "barthes_1975": "Barthes, Roland. 1975. “An Introduction to the Structural Analysis of Narrative.” Translated by Lionel Duisit. New Literary History 6 (2): 237–72. https://doi.org/10.2307/468419.",
        "bedford_2012": "Bedford, Stuart W. 2012. “The Life of the Mind: A Reading of Barton Fink .” https://whatculture.com/film/the-life-of-the-mind-a-reading-of-barton-fink.",
        "bergan_2000": "Bergan, Ronald. 2000. The Coen Brothers . Thunder’s Mouth Press.",
        "bonds_2010": "Bonds, Mark Evan. 2010. “The Spatial Representation of Musical Form.” The Journal of Musicology 27 (3): 265–303. https://doi.org/10.1525/jm.2010.27.3.265.",
        "booker_2007": "Booker, Keith M. 2007. Postmodern Hollywood: What’s New in Film and Why It Makes Us Feel So Strange . Praeger Publishers.",
        "buhler_neumeyer_and_deemer_2010": "Buhler, James, David Neumeyer, and Rob Deemer. 2010. Hearing the Movies: Music and Sound in Film History . Oxford University Press.",
        "burkholder_1995": "Burkholder, J. Peter. 1995. All Made of Tunes: Charles Ives and the Uses of Musical Borrowing . Yale University Press.",
        "cameron_2007": "Cameron, Neil McKenzie. 2007. “ Barton Fink Film Review.” One Salient Oversight (blog), January 29, 2007. http://one-salient-oversight.blogspot.com/2007/01/barton-fink-film-review-with-pics.html.",
        "chatman_1978": "Chatman, Seymour. 1978. Story and Discourse: Narrative Structure in Fiction and Film . Cornell University Press.",
        "coen_and_coen_2013": "Coen, Joel, and Ethan Coen. 2013. “The Coen Brothers on ‘Inside Llewyn Davis’ and a ‘ Barton Fink ’ Sequel.” Interview by Ned Ehrbar. Metro.us , December 1, 2013. https://www.metro.us/the-coen-brothers-on-inside-llewyn-davis-and-a-barton-fink-sequel/.",
        "coen_and_coen_2016": "Coen, Joel, and Ethan Coen. 2016. “How the Coen Brother Survived Hollywood and Lived to Make ‘Hail, Caesar!’” Interview by Ramin Setoodeh. Variety , February 3, 2016. https://variety.com/2016/film/features/coen-brothers-hail-ceasar-george-clooney-1201695058/.",
        "coen_et_al_2013": "Coen, Joel, Ethan Coen, Carter Burwell, and Aniruddh Patel. 2013. “Art of the Score: The Mind, Music, and Moving Images.” Interview by Alec Baldwin. From World Science Festival 2013. YouTube video, 1:31:26. https://www.youtube.com/watch?v=u8TqjA-iMD0.",
        "colebrook_2004": "Colebrook, Claire. 2004. Irony . Routledge. https://doi.org/10.4324/9780203634127.",
        "conrad_2009": "Conrad, Mark T. 2009. “Heidegger and the Problem of Interpretation in Barton Fink .” In The Philosophy of the Coen Brothers , ed. Mark T. Conrad, 179–94. The University Press of Kentucky.",
        "cook_2000": "Cook, Nicholas. 2000. Analyzing Musical Multimedia . Oxford University Press.",
        "coursodon_2003": "Coursodon, Jean-Pierre. 2003. “A Hat Blown by the Wind.” In Joel and Ethan Coen: Blood Siblings , 2nd ed., ed. Paul A. Woods, 88–91. Plexus.",
        "cowen_nd": "Cowen, David S. n.d. “A Viewer’s Guide to Barton Fink .” https://www.yumpu.com/en/document/read/8333807/crew-cast-a-viewers-guide-to-barton-fink.",
        "dunne_2000": "Dunne, Michael. 2000. “ Barton Fink , Intertextuality, and the (Almost) Unbearable Richness of Viewing.” Literature Film Quarterly 28 (4): 303–11.",
        "freytag_1863_1900": "Freytag, Gustav. (1863) 1900. Freytag’s Technique of the Drama: An Exposition of Dramatic Composition and Art . Translated by Elias J MacEwan. 3rd ed. Scott, Foresman and Company.",
        "hainge_2008": "Hainge, Greg. 2008. “The Unbearable Blandness of Being: The Everyday and Muzak in Barton Fink and Fargo .” Post Script: Essays in Film and the Humanities 27 (2): 38–47.",
        "jarvis_2015": "Jarvis, Brian Edward. 2015. “Analyzing Film Music across the Complete Filmic Structure: Three Coen and Burwell Collaborations” PhD diss., Florida State University.",
        "lehman_2013": "Lehman, Frank. 2013. “Transformational Analysis and the Representation of Genius in Film Music.” Music Theory Spectrum 35 (1). https://doi.org/10.1525/mts.2013.35.1.1.",
        "lehman_2017": "Lehman, Frank. 2017. “Methods and Challenges of Analyzing Screen Media.” In The Routledge Companion to Screen Music and Sound , ed. Miguel Mera, Ronald Sadoff, and Ben Winters, 497–516. Routledge. https://doi.org/10.4324/9781315681047-40.",
        "london_2000": "London, Justin. 2000. “Leitmotifs and Musical Reference in the Classic Film Score.” In Music and Cinema , ed. James Buhler, Caryl Flinn, and David Neumeyer, 85–96. Wesleyan University Press.",
        "mckee_1999": "McKee, Robert. 1999. Story: Substance, Structure, Style, and the Principles of Screenwriting . Methuen.",
        "motazedian_2016": "Motazedian, Táhirih. 2016. “To Key of Not to Key: Tonal Design in Film Music.” PhD diss., Yale University.",
        "murphy_2006": "Murphy, Scott. 2006. “The Major Tritone Progression in Recent Hollywood Science Fiction Films.” Music Theory Online 12 (2). https://doi.org/10.30535/mto.12.2.2.",
        "neumeyer_1998": "Neumeyer, David. 1998. “Tonal Design and Narrative in Film Music: Bernard Hermann’s A Portrait of Hitch and The Trouble with Harry .” Indiana Theory Review 19: 87–123.",
        "oooooooooo_2008": "OOOOOOOOOO [pseud.]. 2008. “Film Analysis: Barton Fink .” My Blog (blog), December 7, 2008. http://probib1.blogspot.com/2008/12/film-analysis-barton-fink.html.",
        "powers_2003": "Powers, John. 2003. “Finking It.” In Joel & Ethan Coen: Blood Siblings , ed. Paul A. Woods, 108–9. Plexus Publishing Limited.",
        "prince_2003": "Prince, Gerald. 2003. Dictionary of Narratology . Rev. ed. University of Nebraska Press.",
        "pullman_2011": "Pullman, Gary L. 2011. “Putting Freytag’s Pyramid to Use in Charting Your Own (And Others’) Stories.” Chillers and Thrillers (blog), March 13, 2011. http://writinghorrorfiction.blogspot.com/2011/03/putting-freytags-pyramid-to-use-in.html.",
        "richards_2016": "Richards, Mark. 2016. “Film Music Themes: Analysis and Corpus Study.” Music Theory Online 22 (1). https://doi.org/10.30535/mto.22.1.3.",
        "rodman_1998": "Rodman, Ronald. 1998. “There’s No Place like Home: Tonal Design and Closure in The Wizard of Oz.” Indiana Theory Review 19: 125–43.",
        "rodman_2011": "Rodman, Ronald. 2011. “The Operatic Stothart: Leitmotifs and Tonal Organization in Two Versions of Rose-Marie.” The Journal of Film Music 4 (1): 5–19. https://doi.org/10.1558/jfm.v4i1.5.",
        "rowell_2007": "Rowell, Erica. 2007. The Brothers Grim: The Films of Ethan and Joel Coen . The Scarecrow Press.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64. https://doi.org/10.1017/S1478572204000052.",
        "stilwell_2000": "Stilwell, Robynn J. 2000. “Sense & Sensibility: Form, Genre, and Function in the Film Score.” Acta Musicologica 72 (2): 219–40. https://doi.org/10.2307/932785."
    },
    "footnotes": {
        "FN1": {
            "text": "1. At the cue level, Mark Richards has been very successful with adapting Caplin’s form-functional approach to form within main themes ( Richards 2016 ). However, formal expectation in non-main-theme cues is still uncharted territory, likely due to the scene dictating the form instead ( Buhler, Neumeyer, and Deemer 2010 , 131). As Stilwell says, “Film music is perhaps the only predominantly instrumental musical genre which comes with no formal expectations; to the extent that conventionalized forms are a ramification of absolute music, expecting to find them in the dramatic or narrative context of film is slightly absurd” ( Stilwell 2000 , 222).",
            "citations": [
                "richards_2016",
                "buhler_neumeyer_and_deemer_2010",
                "stilwell_2000"
            ]
        },
        "FN2": {
            "text": "2. The term “narrative” in this article is essentially unrelated to Byron Almén’s usage in his book A Theory of Musical Narrative ( 2008 ) which music theorists might already be familiar. Almén focuses on developing a tool specifically for musical narrative and on archetypical narrative forms, whereas the approach taken in this article uses pre-existing literary approaches to literary narrative involving a work’s cause-and-effect structure and its dramatic structure.",
            "citations": []
        },
        "FN3": {
            "text": "3. McKee 1999 focuses on filmic screenwriting and employs the terms from Freytag’s five-part structure throughout but does not specifically reference Freytag (see page 181 ). See also Pullman 2011 and Aakriti 2020 for graphic applications of Freytag’s Pyramid to film.",
            "citations": [
                "mckee_1999",
                "freytag_1863_1900",
                "pullman_2011",
                "aakriti_2020"
            ]
        },
        "FN4": {
            "text": "4. Lionel Duisit translates Barthes’s kernels as nuclei and satellites as catalysts, though Barthes says, “the names are immaterial” ( Barthes 1975 , 248).",
            "citations": [
                "barthes_1975"
            ]
        },
        "FN5": {
            "text": "5. Alfred Hitchcock’s Rope and Louis Malle’s My Dinner with Andre are notable exceptions.",
            "citations": []
        },
        "FN6": {
            "text": "6. Rowell notes that, “Thanks to Fink’s 1991 hat trick, films in Cannes can no longer win more than two major awards” ( 2007 , 104).",
            "citations": [
                "rowell_2007"
            ]
        },
        "FN7": {
            "text": "7. OOOOOOOOOO is the actual username of the post’s author at a similarly nondescript blog titled “My Blog.”",
            "citations": []
        },
        "FN8": {
            "text": "8. Event numbers are present on each interactive NDS diagram. Hover over the event to reveal details about events and click on them to keep them visible.",
            "citations": []
        },
        "FN9": {
            "text": "9. The scores in this article are my own transcriptions.  Most of the cues are not available on the commercially available soundtrack. Since the distinction between Burwell’s score and Skip Lievsay’s sound design was often seamless, so my scores typically include a blend of the two but are ultimately centered around Burwell’s work.",
            "citations": []
        },
        "FN10": {
            "text": "10. Burwell’s mention occurs at timestamp 1:00:45 in this fascinating group discussion between the Coens, Burwell, and music psychologist Aniruddh Patel: https://www.youtube.com/watch?v=u8TqjA-iMD0 ( Coen and Coen 2013 ).",
            "citations": [
                "coen_and_coen_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1.  Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  Cue-level interactions between film and music tend to be the preferred analytical approach among film-music analysts. As Frank Lehman puts it, “the cue, rather than the score as a whole, is perhaps the emblematic span of musical communication in almost all screen media” ( 2017 , 500). Even so, many are also interested in finding ways of conceptualizing relationships between multiple cues. Approaches range from chronological cue lists ( Neumeyer 1998 ) to more specific music-theoretical lenses like tonal cohesion ( Motazedian 2016 ; Rodman 1998 ; Neumeyer 1998 ), leitmotivic connections ( London 2000 ; Rodman 2011 ), transformationally inspired techniques ( Lehman 2013 ; Murphy 2006 ), and filmic form as a sonata-form analogy ( Stilwell 2000 ). While those approaches are well-suited for their intended application, a methodology is also needed that foregrounds the multimedia aspect of film and places the burden of structural cohesion squarely on its narrative. (1) This approach pushes in the direction of Nicholas Cook’s desire to “contribute to the current reformulation of music theory in a manner that loosens the grip on it of the ideology of musical autonomy—the compulsory (and compulsive) cult of what Peter Kivy calls ‘music alone’” ( Cook 2000 , vi–vii).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "lehman_2017",
                    "neumeyer_1998",
                    "motazedian_2016",
                    "rodman_1998",
                    "neumeyer_1998",
                    "london_2000",
                    "rodman_2011",
                    "lehman_2013",
                    "murphy_2006",
                    "stilwell_2000",
                    "cook_2000"
                ]
            }
        },
        {
            "2": {
                "text": "[2]  By synthesizing the literary perspectives of Seymour Chatman ( 1978 ) and Gustav Freytag ( 1900 ), I present a methodology for graphic representation of the Narrative/Dramatic Structure of complete films that combines with the work’s complete score. (2) The approach focuses on building a temporal, narrative-based scaffolding on which to discuss music in direct relation to its filmic context. It facilitates the inquiry into (1) musical function at global and local levels; (2) relationships between event type and compositional style; and (3) how scores project significant narrative information over long spans of time. In addition to employing previously composed music (often from popular genres), a film’s music is not typically defined by one musical language and instead regularly features a mixture of tonal, atonal, and pan-triadic expressions. This common variety presents a methodological obstruction to comprehensive approaches to music in film when the musical level bears the responsibility of supporting its own primary structure (implicitly or explicitly). By not requiring a music-theoretical basis for the entire score, this approach actively embraces such plurality. Once the Narrative/Dramatic Structure diagram is constructed, the analysis can then move forward along whichever theoretical/analytical lines are needed to express the points of the analyst.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "chatman_1978",
                    "freytag_1863_1900"
                ]
            }
        },
        {
            "3": {
                "text": "[3]  In this article, I will first introduce and define the theoretical background and procedure for constructing a Narrative/Dramatic Structure diagram (here after referred to as an NDS diagram). The second half of the article is devoted to an analytical test case using the Coen brothers 1991 film, Barton Fink (score by Carter Burwell). Barton Fink was chosen as a proving ground for this technique due to the nature of its challenging cause-and-effect structure. Meaning, if the analytical method can be effective with Barton Fink , then it can be applied to a wide variety of films and narrative contexts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  Please note that much of this article is focused on introducing a method of narrative theory, establishing a graphical representation for that theory, and applying the approach to the narrative structure of Barton Fink as a case study. This all happens before any specific discussion of music can take place, so please expect a non-musical buildup that is longer than normal. 2.  Methodology 2.1.  Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]  My approach meshes Gustav Freytag’s concept of dramatic structure, wherein the protagonist’s goals are mapped onto the larger hierarchy of the drama, with Seymour Chatman’s concept of narrative structure, wherein the cause-and-effect structure of the entire work is defined within the context of the larger hierarchy of the drama. The result is a graphically realized, hierarchical framework of an entire film that engages in large-scale film-music analysis without abstracting the music from its filmic context. 2.2.  Freytag’s Pyramid",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  Freytag’s model, usually referred to as “Freytag’s Pyramid,” was developed with the tragic, five-act play in mind ( Freytag [1863] 1900 ). In the 150 years since its inception, it has also been successfully applied to novels, short stories, and—most importantly for this study—motion pictures. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "freytag_1863_1900"
                ]
            }
        },
        {
            "7": {
                "text": "[7]  Simply put, Freytag’s Pyramid is an abstract theoretical model of dramatic structure that offers large-scale comprehension through graphical representation. Mark Evan Bonds provides a supportive assessment of the virtue of graphic representation in general and Freytag’s Pyramid in particular: The longevity of Freytag’s Pyramid testifies to the mnemonic and didactic effectiveness of diagrams in general. His verbal description of the sequence of events in an ideal drama . . . would scarcely be remembered today without the graphic element of his rising and falling line. Spatial representations hold an almost totemic power that even the most eloquent verbal descriptions can be hard pressed to rival. By allowing us to take in the form of a work at a glance—as a whole, as a Gestalt —diagrams by their very nature offer perspectives that verbal accounts alone cannot. ( Bonds 2010 , 302) Given the imposing length of the feature film, it is highly desirable to be able to take in the whole work with a single “glance,” as music analysts are accustomed to in other formal contexts. The NDS diagram was designed with this perspective in mind and Freytag’s Pyramid is ideal for providing a conceptual framework and visual portrayal of an entire dramatic work. Example 1 . Freytag’s original graphic representation of dramatic structure (1863) (click to enlarge) Example 2 . Version of Freytag’s pyramid used for NDS diagrams (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bonds_2010"
                ]
            }
        },
        {
            "8": {
                "text": "[8]  Freytag’s Pyramid illustrates the chronological move from low dramatic intensity to the work’s dramatic peak and back down, following the resolution of the protagonist’s goals (the original graphic representation is reproduced in Example 1 ) ( Freytag [1863] 1900 , 115). I have chosen to represent the pyramid differently in Example 2 and all other relevant diagrams to offer a clearer representation of the relatively low levels of dramatic intensity during the exposition (“ a ”) and dénouement (“ e ”) and the rapid increase/decrease of intensity in the events adjacent to the climax (“ c ”). Of course, the beginning of a film may delay the exposition by beginning in medias res (e.g., Raging Bull , Raiders of the Lost Ark ), but after such tension-filled beginnings, the exposition’s initiation is still commonplace. I employ the following definitions associated with the pyramid from Robert McKee and Gerald Prince: Exposition : The information about setting, biography, and characterization that the audience needs to know to follow and comprehend the events of the story ( McKee 1999 , 334). Inciting Incident : The first major event of the telling, is the primary cause for all that follows, putting into motion the [rest of the story] ( McKee 1999 , 181). Rising Action : Along with the falling action and the climax, one of the fundamental constituents of a (dramatic or closely knit) plot structure. The rising action proceeds from the exposition and culminates in the climax ( Prince 2003 , 84). Climax/Turning Point : The point of greatest tension; the culminating point in a progressive intensification. In traditional plot structure, the climax constitutes the highest point of the rising action ( Prince 2003 , 14). Falling Action : Along with the rising action and the climax, one of the basic constituents of a (dramatic or closely knit) plot structure. The falling action follows the climax and extends to the dénouement ( Prince 2003 , 30). Resolution : That part of the plot which goes from the beginning of the change in fortune to the end. . . . should not be confused for dénouement ( Prince 2003 , 83). Dénouement : The outcome or untying of the plot; the unravelling of the complication; the end ( 2003 , 18). 2.3.  Application to Primary and Secondary Plots",
                "footnotes": [],
                "citations": [
                    "freytag_1863_1900",
                    "mckee_1999",
                    "mckee_1999",
                    "prince_2003",
                    "prince_2003",
                    "prince_2003",
                    "prince_2003",
                    "prince_2003"
                ]
            }
        },
        {
            "9": {
                "text": "[9]  Though Freytag’s pyramid is generally applied to the goal of the protagonist, it can also be applied to the goals of the antagonist or other prominent characters with coherent subplots. For example, in Fargo there are two complete dramatic structures (one for Marge Gunderson the other for Jerry Lundegaard) and both are integral to understanding how music functions across the entire film ( Jarvis 2015 , 55). Miller’s Crossing presents an interesting case because the film’s protagonist, Tom, has two independent goals so each can be represented by its own dramatic pyramid ( Jarvis 2015 , 142). 3.  Introduction to Chatman’s Theory of Narrative Structure",
                "footnotes": [],
                "citations": [
                    "jarvis_2015",
                    "jarvis_2015"
                ]
            }
        },
        {
            "10": {
                "text": "[10]  While Freytag’s approach to dramatic structure is successful at the macro level, it operates too far from the surface and is too general to be of practical value were it the only means of “accessing” a work’s events. In fact, the majority of a film’s music will fall between changes in direction of the dramatic structure, which are typically separated by rather long spans of time. Thus, an additional method is required that provides analysts the ability to “zoom in” to the scene-level or to a single event if the scene has multiple events or purposes. The structural approach to narrative outlined by Seymour Chatman is ideal for such a task.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]  Chatman introduces his theory in Story and Discourse: Narrative Structure in Fiction and Film ( 1978 ). He is heavily influenced by, and has much in common with, the French structuralists Tzvetan Todorov, Gérard Genette, and especially Roland Barthes ( Chatman 1978 , 9). While others tend to focus solely on literature, Chatman discusses film at length, making his approach well-suited for film-music analysis. I have adapted his approach to segmenting a work into its cause-and-effect structure here. 3.1.  Elements of Narrative Structure: The What and the How Example 3 . Chatman’s hierarchical conception of story (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "chatman_1978",
                    "chatman_1978"
                ]
            }
        },
        {
            "12": {
                "text": "[12]  Chatman discusses narrative structure in terms of story (“what”) and discourse (“how”). He describes story as the “content or chain of events” (which includes the actions, happenings, characters, and items of settings) and discourse as the “expression, the means by which the content is communicated” ( 1978 , 19). He provides the diagram reproduced in Example 3 to illustrate how the primary elements of narrative relate. Chatman’s primary concern is with story. The story, however, is not what the audience is given, they are presented with a plot, or the “story-as-discoursed” ( 1978 , 43). To distinguish story from plot, he says: [The plot’s] order of presentation need not be the same as that of the natural logic of the story. Its function is to emphasize or de-emphasize certain story-events . . . to focus on this or that aspect of an event or character. . . .  Each arrangement produces a different plot, and a great many plots can be made from the same story. ( 1978 , 43) The filmic “remake” is a common instance of a single story being “discoursed” into multiple plots. Realizations of stories are not, of course, limited to manifestations within a single medium. Typical examples include novels adapted into films, films into novels, and plays into operas or musicals. 3.2.  Kernels and Satellites",
                "footnotes": [],
                "citations": [
                    "chatman_1978",
                    "chatman_1978",
                    "chatman_1978"
                ]
            }
        },
        {
            "13": {
                "text": "[13]  The story of a work may be understood as a series of events organized into a cause-and-effect network that relates to the goals, relationships, and development of the characters in the story. This approach assumes the narrative of the film is a closed structure. Chatman argues, “the narrative will not admit events or other kinds of phenomena that do not ‘belong to it and preserve its laws’” ( 21 ). Thus, the analyst should strive for an interpretation of the film that connects every event. During this process, Chatman says the analyst will be confronted with events that are “not immediately relevant” but “at some point their relevance must emerge, otherwise we object that the narrative is ‘ill-formed’” ( 21–22 ). Notions of disnarration , denarration , anti-plot , and anti-narrative challenge Chatman’s assertion, but the great majority of Hollywood and independent films do not make regular use of these techniques so I will not be exploring those issues here. Example 4 . Chatman’s original illustration of kernels and satellites (left) with explanatory key and arrows added (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "chatman_1978",
                    "chatman_1978"
                ]
            }
        },
        {
            "14": {
                "text": "[14]  Chatman (borrowing/paralleling the concepts introduced previously by Roland Barthes) employs the distinction between two different hierarchically related events, which he calls kernels and satellites . (4) Kernels are “narrative moments that give rise to cruxes in the direction taken by events. They are nodes or hinges in the structure, branching points which force a movement into one of two (or more) possible paths. . . . Kernels cannot be deleted without destroying the narrative logic” ( 53 ). On the other hand, a satellite is a “minor plot event” that is “not crucial” to the narrative logic and “can be deleted without disturbing the logic of the plot, though its omission will, of course, impoverish the narrative aesthetically. Satellites entail no choice, but are solely the workings-out of the choices made at the kernels” ( 54 ). Chatman illustrates the relationship between kernels and satellites in the diagram reproduced in Example 4 ( 54 ). He describes the diagram as follows: The kernels are the squares at the top of each circle. The circle is the complete narrative block. Kernels are connected by a vertical line to indicate the main direction of the story-logic; oblique lines indicate possible but unfollowed narrative paths. Dots are satellites: those on vertical lines follow the normal sequencing of the story; those outside the lines, with arrows attached, are anticipatory or retrospective of later or earlier kernels (depending upon which way the arrow points). ( 1978 , 55) 3.3.  Changes to Chatman’s Graphic Representation Example 5 . Adaptation of Chatman’s original illustration for NDS diagrams (click to enlarge) Example 6 . Summary of changes to Chatman’s graphic representation (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "chatman_1978",
                    "chatman_1978",
                    "chatman_1978",
                    "chatman_1978"
                ]
            }
        },
        {
            "15": {
                "text": "[15]  Chatman’s diagram of the relationship between kernels and satellites is conceptual and requires some manipulation to become a useful tool for graphic representation of a film’s complete narrative structure ( 1978 , 54). I have omitted or altered four elements that were unnecessary or impractical (in their previous form), added two elements needed to capture music in common places that do not advance the film’s cause-and-effect structure (element of setting and character development), and created a new element (super kernel) relating to the combination of Freytag’s and Chatman’s theories. Importantly, the three super kernels are the major changes in direction of the work’s dramatic structure: (1) the inciting incident, (2) the climax/turning point, and (3) the resolution. These create the triangular structure of the version of Freytag’s pyramid illustrated in Example 2. The two new satellite types are described below in section 6.3. Example 5 shows my adapted version for NDS diagrams and Example 6 details these seven changes.",
                "footnotes": [],
                "citations": [
                    "chatman_1978"
                ]
            }
        },
        {
            "16": {
                "text": "[16]  Most films contain a large number of events. Drawing examples from my analyses of films by the Coen brothers, Fargo has 70, Barton Fink has 58, and Miller’s Crossing has 62 ( Jarvis 2015 ). The most common situation is that each scene can be understood as having one event. (5) This is not intended as a statement of fact but rather a general rule of thumb.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "jarvis_2015"
                ]
            }
        },
        {
            "17": {
                "text": "[17]  The structural analysis of a film’s narrative will inherently involve subjective decisions but classifying an event as a kernel or satellite is intended to be an intuitive process that is subject to debate and scrutiny. In general, an intersubjective result is the goal. The issue of subjectivity and unique perspectives is further explored within the “Shared and Enhanced Experiences” section 4.3, below. 4.  Case Study: Barton Fink 4.1.  A Problematic Narrative",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]  The notoriously problematic narrative of Joel and Ethan Coen’s Barton Fink has inspired numerous interpretations that attempt to synthesize the film’s rich web of symbolism. The most common approaches reject the film’s literal meaning and instead filter its events through one of three hermeneutic lenses: (1) a commentary on Barton’s ever-worsening delusional state ( Bedford 2012 ); (2) a satirical perspective of Hollywood’s parasitic treatment of artists ( Cameron 2007 ); and (3) a critique on the Cartesian notion of creation within a contextual vacuum ( Conrad 2009 ). Though these lenses enrich filmic interpretation, they neglect the importance of Carter Burwell’s sparse score, which provides some much-sought-after clarity to the work’s narrative structure. Example 7 . Detailed synopsis of Barton Fink (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "bedford_2012",
                    "cameron_2007",
                    "conrad_2009"
                ]
            }
        },
        {
            "19": {
                "text": "[19]  Burwell’s 24-minute score charts a single course through Barton’s tortured creative process stemming from a debilitating case of writer’s block caused by constant external distractions. Throughout the film, Burwell parallels Barton’s creative frustrations by accompanying each failed attempt to complete his manuscript with emphatic, half-cadential gestures. These tension-filled gestures only abate when Barton overcomes his writer’s block and accomplishes his primary goal of writing a screenplay. Burwell represents this release of pressure with a series of elided authentic cadences in the cue “Writing Montage” which occurs at the climatic super kernel of Barton’s dramatic pyramid. These cadences, however, confirm the score’s tragic modulation from B ♭ major to G Minor and are a significant and previously unnoticed instance of large-scale dramatic irony . Contrary to existing readings of the film, I demonstrate that Burwell’s score provides an alternate and sympathetic understanding of Barton’s struggle to create a screenplay that meets his uncompromising standard of artistic integrity. To illustrate this process, I will showcase the procedure of creating an NDS diagram by examining the film’s critical interpretations and use of music across its complete structure. A detailed synopsis of the film is contained in Example 7 . 4.2.  The Many Interpretations of Barton Fink ’s Mysteries: The Devil, Hell, and Faust",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Barton Fink has received critical acclaim (winning the Palme d’Or , Best Director, and Best Actor at the 1991 Cannes Music Festival), (6) owing in part to its unique balance between the protagonist’s relatable affliction with writer’s block contrasted with the markedly unrelatable, irrational, and confusing elements. Its puzzling aspects (Audrey’s murder, peeling wallpaper, empty hotel with lines of shoes awaiting polish, spontaneously combustible walls that do not burn people, etc.) have inspired a diverse assortment of interpretations.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]  The most common interpretational theme involves Hell in some fashion. Hainge argues it is Charlie’s hell and it presents us “with a vision of the everyday as living Hell—or, in other words, an extreme version of Fargo ’s everyday since it is devoid of even the anesthetic effects of Muzak” ( Hainge 2008 , 46). Because Barton considers writing a painful process, an alternative locates all of Barton’s Hollywood adventure inside a personal Hell that resides only in his mind. Barton’s adventure is then a physical manifestation of his internal struggle to “dredge up something [from] inside” and “plumb the depths” of creativity ( OOOOOOOOOO 2008 ). (7) Though the Coens admit to experiencing writer’s block at the time while writing Miller’s Crossing (1990), they reject the suggestion that the work is autobiographical, claiming that “ Barton Fink is very far from our own experience. Our life in Hollywood has been particularly easy. The film isn’t a personal comment. We don’t have any rejected scenarios in our drawers” ( Bergan 2000 , 131).",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "hainge_2008",
                    "oooooooooo_2008",
                    "bergan_2000"
                ]
            }
        },
        {
            "22": {
                "text": "[22]  Todd Alcott offers a more specific reading of the film that portrays Charlie as Satan and the Hotel Earle as Hell ( 2007 ). Alcott proposes that the hotel is inside Charlie’s head. He makes a connection between the goo from the walls with the goo from Charlie’s ears and Charlie’s heightened sense of hearing relating to the inner happenings of the hotel. Mark Conrad presents a similar view of the Hotel Earle as in someone’s head but admits he is unsure whose, and suggests Barton’s room is the inside of his own head where the room is his skull and the windows are his eyes ( 2009 , 181). Conrad and Booker both propose a Faustian reading because the film’s protagonist made a deal with the devil (i.e., Hollywood) to trade his skill as a writer for success ( Booker 2007 , 143). Though tenable, this interpretation is weakened by Barton’s stated motive of going to Hollywood to “make a difference” with a considerably larger audience than he could ever reach with his Broadway plays. This is a fundamental difference between Faust and Barton because the former is motivated by greed; instead of “selling his soul” for his own benefit, Barton is sacrificing his own comfort in hopes of sharing something genuine with the “common man.” All irony regarding Barton ignoring the stories of the “common man” (Charlie) and writing only about himself aside, the source of Barton’s motivation appears genuine. His sincerity is supported by Burwell’s scoring of the climactic scene. The repeated authentic cadences and filmic montage are Burwell and the Coens’ way of encouraging the audience to view Barton’s success with sympathy. As I will discuss below, however, Burwell’s large-scale modulation from major to relative minor complicates this matter by keeping the audience at a distance from his success.",
                "footnotes": [],
                "citations": [
                    "alcott_2007",
                    "conrad_2009",
                    "booker_2007"
                ]
            }
        },
        {
            "23": {
                "text": "[23]  Mark Conrad and Michael Dunne both contend that focusing on a logical, teleological reading is to misunderstand the essence of the film ( Conrad 2009 , 181; Dunne 2000 , 303). Dunne recommends employing Mikhail Bahktin’s “dialogical” attitude where a work’s meaning can only be understood in relation to other works and rejects the antithetical “monological” viewpoint which favors an entirely internal and objective meaning. While I tend to favor Dunne’s perspective for a fuller, intertextual understanding of the film, focusing on one aspect of the text, as I do with narrative, does not preclude the focus on other domains nor suggest that my reading is absolute, as discussed in section 4.3 (“Shared and Enhanced Experienced”) below. Conrad even insinuates the film’s irrational aspects represent Barton’s attempt to work in a vacuum (e.g., ignoring Charlie’s common-man stories while claiming to write specifically for that audience). Consequently, Barton’s creativity within that vacuum is devoid of meaning because all meaning is entirely contextual, hence the irrational components.",
                "footnotes": [],
                "citations": [
                    "conrad_2009",
                    "dunne_2000"
                ]
            }
        },
        {
            "24": {
                "text": "[24]  True to Dunne’s suggestion, the film does seem to resist overarching interpretations and has forced commentators to seek richer and more nuanced paths to comprehend its rather perplexing elements. The issue of consistent narrative logic is the most important reason Barton Fink was selected for this study. While most films convey a clearer narrative logic, Barton Fink is a useful test case because it allows for an exploration of how my Narrative/Dramatic Structure approach can be utilized even when confronted with an unconventional narrative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]  The large-scale analysis that follows reveals that Burwell’s score serves as a guide that focuses the audience’s attention on Barton’s goal of completing his manuscript. As discussed below, the film’s score is cumulative, and this feature lends focus to the film. It continually builds towards Barton’s stated goal of writing a work that is “of, about, and for the common man.” After exploring the differences between Shared and Enhanced Experiences, Barton’s goal and Burwell’s paralleling of that goal will be explored in detail. This will help to place the previous interpretations (most of which fall into the realm of the Enhanced Experience) into context. 4.3.  Shared and Enhanced Experiences",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]  Though the perspectives summarized above offer rich interpretations of the more troublesome logical elements in Barton Fink , when drawing conclusions about meaning film critics have tended to look past the more literal features of its story. Audrey’s sudden—seemingly impossible—murder, Charlie’s shocking alter ego, fiery hallways, and bibles that have passages from Barton’s screenplay are among the numerous elements of the story that cannot be understood by using a clear cause-and-effect model of the world. As Dunne suggests, approaches beyond the typical monological perspective will be required in order to explain its illogical elements. However—and this is where my approach differs considerably from the surveyed approaches—I believe the majority of Barton Fink can be understood by staying within the world of the film, a perspective that is substantiated by Burwell’s cumulative score, which stresses Barton’s success as a writer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]  The Coens have been criticized for, and have openly admitted to, being formalist. As Powers says, “For all their winking at the audience and taste for classic genres, they are essentially formalists , constructing hermetic worlds whose meanings are self-referential and profoundly abstract” ( Powers 2003 , 108). This perspective is clearly supported by Ethan Coen who laments that, “apparently nobody wants to be satisfied with the movie, as if they absolutely need explanations beyond the images, the story itself. That always surprises me. But if you don’t comply, journalists get the impression that you’re hiding something from them” ( Coursodon 2003 , 89).",
                "footnotes": [],
                "citations": [
                    "powers_2003",
                    "coursodon_2003"
                ]
            }
        },
        {
            "28": {
                "text": "[28]  External explanations should be used with caution because of their ability to create a new work instead of elucidating the one in question. Films can always be read as dreams or delusional states, and the result can change one’s understanding completely. If Fargo were, for example, interpreted with an external layer as Marge’s nightmare (she is, after all, sleeping when introduced and about to sleep when the film ends) we could reinterpret her image from a strong and overly competent protagonist to one obsessed with doubts of being strong enough for parenthood, given that she can only rely on herself. This type of reading is certainly possible, but it would inspire an entirely different understanding of the film, essentially creating a new and quite different work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]  I have introduced the seemingly obvious, though ultimately subjective, difference between the internal and external realms of explanation because the NDS diagram is intended to capture only the logical and temporal content of the film. I use the phrase Shared Experience to refer to the logical, internal content of the work. The Shared Experience of a work essentially results in a plot synopsis and is what the majority of viewers would agree upon after having viewed the film as many times as necessary. It should also take into account the synopses of others who have given this aspect of the film considerable thought. This level of experience is intersubjective, not objective, as the results from different analysts would carry a number of similarities, just as plot synopses of the same film are highly similar. Larger differences between analysts will more often fall into the next category.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]  I use the phrase Enhanced Experience to refer to everything that is outside the film or brought in from a particularly individualized perspective (and therefore unlikely for most viewers to adopt naturally). An Enhanced Experience is primarily what the authors in the surveyed literature brought to the table. Viewing Barton’s hotel room as symbolic of the inside of Barton’s head where the windows are Barton’s eyes and Charlie is a figment of his imagination, as Conrad does, is a good example of this. This perspective is heavily interpretive and is not likely to be found within the realm of the Shared Experience. Again, the line between the two types of experience is not fixed but I believe most internal and external information falls quite easily into either category. Importantly, my NDS diagrams are intended as a representation of the Shared Experience of a film. I think of the diagrams as temporal backdrops with which to augment a viewer’s understanding of a film once its entire score is considered. 5.  Primary Narrative Goals in Barton Fink",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]  Construction of an NDS diagram for Barton Fink was particularly problematic because of the previously mentioned logical challenges. These issues underscore a very important aspect of creating such a diagram in general: the successful creation of an NDS diagram relies on the analyst’s ability to identify the characters’ largest goals. In a more conventional film, this task is fairly straightforward. In Fargo , for instance, there are two primary goals: (1) Marge Gunderson needs to catch the murderers of three people in her hometown to fulfill her duty as police chief and (2) Jerry Lundegaard needs to obtain a large sum of money for undisclosed reasons. With these two primary goals in mind, the task of creating a cause-and-effect network of the film’s events is fairly straightforward. In Barton Fink , however, the situation is less clear, resulting in the plethora of Enhanced Experiences offered by the surveyed writings. An examination of the entire film (the essential and most time-consuming step in the process of making an NDS diagram) reveals that the film convincingly revolves around two larger goals. The first and most important is Barton’s goal as a writer and his battle with writer’s block. The second relates to Charlie and his desire to confront Barton about his growing frustration with him. 5.1.  Barton’s Goal as a Writer",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]  Barton accepts the Hollywood job in an attempt to, in his words,  “create a new living theater, of, about, and for the common man” through his writing. The potential for reaching this goal comes in the form of a screenplay assignment from his new boss at Capitol Pictures, Jack Lipnick. Even starting the script is difficult for Barton and he spends most of the film battling with its completion but, eventually, succeeds and writes the work in one impassioned sitting. His desire to make a difference with the “common man” is ultimately thwarted when Lipnick rejects the script and prevents Barton’s work from impacting a real audience. Ultimately, Barton’s goal is tragically resolved. 5.2.  Charlie’s Conflict with Barton",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]  The second, and less foregrounded, goal is Charlie’s desire to confront Barton about his noise complaint and Barton’s rejection of him as the muse for his script. The following four events reinforce this subtle goal: (1) Barton complains to hotel staff about Charlie making noise; (2) Barton rejects Charlie’s stories and seeks Audrey’s assistance instead; (3) Charlie murders Audrey; and (4) Charlie confronts Barton at the end for not listening and complaining about noise. Audrey’s murder is a clear dividing point in the film and is the moment viewers are likely to feel unsettled with its logic. Though Audrey’s murderer is not explicitly revealed, Charlie is the only likely candidate, though his motives are subtle. David Cowen suggests Charlie’s conceivable motives as follows: Most of the early parts of the film are spent with Charlie trying to help Barton. . . . [Charlie thinks that] Barton could help fill some of the loneliness in his life. So, Charlie pines to be Barton’s muse. ‘I could tell ya some stories!’ he says, offering to give Barton inspiration. . . . [But] this doesn’t happen. Barton ignores Charlie, instead ranting about modern theatre, interrupting him any time he’s going to tell Barton something useful. Charlie gets ignored by everyone, or everyone is a hostile force in his life. “Opportunities galore,” he says, talking about his sexual exploits—but you know this isn’t true. The same housewives he talks about there are found murdered by the end of the film. Any sort of emotional contact with a woman is blocked by his weight (“that’s my cross to bear”), despite the fact that he has an interesting, lively personality. When he hears the “love birds” down the hall, this brings out a crushing pain in him about what he’ll never have. But what brings out a worse pain is the night Barton and Audrey make love. Coupled with the pain of hearing the lovemaking, Charlie feels that Barton has abandoned him as his muse—Barton has instead chose Audrey as his muse, even though Charlie has a better, more genuine idea of what happens in wrestling pictures. ( Cowen n.d. ) Cowen’s insightful connections unite many elements of the film’s plot that most commentators found scattered and only loosely related. His insights are completely within the diegesis and so they belong to the realm of the Shared Experience. Incorporating the internal logic of others is an important aspect of developing a convincing Shared Experience and is an integral part of the process. 6. Barton Fink ’s NDS diagram 6.1.  Barton’s Primary Goal Example 8 . The dramatic structure of Barton’s primary goal (click to open interactive example in a new tab)",
                "footnotes": [],
                "citations": [
                    "cowen_nd"
                ]
            }
        },
        {
            "34": {
                "text": "[34]  The three super kernels of Barton’s dramatic pyramid (inciting incident, climax/turning point, and resolution) revolve around his goal of completing a screenplay that reaches and speaks to the “common man.” As shown in Example 8 , the inciting incident occurs when Garland offers Barton the job at Capitol Pictures and he accepts. Having accepted the job, Barton’s goal has been established and he can pursue its completion. The climax occurs when Barton finally defeats his writer’s block and writes his screenplay. The story’s tragic turn is revealed when the ultimate resolution of his goal (to share his work with the “common man”) fails when Lipnick conclusively rejects his script and all future work. He accuses Barton of writing for the critics and claims the film’s target audience would reject a film about a man wrestling with his soul and instead crave the actual act of wrestling. It seems Barton confuses the concept of writing about the struggles of the common man for appealing to them. 6.2.  Charlie’s Primary Goal Example 9 . The dramatic structure of Charlie’s primary goal (click to open interactive example in a new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]  Charlie’s primary goal is to confront Barton and release his mounting frustration with him. As shown in Example 9 , the inciting incident for this goal is when Barton calls down to the front desk to complain about Charlie making too much noise. This is the initial source of tension between them. Charlie’s quick forgiveness is suspicious, and viewers will only later discover the incident was not truly forgotten. As Cowen explained above, Barton continually adds to Charlie’s frustration by rejecting his stories and preventing him from being the source of inspiration for his screenplay. This tension culminates as the climax of Charlie’s goal during his second confrontation with Barton after returning to the Earle and laying waste to the two nosy detectives. This second confrontation is also brief and confirms Charlie’s bitterness about the initial complaint and Barton’s many rejections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]  Though the Coens downplay Charlie’s story, it is crucial to understand Charlie’s incredibly cruel and violent revenge story to make sense of a number of the film’s less-obvious phenomena. Knowing how Charlie will eventually torture Barton with Audrey’s murder encourages the viewer to shift focus during subsequent viewings toward Charlie’s reactions during Barton’s rejections, interruptions, and impassioned rants that block Charlie from sharing his own stories. Though Barton’s goal is certainly foregrounded, understanding Charlie’s desire to be his muse is a critical component to the film’s cause-and-effect structure. 6.3.  The Complete NDS diagram of Barton Fink Video Example 1 . Example of an Element-of-Setting satellite in Fargo (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]  After establishing the dramatic structure’s three super kernels, the rest of the film can now be parsed into kernels and satellites. There is typically a strong correlation between number of scenes and number of events, so evaluating each scene is a good place to start. Finding events that are crucial to the film’s narrative logic helps identify kernels. This may involve unavoidable events (a car crash or chance encounter), but many times involves a decision made by the character. While it may be clear the protagonist had been wrestling with a decision, many times the decision making is implied by showing action requiring some prior decision. An example of an implied decision in Barton Fink is Event 30 where Barton calls Audrey for help with his script. (8) There is no scene where Barton is working on the decision to call or not call her, he simply checks the time and calls. Identifying such actions as implied decisions is key to generating a work’s cause-and-effect structure. Satellites can then be identified by looking for events that are the working out of some previous decision. In Event 34, for example, Charlie knocks on Barton’s door because he heard Barton screaming after discovering Audrey’s dead body in Event 33. Barton dismisses him but later seeks his help in Event 36. Event 34, therefore, is a satellite resulting from the previous event but does not seem to cause anything else to happen. The satellite subcategories “Element of Setting” and “Character Development” can be employed to further capture the details about the nature of an event which may shed further light on how music has been deployed. In Fargo , for example, element-of-setting satellites occur when music often appears during location-establishing shots where a landmark or building is shown along with music associated with characters in the upcoming scene ( Video Example 1 ). Character development satellites are suitable for scenes not clearly tied to any particular kernel and instead provide insight into the characters on screen.  Event 42 shows Barton reading passages from the Bible; however, the book of Genesis is altered and now starts the same as the opening scene of his screenplay (“FADE in on a tenement building on Manhattan’s Lower East Side”).  The event does not clearly move the action along but is important in developing Barton’s character by conveying his dwindling sanity. The types of kernels and satellites presented in this article are not intended to be exhaustive. Analysts are instead encouraged to develop variants needed to capture meaningful patterns present in the work at hand.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]  At this stage, the NDS diagram can represent the structure for single characters ( Example 10 is Barton’s and Example 11 is Charlie’s) and can be combined to show multiple structures by layering the diagrams vertically and adding appropriate horizontal space between events so the event structure can be displayed chronologically as the events were presented in the film to the viewer ( Example 12 ).  Music is then distributed throughout these structures. The relative width conveys the proportion of the event containing music. Colors and textures can then be used to convey information important to the analysis, such as musical themes and styles of composition.  The complete NDS diagram with music for Barton Fink is contained in Example 13 but individual character diagrams may be preferred depending on the goals of the analyst. Example 10 . Barton’s NDS Diagram without music (click to open interactive example in a new tab) Example 11 . Charlie’s NDS Diagram without music (click to open interactive example in a new tab) Example 12 . Complete NDS Diagram without music for Barton and Charlie (click to open interactive example in a new tab) Example 13 . Complete NDS Diagram with music for Barton and Charlie (click to open interactive example in a new tab) 7.  The Cumulative Musical Process of Barton Fink",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]  While perspectives and interpretations concerning the film’s unusual and perplexing plot issues abound, the narrative information found in Carter Burwell’s score has been virtually unexplored as an avenue for meaning and interpretation. (9) To be clear, the arguments that follow are analytical in nature and are not claims of Burwell’s intent. His score, which was initially not requested by the Coens as they conceived of the film as having none, is centered on the completion of Barton’s primary goal, which is to reach and speak to the “common man” through his screenplay ( Barnes 2005 , 171). The majority of Burwell’s score is monothematic. Excluding the opening credits, ending credits, and diegetic music, there are a total of seventeen musical cues. I have included the music during the credits in the complete NDS diagram for the sake of completeness, but it is not part of my larger interpretation. Of these seventeen cues, fourteen are derived from a single complete theme while the remaining three are unique instances of what I call Burwell’s Dramatic Tonal Style . Example 14 . Burwell’s three distinct compositional styles (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "barnes_2005"
                ]
            }
        },
        {
            "40": {
                "text": "[40]  My analysis of Carter Burwell’s scores has revealed a preference for composing in three distinct styles which I call Stable Tonal Style , Dramatic Tonal Style , and Unstable Style .  The Stable Tonal Style uses either full or partial presentations of a main theme with few alterations to pitch, rhythm, proportion, or harmony. Cues in the Stable Tonal Style are used to establish main characters and locations and they establish a single affect.  Instances of the Stable Tonal Style are represented as cues with a solid color on the NDS diagram. The Dramatic Tonal Style introduces ambiguity and musical drama with techniques like an emphasis on dissonant embellishing tones, irregular pauses, and increasing dynamic levels to manipulate the audience’s emotional responses as the cue progresses. Importantly, when cues in this style feature motives from a main theme, they tend to highlight events crucial to the film’s Narrative/Dramatic Structure, and when absent, they typically amplify dramatic, often violent, scenarios. Instances of the Dramatic Tonal Style are represented with a gray background and have a colored center if referencing a main theme. The Unstable Style combines unstable, tonal, and non-tonal elements often with extended instrumental techniques and electronic manipulation to parallel scenes with an intensely negative nature like extreme violence or death. The characters in the scene do not usually benefit from its consequences. Instances of the Unstable Style are represented with a dotted border, gray background, and colored center if they use motives from a main theme. The majority of Barton Fink uses the Stable Tonal Style while the Dramatic Tonal Style is deployed in only a handful of cues. The Unstable Style is not used in this film. These style types have been incorporated into the diagram to demonstrate the balance of Burwell’s implementation of each throughout the work. A summary of each style, including specific examples, is shown in Example 14 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]  While my analytical focus is primarily on Barton and his version of the main theme, Charlie’s diagram is included in Examples 14 and 19 to properly contextualize the narrative spacing of Barton’s events and cues, and showcases how Burwell deployed music differently with regard to kernels and satellites between the two characters. In particular, note how the first and last cues on Charlie’s diagram occur during a kernel and are instances of Burwell’s Dramatic Tonal Style. Both cues accompany dramatic scenes of violence which is a common pattern in Burwell’s scoring practice. In contrast, Barton’s diagram has no score during regular kernels yet features Burwell’s Stable Tonal style during his climactic super kernel (discussed further below). Combining the two diagrams also serves to establish the distinct large-scale distribution of Barton and Charlie’s versions of the theme. 7.1.  The Two Versions of Barton Fink ’s Main Theme Example 15 . List of the thirteen motives found in the complete form of Barton’s version of the main theme (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]  The fourteen cues derived from Barton Fink ’s main theme further divide into two larger categories based on their motivic content and this division relates to each character’s primary goal. The complete version of the theme includes a total of thirteen unique motives (see Example 15 ). In general, cues with some version of the Piano Motive are associated with Barton’s primary goal and those without are associated with Charlie’s, which focuses on the main theme’s string motives. On the complete NDS diagram (Example 13), Barton and Charlie’s versions of the main theme are differentiated through color. Charlie’s version is indicated with a greenish color while the colors for Barton’s version are either pink, light purple, or dark purple depending on the theme’s stage of completeness where pink represents the least complete, dark purple represents the most complete, and light purple falling between those extremes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43]  Cues 6 and 12b are two exceptions to this thematic division. (Cue numbers can be found on all NDS diagrams with music. Hovering over the cue will reveal information about the cue and include audio samples for comparison.) In cue 6, Charlie’s version plays while Barton watches raw footage of wrestling matches in a screening room. Though not relating to Charlie’s goals, it seems to be a direct reference to Event 21 where Charlie gives Barton an awkward demonstration of wrestling basics. Charlie was excited to be sharing his experience and thrilled that Barton would be writing a wrestling scenario for famous actor Wallace Beery. These filmed scenarios, however, were far more vulgar and violent than Barton expected, and it is likely Barton was actively reevaluating his previous understanding of who his neighbor truly is. The second exception occurs in Cue 12b where Charlie temporarily says goodbye to Barton and leaves him with the mysterious box. This is the one time the piano version of the theme is played while Charlie is on screen. This instance is also notable because the Piano Motive is presented in a string-only arrangement which is more in line with Charlie’s version. Burwell’s decision to include the Piano Motive here foreshadows the future connection between the box and the completion of his primary goal where Barton moves the box from his bedside table to his workstation (Event 46, Cue 15) and finally taps into his creative motivation, overcoming his crippling sense of writer’s block. 7.2.  The Cumulative Process of Barton’s Version of the Main Theme",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]  In this section, I will illustrate the motivic construction and layout of Barton’s version. Of the fourteen appearances of the main theme, eight are Barton’s version (after subtracting the two aforementioned exceptions) and the remaining four are Charlie’s. The complete NDS diagram (Example 13) demonstrates a gradual color change representing the most important structural organization of music in the film. The music has been composed and placed to force the attention of the listener/viewer toward the climatic super kernel of the protagonist’s primary goal, Event 47 (“Barton Finally Writes!”). This is the structural turning point of the protagonist’s narrative structure making it arguably the film’s most important event. In it, Barton finally overcomes his crippling writer’s block and dramatically taps into a deep well of creative energy that has, up until this point, remained inaccessible to him. The importance of this scene is rarely discussed in the Barton Fink literature. When it is mentioned, the commentary is typically in passing or without great focus. I argue that to understand Barton Fink ’s narrative structure, the viewer/listener must pay attention to the design and structure of Carter Burwell’s score because this is where he stresses that Event 47 is the epicenter of the film’s drama.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45]  Barton’s version of the theme is designed with Event 47 (Cue 15 “Typing Montage”) as the theme’s ultimate point of completion and the audience should experience it as such, due to the compositional strategy Burwell set into motion at Event 8 (“Barton opens typewriter . . .”) where Barton first opens his typewriter. The strategy is one of thematic aggregation where the theme is initially presented only in fragments. As the film progresses, the theme accrues material, motives, length, and intensity until finally maturing into its complete form. This strategy is akin to Burkholder’s cumulative form which is a device he developed for explaining form in Charles Ives’s song settings of pre-existing tunes. He defines cumulative form as: “A thematic, non-repetitive form in which the principal theme is presented, not at the beginning as in traditional forms, but near the end, and is preceded, not followed, by its development. In cumulative form, there is no repetition of long segments of music, as there is in ternary, sonata, rondo, and many other forms, but rather a continual development that leads up to the definitive statement of the theme.” ( Burkholder 1995 , 137) Spicer and Attas have further developed similar formal processes in popular music (“Accumulative Form” and “The Buildup Introduction” respectively) but Burwell’s strategy is more akin to Burkholder’s conceptualization with the notable distinction that Burwell is using a newly composed theme ( Spicer 2004 ; Attas 2015 ).",
                "footnotes": [],
                "citations": [
                    "burkholder_1995",
                    "spicer_2004",
                    "attas_2015"
                ]
            }
        },
        {
            "46": {
                "text": "[46]  The theme’s process of maturation can be grouped into three distinct stages of completion. Stage One ( Barton’s Version – In Progress ) is the least complete and is represented with the color pink. At this stage, the theme lacks metric regularity and presents only a few of the many motives, which are fragmented in these early appearances. This stage (present in Cues 1, 2, 3, 4, and 17) also encompasses the shift between tonal areas (discussed below). Stage Two ( Barton’s Version – Nearing Completion ) is the more complete version of the theme and is represented with light purple. This stage is present in Cues 5 and 7. Stage Three ( Barton’s Version – Complete ) occurs only during Event 47.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]  The full, Stage Three version of the theme is comprised of thirteen unique motives each catalogued in Example 15. With only a few, minor exceptions (two- and three-note adjustments typically between presentations of differing motives), all instances of Barton’s version are comprised of only these elements. Their order, instrumentation, and associated scale degrees remain highly consistent from cue to cue. The variety between instances of Barton’s version stems from the quantity of these motives included within each cue. Example 16 . The motivic content of the eight instances of Barton’s version of the main theme (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]  The cumulative motivic process is summarized in Example 16 which chronologically displays all eight instances of Barton’s version of the main theme along the X axis and the presence or absence of each named motive along the Y axis. The pink Stage One cues (1, 2, 3, 4, and 17) are quite minimal in content and texture and only draw from a small subset of motives ( Repeated Glockenspiel Attacks , Slow String Motive (5-4-3-2-1), Piano Motive , Ascending String Motive (1-3-4-5), and String and/or Brass Swells ). Most motives found in Stage One cues are brief versions of their later manifestations. In fact, the Slow String Motive and Piano Motive are notably truncated, so they are labeled partial in Example 16 to distinguish them from fuller expressions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49]  The light purple Stage Two cues (5 and 7) are considerably more complete than their Stage One predecessors and have full presentations of the following motives: Slow String Motive, Tubular Bell Attacks, Piano Motive, and Descending Pizzicato Bass . Additionally, Cue 7 introduces the Cimbalom and Rising Fifth motives. The Cimbalom motive is more of a timbral motive. Its scale-degree and rhythmic contents are derived from the Piano Motive, which it always doubles. As Example 16 indicates, Stage Three (Cue 15) is the complete presentation of the main theme. It includes all previously heard motives and adds to them the Alternating Dyad Sextuplets , Muted Trumpet Line , Slow Descending Glissando (Strings), and Repeating Percussive Line motives. In addition to this saturation of motivic activity, the cue is also the longest in duration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50]  After the cumulative process reaches its peak in Event 47 (“Barton Finally Writes!”), only one presentation of Barton’s version remains. It occurs during Event 55 (“Barton leaves the Earle for the last time”), where Barton trudges down the flame-filled hallway holding only his manuscript and Charlie’s box. Barton’s stooped posture and slow pace portray a profound sense of defeat. This last cue (Cue 17, “Barton in Flames”) has returned to the Stage One level of thematic completion and, importantly, has dropped the hallmark of the theme, the Piano Motive. The preference for retaining this cue’s association with Barton’s instead of Charlie’s version is supported by the presence of the Rising Fifths and Alternating Dyad motives, which were acquired during the cumulative process in Cues 7 and 15 respectively. Carter Burwell has remarked that he felt the high register of the piano was a good choice for Barton because his naiveite reflected a child-like innocence ( Coen et al. 2013 ). (10) This perspective is quite informative here, as the piano’s omission indicates a loss of that innocence. It indicates Barton has accepted defeat and his hopes to reach the “common man” through the Hollywood system have been dashed. 8.  Tragic Modulation: Burwell’s Subtle Dramatic Irony",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "coen_et_al_2013"
                ]
            }
        },
        {
            "51": {
                "text": "[51]  Although the design and layout of Burwell’s score encourages the audience to rejoice with Barton as he overcomes writer’s block, the global change of key from B ♭ major to G minor introduces a large-scale dramatic irony , or “an irony that plays on a disjunction between character and audience point of view” as Claire Colebrook defines it ( 2004 , 180). The dramatic irony emerges from the disjunction between Barton believing he has succeeded by finishing his script and the audience hearing contradictory information from the score, where the tonal shift of his version of the main theme from B ♭ major to its relative key of G minor communicates Barton’s ultimate failure. The audience knows of his inevitable failure before the character does. The large-scale usage of relative keys can also be found in Motazedian’s analysis of The Talented Mr. Ripley ( 2016 ) where, in contrast to Barton Fink , the relative keys alternate throughout the film and are associated with negatively (D minor) and positively (F major) valenced events in Tom Ripley’s life ( Motazedian 2016 , 57). Example 17 . Harmonic summary of all eight cues involved in the large-scale modulation from B ♭ major to G minor in Barton’s version of the main theme (click to enlarge) Example 18 . Harmonic summary of the large-scale modulation within the NDS Diagram (click to open interactive example in a new tab)",
                "footnotes": [],
                "citations": [
                    "colebrook_2004",
                    "motazedian_2016",
                    "motazedian_2016"
                ]
            }
        },
        {
            "52": {
                "text": "[52] Example 17 shows a harmonic summary of all instances of Barton’s version of the main theme and illustrates the large-scale modulation that takes place in Cue 4 (“Big Shoes”) and persists throughout the remaining cues. Example 18 shows the same summary placed onto the complete NDS diagram and situates the large-scale modulation into its proper narrative context. Most importantly, Cue 15 (“Typing Montage”) is where Barton achieves success with his script, but it is this cue in particular that Burwell strongly indicates to the audience that Barton’s goal will end in tragedy through repeated confirmations of the key as G minor and not its initial key of B ♭ . G minor is implied in three cues before Cue 15 (i.e., Cues 4, 5, and 7), but the emphasis is only on the dominant of G minor, not its tonic, suggesting that failure is an option, but the focus on the tonic in “Typing Montage” is the tonal confirmation of that option being realized. The final step of Barton’s creative journey requires the script’s approval by studio executive Jack Lipnick. Though Burwell’s harmonic design alerts the audience to Barton’s impending failure, Barton himself remains unaware. Burwell managed to accomplish this modulation while maintaining pitch-class invariance of the Piano Motive between the two keys, therefore maintaining the theme’s strongest identifier. During the Stage One cues, Burwell only uses “Part 1” of the Piano Motive which is limited to pitches that fit both B ♭ major and G minor. Example 19 . Piano Motive with basic B ♭ -major harmonization of Part 1 (click to enlarge) Example 20 . Comparison of the initial and complete forms of the Piano Motive (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Example 19 presents the complete version of the Piano Motive. Only some of “Part 1” is used in Stage One cues (excluding Cue 17) and the Piano Motive is either alone or with pitch-class F in various registers, implying the dominant in B ♭ major. As shown in Example 20 , a basic harmonization of “Part 1” implies the key of B ♭ major with a tonic start and dominant finish.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54]  Example 20 also highlights Burwell’s use of invariance between the B ♭ -major and G-minor harmonizations of the Piano Motive. The sense of B ♭ major has been implied in Stage One cues (excluding Cue 17) by removing the Gs found in the complete form’s bassline from Stages Two and Three. The complete bass line of the theme starts and ends on G but internally descends from B ♭ 3 to D 5.  This line is reminiscent of the descending tetrachord portion of a lament-bass progression in both tempo and harmonic rhythm but instead emphasizes root-position chords more akin to modern, popular-style harmonizations (i–VII–VI–v). The theme’s repetitions elide, adding emphasis to their tonic beginnings. 8.1.   Cadential Design",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55]  The most important way Burwell parallels Barton’s experience of frustration, writer’s block, and interruption is through his large-scale cadential planning. Burwell balanced levels of harmonic closure around the complete form of Barton’s version of the main theme (Cue 15) through his gradual increase of cadential strength from half cadences to authentic ones and from weak-key confirmation to insistent assertions of key.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56]  Barton’s main obstructions to script writing are the constant interruptions to his creative urges. Most interruptions stem from Charlie barging in just as Barton enters the creative frame of mind needed to be productive. The first interruption occurs (Event 10) when Barton is distracted by Charlie’s laughing/crying next door. The second occurs when Barton is distracted by the wallpaper peeling off his walls (Event 14). A third instance happens when Charlie visits casually and demonstrates the sport of wrestling by pinning Barton in a matter of seconds, in a rather uninstructive manner (Event 20). In the fourth, Charlie interrupts Barton’s work because the shoe cleaners have mistakenly swapped the two neighbors’ shoes (Event 25). Soon after, another comes from his noisy neighbors (Event 26). His final interruption occurs when Audrey comes over to “help” him write his screenplay (Event 31). No writing help occurs and instead her visit proves to be a most disturbing distraction, although her presence (or maybe just the thought of her head) eventually brings Barton some strange motivation allowing him to overcome his writer’s block. So, indirectly, Audrey does eventually provide Barton with the proper inspiration to complete his script, though this link is speculative. Example 21 . Cue 2 “Interruption #2” (click to enlarge and listen) Example 22 . Cue 3 “Interruption #3” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57]  Burwell’s score plays upon these constant interruptions by pairing their foiled attempts at resolution with the lack of resolution provided by dominant emphasis with exaggerated, half-cadential gestures. This technique is an instance of Motazedian’s cadential frustration . In her analyses of Amadeus and The Talented Mr. Ripley , she describes the technique as cues that are “interrupted on dominant chords, obstructing tonic resolutions as an analogy for the characters’ obstructed intentions” ( Motazedian 2016 , 188). Example 17 shows that B ♭ major is the only key emphasized in Cues 1, 2, and 3. The cumulative nature of Barton’s version of the theme requires an exploration of Cues 2 and 3 before Cue 1’s sparse context can be clarified. Cues 2 ( Example 21 ) and 3 ( Example 22 ) both present only enough of the theme to imply B ♭ major without giving away its later harmonic context of G minor. After stating Part 1 of the Piano Motive, both cues feature dynamic swells on pitch classes F and C. Though these cues are brief, their pitch contents and usage of dramatic swells in extreme registers all provide the listener with a sense of an emphatic, half-cadential gesture in B ♭ major. Cue 1 ( Example 23 ), on the other hand, is thinner in texture and pitch content, containing the pitches F6 (sustained continually in the violins) and F7 (evenly spaced glockenspiel attacks). This exact music occurs throughout Cue 2 (minus two measures of glockenspiel hits at its center) and the cumulative nature of the score implies that the Fs in Cue 1 exist in the same harmonic/scalar space as those in Cue 2 and therefore imply that if these Fs are to be assigned a harmonic context they would be the root of the dominant harmony in B ♭ major as they are in Cues 2 and 3. Therefore, all three of these cues end with an impression of the dominant in B ♭ major. Cue 4, however, is the first to break that pattern. Example 23 . Cue 1 “Waves-Opening Typewriter” (click to enlarge and listen) Example 24 . Cue 4 “Big Shoes” (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "motazedian_2016"
                ]
            }
        },
        {
            "58": {
                "text": "[58]  Cue 4 ( Example 24 ) initiates the important shift to G minor. It begins in B ♭ major with a lower and rhythmically reduced version of the Piano Motive, played on the tubular bells. The middle turns toward G minor and ends with a dramatically emphasized, quasi-half cadence in that key. This marks the point at which Burwell begins indicating to the audience that the heroic victory promised by the optimistic half cadences in B ♭ major can no longer be assumed. As Example 17 showed, B ♭ major never returns. Video Example 2 . Carter Burwell’s score blends with Skip Lievsay’s sound design as the camera enters the drain in Barton’s bathroom (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59]  All cues from Stages Two, Three, and the film’s final cue (Cue 17) are in G minor, but each contains unique levels of harmonic closure. Cue 5 is the first cue to begin and end in G minor and the last to end with an emphatic half cadence. Cue 5 confirms G minor with a i–v–i–v harmonic structure but the texture is sparse, the motivic content is limited, and the concluding half cadence reemphasizes Barton’s sense of never-ending frustration. Cue 7 lacks a sense of closure when its musical processes are interrupted by a transformation into a sound-design collage of overlapping provocative elements ranging from Audrey’s sexual moaning, the strained groans of fighting wrestlers, and the amplified sounds of water running through the Hotel Earle’s plumbing. This transformation accompanies the film’s infamous shot of the camera leaving Barton and Audrey’s romance and entering the drain in Barton’s bathroom sink ( Video Example 2 ). Example 25 . Voice-leading sketch of the repeated authentic cadences in Barton’s version of the main theme (Cue 15, “Writing Montage,” Event 47) (click to enlarge) Example 26 . Cue 15 “Typing Montage” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60]  Burwell saves the emphatic, authentic cadential resolutions for Cue 15 (“Barton Finally Writes!”), which occurs during the climax of Barton’s dramatic pyramid (Event 47). This is also the only time Burwell features music during a large portion of a kernel in Barton’s diagram and the only time his score occurs during a super kernel. This near avoidance of combining Barton’s kernels with music brings additional musical emphasis to this climatic moment. In Cue 15, all emphatic half-cadential gestures have been removed, paralleling the removal of Barton’s creative distractions. These are replaced by emphatic authentic cadences that result from Burwell’s constant, elided repetitions of the complete version of the theme. In total, the theme is completed nearly six times throughout this super kernel. Example 25 represents the Cue’s harmonic structure and underscores its emphasis on harmonic resolution through its repeated authentic cadences, and the transcription in Example 26 illustrates the first two presentations of the theme in score form. As shown previously in Example 16, the theme now contains all its motivic elements and almost provides the viewer with a similar type of resolution that Barton must be feeling as he writes. However, the awareness of the large-scale harmonic shift puts the audience at a distance from Barton because, though the work is complete, the change of key from relative major to relative minor indicates his work will ultimately be considered a failure. Curiously, Cue 15 ends on a very weak dominant. Until this point, half-cadential gestures have been paired with Barton’s interruptions. In this case, however, the cadence is weak and decidedly not as emphatic as the others. The function of this weakened half cadence indicates that Barton’s journey is still incomplete because he has yet to submit his script to the studio, and he has yet to be confronted by Charlie.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61]  The last instance of Barton’s version (Cue 17) does not occur until after Charlie returns, kills the detectives, and confronts Barton about how he did not listen to him and that it was offensive for Barton to complain about Charlie making too much noise. Cue 17 (“Barton in Flames”) is the only cue that ends conclusively in G minor and the message it sends is very clear: Barton has failed. As he walks down the fiery hallway with his script and box in hand, it seems even Barton anticipates Lipnick’s upcoming rejection. The rejection is Barton’s first opportunity to learn what Burwell had first suggested to the audience long ago with Cue 4 and confirmed beyond any doubt in Cue 15, which is that Barton has failed at his goal of reaching his target audience and writing a work, in his words, “of, about, and for the common man.” 9.  Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62]  In my dissertation, I applied NDS diagrams to three Coen/Burwell collaborations: Miller’s Crossing (1990), Barton Fink (1991), and Fargo (1996) ( Jarvis 2015 ). Applying the NDS-diagram approach to Miller’s Crossing and Fargo was successful and relatively straightforward, but Barton Fink ’s unconventional narrative served as a useful test case to explore the limits of the approach. Therefore, I expect NDS diagrams to function successfully in a wide range of narrative conditions.",
                "footnotes": [],
                "citations": [
                    "jarvis_2015"
                ]
            }
        },
        {
            "63": {
                "text": "[63]  While I have not found a cumulative formal process in Burwell’s other scores, there are times when a similar type of affective reversal occurs at a pivotal moment where a scene is paired with the full version of previously heard music. In their 2010 collaboration, True Grit , Burwell’s warm and touching arrangement of the protestant hymn “Leaning on Everlasting Arms” first appears during the opening monologue establishing Mattie Ross as a proud and righteous young woman set on avenging the murder of her father. The tune makes its reprise during the film’s climax where it stands in stark contrast to the urgent, horse galloping, save-the-dying-child action sequence it accompanies. Unlike the musical reversal from positive to negative in Barton Fink , in True Grit the positive musical affect is retained in both sequences, but the scene’s affect has reversed, producing an elegant variant of the similar technique of pairing a gruesome scene with an overly positive song (e.g., “Stuck in the Middle with You” in Reservoir Dogs and “Singing in the Rain” in A Clockwork Orange ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64]  Though most scholarship on Barton Fink tends to focus on the logical and interpretational difficulties inherent in the film’s unique narrative structure, I hope to have shown that Burwell’s score provides a way into the story that offers new meaning and focus. Of course, many of the mysteries still remain. Interpretational richness remains concerning why the unknown contents of Charlie’s box brings Barton a sudden swell of motivation, allowing him to complete his script. Does he know it contains Audrey’s head? Concerning Charlie, there is more to be said about his character than the often-suggested, external metaphors of “Charlie as Satan” and the “Earle as Hell.” While intriguing, they lack strength in light of a plot containing so much, often overlooked, internal logic. The Coens plan to eventually follow up with a sequel to Barton Fink ( Coen and Coen 2016 ). They have suggested it would skip thirty years of story time and pick back up with Barton, still played by Turturro, as a retiring literature professor ( Coen and Coen 2013 ). If such an intriguing film does ever come to fruition, I hope it will provide new ways to view this mysterious film. 9.1.  Wider Applications of NDS Diagrams",
                "footnotes": [],
                "citations": [
                    "coen_and_coen_2016",
                    "coen_and_coen_2013"
                ]
            }
        },
        {
            "65": {
                "text": "[65]  While I have introduced NDS diagrams here to approach the analysis of film music, it need not be limited to film. Any multimedia work where the narrative contains a primary narrative structure could be analyzed using this methodology. Plays, musicals, and television episodes are likely candidates. Though my example of Barton Fink involves a thorough analysis of the entire event structure for the primary goals of two characters, this is not strictly required. Instead, NDS diagrams can be used to focus on a single goal even when more exist and could isolate certain event types should they be of particular interest in the work or to the analyst.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.1.jarvis.html",
    "data": "mto/data/mto.23.29.1.jarvis.json"
}