{
    "title": "Review of Maureen Carr, <i>Multiple Masks: Neoclassicism in Stravinsky’s Works on Greek Subjects</i> (Lincoln: University of Nebraska Press, 2002)",
    "date": "2007/03/01",
    "volume": "13",
    "issue": "1",
    "authors": [
        "Francis, Kimberly A."
    ],
    "abstract": "Igor Stravinsky composed four neo-classical dramatic works based on Greek subjects between 1926 and 1948. Maureen Carr explores the philosophical tenets behind his neo-classical aesthetic, especially the commonplace metaphor of the mask, and what this reveals about Stravinsky’s compositional ethos. After establishing this framework, she examines both the compositional and collaborative processes involved in the creation of these four works, drawing on extensive sketch studies and primary sources.",
    "keywords": [
        "Igor Stravinsky",
        "sketch studies",
        "neo-classicism",
        "Greek",
        "Apollo Musagète",
        "Oedipus Rex",
        "Perséphone",
        "Orpheus"
    ],
    "doi": "",
    "received": "February 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.francis.pdf",
    "author_info": [
        {
            "name": "Kimberly A. Francis",
            "university": "University of North Carolina at Chapel Hill",
            "address": "Department of Music, Chapel Hill, NC 27599-3320",
            "email": "kafranci@email.unc.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Much scholarly ink has been spilt reinforcing the idea of Stravinsky’s immunity to extra-musical influences.  See for example: Louis Andriessen and Elmer Schönberger, The Apollonian Clockwork: On Stravinsky, trans. Jeff Hamburg (Oxford: Oxford University Press, 1990); and Pieter C. van den Toorn, Music, Politics, and the Academy (Berkley: University of California Press). The example of which Carr is most critical is that of Robert Craft and Igor Stravinsky’s, Dialogues (Berkley: University of California Press, 1982).",
            "citations": []
        },
        "FN2": {
            "text": "2. Carr, 300.",
            "citations": []
        },
        "FN3": {
            "text": "3. Ibid., 300.",
            "citations": []
        },
        "FN4": {
            "text": "4. The “nearly sonata form” here refers to Stravinsky's \ndisruption of the musical structure at exactly the moment where Orpheus tears \nthe bandage from his face to turn and look at Euridice. Ibid., 264.",
            "citations": []
        },
        "FN5": {
            "text": "5. Ibid., 35.",
            "citations": []
        },
        "FN6": {
            "text": "6. Ibid., 9.",
            "citations": []
        },
        "FN7": {
            "text": "7. Ibid., 266.",
            "citations": []
        },
        "FN8": {
            "text": "8. Ibid., 169.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid., 169–170 and 192–200.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., 26.",
            "citations": []
        },
        "FN11": {
            "text": "11. Ibid., 192.",
            "citations": []
        },
        "FN12": {
            "text": "12. See, for example, her discussion of Stravinsky’s use \nof Mussorgsky and Beethoven thematic materials for his Apollo : Ibid., \n108.",
            "citations": []
        },
        "FN13": {
            "text": "13. Ibid., xix.",
            "citations": []
        },
        "FN14": {
            "text": "14. Charles M. Joseph, Stravinsky & Balanchine: The Journey of Invention (New Haven: Yale University Press, 2002). Carr also mentions this in her \npreface. Carr, xiii.",
            "citations": []
        },
        "FN15": {
            "text": "15. Carr, 62.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ibid., 6, 242, and 245.",
            "citations": []
        },
        "FN17": {
            "text": "17. Ibid., 116.",
            "citations": []
        },
        "FN18": {
            "text": "18. Other examples of recent forays into Stravinsky sketch \nstudies include: Gretchen Horlacher, “Running in Place: Sketches and \nSuperimposition in Stravinsky’s Music,” Music Theory Spectrum 2 (2001): \n196–216; David Smyth, “Stravinsky as Serialist: The Sketches for Threni,” Music Theory Spectrum 2 (2000); and Lynne Rogers, “Stravinsky’s Break with Contrapuntal Tradition: A Sketch Study,” The Journal of Musicology 4 (1995): 476–506.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In 1926, Igor Stravinsky began work on the first of what would become four works on subjects from Classical Greek literature, his opera-oratorio Oedipus Rex . In the following two decades, he completed Apollo Musagète (1927–28), Perséphone (1933–34), and Orpheus (1947–48). All four of these staged works lie squarely within Stravinsky’s neoclassical period, and each offers particular insight into the myriad elements that define this segment of Stravinsky’s oeuvre . In Multiple Masks: Neoclassicism in Stravinsky’s Works on Greek Subjects, Maureen Carr addresses the compositional processes involved in the creation of these pieces, drawing extensively from the respective drafts and sketches owned by the Paul Sacher Stiftung and the Library of Congress. Aligning her sketch studies with excerpts from diaries, letters, and other primary sources, Carr interrogates the philosophical underpinnings of Stravinsky’s neoclassical endeavors and questions the composer’s own statements about his compositional processes. In particular, Carr concerns herself with the metaphor of the “mask” and how it is central to the rhetoric of the neoclassical period, used both to herald a new artistic ethos and to sublimate Stravinsky’s own individualism and compositional techniques.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Carr first explores the tenets of the neo-classic aesthetic, and then investigates the works in which this aesthetic is enacted. She begins her inquiry by providing an overview of early twentieth-century writings on neoclassicism and artistic masks with which Stravinsky would have been familiar. These citations include sections of T.S. Elliot, Theodor Adorno, André Gide, Alexis Roland-Manuel, Paul Valéry, Jacques Maritain, and Arthur-Vincent Lourié. Carr knits these excerpts together to display their connection to a number of Stravinsky’s writings, especially his Poetics of Music in the Form of Six Lessons, a series of lectures given at Harvard University in 1939 that conveys his opinions on musical composition and aesthetics. Carr’s work helps piece together the desire of some early twentieth-century artists to avoid overt emotionalism in music, and shows the diverse origins of neo-classical impulses. Furthermore, while untangling the different threads of Stravinsky’s Poetics of Music, Carr is able to unpick the myth of Stravinsky as \nautonomous genius. Instead, one learns of Stravinsky as a member of the \nintellectual milieu in Paris during the 1920s, whose members together laid the \nfoundation for a neo-classical style. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The first chapter of the book explores how, in advancing their neo-classic claims of objectivity and intellectualism, \nthese artists found it imperative to remove all residue of the ego from the cultural product. This is what Carr comes to label as Stravinsky’s “objective stance.” (2) To create this sense of the composer’s personal distance from the composition, Carr shows, neo-classicists attempted to erect artificial barriers between the audience and the work. One means by which the removal or blurring of a sense of individual ego was accomplished was by retreating to well-known texts and formal structures of the past.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Stravinsky and his colleagues were particularly attracted to the familiar stories of \nGreek Antiquity, mythological tales that still resonated easily with audiences. By re-introducing these stories and placing them within easily identifiable formal containers, artists such as Stravinsky felt that they were constructing a filter, or mask, between audience and individual artist. Simply put, Carr writes that: “Stravinsky sought to create ‘new conventions’ by using models of the past . . . enhanced by the presence of mythological storylines.” (3) The non-authorial nature of plot, medium, and structure supposedly reduced the voice of the composer to a whisper.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Moving beyond these general criteria for the neo-classic aesthetic, Carr reveals other forms of borrowing that Stravinsky used extensively throughout the four works in question. She outlines a catalogue of surface, mid-level, and large-scale musical borrowings imported by Stravinsky to enhance his musical landscape, including quotations from Verdi that appear in Oedipus Rex, and others by Puccini used in Apollo. Carr then proceeds beyond the purely musical and considers neo-classical traits that originated in the visual arts such as the work of Pablo Picasso and photo-montage techniques. By drawing together the visual, aural, and philosophical influences inherent to the neo-classic aesthetic, Carr offers a unique backdrop \nfor the findings of her subsequent sketch-studies and analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The next four chapters of Carr’s book deal chronologically with the four neo-classical works on Greek topics, and they all share a similar structure. Each chapter includes a gloss on historical context, analyses, and commentary; musical examples are located in a separate section at the end of each chapter. This format is a slight hindrance to the flow of the argument; it would have been easier to follow the development of Carr’s ideas with excerpts readily accessible. This said, these musical examples are by far the richest resource the book presents and their troublesome location is worth the bother. At the end of each chapter, Carr gathers a wealth of examples drawn both from \npublished scores and the author’s own transcriptions of the sketches held by the Paul Sacher Stiftung and the Library of Congress which in total represent an impressive resource.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Carr analyzes each of Stravinsky’s pieces based upon their own idiosyncrasies and with respect to their unique contexts. The Latin scansion of Oedipus Rex ; the Alexandrine roots of Apollo ’s rhythmic structure; the zigzag motives of Perséphone ; and the textural layering of Orpheus are all examined through reference either to autograph libretti or to the sketchbooks. Carr is most clear when guiding the reader through the autograph page, helping to show the evolution of Stravinsky’s ideas, where these ideas manifest themselves in the published score, and how they relate to other contemporaneous pieces. She shows how the sketches betray the connections between Apollo and Beethoven’s Creatures of Prometheus as well to as the music of Glinka. Her explications help to elucidate the rationales behind some of the more bizarre moments in Stravinsky’s music, including what the composer referred to as the “nearly sonata form” structure of the Pas de deux in his Orpheus . (4) There are several moments when Carr incorporates facsimiles of her primary \nsources, contributing to the clarity of her argument. Her efforts most often \nshow the continuity and chronology of what superficially appear to be random—or in Carr’s words “kaleidoscopic”—sketches. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In addition to showing the individual elements of each sketchbook, Carr is also able to show the relationships between them. She delineates how the final moments of Oedipus Rex become the initial ideas for Apollo , which in turn become the seeds for Perséphone . This methodology allows Carr to trace the evolution of Stravinsky’s neo-classical style while \nidentifying traits that remain constant throughout. Furthermore, Carr shows that Stravinsky’s favorite elements from his Russian period, especially octatonicism and leitmotivic \ntechniques, do not disappear during his neo-classical period. By tracing these \nconnections, Carr reveals Stravinsky’s use of Greek subjects to be “a façade” \nthat allowed him to “draw upon his earlier works and the works of other \ncomposers.” (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Furthermore, she provides evidence that the roots of Stravinsky’s atonal practices appear in the sketches for his final neo-classic ballet, Orpheus . (7) Perhaps most compelling are the moments when Carr uses the sketches to directly contradict Stravinsky’s and Robert Craft’s own comments about these compositions. \nA recurring example is the influence of the writer Charles-Albert Cingria on Stravinsky’s reception of Petrarch’s The Dialogue Between Joy and Reason . (8) After establishing Cingria’s and Stravinsky’s artistic exchanges, Carr argues that the former served as a catalyst for Stravinsky’s sketches of a ballet inspired by the Petrarch text. Furthermore, she is able to show that Craft misdates these sketches, some of which were eventually recycled for Perséphone , suggesting he did so to conceal Cingria’s involvement. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Outside of purely musical considerations, Carr’s book also retraces the many collaborative relationships Stravinsky maintained during the making of these four pieces. For both of the texted works, Oedipus Rex and Perséphone , Carr reconstructs the development of each project beginning with the choice of subject material, the evolution of libretti, and eventual staging issues. Carr \nrecounts the struggles of Jean Cocteau in his creation of the libretto for Oedipus Rex. It is here that the reader learns of Stravinsky’s omnipresent need for control, going so far as to over-rule Cocteau’s choice of color for on-stage curtains. (10) Carr \ncompares the various translations of the work, including e.e. cummings’s English version, to show \nhow Stravinsky’s changes to the the libretto for different editions \nproduced textual variants.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The relationship between André Gide and Stravinsky is painted with even greater pathos. Carr shows the numerous painstaking revisions Gide made to his text for Perséphone , using letters and manuscripts to trace Gide’s own attachment to this tale from 1907 through to Ida Rubenstein’s commission in 1933. Stravinsky’s proclivity for tampering with texts with complete disregard for his collaborator is also traced in detail. Carr leads her reader through Stravinsky’s process, \nfrom his marginalia in early libretti to his eventual rewriting of entire lines of Gide’s text in the sketchbooks. Carr shows how this conflict caused Gide to boycott Perséphone ’s premiere, and led Stravinsky, via the influence of Cingria, \nto make some of his most infamous statements about the problems inherent in \nsetting text to music. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Carr also traces the chronological development of the ballets, presenting the diaries of the first \nApollo, Serge Lifar, and the study maquettes of Orpheus ’ set designer, Isamu Noguchi, to clarify events and relationships that informed these productions. The relationship of Georges Balanchine and Igor Stravinsky is also painted in great detail. Carr uses her observations about these source materials not merely to extend our understanding of the influence exerted upon Stravinsky by his collaborators, but also to challenge that understanding by continually asking, where and how do we draw the line between their respective contributions? (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Perhaps this book’s most valuable contribution is its provision of a jumping-off point for \nfuture research. Carr herself admits that over the course of her own work she has “produced enough material to fill four volumes,” and that practicality imposed certain limits on what could be included in Multiple Masks. (13) These limitations leave several themes open for development. Certainly Carr’s early section on the Parisian circle of the 1920s \nonly begins to fill a great lacuna in Stravinsky scholarship. With the possible exception of Charles Joseph’s book Stravinsky and Balanchine: The Journey of Invention, the theme of collaboration, \nparticularly in relation to these four works on Greek subjects, has not been \nmuch discussed. (14) Carr’s work brings to light this rich and underdeveloped area of research and provides the essential building blocks for some much-needed further investigation.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] There are other tantalizing threads that Carr leaves dangling for future scholars. She calls attention to the need for a closer examination of the relationship between Modest Moussorgsky’s Boris Godunov and Stravinsky’s Oedipus Rex beyond the obvious borrowings found in the latter’s Gloria movement. (15) Twice, Carr alludes to the possibility of collaboration between Nadia Boulanger and Stravinsky, discussing the Parisian pedagogue’s involvement in the development of his Poetics and her importance in introducing Stravinsky to Monteverdi. (16) And she admits that there is a great deal more work to be done on the Apollo sketchbook, due to the overwhelming amount of material there. (17) Though she provides an excellent skeleton and summary of the Apollo documents, she makes it clear that here is a resource that \ndeserves to be the center of a study in its own right.",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Ultimately, engaging Igor Stravinsky’s opinions on composition and aesthetics is a daunting task, for to do so one must navigate the nebulous autobiographical and pseudo-biographical writings associated with the composer. Stravinsky is notorious for rewriting or misremembering his past, and there is always a pall of skepticism surrounding anything written on Stravinsky either by, or with the help of, Robert Craft. But with the primary source documents recently accessible at the Paul Sacher Stiftung, other ways of engaging Stravinsky’s legacy become available. Maureen Carr’s work joins a body of recent studies that reveal what we learn when we bypass Stravinsky’s constructed narrative and refer directly to primary source documents. (18) In \nthis way, Stravinsky scholarship takes on a new dimension, and we as a scholarly community gain entirely new insights into Stravinsky’s legacy.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.07.13.1.francis.html",
    "data": "mto/data/mto.07.13.1.francis.json"
}