{
    "title": "Interactions of Folk Melody and Transformational (Dis)continuities in Chen Yi’s <i>Ba Ban</i> (1999)",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Roeder, John"
    ],
    "abstract": "Chen Yi’sBa Ban(1999) for solo piano, like many works of Western-trained Chinese composers, situates fragments of evocative traditional folk melody within a post-tonal discourse that is well described by transformation theory. The eponymous folk tune that it quotes is a standard of thesizhu(“silk-and-bamboo”) repertoire. Insizhuperformance practice, the evenly pulsed rhythm of the 68-beat melody is augmented and each pitch is highly “flowered,” that is, decorated. Chen’s piece, often simulating the timbral quality ofsizhuheterophony, reproduces some of the directed temporal qualities of this repertoire by quoting distinctive phrases and elaborating their pitches. Intermingled with this discourse, however, it presents multilinear threads of motivic transformation through virtuoso figurations typical of Western piano repertoire. The free rhythm evokes a different folk music tradition, mountain song, that Chen mentions as inspiration. At first, as the post-tonal structures are introduced, they disrupt the linear continuity of the Ba Ban folk tune and create an undirected associative network. Eventually, however, they gain control over temporality as firmly as Ba Ban did at first, and then Ba Ban itself is transformed into ametrical pulse. Considering the contrasting gendered connotations of mountain song andsizhu, I suggest how my narrative of these rhythmic processes might resonate with some ideas of feminist theory.",
    "keywords": [
        "Chen Yi",
        "transformation",
        "China",
        "Lochhead",
        "feminism",
        "rhythm"
    ],
    "doi": "",
    "received": "January 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.roeder.pdf",
    "author_info": [
        {
            "name": "John Roeder",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Road, Vancouver, BC, V6T 1Z2, Canada",
            "email": ""
        }
    ],
    "citations": {
        "agres_abdallah_and_pearce_2018": "Agres, Kat, Samer Abdallah, and Marcus Pearce. 2018. “Information-Theoretic Properties of Auditory Sequences Dynamically Influence Expectation and Memory.” Cognitive Science 42: 43–76.",
        "chang_2007": "Chang, Peter. 2007. “Bright Sheng’s Music: An Expression of Cross-Cultural Experience-Illustrated through the Motivic, Contrapuntal and Tonal Treatment of the Chinese Folk Song The Stream Flows .” Contemporary Music Review 26 (5–6): 619–33.",
        "chen_1999": "Chen, Yi. 1999. “Tradition and Creation.” Current Musicology 67/68: 59–72.",
        "chen_2006": "Chen, Yi. 2006. Ba Ban for Piano . Theodore Presser Co.",
        "chien_2015": "Chien, Mei-ling. 2015. “Leisure, Work, and Constituted Everydayness: Mountain Songs of Hakka Women in Colonized North Taiwan (1930–1955).” Asian Ethnology 74 (1): 37–62.",
        "feeken_2012": "Feeken, Qing Nadia. 2012. “The Complete Solo Piano Works of Chen Yi: A Recording, Analysis, and Interpretation.” PhD diss., University of Arizona.",
        "hanninen_2012": "Hanninen, Dora. 2012. A Theory of Music Analysis: On Segmentation and Associative Organization . University of Rochester Press.",
        "hasty_1998": "Hasty, Christopher F. 1998. Meter as Rhythm . Oxford University Press.",
        "lai_2017": "Lai, Yun-Hui. 2017. “The Analysis and Interpretation of Three Selected Piano Pieces by Chen Yi: Duo Ye, Ba Ban, Ji-Dong-Nuo.” DMA Monograph, Louisiana State University.",
        "lau_2007": "Lau, Wai-Tong. 2007. “Teaching Chinese Folk Songs with an Authentic Approach.” Music Educators Journal 94 (2): 22–27.",
        "b_li_nd": "Li, Bai. n.d. 碧山棲 [Green Mountain Perch]. Translated by Dongbo. http://www.mountainsongs.net/ .",
        "x_li_2003": "Li, Xiaole. 2003. “Chen Yi’s Piano Music: Chinese Aesthetics and Western Models.” PhD diss., University of Hawai’i.",
        "x_li_2005": "Li, Xiaole. 2005. “Chen Yi’s Multicultural Approach in Ba Ban for Piano Solo.” Resonance Interdisciplinary Music Journal . http://resonancejournal.org/2005/Spring/Xiaole/index.html",
        "lochhead_2016": "Lochhead, Judy. 2016. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis . Routledge.",
        "margulis_2013": "Margulis, Elizabeth Hellmuth. 2013. On Repeat: How Music Plays the Mind . Oxford University Press.",
        "rao_2002": "Rao, Nancy Yunhwa. 2002. “Hearing Pentatonicism Through Serialism: Integrating Different Traditions in Contemporary Chinese Music.” Perspectives of New Music 40 (2): 190–232.",
        "roeder_2014": "Roeder, John. 2014. “Transformation in Post-Tonal Music.” In Oxford Handbooks Online in Music , ed. Alexander Rehding. https://www.oxfordhandbooks.com/view/10.1093/oxfordhb/9780199935321.001.0001/oxfordhb-9780199935321-e-4",
        "shen_2011": "Shen, Chia-Ching. 2011. “The Asian Inspiration: Chinese Influences in the Solo Piano Music of Chen Yi.” D.M. treatise, Florida State University.",
        "snyder_2008": "Snyder, R. Claire. 2008. “What is Third-Wave Feminism? A New Directions Essay.” Signs 34 (1): 175–96.",
        "thrasher_1989": "Thrasher, Alan R. 2008. Sizhu Instrumental Music of South China: Ethos, Theory and Practice . Brill.",
        "yu_2014": "Yu, Man-Ching Donald. 2014. “Some Transformational Aspects of Pentatonicism in Post-tonal Chinese Music.” International Journal of Contemporary Composition 9: 44–63.",
        "zhang_and_schaffrath_1991": "Zhang, Suozhi and Helmut Schaffrath. 1991. “China’s ‘Mountain Songs’: Chinese Terminology Relating to Shan’ge .” Chime: Journal of the European Foundation for Chinese Music Research 4: 23–33."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Her program notes to her piano composition give a similar analysis: “[t]he folk tune ‘Ba Ban’ consists of eight phrases, each phrase containing eight beats, except the fifth phrase that has an additional four beats, where the golden section falls in the middle. The rhythmic grouping of the original ‘Ba Ban’ is read as 3+2+3, 3+2+3, 4+4, 3+2+3, 3+2+3+2+2, 4+4, 5+3, 4+4. It’s completely presented at the highest end of the keyboard in the coda” ( Chen 2006 , 2). As is apparent from the other contributions to this collection, the golden section is a constructive principle for much of her music.",
            "citations": [
                "chen_2006"
            ]
        },
        "FN2": {
            "text": "2. Although the pulse is steady, the varying grouping makes the sensation of meter more dynamic and variable, a quality emphasized by Marianne Kielian-Gilbert’s article (in this collection) in its consideration of Chen’s description of the tune.",
            "citations": []
        },
        "FN3": {
            "text": "3. For the entire performance, view https://youtu.be/epT1IwtUvSA (accessed November 11, 2019).",
            "citations": []
        },
        "FN4": {
            "text": "4. Compared to the pentatonic collection, which has an interval-class vector of [032140], the ascending motive has a different number of each interval class, [213211], a contrast that obtains for only a few other pentachord classes.",
            "citations": []
        },
        "FN5": {
            "text": "5. https://youtu.be/ifogSg2lQ98 (accessed November 11, 2019). All score excerpts in this article are reproduced by kind permission of Theodore Presser Company.",
            "citations": []
        },
        "FN6": {
            "text": "6. In contrast, the row does not embed X as an ordered segment.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Contemporary Chinese art-music composers often combine the materials and forms of folk melodies with serial and transformational processes that are characteristic of Western post-tonal musical discourse ( Rao 2002 ; Chang 2007 ; Yu 2014 ; Roeder 2014 ). Chen Yi’s composition Ba Ban for solo piano, commissioned in 1999 by Carnegie Hall, constitutes a particularly forthright example. In a program note, she explains: General impressions of the style of Chinese mountain song singing and Chinese instrumental playing . . . influence the sounds heard in the textures of the solo piano. Most Chinese folk solo pieces have a single theme each, with sectional developments in different speeds and performing techniques, with added decorations on the important notes from the melody. This inspired me to construct my solo piano piece in four sections, starting with the theme in the initial seven-measure phrase, which is based on the pitch material of the first phrase of the Chinese folk tune “Ba Ban (Eight Beats)”. . . . Besides the pentatonic “Ba Ban” pitch material, I have also applied two other pitch materials and woven them with the “Ba Ban” theme into a whole. One is a 12-tone row (B, F, C ♯ , D, F ♯ , G ♯ , A, D ♯ , E, B ♭ , G, C), [and] the other is an ascending five-note motive ( B ♭ , C, C ♯ , F ♯ , A). All of them are used horizontally and vertically in primary or transposed forms, sometimes simultaneously in a phrase. ( 2006 , 2) Such hybrid works may perplex listeners acquainted with either or both of those traditions. How can the techniques and aesthetics of traditional folk music comport with those of modernism?",
                "footnotes": [],
                "citations": [
                    "rao_2002",
                    "chang_2007",
                    "yu_2014",
                    "roeder_2014",
                    "chen_2006"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Composers’ solutions to this problem differ according to their expressive purposes. Generally, Nancy Rao’s survey of Chinese twelve-tone compositions finds that their varied aesthetic principles are at the core of their compositional interpretations of the ways in which pentatonic scales relate to one another in the twelve-tone pitch space. . . . In their individual processes of integration both realms—pentatonicism and serialism—are undoubtedly transformed. ( 2002 , 224) But those principles are not always fully evident even in such generously annotated music as Ba Ban . Chen’s explicit identification of three “materials” in her piece—a folk tune, a row, and a motive—does encourage analysts to locate all instances of them or, more precisely, to group the phenosegments into associative sets ( Hanninen 2012 ). Several doctoral piano students have taken her cue, discovering these materials in every section ( X. Li 2003 , 2005 ; Shen 2011 ; Feeken 2012 ; Lai 2017 ). But to the extent that such accounts confine themselves to this sort of segmentation, they cannot get very far into the distinctive features of the materials, the specific ways in which they are combined and transformed, or the significance of their cultural references.",
                "footnotes": [],
                "citations": [
                    "rao_2002",
                    "hanninen_2012",
                    "x_li_2003",
                    "x_li_2005",
                    "shen_2011",
                    "feeken_2012",
                    "lai_2017"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] A deeper appreciation of these issues can be gained through a more wide-ranging exploration of the music’s “lifeworld” as advocated by Judith Lochhead: Investigation of the multifaceted contexts that situate the work and its sounding consists of taking up a number of different perspectives. . . . For instance, these queries might engage such factors as: historical context, compositional technique , technology, gender and sexuality, race and ethnicity, aesthetic philosophy , identity, embodiment, cognition, musical structuring, memory , placial or spatial features, or any number of other perspectives discovered by the analyst. ( 2016 , 91–92, emphasis added) Accordingly, all the contributions to this forum on Chen’s music consider it from a variety of perspectives named in Lochhead’s comprehensive list. My article presents an analysis informed by the perspectives that I have emphasized above. By shifting the focus from segmentation to issues of continuity, large-scale process, and hermeneutics, it construes Chen’s Ba Ban as a process that posits, negotiates, and ultimately transcends the contrasting temporalities of two types of musical material. Source materials and modes of attending Example 1 . The folk tune Ba Ban, with Chen Yi’s grouping analysis (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lochhead_2016"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Foundational to this analysis is a consideration of the cultural context of the source materials and how they engage two distinctive modes of cognition. Example 1 shows a standard version of the instrumental folk tune Ba Ban, as published in the early 19 th century ( Thrasher 1989 , 77–78). It consists of a series of groups, each a string of eighth notes leading to a pause on a quarter note. The annotations denote Chen’s ( 1999 , 65–66) own description of it as a series of 8-beat phrases. She reads the fifth phrase to include an extension at approximately the golden section of the total duration of the melody. (1) We shall see that related numerical considerations play a role in her piano piece. (I will distinguish the title of Chen’s piece from that of the folk tune by placing it in italics.)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "thrasher_1989",
                    "chen_1999"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Two aspects of this tune guide a listener’s temporal experience, each engaging a different way of attending towards the future. First, as suggested by its title, Ba Ban (“eight beats”; Thrasher 1989 , 73) establishes and maintains a regular pulse. A listener who entrains to it will anticipate the timing of future events, even without knowing what they will be. (2) Second, its opening pitch succession is easy to recognize. Sequential recall differs from metrical entrainment, but it too facilitates future-directed listening: a listener who attends to a familiar sequence of events will anticipate what each upcoming event will be, even without knowing exactly when it will occur ( Agres, Abdallah, and Pearce 2018 ). As Elizabeth Margulis vividly describes: [E]ach time we go down the musical path etched out by [a] piece, its track gets deeper and deeper, such that we fall down it more and more easily, until it carries with it some sense of inevitable rather than accidental reality ( 2013 , 113). Example 2 . The first two segments of the tune in an augmented and embellished version (click to enlarge and listen)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "thrasher_1989",
                    "agres_abdallah_and_pearce_2018",
                    "margulis_2013"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The combination of metrical entrainment and sequential anticipation together give Ba Ban such a strong continuity that in its proper cultural context, it is mostly used as a background scaffold for more elaborate rhythmic textures. For example, when it is performed by a sizhu (“silk-and-bamboo”) ensemble, it is augmented rhythmically, with each note embellished, in a process known indigenously as “flowering.” This practice is traditionally associated with social clubs for men ( Thrasher 1989 , 23). Example 2 transcribes the beginning of a version recorded in a teahouse in Chaozhou City; in the accompanying Audio Example 1 , listen for the regular Ba Ban framework tones. Each of them is diminuted a different way, and the phrasing of the resulting melody differs from that of Ba Ban itself. Nevertheless, despite the local unpredictable variety, the traditional tune’s metrical regularity and familiar pitch-sequence create a temporality characterized by recurring anticipation and satisfaction. It is easy to imagine that the performers feel kinship with each other and a connection to their culture’s rich heritage as they sense the embellishments to be guided by the steady routines of tradition. Example 3 . “Green Mountain Perch,” by Li Bai (701–762 CE), with translation (by Dongbo) (click to enlarge) Audio Example 2",
                "footnotes": [],
                "citations": [
                    "thrasher_1989"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] The other source of inspiration that Chen mentions for her piano piece has a quite different cultural significance. Mountain songs ( shan’ge ) “involve many long and high notes [in a free rhythm] that carry the music over long distances from hill to hill” ( Lau 2007 , 23). The structure of the poetry is often regular, as in Example 3 , which consists of four seven-character lines ( B. Li n.d. ). But, as these words suggest, “the main incentive for the singing . . . is the unreserved articulation of a singer’s thoughts and feelings” that might be considered subversive back in the village or home ( Zhang and Schaffrath 1991 , 25). In contrast to sizhu music, shan’ge are more strongly associated with women. Indeed, one scholar asserts that “women in Hakka villages . . . break through the traditional limits of gender roles by . . . singing . . . mountain songs” ( Chien 2015 , 41). Mountain singers’ eschewal of the strict metricality of male-gendered communal tunes like Ba Ban seems symbolic of this transgression. Audio Example 2 , excerpted from a recording of a performance of a different mountain song, effectively conveys the ethos of the genre. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "lau_2007",
                    "b_li_nd",
                    "zhang_and_schaffrath_1991",
                    "chien_2015"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In the context of the folk music sources, the post-tonal materials mentioned by Chen Yi sound alien. The ascending motive uses the same number of notes, five, as the pentatonic scale that underlies the Ba Ban melody, but it differs maximally in interval content from that scale; (4) also, its rising contour opposes the generally descending drift of the folk tune. I shall refer to it below as “X.” The 12-tone row is indistinct both in the abstract and in its actual deployment. It does not have any obvious segmental invariances. It is rarely stated in its entirely, and its fragments often appear reordered; so, it functions less as a motive than as a consistent source of rapid figuration.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The contrast between post-tonal and folk materials is not only in pitch, but also in rhythm. As contextual genosegments with no extra-opus history, neither X nor the row possess any intrinsic metrical or sequential continuity. The only way they could acquire it would be if they were repeated in such a way that their durations were metric or their event sequences were recognizable. All considered, then, the composer’s program note can be interpreted to direct the listener’s attention to the relative presence and absence of two different temporalities, metrical and sequential. Opening contrasts Example 4 . Interacting folk-tune and post-tonal materials in Ba Ban , mm. 1–21 (click to enlarge and listen) Example 5 . The opening presentation of the folk tune has sequential but not metrical continuity (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Such a listening strategy proves productive for the opening passage, reproduced in Example 4 along with a recording ( Audio Example 3 ) excerpted from a publicly posted performance by Amy Lin. (5) The beginning plainly manifests its folk-tune source even as it asserts the range and sonority of the concert grand piano. The first two phrases of the folk tune appear on the black keys, with each pitch flowered. However, as shown in Example 5 , the rhythm is irregular and in a free tempo, as in mountain song, rather than in regularly pulsed groups. Thus one of Ba Ban’s basic modes of continuity is absent, leaving sequential memory alone to direct time. Its distinctive asymmetrical grouping structure 3+2+3 is still articulated, but by register shift not by rhythm. The shift reifies and separates the 0247 tetrachord of the first group and the 025 trichord of the second; in the original, these types would be heard at most as incidental subsets of the governing pentatonic collection.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The embellishments also have a dual quality. On the one hand, the acciaccaturas (mm. 1–2), each an interval class (ic) 1 from a framework tone, might be heard to simulate the noisy attacks and slightly mistuned timbres of sizhu heterophony, and the arpeggiation in m. 3 might be heard to allude to the typical behaviors of its plucked instruments. On the other hand, the particular ics they emphasize, 1 and 6, are foreign to the pentatonic collection and suggest a chromatic universe lying in wait.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Indeed, starting in m. 6 the initial hints of chromaticism blossom into rapid grace-note groups featuring ics 1 and 6. While they might simply be heard again to simulate arpeggiating sizhu instruments, they also help establish some important temporal oppositions. The groups are so unfamiliar and rapid that they seem out of time, unregulated by pulse or sequence. On the other hand, during m. 6, internal accents bring out a series of notes that completes the end of Ba Ban’s first phrase, <la, do, do, mi, re>. The continuity of this sequence pulls us through the elaborate figuration, as in the Chaozhou variation of Ba Ban, but without meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In these post-tonal materials we may also perceive hints of a transformational structuring of time. The first and third grace-note groups present the beginning of inversions of the row, related chromatically by T2. The other two grace-note groups are essentially pentatonic, but they are also related by transposition through two steps in that scale. Thus, continuity across the first eleven measures arises from sequential recall and transformation, but not at all from meter. Example 6 . First, metrical presentation of post-tonal materials, mm. 12–17 (click to enlarge) Example 7 . Contraction of metrical projections and dissolution of meter, mm. 30–48 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] In that context the music starting at m. 12 brings a distinct change. Example 6 shows how it presents two quickly ascending sequences based on the row and X. In the first sequence the transpositions, labeled by red arrows, allude to the intervals that cadence the second phrase of Ba Ban, recalling the process of m. 6. But as the music becomes more chromatic, the sense of acceleration depends on hearing repeated durations, not the Ba Ban intervals. The repetition results from the parallelism between the regularly timed legs of the sequences. In other words, the continuity here starts to arise from meter, not from any specific melodic protentions. As indicated by the green arrows above the score, the scale and depth of metrical projection ( Hasty 1998 ) grows during these sequences from quarter note to half to whole. Metrical continuity strengthens.",
                "footnotes": [],
                "citations": [
                    "hasty_1998"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The juxtaposition in mm. 1–17 of these two types of continuity, sequential and metrical, exposes a contrast between them that is reinforced by the remainder of the introductory section. At m. 18 (in Example 4) a high thrumming reintroduces pentatonic subsets in a rather undirected manner. The folk tune eventually reemerges, but its melodic continuity sounds subsidiary to the shrill pulsing. Next, as sketched in Example 7 , the music becomes dominated by a series of transposed repetitions, each briefer than the previous one. Arrows on the diagram represent both realized metrical durations and the transpositions that are associated with them. The acceleration dissolves into an irregular, hammering, chromatic climax at mm. 45–48 that seems quite distant from the sequential and pulsed continuities of the folk song. It decays into a chord that combines X with an 016 trichord, and devolves into a fading series of confusedly diverse chromatic ascents. (Amy Lin’s performance of mm. 1–48 may be heard in Audio Example 4 .) Example 8 . Changing temporalities of folk and post-tonal materials during the opening of Ba Ban (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Across this introductory section, then, we develop a sense of the temporal character of the materials, as summarized in Example 8 . The music exposes the two temporalities of the folk tune, but each in isolation: sequential without pulse, and pulse without clear sequence. The post-tonal materials, initially directionless, form only tentative metrical continuities, and without Ba Ban intervals to control them, they careen into a rhythmic and harmonic chaos. For the next fourteen measures, the piece flirts with X-like materials, transposing them briefly but without ever fostering any metrical or melodic anticipation. What has become of Ba Ban? Does it have any place in this seemingly alternate universe? Breakdown of sequential continuity Example 9 . Folk-tune sequence and pulse control the post-tonal materials in the first variation, mm. 64–70 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] A surprising answer comes at m. 64 with a section that the composer calls the “first variation.” It presents the first phrase of the folk tune, now on the white keys, as the highest voice of a chord progression that reasserts the tune’s sequential continuity. But it is no longer separated from the post-tonal materials. As Example 9 ( Audio Example 5 ) shows, the progression twice states the complete 12T row. That is, continuity is forged through the previously directionless row by bringing out from it the Ba Ban pitches, in sequential order. (6) Although a consistent pulse is absent across the whole phrase, brackets above the example indicate that each brief segment follows its own distinctive pulse, carving the tune into 0247 and 025 subsets.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The ensuing gestures are sonically and contextually disjunct. The first few compose out interval sequences of the folk tune, so they sound coherent and internally directed. Two consecutive instances are analyzed in Example 10a . In the first ( Audio Example 6 ), the row is reordered to bring out the first two groups of the Ba Ban first phrase, taking advantage of how it embeds a pentatonic collection. In the second, a Ba Ban 025 trichord provides continuity in two voices diverging in direction and register. However, the temporal directedness of the folk tune gradually loosens across the variation, and its motives become more foreground and brief, like the post-tonal materials; Example 10b is typical. Example 10a . Persistent folk-tune control of sequential temporality, mm. 76–81 (click to enlarge and listen) Example 10b . Folk-tune continuity becomes fragmentary, mm. 87–88 (click to enlarge) Example 11 . Unpredictable transposition of groups at the beginning of the second variation (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The following section, which the composer calls a “second variation” ( Chen 2006 , 2), presents the same materials as the first variation, in the same order, but altered in a way that affirms an overall trajectory for the piece so far. Although we hear the same series of groups, each group is transposed a different way. Example 11 shows how this works for the reprise of the harmonization of Ba Ban: each group reappears in the same order but transposed by a different interval. Whatever sequential continuity we might seek to hear across the groups of Ba Ban is disrupted by this transpositional variegation. Example 12 . Unpredictable transposition of groups continues throughout the second variation (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "chen_2006"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] As the irregular transformations continue, as shown schematically in Example 12 , they heighten the group-to-group discontinuity to which the gradual foregrounding of the folk tune is also contributing. It confirms what the shifts in rhythmic pacing in the theme, and the general trend of the first variation, were telegraphing all along: that this melody is not only a familiar tune but also a string of 0247s and 025s that can shed their sequential and metrical continuity and participate in a post-tonal discourse that is associative and unpulsed. The withdrawal of these continuities is especially striking to the listener who entrained them at the beginning of the piece. Reconstitution and reorientation Example 13 . All three materials composed out in the third variation, mm. 175–180 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Out of this undirected associative network a new source of continuity gradually emerges from the post-tonal materials, which gain more energy and prominence. The purpose of this buildup becomes plain in what the composer calls a “strong octave passage” during a “third variation” ( Chen 2006 , 2), Example 13 ( Audio Example 7 ). As before, the motive, row, and tune are all present, but their fundamental temporal qualities and relative prominence have changed. On the foreground, all three now appear only in rapid fragments: only the first four-note group of Ba Ban, and only the first four notes of the row, and X. In a sense this culminates the splintering processes manifested across the previous variations. Before now, such fragments were directed exclusively by the folk tune: they have been directed either into sequences transposed by its intervals (Example 6), or into registral and textural designs that brought its intervals into relief (Examples 9, 10). Now, however, they compose out not only Ba Ban, but also the post-tonal materials. X and the row have achieved sufficient memorability that we can recognize their interval sequences and feel the music regaining direction through them. They appear equal in this respect to Ba Ban, or at least to the ametrical fragments of it that remain. Example 14 . The folk-tune sequential continuity is neutralized as the row becomes metric in mm. 193–196 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "chen_2006"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] In the passage that the composer calls the “climax” ( Audio Example 8 ), post-tonal materials eclipse the fractured Ba Ban as sources of continuity by gaining meter for the first time, in addition to the sequential continuity they have just asserted. As shown in Example 14 , a low eighth-note ostinato reiterates the first six notes of the row, creating a dotted-half-note pulse. Over it, the first four notes of Ba Ban repeat, but off-beat, and in a distinctively post-tonal manner, linked together into a chain of major-third transpositions. By thus forming a closed cycle, this tetrachord is thwarted from continuing through its familiar sequence to the rest of the traditional tune.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Meanwhile the ostinato begins to organize into a sequence that creates two large-scale continuities illustrated in Example 15 . On the one hand, its transpositions follow the interval series of motive X, providing sequential continuity. On the other, the number of iterations of each leg follows the retrograde of the Fibonacci series. As shown by Example 16 , this rhythm is metrically fecund: no matter which duration a listener chooses to hear as projective, it is realized. The effect recalls the acceleration of post-tonal materials during the theme (Example 6), but now under systematic control. Example 15 . Composing out of motive X directs large-scale continuity in mm. 193–222 (click to enlarge) Example 16 . The projective fecundity of Fibonacci rhythm (apropos of mm. 193–222) (click to enlarge) Example 17 . Ba Ban coda, mm. 233–257 (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The brief coda ( Example 17 and Audio Example 9 ) provides further confirmation of the prevailing trends, by recapitulating all three materials, each with a distinctive temporality. First (m. 233) the row appears thrice in rapid, even rhythm. For the first time, it creates meter on its own, by virtue of its regular transposition. Example 18 . Transfiguration of the folk tune in the coda (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Upon its third statement there ensues a high, stuttering tintinnabulation that seems to suspend measured time. It is Ba Ban, stated completely for the first time-but profoundly transformed. Its melody is effaced: every event appears on the almost pitchless top key of the piano. Its deeply metrical organization has also been distorted. As shown by Example 18 , its grouping durations are translated into grouping cardinality; for example, the first group of the first phrase, which has 5 events lasting 3 beats, is rendered as 3 events in a different rhythm. This translation removes Ba Ban’s eponymous feature, its uniform 8-beat phrase rhythm, since some of the resulting phrases last 10 triplet eighths and others 11. Meter becomes grouping, beats become events, and there remains only a ghostly skeleton of the tune that so dominated the first half of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] In the final gesture of the coda, motive X links with the first Ba Ban tetrachord into rapid figuration that repeats every half note, each time transposed an octave higher. In the fourth iteration, however, only X occurs. The expected Ba Ban tetrachord does not appear, and (so?) the piece ends. Summary and Interpretations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] This account of the processes of Ba Ban goes beyond the segmentation invited by the composer to consider the changing temporality of the associative sets and the degree to which they seem to control larger-scale musical time. Across the entire piece, traditional and post-tonal materials exchange temporal qualities. At first the sequential and metrical continuities of the folk tune lead the listener along. The post-tonal materials, lacking memorability, afford perception of metrical continuity when they appear in regular transpositional sequences, but those do not persist. In the first variation, the composing out of familiar interval successions from Ba Ban controls continuity at the phrase level, but meter is generally lacking, and the short phrases become even more discontinuous when the second variation reprises them at unpredictable transpositional levels. The folk tune gradually becomes fragmented, unpulsed, and undifferentiated in character and rhythm from X and the row. With the third variation, however, the music begins to regain direction through the composing out not only of Ba Ban but also of X and the row, which have gained sequential continuity. At the climax and the coda, Ba Ban cedes control of larger-scale sequential continuity to X, the five-note alternative to the pentatonic scale. X and also the row finally gain a large-scale metrical continuity, so that at last they control temporality as firmly as Ba Ban did at first, while Ba Ban itself is transformed into pure ametrical pulse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Although I have described these temporal processes in music-theoretical terms, they invite an extramusical hermeneutic, going beyond the perspectives of rhythmic cognition, compositional technique, and musical structuring to consider gender, history, and aesthetics. For instance, considering the gendered connotations of mountain song and the silk-and-bamboo Ba Ban tradition, one might interpret through feminist theories the narrative I have given of the changing dynamics of temporal control among the traditional and post-tonal materials. This interpretation would vary according to how one regards the status of the Ba Ban tune at the end of the piece. If one feels that it is superseded and effaced, the climax might be read through second-wave feminism to enact the ascendancy of women into roles traditionally played by men. Indeed, the piece seems to subvert the traditional identity of Ba Ban by distorting its rhythm, displaying it in ironic stereotype, using it as embellishment (grace note flourishes) rather than as framework, and finally muting it into a whispered monotone. The composer herself, who was the first woman in China to receive a master’s degree in composition, might be sympathetic to such an interpretation. However, if one focuses on the balanced roles of Ba Ban and the post-tonal mountain-song materials as they appear in the climax, then third-wave feminist theory, which “replaces attempts at unity with a dynamic and welcoming politics of coalition” ( Snyder 2008 , 175–76), might offer a less polarized view of the piece as a path towards an inclusive discourse of a variety of voices, gendered or not. I hope to have demonstrated that our appreciation of those voices may be enriched by heeding Lochhead’s exhortation to explore “the multidimensional features of the work in both micro- and macroperceptual experience in relation to its broader horizons of musical sensibility” ( Lochhead 2016 , 92).",
                "footnotes": [],
                "citations": [
                    "snyder_2008",
                    "lochhead_2016"
                ]
            }
        }
    ],
    "mto": true,
    "category": "the music of chen yi",
    "source": "mto/raw/mto.20.26.3.roeder.html",
    "data": "mto/data/mto.20.26.3.roeder.json"
}