{
    "title": "Filleted Mignon: A New Recipe for Analysis and Recomposition",
    "date": "2007/12/01",
    "volume": "13",
    "issue": "4",
    "authors": [
        "BaileyShea, Matthew L."
    ],
    "abstract": "Though analysts frequently recompose music in order to emphasize a particular point, the practice has been unnecessarily limited. This article explores a somewhat radical recompositional strategy by grafting together several different settings ofNur wer die Sehnsucht kennt, Goethe’s famous poem fromWilhelm Meisters Lehrjahre. By ‘remixing’ different settings by Schubert, Schumann, and Wolf, I offer an intertextual analysis in which relationships between the pieces are brought to life through score and musical performance.",
    "keywords": [
        "Recomposition",
        "Mignon",
        "Schubert",
        "Schumann",
        "Wolf"
    ],
    "doi": "",
    "received": "June 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.4/mto.07.13.4.baileyshea.pdf",
    "author_info": [
        {
            "name": "Matthew L. BaileyShea",
            "university": "University of Rochester",
            "address": "College Music Department / Eastman School of Music, Rochester, NY 14627",
            "email": "shea@mail.rochester.edu"
        }
    ],
    "citations": {
        "benjamin_1981": "Benjamin, William. 1981. “Schenker’s Theory and the Future of Music.” Journal of Music Theory 25/1: 155–173.",
        "bernard_1981": "Bernard, Jonathan. 1981. “Pitch/Register in the Music of Edgar Varèse.” Music Theory Spectrum 3: 1–25.",
        "cook_1987": "Cook, Nicholas. 1987. A Guide to Musical Analysis . New York: W.W. Norton & Company, Inc.",
        "denby_2007": "Denby, David. 2007. “The New Disorder: Adventures in Film Narrative.” The New Yorker March 5: 81–85.",
        "dubiel_1990": "Dubiel, Joseph. 1990. “‘When you are a Beethoven’: Kinds of Rules in Schenker’s ‘Counterpoint.’” Journal of Music Theory 34/2: 291–340.",
        "finlow_1992": "Finlow, Simon. 1992. “The Twenty-Seven Etudes and their Antecedents.” In The Cambridge Chopin Companion . Edited by Jim Samson. Cambridge: Cambridge University Press, 50–77.",
        "flothius_1974": "Flothuis, Marius. 1974. “Franz Schubert’s Compositions to Poems from Goethe’s ‘ Wilhelm Meisters Lehrjahre .’” In Notes on Notes: Selected Essays . Translated by Sylvia Broere-Moorel. Amsterdam: F. Knuf, 87–138.",
        "goethe_1988": "Goethe, Johann Wolfgang. 1988. Sämtliche Werke nach Epochen seines Schaffens Münchner Ausgabe . Vol. 5, Wilhelm Meisters Lehrjahre . München: Carl Hanser.",
        "grauman_1993": "Grauman, Arthur Henry. 1993. “Residual Tonality: Representations of Music and the Visual in Goethe’s ‘Wilhelm Meister.’” PhD diss. Harvard University.",
        "keller_1994": "Keller, Hans. 1994. Essays on Music . Edited by Christopher Wintle with Bayan Northcott and Irene Samuel. Cambridge: Cambridge University Press.",
        "kramer_1987": "Kramer, Lawrence. 1987. “Decadence and Desire: The ‘Wilhelm Meister’ Songs of Wolf and Schubert.” 19th-Century Music 10/3: 229–242.",
        "kramer_1994": "Kramer, Richard. 1994. Distant Cycles: Schubert and the Conceiving of Song . Chicago: University of Chicago Press.",
        "lambert_2000": "Lambert, John Sterling. 2000. “Schubert’s Multiple Settings of Poetry.” PhD diss. Yale University.",
        "maus_2004": "Maus, Fred Everett. 2004. “The Disciplined Subject of Musical Analysis.” In Beyond Structural Listening?: Postmodern Modes of Hearing . Edited by Andrew Dell’Antonio. Berkeley and Los Angeles: University of California Press, 13–43.",
        "mies_1956": "Mies, Paul. 1956. “Sehnsucht von Goethe and Beethoven.” In Beethoven-Jahrbuch , vol. 2. Edited by Paul Mies and Joseph Schmidt-Görg. Bonn: Beethovenhaus, 112–119.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form, and Style . New York: Schirmer Books.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. 1985. “On the Relation of Analysis to Performance: Beethoven’s “Bagatelles” Op. 126, Nos. 2 and 5.” Journal of Music Theory 29/2: 1–31.",
        "stein_1970": "Stein, Jack M. 1970. “Musical Settings of the Songs from Wilhelm Meister.” Comparative Literature 22/2: 125–146.",
        "wason_2002": "Wason, Robert. 2002. “Two Bach Preludes/Two Chopin Etudes, or Toujours travailler Bach-ce sera votre meilleur moyen de progresser .” Music Theory Spectrum 24/1: 103–120.",
        "wishart_2000": "Wishart, James. 2000. “Re-composing Schubert.” In The Musical Work: Reality or Invention? . Edited by Michael Talbot. Liverpool: Liverpool University Press, 205–230.",
        "youens_2004": "Youens, Susan. 2004. Preface to Goethe: Musical Poet, Musical Catalyst . Edited by Lorraine Byrne. Dublin: Carysfort Press, 1–4."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would like to thank several individuals for their help with this project. First, I want to thank Jennifer Gliere and Robert Kwan for performing and recording the song on rather short notice. I would also like to thank Sterling Lambert, Steve Laitz, and my two anonymous readers for their insightful comments on an earlier version of this paper. And finally, I would like to note my indebtedness to Roger Parker’s recent book, Remaking the Song: Operatic Visions and Revisions from Handel to Berio (2006). I reviewed Parker’s book for a forthcoming issue of Music Theory Spectrum and—after discussing some of the research and experimentation that Parker’s book might provoke—suggested that someone might profitably present “an intertextual analysis that culminates in a performance where two or more pieces are literally grafted together in interesting ways.” This article represents my own attempt to make good on that claim.",
            "citations": []
        },
        "FN2": {
            "text": "2. Small wonder, then, that composers sometimes cringe at the very idea of analysis. As Varèse once put it, “to explain by means of [analysis] is to decompose, to mutilate the spirit of a work” (quoted in Bernard 1981 , 1).",
            "citations": [
                "bernard_1981"
            ]
        },
        "FN3": {
            "text": "3. Joseph Dubiel, for instance, once described Schenker graphs as “fantasy recompositions” ( 1990 , 327). Likewise, William Benjamin writes, “What Schenker asks us to do is to compose (his emphasis) simple pieces which may intuitively be heard to underlie pieces from the tonal repertory” ( 1981 , 159). For more on this, see Maus 2004 , 26–30.",
            "citations": [
                "dubiel_1990",
                "benjamin_1981",
                "maus_2004"
            ]
        },
        "FN4": {
            "text": "4. There are, of course, some exceptions. Among my favorites is Leonard Ratner’s recomposition of Beethoven’s Op. 130, first movement ( 1980 , 234–236). Ratner shows that the Adagio segments that appear throughout the movement can be recombined to create a “small two-reprise form in the style of an aria (his emphasis, 234).”",
            "citations": [
                "ratner_1980"
            ]
        },
        "FN5": {
            "text": "5. As is clear from Table 1 , I do not draw from all of Schubert’s settings of the poem. The primary reason for this is simple practicality: the more compositions involved, the more difficult it is to fuse them in a remotely cohesive way. The choices were not arbitrary, however, as will be discussed below.",
            "citations": []
        },
        "FN6": {
            "text": "6. When I refer to my hybrid setting as a ‘recomposition’ throughout this paper, I combine two different senses of the term. On the one hand, I’ve recomposed some of the existing music by changing the pitches and/or the rhythms. On the other hand, I’ve also recomposed the music in a broader sense; to ‘compose’ literally means ‘to put together,’ and in some cases I’ve simply taken selected passages and ‘put things together’ anew, fusing them with new material without changing the notes (the Schumann segment, for instance, is used without alteration).",
            "citations": []
        },
        "FN7": {
            "text": "7. Note that the bass descends through the same three pitches: C-B -A . In the first measure of Schubert’s song the bass ascends from A to C, which is why I chose to use the reprise instead.",
            "citations": []
        },
        "FN8": {
            "text": "8. These thirds are also discussed in Flothius 1974 and Lambert 2000 . My Example 2 re-produces the same basic material from Lambert’s Example 7.26 (382).",
            "citations": [
                "flothius_1974",
                "lambert_2000"
            ]
        },
        "FN9": {
            "text": "9. As Lawrence Kramer puts it: “Wolf’s Wilhelm Meister songs are not simply attempts to best or dethrone Schubert’s versions: they are attempts to revise or recompose what Schubert wrote.” ( 1987 , 230) It is worth pointing out, however, that Wolf probably did not know Schubert’s D. 310 settings, since they remained unpublished until 1895, seven years after Wolf’s setting. He would have been much more likely to react to Schubert’s most famous setting of the poem, D. 877/4, published in 1827. (Kramer primarily focuses on Wolf’s response to D. 877/4.)",
            "citations": [
                "kramer_1987"
            ]
        },
        "FN10": {
            "text": "10. There are other connections as well. For instance, the creeping chromaticism in the left-hand of the Wolf fragment is now heard in relation to Schubert’s chromatic bass in m. 6: both involve an ascent from E to E to F. Also, Wolf’s hemiola in the left-hand of m. 4 anticipates the duple meter of the Schubert fragment.",
            "citations": []
        },
        "FN11": {
            "text": "11. Given that the term “intertextuality” is used in notoriously varied and complex ways, it is worth clarifying my own use of the term. Most importantly, I am not primarily concerned with compositional intention—I make no attempt to prove that Schubert, Schumann, or Wolf consciously attempted to re-write earlier settings of Goethe’s poem (though I think it’s quite likely that they did). Rather, I focus simply on the ways that we, as contemporary listeners, might profitably hear these settings in relation to one another.",
            "citations": []
        },
        "FN12": {
            "text": "12. For more on this, see Wishart 2000 . A sample of relevant compositions can be found on the CDs Schubert Dialog (Tudor 7132) and Schubert Epilog (Tudor 7131).",
            "citations": [
                "wishart_2000"
            ]
        },
        "FN13": {
            "text": "13. Consider, for instance, Richard Kramer’s controversial argument for a “Heine cycle” in Schwanengesang ( Kramer 1994 ). Kramer reorders the Heine settings in a way that reflects what he considers to be Schubert’s original conception. Thus, although far removed from Zender’s broader compositional concerns, Kramer similarly suggests a new way of hearing Schubert’s songs that honors Schubert while contradicting the Fassung letzer Hand . A crucial difference, of course, is that Kramer’s project is primarily concerned with the composer’s compositional intentions, unlike Zender’s or my own.",
            "citations": [
                "kramer_1994"
            ]
        },
        "FN14": {
            "text": "14. We might also link these trends to the increased awareness of musical performance as a form of analytical recomposition. Already in 1985, Janet Schmalfeldt wrote that “whereas the analyst can speak and write about a work without having to perform it, the performer’s presentation will, for better or worse, reflect his “analysis”; the performer commits himself to a compositional re-creation, in which his physical skills as well as his intellectual and spiritual rapport with the work are on the line.” ( Schmalfeldt 1985 , 1)",
            "citations": [
                "schmalfeldt_1985"
            ]
        },
        "FN15": {
            "text": "15. It is worth stressing that these ideas are by no means unprecedented. Finlow 1992, for instance, emphasizes the similarities between Chopin’s Op. 10, No. 1 and Bach’s C-major prelude (WTC 1) by showing how the harmonies of one could easily work with the figuration of the other. (Hugo Leichtentritt had presented a similar experiment with the two pieces as well; see Finlow 1992 :70–71. For further discussion, see Wason 2002 .)",
            "citations": [
                "finlow_1992",
                "wason_2002"
            ]
        },
        "FN16": {
            "text": "16. Lambert ( 2000 , 339) discusses the complex source history for these settings. As he explains, the first version of Goethe’s novel (“Wilhelm Meister’s Theatralische Sendung”) ascribes the song solely to Mignon. The final version of the novel introduces it as a duet without indicating specific authorship to either Mignon or the Harper. And it was later attributed solely to Mignon in various popular anthologies.",
            "citations": [
                "lambert_2000"
            ]
        },
        "FN17": {
            "text": "17. Beethoven set this poem to music four times. Mies ( 1956 , 112) cites a note that Beethoven wrote to his publisher in the margins of the manuscript: “I did not have enough time to produce a good setting, so here are several attempts” (quoted and translated in Lambert 2000 , 377).",
            "citations": [
                "mies_1956",
                "lambert_2000"
            ]
        },
        "FN18": {
            "text": "18. In some sense, the music does not require textual elaboration. Like Keller’s functional analyses, the analytical associations are embedded in the recomposition itself. Indeed, scholars familiar with the source material would be capable of recognizing many of the associations that I’ve exposed by grafting the songs together. However, given that these songs are not all canonical, and given the unusual nature of this project, extended elaboration is necessary.",
            "citations": []
        },
        "FN19": {
            "text": "19. All alterations are identified in subsequent examples and/or in the text.",
            "citations": []
        },
        "FN20": {
            "text": "20. Kramer ( 1987 , 239) puts special emphasis on these lines, linking them with an extraordinary scene in the novel in which Wilhelm holds Mignon and kisses her, an event that throws her into spasms and convulsions.",
            "citations": [
                "kramer_1987"
            ]
        },
        "FN21": {
            "text": "21. Kramer goes on to interpret Wolf’s music as follows: “The gradually but unevenly ebbing music might suggest a slow recovery of composure in the aftermath of a catharsis, or it might suggest mere enervation, a sinking away into a deathly stupor, as if Wolf’s Mignon had been consumed, deprived of a voice, by the force of her own longing.” (240) My setting upholds the latter interpretation, and preserves this effect by including Wolf’s piano interlude but omitting the voice of his Mignon altogether.",
            "citations": []
        },
        "FN22": {
            "text": "22. It should be noted, however, that some of Schubert’s settings produce an altered reprise that suggests aftershocks from the prior outburst. In D. 310b, for instance, a triplet rhythm carries over from the penultimate couplet into the reprise.",
            "citations": []
        },
        "FN23": {
            "text": "23. Jack Stein ( 1970 , 141) praises Schumann for his restraint with these lines.",
            "citations": [
                "stein_1970"
            ]
        },
        "FN24": {
            "text": "24. Note that this moment reverses the relationship between Schubert and Wolf that we heard at the opening (Example 1). At that point, Wolf’s obsessive repetition and chromatic dissolution were held in check by Schubert and molded into the dignified resolve of Schubert’s Mignon.",
            "citations": []
        },
        "FN25": {
            "text": "25. Though I have altered the harmony at this point to lead from Wolf to Schubert, the rhythm is the same.",
            "citations": []
        },
        "FN26": {
            "text": "26. The harmonies in m. 9 are extracted and modified from Schubert’s third setting of the poem, D. 481. The chords were initially used to set the same text—“Allein und abgetrennt”—and here provide for a transition from D. 310a to D. 310b (I use the harmonies from D. 481, but maintain the rhythm and melody—slightly altered—of the D. 310 settings). The passage is too brief, however, to play any significant role in the recomposition (though they do foreshadow the diminished-seventh harmonies that eventually break loose with the appearance of the penultimate couplet).",
            "citations": []
        },
        "FN27": {
            "text": "27. The quintet setting is the only other setting besides D. 310 in the major mode (E major). However, it is more heavily shadowed by the minor mode and lacks the sprightliness of the D. 310 conclusion.",
            "citations": []
        },
        "FN28": {
            "text": "28. We eventually learn that the mysterious Harper is Mignon’s father, but when the poem is introduced in the novel they are simply two lonely characters with music their only true means of expression. Schubert’s setting powerfully captures the hidden bond between them; each echoes the other’s pain.",
            "citations": []
        },
        "FN29": {
            "text": "29. Given the prominence of the C=>C idea, we might think of this as a large-scale echo of the chromatic sigh: A =>G.",
            "citations": []
        },
        "FN30": {
            "text": "30. This motive, of course, would not stand out from the larger chromatic descent except that it occurs at the exact moment that the sustained G dominant harmony fails to resolve (a failure that makes B function like C ).",
            "citations": []
        },
        "FN31": {
            "text": "31. These chords also help define C as a tonic. Without the neighboring harmonies, the final C-major chord would have sounded much more like V of F minor (just as Wolf’s final D-major chord sounds like V of g minor).",
            "citations": []
        },
        "FN32": {
            "text": "32. This does not mean, of course, that any association is as good as any other. The rules of the game are flexible, but we should still critique the way it is played.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] You will find, in the appendix to this paper, a rather bizarre setting of Nur wer die Sehnsucht kennt , the famous poem from Goethe’s Wilhelm Meisters Lehrjahre (score with audio). In a sense, I am the author of this setting. I put it together and I even wrote a few of the notes. But most of the material is not my own. The setting begins with the opening measures of Wolf’s “Mignon II” from 1888. It then pivots to Schubert’s first setting of the poem from 1815. It soon passes through several other Schubert settings and eventually finds itself in the world of Schumann’s 1849 setting, only to turn back at the end to Wolf. The result, I would argue, is a unified composition. But more importantly, it is an analysis. (1) The first part of this paper discusses this project within the broad context of recomposition in general. The second part discusses the hybrid song in more detail, explaining specific choices and how they might comment on the settings of Schubert, Schumann and Wolf.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The use of recomposition as an analytical tool is, of course, nothing new. Indeed, one could argue that it is essential to the very act of doing analysis. As Nicholas Cook writes, “To analyze a piece of music is to weigh alternatives, to judge how it would have been if the composer had done this instead of that—it is, in a sense, to recompose the music in a way that normal concert-hall listening is not” ( Cook 1987 , 232). This makes sense on a basic, intuitive level: any time that we sit at a piano with a given piece and isolate motivic ideas, compare different phrases, and generally muse upon various alternate possibilities for rhythm, meter, and tonal structure, we essentially recompose the music, even if we only rearrange the material in our own mind. (2) And some of our most popular analytical approaches—such as Schenkerian analysis—have an obvious re-compositional bent. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "cook_1987"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Nevertheless, though there are endless possibilities for analytical recomposition, the use of this strategy has been remarkably limited. The most common applications involve phrase structure. Theorists frequently highlight unusual metrical patterns, phrase groupings, or cadences by offering more conventional alternatives. But these recompositions are almost always immediately disparaged as something that only a lesser composer would have written. In other words, they only have value as a foil; they are useful for demonstrating a point, but are not intended to be heard as something creative or interesting in and of themselves (indeed, quite the opposite). (4) Table 1 . The source settings (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] What I have attempted with my setting of Nur wer die Sehnsucht kennt is different. Like most other forms of recomposition, my goal is to reflect upon the original source material—in this case the Mignons of Schubert, Schumann, and Wolf—but I hope to do this in a way that profitably bridges the divide between analysis and composition. In a sense, what I have created is an odd little medley. Rather than view each portrait of Mignon in isolation, I place them all on a single gallery wall, and, even further, fuse them as one unfixed image constantly changing before our eyes. ( Table 1 displays all of the source settings.) (5) The approach might broadly be referred to as ‘creative recomposition.’ What I hope to produce is a situation where analytical decisions are literally composed out and brought to life through score and musical performance.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This approach is somewhat similar to Hans Keller’s “functional analyses,” where he demonstrates unity in selected compositions by isolating and juxtaposing various musical fragments. He thus provides analytical observations entirely through score and performance. (See, for instance, Keller 1994 : 129–38.) As he puts it: “You can, to be sure, express the application of this method in words and symbols. But preferably you simply play it ... ” ( 1994 : 126) Nevertheless, because of its discursive nature, my extension into broader intertextual association is quite different from Keller’s project. Instead of demonstrating unity in a single composition, my goal is to highlight the similarities and differences between pieces through fused recomposition. Example 1 . mm. 1–8 of the recomposition (click to enlarge) Example 2 . The falling thirds at the beginning of each Schubert setting of Nur wer die Sehnsucht kennt (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "keller_1994",
                    "keller_1994"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Consider, for instance, Example 1 , the opening eight measures of my recomposition. (6) This passage grafts the first four measures of Wolf’s setting onto the reprise of Schubert’s 1815 setting (D. 310a, mm. 20–23). The only alteration that I have made to this material occurs in m. 4: I substitute V4/2 of A ♭ in place of Wolf’s original V6/5 of E ♭ , an alteration obviously designed to lead us comfortably into Schubert’s A ♭ -major tonality. But why do this? And in what sense does it constitute an analysis? To begin with, the graft exposes a link between the descending third of Wolf’s right-hand octaves—C- B ♭ - A ♭ —and the similar descending third in the outer voices of the Schubert passage in m. 5. (7) Such a relationship might seem rather trivial until we recognize that Schubert set this poem to music six different times and emphasized the descending third at the opening of every setting (see Example 2 ). (8) Thus, Wolf’s obsessive repetition of this motive essentially re-enacts Schubert’s circular returns, not only to the same poem, but to the same musical ideas. (9) Indeed, Schubert’s multiple settings of this poem are already recompositions of a sort, and Wolf responds to this legacy by dramatizing Schubert’s prior history of recurrence. Wolf breaks the cycle in m. 4, however, by compressing the diatonic third into a chromatic cluster: C- C ♭ - B ♭ . It is a crucial moment of hesitation in Wolf’s setting, foreshadowing the chromatic uncertainty and motivic liquidation to come. Yet this sequence of notes is also crucial for Schubert. The same descending fragment—C- C ♭ - B ♭ —embellishes Schubert’s half-cadence in m. 8 (linked, significantly, with the word “leide”), and though there are drastic stylistic differences between Schubert and Wolf, the chromatic alteration creates a similar disturbance and acts as a harbinger in the same unsettling way. (10)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] One might object, of course, to this whole line of argument by raising an obvious question: since I can easily explain these intertextual relationships in prose, why recompose the music at all? To answer, we must first remember that although there are a variety of goals for music analysis, one of the most common is to suggest new ways to hear a given piece. Such analyses succeed, moreover, when the proposed ways of hearing challenge us in a creative, insightful, and thought-provoking manner. And though intertextual analyses often succeed through simple verbal description there are good reasons to literally compose the proposed connections. We actually hear how these songs resonate with one another, comment upon and affect one another, reach out and engage other settings of the poem. The spark of intertextual association becomes far brighter and, in a way, the music speaks for itself. The analysis informs the music; the music is an analysis. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Naturally, this idea of creative recomposition is not entirely new. In fact, it reflects a variety of recent trends in contemporary music. Though our analytical methods often betray a recompositional impulse, it is equally fair to say that many recent compositions display an analytical impulse. In recent decades, dozens of composers have written music based on earlier canonic works, some of which demonstrate a strong interpretive and analytical understanding of their source material. Schubert alone has been the subject of several notable recompositions, including works by Berio, Rihm, Schnebel, Henze, and Harbison, all of which re-compose Schubert’s music in provocative ways. (12) Most of these pieces are not analytical in any traditional sense, but they all ask us to hear Schubert’s music in a new light. An especially suggestive example is Hans Zender’s Schubert’s Winterreise: A Composed Interpretation . Zender (1998, 4) describes this piece as a “creative transformation” of Schubert’s song cycle and his program notes demonstrate a strong analytical bent. Even the name—complete with title and subtitle—suggests a loose contact with more scholarly interpretations of Schubert. (13) And this is to say nothing of recent trends in popular music where various songs are combined to produce ‘mash-ups’ not terribly dissimilar to my own project.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] All of this suggests a heightening awareness of the extraordinary possibilities that present themselves when we express analytical ideas within a compositional framework (and vice-versa). (14) How, then, do we proceed with such a project? The possibilities are legion. After all, one of the attractions of creative recomposition is its potential fruitfulness as an analytical approach. Even if we focus solely on intertextuality—an unnecessary limitation—there are literally endless possibilities. A Schumann piano piece could be recomposed so that it blends with Brahms. Brahms could be mixed with Chopin. Chopin with Mozart. Schoenberg with Mahler. And this is to say nothing of the many other possibilities for recomposing music in analytically interesting ways—ways that need not deal with intertextual association at all. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The primary reasons that I chose to focus on Goethe’s Nur wer die Sehnsucht kennt are threefold: 1) this poem was set to music dozens of times and by some of the best composers of the nineteenth-century; 2) many of these settings engage one another in rather striking ways, and 3) Mignon is an ideal subject for such a discursive approach. This last reason is especially important. Mignon is a mystery. She is impossible to capture in any definitive way. When Philine introduces Mignon to Wilhelm Meister for the first time in Goethe’s novel, she does so with a line that says it all: “ Hier ist das Rätsel ” ( 1988 , 5:96). Though Mignon’s background is famously puzzling, so too is her overall disposition. As Arthur Grauman puts it, “Mignon is associated with both visual and conceptual indeterminacy” ( 1993 , 146). Even her gender is unclear. (We know she is a girl, but she insists on dressing like a boy and is mistaken for one throughout the novel.) Imagine, then, trying to depict her character in song. How should she express herself? Is she childlike and insecure? Resigned and withdrawn? Is she angry? Neurotic? Aggressive? Since all of the Mignon Lieder have been set by multiple composers, several different characteristics have been emphasized over time. And although Nur wer die Sehnsucht kennt isn’t necessarily authored by Mignon—in the final version of Wilhelm Meister Mignon and the Harper sing it as a duet—it has become emblematic of her protean nature. (16) Add to this the complications of the poem itself—the circular structure, the rapid shifts in poetic imagery—and it becomes clear why so many composers struggled to produce a definitive musical setting. (17) Schubert’s re-settings of the poem are especially poignant in this regard. He even set the poem twice within a single collection: the four songs of Op. 62. As Lambert writes: The blatant juxtaposition of the two settings [in Op. 62] implicitly acknowledges either the possibility of alternative, equally valid responses or the im possibility of any truly adequate reading [his emphasis]. ( 2000 , 397) Lambert even asks whether the poem’s enigmatic qualities might create “an absence of hermeneutic space ... thus dooming all attempts to ultimate failure.” ( 2000 , 396)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "goethe_1988",
                    "grauman_1993",
                    "lambert_2000",
                    "lambert_2000"
                ]
            }
        },
        {
            "11": {
                "text": "[11] What I am most interested in, then, is the constant return, the circling back—the way each composer writes over and recomposes his or her predecessors. Indeed, the theme of circular return hovers over this whole enterprise. It is a central feature of the selected songs and is fundamental to my recomposition. And since my work seeks a synthesis between analytical and compositional concerns, the remainder of the paper will introduce the recomposition by elaborating upon both. (18) What follows, then, are essentially ‘program notes’ for the hybrid setting, explaining my choices, the way I interpret the songs, and what I want my readers (and listeners) to take away from the music. * * * * *",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] From an analytical point of view, my goal was to fuse together settings of Nur wer die Sehnsucht kennt that showed especially powerful intertextual associations, some of which may have been intended by the composers involved, some of which undoubtedly were not. The Schubert settings were appealing for obvious reasons. Schubert worked harder than any other composer to find a “suitable musical garb” for Mignon ( Youens 2004 , 2), and though he changed her outfits over time, certain fashions persist. My setting focuses primarily on Schubert’s first and last settings of the poem: D. 310 (versions ‘a’ and ‘b’) and D. 877 (No. 1 and No. 4). This allows for a sense of progress from Schubert’s youthful, major-mode Mignon to the more desolate, minor-mode versions written near the end of his life (D. 877). I also chose to include the settings by Schumann and Wolf because both can be heard to comment on the Schubert songs from a distance and in fascinating ways. They also allow for a more extreme sense of historical progress, recreating Mignon in a haze of mid to late nineteenth-century chromaticism. After settling on these particular songs, I experimented with various ways of splicing them together that would be both analytically suggestive and involve as little manipulation as possible. Wherever appropriate, I retained the original key and meter of the selected songs. Nevertheless, I also aimed for a certain degree of compositional and stylistic unity—a near impossible goal given the extreme variety of the settings. (How does one pass from Schubert to Wolf to Schumann without an extreme case of stylistic whiplash?) In order to ease the transitions, then, I recomposed certain passages so that they would more comfortably meld together. (19) Thus, as with Example 1, the alterations primarily occur at the seams. For the most part, these alterations involve either transpositions or rhythmic alterations. They might best be described as ‘fabrications’ in that they deviate from the truth of the written scores and literally construct intertextual associations in the process, building bridges between pieces. Yet there is nothing conniving or duplicitous about these fabrications. They are designed simply to highlight a number of intertextual associations that are already present among these settings and to make them more vibrant through the process of recomposition. Most importantly, I wanted to use this strategy to reflect several key issues that recur in each setting and to do so with a narrative logic that makes the overall result musically interesting in and of itself. Table 2 . The proportional relationship between the source fragments (click to enlarge) Figure 1 . The text of Nur wer die Sehnsucht kennt (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "youens_2004"
                ]
            }
        },
        {
            "13": {
                "text": "[13] As shown in Table 2 , I designed the recomposition with a balanced relationship between the three composers: Schubert accounts for the first half of the song, Schumann takes up the second half, and Wolf frames them both with a beginning, middle, and end. This design reflects a basic poetic-musical problem: the setting of Goethe’s penultimate couplet (“Es schwindelt mir, es brennt / Mein Eingeweide”). As shown in Figure 1 , the whole poem builds toward this climax, the point where “suffering moves from a spiritual condition to a physical one” ( Lambert 2000 , 376). (20) Nearly every analyst that has discussed these songs has addressed the significance of these lines. For Schubert, they are explosive; in every one of his settings he marks this moment with tremolos and dissonant, wandering harmonies, the hallmarks of Sturm und Drang . Nevertheless, the outburst is never left unchecked; Schubert always follows these lines with a reprise that restores order. As Lawrence Kramer suggests, this reflects the Romantic aesthetics of the early nineteenth century: “No matter how anguished it becomes, the Romantic ego retains a core of unity, resiliency, and latent power that limits its alienation and blocks its collapse.” ( 1987 , 231) Wolf, of course, composes from a different age. In his setting, the penultimate lines trigger an explosive piano interlude that nearly drowns the singer in its wake. Kramer’s response is especially instructive. He sees Wolf’s music as a re-writing of Schubert’s D. 877/4: The revisionary effort of Wolf’s Nur wer die Sehnsucht kennt is to abrogate the moment of recovery at the center of Schubert’s song ... The \n\tquiet simplicity that dominates Schubert’s song posits a world of common \n\tfeeling in which Mignon’s pain, however fierce and however inward, is \n\tanchored. Here the anchor is missing. ( 1987 , 240) (21) Example 3 . Schumann, Op. 98a, no. 3, “Nur wer die Sehnsucht kennt” (click to enlarge and see the rest) Though Kramer speaks only of D. 877/4, Wolf’s “revisionary effort” applies to all of Schubert’s settings since they all involve a similar anchor: a reprise that pacifies the passionate outbreak of the penultimate couplet. (22) For Schumann, the anchor isn’t entirely missing, but it doesn’t entirely hold either. His response to the poem’s penultimate couplet mediates between Schubert’s resolve and Wolf’s manic dissolution. He sets these lines without any dramatic change of texture. The only drama occurs when the singer leaps to A ♭ 2—the highest note of the vocal line—at “es brennt.” Otherwise, the moment is rather inconspicuous. (23) What makes it significant is that it sparks a reprise not just of the opening line but of the entire poem—everything except the penultimate couplet. After those lines appear, Schumann’s song circles back on itself and restarts. It does so, moreover, in a distorted fashion. The opening line returns, but over unstable harmonies and in the wrong key (C minor instead of G minor—see Example 3a–b ). And though Mignon makes another attempt at reprise in m. 22, there is a crucial ‘mistake:’ the phrase “Nur wer die Sehnsucht kennt” is set to the music that formerly belonged to “weiss was ich Leide.” Things are not as they seem. The stability that we found in Schubert’s recapitulations is replaced with palpable instability. Nevertheless, despite these false starts, Mignon eventually gets back on track and begins to re-cycle through the song with exact correspondence. The second time around, however, she omits the crucial penultimate couplet. She sublimates her revelation of personal anguish; the words are accentuated only by their absence. Example 4 . The penultimate couplet recomposed with altered versions of Schubert, D. 877/4 and Wolf, Mignon II (click to enlarge and see the rest)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "lambert_2000",
                    "kramer_1987",
                    "kramer_1987"
                ]
            }
        },
        {
            "14": {
                "text": "[14] In my recomposition, then, the penultimate couplet functions as a pivot from the early nineteenth-century aesthetic of Schubert to the more decadent, anguished music of Schumann and Wolf. In Schubert’s settings, a stable reprise blocks the torrent of chromaticism at “Es schwindelt mir.” In my recomposition, the chromaticism is unleashed. As shown in Example 4 , I set the penultimate couplet using pitch material from Schubert’s D. 877/4 but with the rhythmic profile of Wolf. Wolf’s music is also altered: the notes and the rhythms are left intact, but the upper octaves are placed in the lower range in order to provide continuity with Schubert’s bass octaves. Nevertheless, Wolf’s music ultimately overtakes Schubert and destroys all trace of his early romantic portrait. (24) We are left in the wreckage of the post-Romantic aesthetic. The only reprise that we get is that of Schumann’s—a reprise where the opening lines are cut adrift, fractured and free-floating over unstable, diminished harmonies. There is no calm after the storm. What we hear instead is Schubert’s material filtered through the harmonic and compositional language of Schumann. In other words, we still hear Schumann’s music ‘circling back,’ but now it no longer circles back to Schumann’s beginning. Instead it is heard to recycle and recompose Schubert. (Note, for instance, the way the descending third of Schumann’s reprise can be heard as a metrically displaced version of Schubert’s opening.) In a sense, then, my setting recomposes previous recompositions; it dramatizes the ways that Schumann and Wolf rewrite Schubert’s music and, in the process, redraw the character of Mignon. Table 3 . Source segments in relation to four principal motives (click to enlarge) Example 5 . Rhythmic displacement, Schubert to Schumann (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] To better understand the way this works, I now turn to certain details of the recomposition. Table 3 displays each fragment from Schubert, Schumann, and Wolf in relation to four principal motivic ideas: a descending third, the motion from C to C ♭ , the harmonic and tonal motion between A ♭ and C, and the more general motive of rhythmic displacement. These motives are not necessarily prominent in each individual setting—in fact, the motion from A ♭ to C is not heavily emphasized in any setting; tonal motion by minor third is far more common—but they are all important in that they provide unifying threads that connect one setting to another, and thus draw attention to various similarities and differences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Each of these four motives derives from the opening measures ( Example 1 ). As we have already seen, these measures forge a bond between Wolf’s initial A ♭ -major harmony and the A ♭ -major tonality of Schubert’s D. 310a. They also highlight two of the four principal motives: the chromatic motion from C to C ♭ and the motive of a descending third. The other two principal motives—tonal/harmonic motion between A ♭ and C and rhythmic displacement—are only tacitly implied. The obsessive descending third at the opening of Wolf’s setting passes from C down to A ♭ , foreshadowing more dramatic harmonic and tonal motion between A ♭ and C later in the recomposition. The motive of rhythmic displacement appears in an even less direct fashion and can only be understood with regard to later events. As mentioned above, when Schumann’s music appears after the stormy penultimate couplet, it metrically offsets the descending third that we find at the beginning of nearly every Schubert setting. Indeed, Schumann’s setting is the only one that I have come across in which the singer begins on a weak beat. Schumann, moreover, frequently places accents on the last beat of a measure in ways that can be heard to extend and emphasize a brief syncopated gesture that we find in Schubert (see Example 5 ). Nevertheless, we also hear Schumann’s third-beat accents in relation to Wolf’s rhythmic hemiola in the left-hand of measure 4. (25) Thus, the opening of my recomposition provides a source for later intertextual resonance. This has an obvious analytical role in that it helps initiate a broader intertextual path, but it also has an important compositional role in that it provides a certain degree of unity between the discrete sections of the piece. Example 6 . Important motives in mm. 5–24 (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Example 6 demonstrates this more carefully by tracing these motivic ideas through measures 5–24. All of this material is derived from Schubert, particularly D. 310a, D. 310b, and D. 877/1. (26) Nevertheless, the primary focus of this section is the relationship between A ♭ , C, and C ♭ . D. 310a begins in A ♭ major and eventually modulates to B major/minor ( ♭ III), generating a large-scale reminder of the crucial C ♭ at “leide.” D. 310b begins with the same music but transposed down a minor third, beginning in F major and modulating to A ♭ major/minor. My setting passes from the A ♭ -major music of D. 310a to the A ♭ -major/minor music of D. 310b thereby extending the initial tonic and drawing out the importance of the C=> C ♭ mode mixture. As a result, the half cadence on E ♭ at “Freude” from D. 310b is heard to re-compose the similar half-cadence at “leide” from D. 310a, now carefully avoiding the ominous C ♭ . Indeed, Mignon sings C-natural at the exact metrical point where we previously heard C ♭ in the accompaniment, writing over the painful C ♭ with its major-mode substitute. Nevertheless, the next measure ushers in a wave of A ♭ -minor, bringing C ♭ right back to the surface. Example 7 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] These fragments from D. 310 immediately set the tone for the overall recompositional narrative. D. 310a, Schubert’s first setting of Nur wer die Sehnsucht kennt is remarkable for its stately beginning and almost joyful conclusion. Never again would Schubert set this poem with such defiant major-mode expression. (27) Nevertheless, even here there is fragility behind Mignon’s quiet resolve. The song barely maintains its cracked, A ♭ -major veneer, and only lightly covers the minor-mode suffering beneath. This is especially poignant when heard in relation to the material from D. 877/1 (mm. 16–21). D. 877/1 is Schubert’s only setting of the poem as a duet between Mignon and the Harper. It explicitly evokes the original context of the novel and offers a completely different vision of Mignon, featuring a bleak, B-minor tonality with repetitive funeral-march rhythms. (28) Yet there is a hopeful aspect to this setting, conjured primarily by C-major Neapolitan harmonies. In the introduction to the duet, a C-major chord appears as a radiant and resounding ‘orchestral’ sonority. It initially yields to the dominant of B minor, but eventually expands into a larger entity, freeing itself—at least momentarily—from its B-minor moorings (see Example 7a–b ). The C-major chord thus offers an imaginary point of refuge. Father and daughter unite, lost in the memory of an idealized and unrecoverable past.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This relationship between B minor and C major recalls the C=> C ♭ motive from D. 310a. In my recomposition, I’ve extracted the C-major passage from D. 877/1 and placed it between the A ♭ -major music from D. 310b and the modulation to B minor from D. 310a. I do so with the following alterations: I initially transpose the C-major music to A ♭ major so that it blends with the preceding music from D. 310b, and whereas the Schubert passage originally modulates up a fourth (C major to F major) I shift the music up a major third ( A ♭ major to C major). In other words, the music quickly ascends to the ‘correct’ harmony from D. 877/1. Nevertheless, D. 310a reappears in measures 21–22, and, as a result, the C-major harmony immediately transforms back into a Neapolitan, which, in turn, allows for a B minor cadence. C is displaced, yet again, by its chromatic shadow. Example 8 . The “C- - ” motive at the outset of the Wolf piano interlude (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] All of this reinforces the broader recompositional narrative. The B-minor cadence destroys the quiet resolve of Mignon’s A ♭ -major tonality. More importantly, it unleashes the passionate outburst of the penultimate couplet. Indeed, if we place ‘aural parentheses’ around the dominant of B minor in m. 22, we immediately recognize an expanded version of the opening chromatic cluster across measures 19–24: C- C ♭ - B ♭ . The motive essentially prepares the flood of dissonant, wandering harmonies at “Es schwindelt mir” and links together three different Schubert settings in the process. Moreover, the motive returns quite prominently at the exact point that Wolf overtakes Schubert (see Example 8 ). And when Schumann’s reprise gains control in m. 45, it does so with an exposed B ♮ in the bass. In Schumann’s context, B ♮ functions as the leading tone of C minor (IV of g minor), but it does not immediately resolve to C as would be expected. Thus, in the context of my recomposition, it simply rings out in isolation, a lingering reminder of the prior chromatic dissolution, triggered by C ♭ . Example 9 . Recomposition, mm. 62–75 (click to enlarge) Example 10 . The end of Schubert, D. 310b, in comparison with the opening of Am Meer (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] There are, of course, many other details to consider, but I will simply conclude with a brief discussion of the way my recomposition ends. As shown in Example 9 , the Schumann section ends with subtle reminiscence of all four principal motives. The B ♮ in 61 ultimately resolves to C under an A ♭ -Neapolitan chord. This chord—suggestive of Wolf’s opening A ♭ 6/3 chord—occurs with rhythmic displacement (another hemiola) and is prefaced with a motivic descending third in the voice. Nevertheless, despite these familiar motives, the piece concludes in G minor, a tonality far removed from the A ♭ -major opening. (29) G minor is also the key of Wolf’s setting. Wolf, however, never articulates the tonic with an authentic cadence (he concludes instead on an unresolved dominant). By grafting Wolf’s postlude onto Schumann’s cadence—as I do in mm. 64–66—I essentially undo the finality of Schumann’s setting. This occurs with another important alteration: I transpose Wolf’s ending down a whole step so that it ends on C major (rather than D major as V of G). This serves three main purposes: 1) it reinforces the broader themes of circularity by hinting at a return to the song’s opening (the C octaves in the bass remind us of the high C octaves at the beginning); 2) It relates to the earlier emphasis on A ♭ , C, and C ♭ (consider, for instance, the way the B ♮ leading tone at the end of m. 69 descends to B ♭ , continuing the chromatic descent with one last instance of the C- C ♭ - B ♭ motive (30) ); and 3) It sets up one last intertextual association: the closing chords of the recomposition derive from the end of Schubert’s D. 310b—which originally occurs in F major—but most listeners will no doubt associate these chords with Schubert’s “Am Meer” from Schwanengesang (see Example 10 ). And by transposing this closing music to C major—the key of Am Meer —I’ve made the association more explicit. The harmonies thus take on a dual role: on the one hand, they circle back to the opening by referencing both the D. 310 setting as well as the A ♭ /C relationship (an A ♭ -major chord appears enharmonically within the neighboring harmony); on the other hand, they break out of the circle by referencing a different song and a different text (the narrator of Am Meer speaks of his soul, “dying of longing”). (31) It thus provides a playful nod to the inherent flexibility of this whole enterprise. Associations are endless. I’ve fused together several settings of Nur wer die Sehnsucht kennt , but these settings could easily be recomposed in different ways, with other settings, creating entirely different musical narratives. And as we recognize with these final chords, this music reaches out to the much broader theme of Sehnsucht in general. The intertextual net is cast further and further (32)",
                "footnotes": [
                    "FN29",
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In a recent article in The New Yorker , David Denby issues a concern regarding the recent trend of amateur film ‘mash-ups,’ produced when people splice together various movie segments with digital editing software. He writes: The danger of instant editing, of course, is not just disordered time sequences but glibness ... It would be terrible if computer editing wiped out the proper emotional resistance to making a cut—the lingering grave affection for a face, a landscape, an interior, even the resonance of an empty space ( 2007 , 83). This concern easily extends to my own project. Many listeners will no doubt be horrified to hear snatches from their favorite Mignon settings displaced, altered, and re-contextualized. And there is, admittedly, an element of glibness in what I’ve done (heralded, perhaps, by the wince-inducing but unavoidable pun of my title). Yet I have no intention of treating these settings of Nur wer die Sehnsucht kennt in an irreverent or superficial manner. Every manipulation, every distortion—every cut, transposition, and addition—is designed to enhance our experience of these songs, both as individual compositions and as a group. The recomposition itself, of course, is a bit of a musical Frankenstein—it hardly stands up to the genius of the individual songs from which it is made—but it achieves a certain logic simply by drawing from (and reflecting upon) the extraordinary creations of Schubert, Schumann, and Wolf.",
                "footnotes": [],
                "citations": [
                    "denby_2007"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Perhaps more importantly, it offers a new way of thinking about recomposition. As Lawrence Kramer writes (paraphrasing Paul de Man): “Critical interpretation depends on the same rhetorical and expressive practices that are basic to works of art, so that creative activity and critical understanding are inescapably entailed in each other” ( 1987 , 230–231). By exploring this idea in a rather extreme and literal manner, I hope to have suggested a variety of new opportunities for further experimentation. After all, there is much to be gained by testing the limits of our internal musicological boundaries, melding theory, analysis, composition, and performance. Opportunities for creative recomposition are endless. We are only limited by the scope of our imagination. Appendix \"Nur wer die Sehnsucht kennt\": View Full Score with Audio",
                "footnotes": [],
                "citations": [
                    "kramer_1987"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.07.13.4.baileyshea.html",
    "data": "mto/data/mto.07.13.4.baileyshea.json"
}