{
    "title": "Conference Report: “Performance Studies Network Second International Conference”",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Barolsky, Daniel"
    ],
    "abstract": "",
    "keywords": [
        "performers",
        "analysis",
        "cognition",
        "studio recordings",
        "work concept",
        "polytextuality"
    ],
    "doi": "",
    "received": "May 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.barolsky.pdf",
    "author_info": [
        {
            "name": "Daniel Barolsky",
            "university": "Department of Music",
            "address": "Beloit College, 700 College St., Beloit, WI 53511",
            "email": "barolskd@beloit.edu"
        }
    ],
    "citations": {
        "cook_1998": "Cook, Nicholas. 1998. Music: A Very Short Introduction . Cambridge: Cambridge University Press.",
        "goehr_1992": "Goehr, Lydia. 1992. The Imaginary Museum of Musical Works: An Essay in the Philosophy of Music . Oxford: Clarendon Press.",
        "mccreless_2002": "McCreless, Patrick. 2002.  “Music and Rhetoric.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 845–79. Cambridge: Cambridge University Press.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. 1985. “On the Relation of Analysis to Performance. Beethoven’s Bagatelles Op. 126, Nos. 2 and 5.” Journal of Music Theory 29, no. 1: 1–31.",
        "schmalfeldt_2003": "Schmalfeldt, Janet. 2003. “On Performance, Analysis, and Schubert.” Per Musi: Revista de Performance Musical (published by the Music School of the Federal University of Minas Gerais) 5–6: 38–54; followed by “An Interview with Janet Schmalfeldt,” led by André Cavozotti and Salomea Gandelman, 55–67.",
        "schmalfeldt_2005": "Schmalfeldt, Janet. 2005. “ Response to the 2004 SMT Special Session ‘Performance and Analysis: Views from Theory, Musicology, and Performance. ’” Music Theory Online 11, no. 1.",
        "taruskin_1995": "Taruskin, Richard. 1995. Text and Act: Essays on Music and Performance . New York: Oxford University Press.",
        "_": "Filmography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Glenn Gould demonstrated a method by which classical performers could use the studio creatively.  In spite of his popularity and influence, his eccentricity and reputation as a pianist may be the reason that few musicians have taken him up on his aesthetic call.  See Monsaingeon [1974] 2003 (or watch http://www.youtube.com/watch?v=JllD47HIees and http://www.youtube.com/watch?v=chHJdmyIiRk ).",
            "citations": [
                "monsaingeon_1974_2003"
            ]
        },
        "FN2": {
            "text": "2. Janet Schmalfeldt has revisited the ideas of this thesis on multiple occasions in order to address the criticism that the analyst’s role was ultimately prescriptive and active, the performer’s more corporeal and passive. See Schmalfeldt 2003 and 2005 .",
            "citations": [
                "schmalfeldt_2003",
                "schmalfeldt_2005"
            ]
        },
        "FN3": {
            "text": "3. More information on this project can be found at http://www.talesfrombabel.co.uk .",
            "citations": []
        },
        "FN4": {
            "text": "4. Patrick McCreless ( 2002 , 852) claims that Mersenne’s discussion of rhetoric fails to provide “theoretical substance,” a claim that fails to hold water if we expand our conception of theory beyond the realm of the “text.”",
            "citations": [
                "mccreless_2002"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In April 2013, performers, historians, ethnomusicologists, composers, cognitive scientists, empirical musicologists, psychologists, philosophers, anthropologists, educators, neuroscientists, studio engineers, and even music theorists converged in Cambridge, England for the Performance Studies Network Second International Conference organized by the AHRC Research Centre for the Musical Performance as Creative Practice (CMPCP). As Centre Director and conference organizer John Rink explained in his opening remarks, this conference was intended to spark further conversations and collaboration across and between disciplines. Unlike joint national conferences, which in spite of their unifying intentions tend to run in parallel, this was a rare and exceptional merging of diverse approaches, the mingling of which opened out into a fascinating range of topics, revealed and challenged often unquestioned assumptions that undergirded disciplinary frameworks, and shed light on conceptual obstacles that many of us still struggle to overcome. The success of this conference stemmed not only from its size and intimacy but also from the focus and theme of the conference: performers, performances, and their creativity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The study of performance is not necessarily new to music theorists or musicologists, but giving voice to the creative contributions of performers, creating an open dialogue among scholars and performers, and above all else gazing or listening beyond the score or text as the foundation of music theorizing is something scholars in North America, in particular, are still reluctant to fully embrace. The primary impediment to this new line of questioning is, sad to say, the concept of the musical work as a fixed, textual entity and/or a direct representation of compositional intent. In spite of such scholarship in the last two decades by, among others, Lydia Goehr ( 1992 ), Nicholas Cook ( 1998 ), and Richard Taruskin ( 1995 ), the burgeoning field of music cognition, the increased intersections between musicology and anthropology, and more recently Music Theory Online 18, No. 1 dedicated to analyzing performance, performers and performances remain held back, or perhaps hold themselves back, by the overwhelming and uncritical adherence to some notion of Werktreue .",
                "footnotes": [],
                "citations": [
                    "goehr_1992",
                    "cook_1998",
                    "taruskin_1995"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Consider, for instance, the presentation by Amy Blier-Carruthers—“What is the performer’s place in the process and product of recording?”—which explored classical performers’ anxiety and apprehension toward studio recordings. Blier-Carruthers’s ethnography revealed how “live performance” was perceived as a kind of ideal, one that studio performances inherently failed to live up to. Yet at the same time, these performers felt the obligation to present a “perfect” performance, that is, one that remains faithful to the score since recordings provide a different lens through which critics might examine and highlight any “flaws” or “mistakes” more emphatically. These competing aesthetics, the “naturalness” of concert performances, and the desire for “textual fidelity” are ultimately two sides of the same coin in performers’ pursuit of musical truth or purity. Both of these views, however, sought to conceal the means of production, the effort and creative voice of the performer, as well as the “artificial” adjustments made by producers and engineers. Consequently classical musicians were reluctant to interact collaboratively with producers and engineers in the same way that non-classical musicians were, as demonstrated by Simon Zagorski-Thomas’s subsequent presentation, “Performance in the studio.” Blier-Carruthers’s ongoing work in the recording studio at the Royal College of Music seeks to encourage performers to accept the studio as a collaborative space, to embrace the creative and interpretive possibilities of a recording studio, and to overcome performers’ almost servile sense of self. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In her paper, “The classical performer’s conception of self,” Mary Hunter examined the implications of this self-awareness. Hunter explored the way the “ideologies of culture of classical music affect the way classical performers imagine and articulate their identities and subjectivities in performance.” Hunter’s paper and, also on the same panel, Victoria Trotzkova’s paper (“Performance and transience: musings on creative practice, classical music performance, and the ‘work-concept’ through the lens of critical ethnography”) investigated the ways in the which performers negotiate the “‘regulative force’ of the work concept” and how deeply rooted the work concept is in our aesthetic views. Trotzkova explained how the idea of the fixed work becomes the conceptual framework that musicians refer back to and negotiate as they transform it into an ephemeral, non-replicable performance. Hunter, in particular, considered the ways in which performers often seek to spiritually embody the composer in their performances. In order to be “true” to her- or himself, a performer, consequently, seeks to imagine (or project) truth or even universality in the composer whose work s/he channels in performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This sense of self and the conflated identities of composer and performer came to light in David Kopp’s paper, “Is there a future for musical performance and analysis?” and, in particular, in the discussion that followed. In a presentation that, in part, resembled elements of Janet Schmalfeldt’s much-cited essay “On the Relation of Analysis to Performance” ( 1985 ), Kopp discussed two perspectives on Chopin’s Nocturne in D-flat major, op. 27, no. 2  that he had recently performed. (2) The first was, as far as possible, a performer’s view without the cost and benefits of a close analytical reading. The second stemmed from Kopp’s distillation of Chopin’s form in relation to its chromatic harmony and voice-leading. Kopp ultimately argued that a close analysis of the score, using traditional analytic concepts, can still creatively enhance the resulting performance by better demonstrating elements of the work’s meaning.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schmalfeldt_1985"
                ]
            }
        },
        {
            "6": {
                "text": "[6] A question arose, however, concerning the preference for the analyst’s reading of the Nocturne and whether a “traditional analysis” of the score was the key to the work’s “meaning,” trumping the expression, communication, and, ultimately, the “creativity” of the performer. Why, for instance, was a theory-driven method held to be more valid? For Kopp the analyst, the “meaning” of the Nocturne was, in part, predicated on holding back at the moment of the third iteration of the opening theme (measure 46) in order to create more coherent and analytically justifiable climax measures. Standing in the way of this interpretation was a long-standing tradition by many pianists to emphasize the recapitulatory moment at measure 46, especially by letting the low D ♭ ring and, in some cases, even doubling the bass. Indeed, Kopp showed delight in demonstrating this performance tradition, and the audience similarly displayed its appreciation for this rendition. Yet when asked why he didn’t play the D ♭ in this manner, considering how much pleasure it brought him and the audience, Kopp suggested that such a reading was not supported by the score (i.e., that it was somehow “wrong”), and that audience members would feel that it was an interpretive violation, a misrepresentation of the work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Kopp’s performed demonstration of his ideas was by no means the exception at this conference. In other words, performances were more than passive demonstrations of scholarly theorizing or an escapist distraction from dry presentations, but an interactive continuation of the ideas that had been circulating throughout the conference. The highlight, by far, was “Studies in auditory streaming,” a collaborative project by Edward Wickham and the early music vocal group The Clerks , composer Christopher Fox, and speech-scientists Sarah Hawkins and Antje Heinrich. Audience members with clickers participated in the experiment as The Clerks sang a work composed specifically to gauge the ways in which listeners perceive and distinguish texts in polyphonic and polytextual music. This research challenged us to think more critically about how we hear and analyze similarly constructed works, both compositions from the recent century and complex polyphony of the 14th century. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Where The Clerks used performance to test theories about musical works, Andre Redwood, in his paper “Mersenne and the art of delivery: rhetoric as performance in the Harmonie universelle ,” demonstrated how theory could serve performance and oratory. Although most scholarly attention to Marin Mersenne’s Harmonie universelle (1636) focuses on the author’s interests in numerology and empiricism, such an approach, Redwood argued, blinds us to the connections between these ideas and those of rhetoric and performance. His reading of Mersenne serves as a necessary counterbalance to the conventional studies of music and rhetoric (e.g., Burmeister and Bernhard), which are more in keeping with our modern views on the relationship between theory and composition (or rhetoric and structure). (4) Instead Redwood claimed that Mersenne \nsaw performance and composition as equally worthy of theorizing. Additionally, by focusing specifically on rhetorical delivery (i.e., performance), Mersenne was able to draw more concrete and physiological links between music and rhetoric.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Redwood’s paper suggested that we need to rethink what questions we ask and that a discussion of performance compels us in revelatory directions. Indeed, as Daniel Leech-Wilkinson and Helen Prior argued in their paper, “Heuristics for expressive performance,” performing musicians often use a rich and varied metaphorical vocabulary to describe musical effects and intentions. The fact that this language falls short of the technical discourse of scholars (i.e., supposedly lacking “theoretical substance”) by no means diminishes its importance; as the authors suggested, it can often be more specific and precise than scholarly language. It is a language that reflects years of practice and embodied experience, enabling performers to resolve complicated musical problems in real time (“problems too complex to resolve at sufficient speed using analytic thought”) and communicate music meaningfully and expressively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The categories that make up the concept of musical works extend to other genres. Julie Brown, for instance, demonstrated in her paper, “Kinema and/or concert hall,” that live music at silent films in the 1920s did more than either accompany the visual image or, according to some critics, distract audiences from the projected narrative. Rather, there is ample evidence that many audiences and performers continued to hold onto older expectations of live music and, instead, approached these events as concerts, a revelation that only comes to light when the focus turns from the work itself (the films) to the ways in which people actually experienced them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The papers mentioned above represent only the tip of the iceberg; this conference report fails to account for many of the other papers presented (to say nothing of those which I was unable to attend). From Cayenna Ponchione’s study of orchestral musicians’ creativity and Stephen Cottrell’s discussion of the “anti-orchestra” to Steven Rings’s examination of vocal schemata in Bob Dylan’s performances and Ross Cole’s exploration of the construction of racial identities at a blues performance at a tiny train station, scholars from all walks of life revealed the fascinating and challenging intersections between disciplines that emerge when the focus is shifted from conventional “texts” to performers and their performances. Although one could easily marginalize the ideas in this conference as “merely” addressing the “ephemeral,” “superficial,” or “fetishized” nature of performance, the range and perspicacity of topics examined demonstrated that (a) the work of performers is, was, and will always be creative (no matter how much we or they try to conceal this fact behind the concept of a musical work) and (b) any study of music theory, history, or any other musical subdiscipline that fails to consider the creative role of performers is obscuring and ignoring relevant, significant, meaningful, and critical questions. Papers from this conference and last year’s First International Performance Network Conference can be found on their webpage: http://www.cmpcp.ac.uk/events.html .",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.13.19.2.barolsky.html",
    "data": "mto/data/mto.13.19.2.barolsky.json"
}