{
    "title": "Thinking (and Singing) in Threes: Triple Hypermeter and the Songs of Fanny Hensel",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Rodgers, Stephen"
    ],
    "abstract": "This study explores the expressive role of triple hypermeter in music with text, using the songs of Fanny Hensel as a case study. Drawing upon work by Harald Krebs, Yonatan Malin, and Richard Cohn, I examine the musical and poetic contexts in which triple hypermeter tends to occur. Passages of triple hypermeter in Hensel’s songs, I argue, often result from the distortion of duple norms. Where the natural poetic rhythm of a text may suggest a duple setting, Hensel deviates from that hypothetical model, stretching and shortening hypermeasures to emphasize important words, to vary the speed with which lines are sung, or to create a feeling of instability or uncertainty that reinforces a related poetic idea. Distorted hypermetric states thus correspond with distorted emotional or perceptual states. Likewise, shifts from one hypermetric state to another correspond with poetic shifts from one mood to another, one perspective to another, or one poetic structure to another. By exploring how Hensel calibrates the hypermetric flow of her music to the sense and structure of the poems she sets, we can see that hypermeter functions not just as an abstract phenomenon but as a carrier of deep expressive meaning.",
    "keywords": [
        "hypermeter",
        "text-music relations",
        "Lieder",
        "Fanny Hensel"
    ],
    "doi": "",
    "received": "April 2010",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.rodgers.pdf",
    "author_info": [
        {
            "name": "Stephen Rodgers",
            "university": "School of Music and Dance",
            "address": "1225 University of Oregon, Eugene, OR 97403",
            "email": "ser@uoregon.edu"
        }
    ],
    "citations": {
        "cai_1994": "Cai, Camilla. 1994. “Fanny Hensel’s Songs for Pianoforte of 1836–37: Stylistic Interaction with Felix Mendelssohn.” Journal of Musicological Research 14: 55–76.",
        "cai_1997": "Cai, Camilla. 1997. “Texture and Gender: New Prisms for Understanding Hensel’s and Mendelssohn’s Piano Pieces.” In Nineteenth-Century Piano Music: Essays in Performance and Analysis , ed. David Witten, 53–93. New York: Routledge.",
        "cai_2002": "Cai, Camilla. 2002. “Virtuoso Texture in Fanny Hensel’s Piano Music.” In The Mendelssohns: Their Music in History , ed. John Michael Cooper and Julie D. Prandi, 263–78. Oxford: Oxford University Press.",
        "citron_1983": "Citron, Marcia. 1983. “The Lieder of Fanny Mendelssohn Hensel.” Musical Quarterly 69: 570–94.",
        "citron_1984": "Citron, Marcia. 1984. “Felix Mendelssohn’s Influence on Fanny Hensel as a Professional Composer.” Current Musicology 37–38: 9–17.",
        "citron_ed_1987": "Citron, Marcia, ed. 1987. The Letters of Fanny Hensel to Felix Mendelssohn . Stuyvesant, NY: Pendragon.",
        "cohn_1992a": "Cohn, Richard. 1992a. “The Dramatization of Hypermetric Conflicts in the Scherzo of Beethoven’s Ninth Symphony.” 19 th -Century Music 15, no. 3: 188–206.",
        "cohn_1992b": "Cohn, Richard. 1992b. “Metric and Hypermetric Dissonance in the Menuetto of Mozart’s Symphony in G minor, K. 550.” Intégral 6: 1–33.",
        "cohn_2001": "Cohn, Richard. 2001. “Complex Hemiolas, Ski-Hill Graphs and Metric Spaces.” Music Analysis 20, no. 3: 295–326.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . New York: W.W. Norton.",
        "czerny_1979": "Czerny, Carl. 1979 [1848]. School of Practical Composition . Translated by John Bishop. 3 vols. New York: Da Capo Press.",
        "de_la_motte_1997": "de la Motte, Diether. 1997. “Einfall als Bereicherung der Musiksprache in Liedern von Fanny Hensel.” In Fanny Hensel, geb. Mendelssohn Bartholdy: Das Werk , ed. Martina Helmig, 58–67. Munich: Edition text + kritik.",
        "eichendorff_1993": "Eichendorff, Joseph. 1993. Sämtliche Werke des Freiherrn Joseph von Eichendorff: historisch-kritische Ausgabe . Ed. Harry Fröhlich and Ursula Regener. Stuttgart: Kohlhammer.",
        "elvers_1972": "Elvers, Rudolph. 1972. “Verzeichnis der Musik-Autographen von Fanny Hensel im Mendelssohn Archiv Berlin.” Mendelssohn-Studien 1: 169–74.",
        "elvers_1975": "Elvers, Rudolph. 1975. “Weitere Quellen zu den Werken von Fanny Hensel.” Mendelssohn-Studien 2: 215–20.",
        "halle_and_vergnaud_1990": "Halle, Morris, and Jean-Roger Vergnaud. 1990. An Essay on Stress . Cambridge, MA: MIT Press.",
        "hallmark_and_fehn_2010": "Hallmark, Rufus and Ann C. Fehn. 2010. “Text and Music in Schubert’s Settings of Pentameter Poetry.” In Of Poetry and Song: Approaches to the Nineteenth-Century Lied , ed. Jürgen Thym, 155–219. Rochester: University of Rochester Press.",
        "hellwig-unruh_2000": "Hellwig-Unruh, Renate. 2000. Fanny Hensel geb. Mendelssohn Bartholdy: thematisches Verzeichnis der Kompositionen . Adliswil: Kunzelmann.",
        "helmig_ed_1997": "Helmig, Martina, ed. 1997. Fanny Hensel, geb. Mendelssohn Bartholdy: das Werk . Munich: Edition text + kritik.",
        "huber_1997": "Huber, Annegret. 1997. “Anmerkungen zu ‘Schreibart’ und ‘Lebensprinzip’ einiger Sonatenhaptsätze von Fanny Hensel.” In Fanny Hensel, geb. Mendelssohn Bartholdy: Das Werk , ed. Martina Helmig, 93–104.",
        "huber_2006": "Huber, Annegret. 2006. Das Lied ohne Worte als künstbegreifendes Experiment: Eine komparatistische Studie zur Intermedialität des Instrumentalliedes 1830–1850 . Tutzing: H. Schneider, 2006.",
        "kamien_1993": "Kamien, Roger. 1993. “Conflicting Metrical Patterns in Accompaniment and Melody in Works by Mozart and Beethoven: A Preliminary Study.” Journal of Music Theory 37, no. 2: 311–50.",
        "kirnberger_1982": "Kirnberger, Johann Philipp. 1982 [1774, 1779]. The Art of Strict Musical Composition . Translated by David Beach and Jürgen Thym. New Haven: Yale University Press.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . New York and London: Schirmer.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . New York: Oxford University Press.",
        "krebs_2005": "Krebs, Harald. 2005. “Hypermeter and Hypermetric Irregularity in the Songs of Josephine Lang.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 13–29. New York: Oxford University Press.",
        "krebs_2009": "Krebs, Harald. 2009. “The Expressive Role of Rhythm and Meter in Schumann’s Late Lieder.” Gamut 2, no. 1: 267–98.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . Cambridge, MA: MIT Press.",
        "lester_1986": "Lester, Joel. 1986. The Rhythms of Tonal Music . Carbondale, IL: Southern Illinois University Press.",
        "lewin_1981": "Lewin, David. 1981. “On Harmony and Meter in Brahms’s Op. 76, No. 8.” 19th-Century Music 4, no. 3: 261–65.",
        "lewin_2006": "Lewin, David. 2006. Studies in Music with Text . Oxford: Oxford University Press.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . Oxford: Oxford University Press.",
        "malin_2006": "Malin, Yonatan. 2006. “Metric Displacement Dissonance and Romantic Longing in the German Lied.” Music Analysis 25, no. 3: 251–88.",
        "malin_2008": "Malin, Yonatan. 2008. “Music Analysis and the Metaphor of Energy: A Way into Selected Songs by Wolf and Schoenberg.” Music Theory Spectrum 30, no. 1: 61–87.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . New York: Oxford University Press.",
        "maurer_1997": "Maurer, Annette. 1997. Thematisches Verzeichnis der klavierbegleiteten Sololieder Fanny Hensels . Kassel: Furore.",
        "murphy_2007": "Murphy, Scott. 2007. “On Metre in the Rondo of Brahms’s Op. 25.” Music Analysis 26, no. 3: 323–53.",
        "nubbemeyer_1999": "Nubbemeyer, Annette. 1999. “Die Klaviersonaten Fanny Hensels: Analytische Betrachtungen.” In Fanny Hensel, geb. Mendelssohn Bartholdy: Komponieren zwischen Gesilligkeitideal und romantischer Musikästhetik , ed. Beatrix Borchard and Monika Schwarz-Danuser, 90–120. Stuttgart: Metzler.",
        "reich_1991": "Reich, Nancy. 1991.  “The Power of Class: Fanny Hensel.” In Mendelssohn and His World , ed. R. Larry Todd, 86–99. Princeton: Princeton University Press.",
        "reicha_1814": "Reicha, Anton. 1814. Traité de mélodie . Paris.",
        "riemann_1903": "Riemann, Hugo. 1903. System der musikalischen Rhythmik und Metrik . Leipzig: Breitkopf und Härtel.",
        "rohr_1997": "Rohr, Deborah Adams. 1997. “Brahms’s Metrical Dramas: Rhythm, Text Expression, and Form in the Solo Lieder.” PhD diss., University of Rochester.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer Books.",
        "rothstein_1995": "Rothstein, William. 1995. “Beethoven with and without Kunstgepräng.” In Beethoven Forum 4, ed. Christopher Reynolds, Lewis Lockwood, and James Webster, 186–93. Lincoln and London: University of Nebraska Press.",
        "rothstein_2008": "Rothstein, William. 2008. “National Metrical Types in Music of the Eighteenth and Early Nineteenth Centuries.” In Communication in Eighteenth-Century Music , ed. Danuta Mirka and Kofi Agawu, 112–59. Cambridge: Cambridge University Press.",
        "samarotto_1999": "Samarotto, Frank. 1999. “A Theory of Temporal Plasticity in Tonal Music: An Extension of the Schenkerian Approach to Rhythm with Special Reference to Beethoven's Late Music.” PhD diss., City University of New York.",
        "schachter_1980": "Schachter, Carl. 1980. “Rhythm and Linear Analysis: Durational Reduction.” In Music Forum 5, ed. Felix Salzer and Carl Schachter, 197–232. New York: Columbia University Press.",
        "schachter_1987": "Schachter, Carl. 1987.“Rhythm and Linear Analysis: Some Aspects of Meter.” In Music Forum 6, no. 1, ed. Felix Salzer and Carl Schachter, 1–59. New York: Columbia University Press.",
        "schenker_2001": "Schenker, Heinrich. 2001 [1935]. Free Composition . Trans. and ed. Ernst Oster. Hillsdale, NY: Pendragon Press.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. Style and Idea: Selected Writings of Arnold Schoenberg . New York: St. Martin’s Press.",
        "sirota_1981": "Sirota, Victoria. 1981. “The Life and Works of Fanny Mendelssohn Hensel.” DMA diss., Boston University.",
        "smyth_1999": "Smyth, David. 1999. “Beethoven’s Last Bagatelle.” Intégral 13: 117–42.",
        "stein_and_spillman_1996": "Stein, Deborah, and Robert Spillman. 1996. Poetry into Song: Performance and Analysis of Lieder . Oxford and New York: Oxford University Press.",
        "temperley_2008": "Temperley, David. 2008. “Hypermetrical Transitions.” Music Theory Spectrum 30, no. 2: 305–25.",
        "tillard_1992": "Tillard, Françoise. 1992. Fanny Mendelssohn . Paris: Belfond. English trans. Camille Naish. Portland, OR: Amadeus Press, 1996.",
        "todd_2002": "Todd, R. Larry. 2002. “On Stylistic Affinities in the Works of Fanny Hensel and Felix Mendelsohn Bartholdy.” In The Mendelssohns: Their Music in History , ed. John Michael Cooper and Julie D. Prandi, 245–62. Oxford: Oxford University Press.",
        "todd_2008a": "Todd, R. Larry. 2008a. “Fanny Hensel and Musical Style.” In Mendelssohn Essays , 217–31. New York: Routledge.",
        "todd_2008b": "Todd, R. Larry. 2008b. “Issues of Stylistic Identity in Fanny Hensel’s Das Jahr .” In Mendelssohn Essays , 249–60. New York: Routledge.",
        "todd_2010": "Todd, R. Larry. 2010. Fanny Hensel: The Other Mendelssohn . New York: Oxford University Press.",
        "toews_1993": "Toews, John E. 1993. “Memory and Gender in the Remaking of Fanny Mendelssohn’s Musical Identity: The Chorale in ‘Das Jahr.’” Musical Quarterly 77: 727–48.",
        "weber_1846": "Weber, Gottfried. 1846 [1817–21]. Theory of Musical Composition . 2 vols. Trans. James F. Warner. Boston, 1846.",
        "wilson_kimber_2002": "Wilson Kimber, Marian. 2002. “The ‘Suppression’ of Fanny Mendelssohn: Rethinking Feminist Biography.” 19 th -Century Music 26: 113–29.",
        "wilson_kimber_2008": "Wilson Kimber, Marian. 2008. “Fanny Hensel’s Seasons of Life: Poetic Epigrams, Vignettes and Meaning in Das Jahr .” Journal of Musicological Research 27: 359–95.",
        "wollenberg_2007": "Wollenberg, Susan. 2007. “Fanny Hensel’s Op. 8, No. 1: A Special Case of ‘multum in parvo’?” Nineteenth-Century Music Review 4, no. 2: 101–17.",
        "youens_1986": "Youens, Susan. 1986. “Poetic Rhythm and Musical Metre in Schubert’s Winterreise.” Music and Letters 67, no. 3: 28–40.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Harald Krebs discusses this issue in relation to Schumann’s songs ( Krebs 1999 , 157).",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN2": {
            "text": "2. Krebs’s recent work grows in part out of his comments on metrical dissonance and text in Krebs 1999 , 156–71.",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN3": {
            "text": "3. For other studies that discuss hypermeter in the context of vocal music, see Rothstein 1995 and Cohn 2001 , 312–21.",
            "citations": [
                "rothstein_1995",
                "cohn_2001"
            ]
        },
        "FN4": {
            "text": "4. Some famous examples from instrumental music include the ritmo di tre battute passage from the scherzo of Beethoven’s Ninth Symphony (analyzed in Cohn 1992a ), the minuet from Mozart’s Symphony in G minor, K. 550 (analyzed in Cohn 1992b ), the last bagatelle of Beethoven’s op. 126 (analyzed in Smyth 1999 ), and the rondo finale of Brahms’s Piano Quartet No. 1 in G minor, op. 25 (analyzed in Murphy 2007 ).",
            "citations": [
                "cohn_1992a",
                "cohn_1992b",
                "smyth_1999",
                "murphy_2007"
            ]
        },
        "FN5": {
            "text": "5. Hensel’s songs also feature other types of non-duple hypermeter besides triple. For an example of five-bar hypermeter, see “Gegenwart” (1833).",
            "citations": []
        },
        "FN6": {
            "text": "6. For discussion of triple hypermeter in Brahms’s “An den Mond,” see Deborah Rohr’s dissertation on rhythm and text in Brahms’s songs ( Rohr 1997 , 154–65) and Malin 2010 , 22–23.",
            "citations": [
                "rohr_1997",
                "malin_2010"
            ]
        },
        "FN7": {
            "text": "7. For a thematic catalogue of Hensel’s entire output, see Hellwig-Unruh 2000 . For a catalogue of her solo songs, see Maurer 1997 .",
            "citations": [
                "maurer_1997"
            ]
        },
        "FN8": {
            "text": "8. The growing body of Hensel scholarship is too vast to list here in its entirety. Important historical and editorial contributions include Citron 1983 , Citron 1984 , Citron, ed. 1987 , Elvers 1972 , Elvers 1975 , Helmig, ed. 1997 , Reich 1991 , Sirota 1981 , Tillard 1992 , Todd 2010 , Wilson Kimber 2002 , and Wilson Kimber 2008 .",
            "citations": [
                "citron_1983",
                "citron_1984",
                "citron_ed_1987",
                "elvers_1972",
                "elvers_1975",
                "helmig_ed_1997",
                "reich_1991",
                "sirota_1981",
                "tillard_1992",
                "todd_2010",
                "wilson_kimber_2002",
                "wilson_kimber_2008"
            ]
        },
        "FN9": {
            "text": "9. Other analytical studies of Hensel’s music—largely about her piano music—include Cai 1994 , Cai 1997 , Cai 2002 , de la Motte 1997 , Huber 1997 , Huber 2006 , Nubbemeyer 1999 , Todd 2002 , Todd 2008a , Todd 2008b , and Wollenberg 2007 . I focus on Todd 2010 and Malin 2010 above because they have the most to say about her Lieder and are most relevant to my article.",
            "citations": [
                "cai_1994",
                "cai_1997",
                "cai_2002",
                "de_la_motte_1997",
                "huber_1997",
                "huber_2006",
                "nubbemeyer_1999",
                "todd_2002",
                "todd_2008a",
                "todd_2008b",
                "wollenberg_2007",
                "todd_2010",
                "malin_2010"
            ]
        },
        "FN10": {
            "text": "10. For a summary of various theorists’ attempts to explain the predominance of duple phrase organization, see Rothstein 1989 , 33–34.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN11": {
            "text": "11. See, for example, Rothstein 1989 , 33 and Kramer 1988 , 107. Theorists, however, are not in agreement about why duple units are so much more common in tonal music. Joel Lester, for example, has argued that there is nothing necessarily more “natural” about two- and four-bar phrases; they are simply a stylistic norm ( Lester 1986 , 187–92).",
            "citations": [
                "rothstein_1989",
                "kramer_1988",
                "lester_1986"
            ]
        },
        "FN12": {
            "text": "12. See also Malin 2010 , 25–27 for a discussion of pentameter settings.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN13": {
            "text": "13. David Lewin adopts a similar method in an article about Schoenberg’s atonal music ( Lewin 2006 , 345–66), comparing the hypothetical “vocal meter” of a melody with its actual “written meter.” A melody’s “vocal meter” adheres to the text’s natural “poetic meter”—a concept roughly analogous to Kreb’s poetic rhythm. Lewin’s “vocal meter” also involves musical features of the vocal line, such as agogic accents and local highpoints.",
            "citations": [
                "lewin_2006"
            ]
        },
        "FN14": {
            "text": "14. Deborah Rohr critiques several of Schoenberg’s analyses of Brahms songs in her dissertation ( Rohr 1997 , 26–30).",
            "citations": [
                "rohr_1997"
            ]
        },
        "FN15": {
            "text": "15. I have not included musical notation in these figures because these devices could apply to texts set in a variety of meters and rhythms.",
            "citations": []
        },
        "FN16": {
            "text": "16. For discussions of hypermetric contraction, see Kramer 1988 , 102–10, Rothstein 1989 , 58–60, and Stein and Spillman 1996 , 174–86—the latter deals with both phrase expansion and contraction in the context of song. Theoretically, other techniques could transform duple hypermeasures into triple hypermeasures—notably “metrical reinterpretation,” where the fourth hyperbeat of a four-bar hypermeasure is reinterpeted as the first hyperbeat of the subsequent hypermeasure (as in 1-2-3-4=1-2-3-4=1-2-3, etc.) (see Rothstein 1989 , 52–56, and Kramer 1988 , 103, where the technique is called “overlap”). I list only those techniques commonly used in Hensel’s songs. Paragraph 64 of this paper briefly describes a passage of triple hypermeter in the “Nachspiel” of Hensel’s Das Jahr , whose triple groupings do result from metrical reinterpretation.",
            "citations": [
                "kramer_1988",
                "rothstein_1989",
                "stein_and_spillman_1996",
                "rothstein_1989",
                "kramer_1988"
            ]
        },
        "FN17": {
            "text": "17. I borrow the asterisk method from Krebs 2009 . He adopts it from the work of Morris Halle, a linguist who has written about stress in poetry. See Halle and Vergnaud 1990 . The asterisks in the example indicate how I read the text; some readers may read it differently. The fourth line, for example, might well be read with the primary stress at the beginning of the line (“WAL-deslaut und VO-gelschall,” with the first syllable of each compound word accented). Since the first three lines clearly establish a different pattern, and since line 4 is the only line in the entire poem that even slightly modifies that pattern, I have nonetheless chosen to use the same stress pattern in all four lines.",
            "citations": [
                "krebs_2009",
                "halle_and_vergnaud_1990"
            ]
        },
        "FN18": {
            "text": "18. In his schemas, Malin applies numbers to both the primary and secondary accents within a given poetic line.",
            "citations": []
        },
        "FN19": {
            "text": "19. The extended upbeats at the beginning of “Morgenständchen,” along with the placement of cadences on downbeats as opposed to weak beats, resemble what William Rothstein has recently described as “Italian barring” ( Rothstein 2008 ). In this type of barring, he writes, “cadences are always placed just to the right of the barline” and “phrases begin at least half a bar to the left of the barline,” in contrast with “German barring,” which regularly places cadences on weak beats and starts phrases on downbeats or with a brief anacrusis (116). (Hensel’s song “Zauberkreis,” analyzed below, also uses Italian barring.) The fact that Hensel adopts such a metrical scheme is all the more striking considering that by 1820 German barring was the predominant metrical paradigm, in Germany and beyond. Italian barring is common in her songs. For some other instances see “Wandrers Nachtlied” (after 1840), “Traurige Wege” (1841), “Anklänge II” (1841), and “Dämmrung senkte sich von oben” (1843).",
            "citations": [
                "rothstein_2008"
            ]
        },
        "FN20": {
            "text": "20. Malin also mentions that the delayed beginning of the vocal melody creates a dialogue between the “singer as poetic-persona” and the “piano-cum-pulsating, singing nature” ( Malin 2010 , 85).",
            "citations": [
                "malin_2010"
            ]
        },
        "FN21": {
            "text": "21. Malin takes note of the three-bar hypermeasures, and the one-bar piano responses ( Malin 2010 , 85), but does not discuss their expressive significance.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN22": {
            "text": "22. On first glance, the melody might seem displaced, like the opening of “Morgenständchen,” since “steht” falls after the downbeat. Yet it is more difficult than with the earlier example to generate a “corrected” version with “steht” landing on the downbeat, largely because the structure of each couplet is idiosyncratic. The first and third lines of each stanza have feminine endings (“BLÄT-tern” and “SCHMET-tern” in the first stanza), which vary the steady succession of weak-strong iambs by adding an extra weak syllable to each line. And the second and fourth lines—“Der Rose all” and “Der Nachtigall”—sound clipped and slightly unnatural because they are so short and they follow the weak endings of the previous lines with another weak syllable; the alternating pattern of weak and strong stresses breaks across the enjambment.",
            "citations": []
        },
        "FN23": {
            "text": "23. The hypermetric shift reinforces other musical shifts: in measure 26 the surface rhythm and harmonic rhythm slow down, the level of chromaticism decreases, and the right hand of the piano follows the melody of the vocal line. These changes, like the change to four-bar hypermeter, suggest a shift toward stability and normalcy.",
            "citations": []
        },
        "FN24": {
            "text": "24. The shift from triple to duple hypermeter has of course already occurred by the end of the first strophe, but the shift is even more pronounced in the second strophe (thanks to the extra four-bar unit in measures 32–35), and it is only at the end of the song that the questions posed by stanza 1 are answered both musically and textually.",
            "citations": []
        },
        "FN25": {
            "text": "25. Suleika is a semi-autobiographical character. Willemer and Goethe shared an amorous relationship, if purely an epistolary one, and Willemer’s two “Suleika” poems, “Ach, um deine feuchten Schwingen” and “Wie mit innigstem Behagen,” relate directly to their affair.",
            "citations": []
        },
        "FN26": {
            "text": "26. Hensel and Mendelssohn each wrote two different settings of this text. Mendelssohn’s first setting was written around 1834 or later, and his second comes from January 1837. Hensel’s first setting is from May 1825, and her second was written in December 1836. Her second version was written at Felix’s request for a holiday album; Fanny feared Felix had included his own, earlier setting of the text in the album. See Fanny’s letter to Felix from December 19, 1836, in Citron, ed. 1987 , 225).",
            "citations": [
                "citron_ed_1987"
            ]
        },
        "FN27": {
            "text": "27. On the concept of “shadow meter” see Samarotto, who coined the term ( Samarotto 1999 , 222–38), and Rothstein 1995 .",
            "citations": [
                "samarotto_1999",
                "rothstein_1995"
            ]
        },
        "FN28": {
            "text": "28. The only exception is the last line, where the first two stressed syllables, “was” and “in,” move by quickly—without, however, disturbing the four-bar hypermeter. Schubert’s setting of Willemer’s poem, D. 717, uses the same hypermetric pattern as Mendelssohn’s, but with no shadow meter. In Schubert’s version, the second hypermeasure is expanded to five bars by the elongation of the syllable “Tren,” of “Trennung,” but the duple hypermeter is nonetheless apparent.",
            "citations": []
        },
        "FN29": {
            "text": "29. The next section of “Suleika” (beginning in measure 16) does not feature any three-measure units, but it is just as elastic as the first half of the strophe, initially stringing together a pair of normative two-measure units but then spinning out into an extended nine-measure unit in measures 20–28.",
            "citations": []
        },
        "FN30": {
            "text": "30. This is typical of Hensel’s songs, particularly her mature ones: generally speaking, she tends to end phrases and sub-phrases with dissonant harmonies, and to withhold the most stable harmonies until the ends of strophes, often placing the most dissonant chords, and thus the moments of highest tension, just before structural cadences. For other examples, see “Warum sind denn die Rosen so blaß?,” op. 1, no. 3, and “Nachtwanderer,” op. 7, no. 1. The sequential melodic construction of “Suleika” adds to its forward-moving quality. Measures 9 ff. (“Denn, du kannst ihm Gute bringen”) repeat the melody of measures 3 ff. (“Ach, um deine feuchten Schwingen”) up a step.",
            "citations": []
        },
        "FN31": {
            "text": "31. I do not take up the task here of exploring analogies between Hensel’s hypermetric modulations and her tonal modulations, since no such analogies are strongly presented in these songs. See Lewin 1981 , Cohn 2001 , and Murphy 2007 for recent discussions of these sorts of pitch-time analogical mappings.",
            "citations": [
                "lewin_1981",
                "cohn_2001",
                "murphy_2007"
            ]
        },
        "FN32": {
            "text": "32. See Lerdahl and Jackendoff 1983 , 21–25 and Lester 1986 , 161–63 for discussions of hypermeter at higher levels. London 2004 , 27–47 offers a useful summary of empirical research into the perception of the upper and lower limits of meter.",
            "citations": [
                "lerdahl_and_jackendoff_1983",
                "lester_1986",
                "london_2004"
            ]
        },
        "FN33": {
            "text": "33. Hensel only sets the first three stanzas of Hölty’s poem.",
            "citations": []
        },
        "FN34": {
            "text": "34. Schubert follows just this stress pattern in his 1815 setting of Hölty’s poem, D. 194. He manages to fit the opening line of text (and those that follow) into four bars rather than three, in part because he treats the first two words as upbeats to a strong downbeat on “SIL-ber-ne.” The four syllables “sil,” “Mond,” “sträu,” and “blinkt” receive nearly equal hypermetric stress and fall on downbeats.",
            "citations": []
        },
        "FN35": {
            "text": "35. Stein and Spillman also show how Brahms creates metric tension by moving stresses away from strong downbeats and secondarily strong third beats: the resulting “metric fuzziness” “reflects the shadows of the moonlight and the wandering of the poet” ( Stein and Spillman 1996 , 182).",
            "citations": [
                "stein_and_spillman_1996"
            ]
        },
        "FN36": {
            "text": "36. The word “Busch” of course appears four times in the last four bars of the vocal line (measures 14–17). In not every instance does the word land on downbeat. However, each time the phrase “von Busch zu Busch” appears, one “Busch” falls on a stressed downbeat and the other falls on secondarily stressed half measure—first, “von BUSCH zu Busch” and then “von Busch zu BUSCH.”",
            "citations": []
        },
        "FN37": {
            "text": "37. The process is akin to the “hypermetrical transitions” that Temperley has described ( Temperley 2008 ), which effect gradual shifts from “odd-strong” duple hypermeter (in which odd-numbered measures are strong) to “even-strong” duple hypermeter. Here, though, the transition links triple and duple hypermeter as opposed to two different kinds of duple hypermeters.",
            "citations": [
                "temperley_2008"
            ]
        },
        "FN38": {
            "text": "38. In his well-known setting of this text from 1866, Brahms also begins with triple hypermeter, resulting from the same subtle metric displacement, and shifts to duple hypermeter at the same moment in the poem, suggesting that Brahms had Hensel’s setting in his ear when he composed his own. Though his text stress is slightly different from Hensel’s, his phrase rhythm is nearly identical, and, like Hensel, he shifts from triple to duple hypermeter from “und die Nachtigall flötet” onwards. See Malin 2010 , 159–64 for a perceptive analysis of the rhythm and meter of Brahms’s setting (as well as Schubert’s). Malin references Hensel’s setting in footnote 49 (164), noting not only that she and Brahms both use three-measure spans but also that they set the first two lines of the poem with “reverse-hemiola” schemas, which divide the three-measure segments in half.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN39": {
            "text": "39. Furthermore, the song’s resolution in more normative hypermeasures parallels the poem’s resolution in more straightforward poetic lines. The pattern of stressed and unstressed syllables in the first two lines of an asclepiadic ode forms a complex palindrome—the first half of each line reads s-u-s-u-u-s (where “s” indicates a stressed syllable and “u” an unstressed syllable), as in “WENN der SIL-ber-ne MOND”; the second half, its mirror image, reads s-u-u-s-u-s, as in “DURCH die Ge-STRÄU-che BLINKT.” The third line features no such palindrome. And though the fourth does (“WANDL’ ich TRAU-rig von BUSCH zu BUSCH = s-u-s-u-u-s-u-s), its structure is far less intricate, and it lacks the implicit caesura that marks the midpoint of the palindrome in the opening hexameter lines (“WENN der SIL-ber-ne MOND / DURCH die Ge-STRÄU-che BLINKT”). The normalization of the hypermeter midway through each strophe of Hensel’s song thus corresponds with the simplification of the poetic rhythm midway through each stanza of Hölty’s poem. For more on asclepiadic odes, see Malin 2010 , 158–64.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN40": {
            "text": "40. In the second and third strophes of Hensel’s simple strophic song, nouns do not always fall on the downbeats of measures 5, 8, and 11, owing to the varied structure of each stanza. This suggests that Hensel had the first stanza in mind when she wrote the music.",
            "citations": []
        },
        "FN41": {
            "text": "41. I derive this translation from Malin 2010 , 84–85. Though the poem is sometimes printed in multiple stanzas, the critical edition of Eichendorff’s poems has it in a single stanza, with no breaks. See Eichendorff 1993 , 201–2.",
            "citations": [
                "malin_2010",
                "eichendorff_1993"
            ]
        },
        "FN42": {
            "text": "42. Malin notes this as well, though he does not use the term “pure triple”: “The quatrain as a whole is thus set in a nine-measure span (3 + 3 + 3), arriving on the tenth downbeat” ( Malin 2010 , 86).",
            "citations": [
                "malin_2010"
            ]
        },
        "FN43": {
            "text": "43. Malin writes, “The doubling of the voice in octaves without pulsating sixteenths thus marks a moment of interiorization and expectancy. ‘We’—the collective self—are situated inside, in relation to the forest that sings outside (draussen), and the piano joins this collective self, ‘inside’” ( Malin 2010 , 86).",
            "citations": [
                "malin_2010"
            ]
        },
        "FN44": {
            "text": "44. Malin also comments on Hensel’s textual manipulations but has a different explanation for them: Hensel “had been to Italy and no longer felt bound by the strictures of her teacher, Zelter, or her father, Abraham Mendelssohn” ( Malin 2010 , 87).",
            "citations": [
                "malin_2010"
            ]
        },
        "FN45": {
            "text": "45. Rothstein uses the term “conflicting downbeats” to describe accentual discrepancies that occur specifically between melody and accompaniment, with particular reference to the music of Mendelssohn ( Rothstein 1989 , 199–213). See also Kamien 1993 and Rothstein 1995 , 177–84, which discuss conflicting downbeats in Beethoven’s music. Schenker 2001 , 124 and Schachter 1987 , 53–58 have also described the phenomenon in the music of Mendelssohn.",
            "citations": [
                "rothstein_1989",
                "kamien_1993",
                "rothstein_1995",
                "schenker_2001",
                "schachter_1987"
            ]
        },
        "FN46": {
            "text": "46. A particularly interesting and early example of triple hypermeter appears in “Ferne” (1823), later incorporated into her op. 9 set, published posthumously in 1850. A simple and heartrending song about lost love, “Ferne” alternates between pairs of three-bar hypermeasures and expanded five-bar and six-bar hypermeasures. The irregular triple groupings capture the pain and disorientation of the poetic persona, and the expansions place stress on important words such as “Qual” (pain) and “ertötest” (mortify). “Abendbild” (1846), written only six months before Hensel died and posthumously published as op. 10, no. 3, features not the juxtaposition of triple and duple groupings but their superimposition: in measures 1–15 the vocal melody projects three-bar hypermeasures, while the piano accompaniment simultaneously projects four-bar hypermeasures.",
            "citations": []
        },
        "FN47": {
            "text": "47. Her instrumental works with opus numbers (opp. 2, 3, 4, 5, 6, 8, and 11), for example, contain no extended passages of triple hypermeter.",
            "citations": []
        },
        "FN48": {
            "text": "48. For a perceptive discussion of the “Nachspiel” and its Bach references in the context of Das Jahr ’s overarching program, see Wilson Kimber 2008 , 392–93.",
            "citations": [
                "wilson_kimber_2008"
            ]
        },
        "FN49": {
            "text": "49. For a brief discussion of triple hypermeter in “Täuschung,” see Malin 2010 , 21.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN50": {
            "text": "50. I borrow the translation of the text from Todd 2010 , 107.",
            "citations": [
                "todd_2010"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the past quarter century, hypermeter has become a central topic of music-theoretical inquiry. As the discipline has moved beyond its fascination—some might even say its preoccupation—with elements of pitch, the study of meter above the level of the measure has blossomed into a veritable discipline of its own. Thanks to the pioneering work of scholars such as Edward T. Cone, Carl Schachter, Jonathan Kramer, Harald Krebs, William Rothstein, and Fred Lerdahl and Ray Jackendoff, music analysts now possess an array of sophisticated tools to explain how hypermeter contributes to musical meaning and expression ( Cone 1968 , Schachter 1980 , Schachter 1987 , Lerdahl and Jackendoff 1983 , Kramer 1988 , Rothstein 1989 , and Krebs 1999 ). More recent scholarship on hypermeter has expanded upon this work and dealt with the dramatization of hypermetric conflict ( Cohn 1992a ), mathematical models of metric and hypermetric dissonance ( Cohn 1992b ), analogies between metric spaces and tonal spaces ( Cohn 2001 and Murphy 2007 ), and hypermetric transitions ( Temperley 2008 ), among other topics.",
                "footnotes": [],
                "citations": [
                    "cone_1968",
                    "schachter_1980",
                    "schachter_1987",
                    "lerdahl_and_jackendoff_1983",
                    "kramer_1988",
                    "rothstein_1989",
                    "krebs_1999",
                    "cohn_1992a",
                    "cohn_1992b",
                    "cohn_2001",
                    "murphy_2007",
                    "temperley_2008"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Most studies of hypermeter have dealt with instrumental music. Hypermeter in vocal music, however, has received far less critical attention. In part, this may be because music with text is regarded as less innovative, and hence less analytically interesting, from a hypermetric point of view. Poetry, after all, would seem to impose its own normalizing structure on works of music, thus potentially minimizing any oddities in phrase rhythm. Composers may also feel that too much hypermetric conflict distracts listeners from the meaning of the text. (1) Yet precisely because words influence compositional decisions about the flow of a work’s larger metric units, the interaction of hypermeter and text is especially worthy of study. Words provide not just a constraint but also a creative impetus. They inspire composers to play with hypermeter, to bend musical time in response to the words they set. The presence of a text makes it possible to discern why a composer might have chosen one type of hypermeter over another. And it raises important questions about the hermeneutics of hypermeter: What is the expressive effect of hypermetric irregularity? Are certain hypermetric devices related to certain affects—hypermetric irregularity with instability and unpredictability, hypermetric regularity with stability and order? How, in short, does hypermeter contribute to musico-poetic meaning?",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Recently, a handful of theorists have begun to consider these and related questions. Foremost among them is Harald Krebs, who has written about the expressive effect of rhythmic, metric, and hypermetric conflict in the Lieder of Josephine Lang and Robert Schumann and shown that hypermeter is an important vehicle of musical expression ( 1999 , 2005 , 2009 ). (2) Yonatan Malin has also explored the interaction of text, rhythm, and meter, focusing on metric displacement dissonance ( 2006 ) and “metaphors of energy” ( 2008 ) in German Lieder spanning from Schubert to Schoenberg. His recently published book, Songs in Motion: Rhythm and Meter in the German Lied ( 2010 ), extends this research, combining the insights of music theory and metric theory and applying them in perceptive readings of songs by Fanny Hensel (née Mendelssohn), Schubert, Schumann, Brahms, and Wolf. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "krebs_1999",
                    "krebs_2005",
                    "krebs_2009",
                    "malin_2006",
                    "malin_2008",
                    "malin_2010"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Building upon Krebs’s and Malin’s work, this article explores a topic not explicitly addressed in the published literature on hypermeter—the expressive meaning of triple hypermeter in music with text. How, I ask, does triple hypermeter relate to poetic form and content? What aspects of a poem’s structure might prompt a composer to set a poem in triple as opposed to duple hypermeter? How and why might a composer deviate from a poem’s natural poetic rhythm to create unorthodox three-bar, rather than two- or four-bar, hypermeasures? How does triple hypermeter happen —what musical techniques bring it into being? Further, what affective function does it serve? What aspects of a poem’s meaning might prompt a composer to opt for a non-duple rather than a duple construction? With what poetic ideas is triple hypermeter associated? How does triple hypermeter feel —how does it respond to and reinforce the feelings present in a poem?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The songs of Fanny Hensel will serve as a case study. Extended passages of triple hypermeter are relatively rare; (4) three-bar hypermeasures are not uncommon, but they normally occur in isolation, not in succession. In Hensel’s songs, however, triple hypermeter is so prevalent as to become a stylistic hallmark. (5) More than the songs of her brother, more than those of her North-German contemporaries, more even than the Lieder of Schubert and Schumann, Hensel’s songs move in phrase rhythms that are often unexpected, and anything but four-square. When it comes to “thinking in threes,” Hensel is virtually without peer among early- to mid-nineteenth-century Lied composers. Only Brahms, whose earliest extant song was written four years after Hensel died, rivals her in his interest in irregular phrase rhythms. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It should hardly come as a surprise that Hensel’s penchant for triple hypermeter has escaped the attention of music analysts, since so little of her music has been treated to analytical scrutiny. In all, she composed nearly 500 works, including a piano trio, a piano quartet, an orchestral overture, four cantatas, some 125 piano pieces, and an astonishing 249 songs. (7) Yet her life story has generated far more scholarly interest than her music. The recent renaissance in Hensel studies, spurred in part by musicology’s growing interest in gender and identity and in part by a much-needed re-evaluation of the male-dominated canon, has yielded an outpouring of historical and editorial research. (8) Close analysis of her music, however, is rare.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A notable exception is the work of R. Larry Todd. His magnificent new life-and-works study, Fanny Hensel: The Other Mendelssohn ( 2010 ), offers insightful discussions of many of Hensel’s works and goes a long way toward defining her musical voice. Among the features Todd outlines are an adventurous approach to harmony and tonality, a formal freedom, a suppleness of melody, a great sensitivity to text, and a depth of expression. Hensel’s innovations with hypermeter—which Todd does not mention—work together with many of these features. The melodic flexibility Todd describes, for example, results as much from the free contours of her melodies as from their free rhythms. It is often Hensel’s pacing and placement of harmonies within phrases that lends her music a feeling of moving in threes, rather than in twos or in fours—of rushing onward or holding back. And though not every instance of triple hypermeter in Hensel’s songs bears direct relation to the texts she sets, most do. Her fascination with triple hypermeter is part and parcel of her innate feeling for the nuances of poetry and her ability to transform it through music.",
                "footnotes": [],
                "citations": [
                    "todd_2010"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Malin has also closely analyzed Hensel’s music. His book contains a chapter devoted to her songs, which focuses on a number of rhythmic and metric devices in the six songs of her op. 1 and the first of her op. 7, including expansion and elision, flexible phrase rhythms, and hypermetric reinterpretation. Malin argues that Hensel is a true innovator in rhythm and meter and situates her—quite correctly—as an important bridge between the Volkstümlichkeit of the so-called Berlin School and the more experimental strains of the mid-century ( Malin 2010 , 69). He says nothing, though, of her interest in triple hypermeter. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "9": {
                "text": "[9] My project, then, has two aims: to explore how triple hypermeter interacts with text and, in doing so, to shed light on an important aspect of Hensel’s songwriting style. I begin by showing how her passages of triple hypermeter often result from the distortion of duple norms. Where the natural poetic rhythm of a text suggests a duple setting, Hensel deviates from that hypothetical model, stretching and shortening hypermeasures to emphasize important words, to vary the speed with which lines are sung, or to create a feeling of instability or uncertainty that reinforces a related poetic idea. I then turn to the topic of “hypermetric modulation” and argue that shifts from triple to duple hypermeter correspond with shifts from one mood to another, one perspective to another, or one poetic structure to another. Finally, I analyze two of Hensel’s songs in detail—“Die Mainacht,” op. 9, no. 6, and “Morgenständchen,” op. 1, no. 5—whose “hypermetric modulations” are closely intertwined with the sense and structure of the texts she sets. I. Duple Origins",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In what musical and poetic contexts, then, does triple hypermeter tend to occur? Owing in part to the scarcity of non-duple phrase rhythm, theorists from the eighteenth century onward have tended to view three-bar phrases as variations of duple phrases. Some, such as Riemann, argued that all phrases of non-duple length could be derived from duple norms ( Riemann 1903 , 212–13). Reicha 1814 , Czerny 1979 , I, 6–8, 17–20, and Weber 1846 , I, 92–113 even looked upon phrases of unusual length with disparagement. Writers such as Kirnberger 1982 , 408–16 and later Schenker 2001 , 119 adopted a more moderate position, recognizing that some non-duple phrases are modifications of duple phrases while others are independent of duple norms. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "riemann_1903",
                    "reicha_1814",
                    "czerny_1979",
                    "weber_1846",
                    "kirnberger_1982",
                    "schenker_2001"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Today, theorists tend to subscribe to this middle view: some irregular hypermeasures can be traced to duple origins, but not all of them. (11) When it comes to vocal music, for example, certain texts would seem to fit naturally into odd-numbered measure groupings, with no sign that a duple model has been distorted. (For discussion of just such an example from a Hensel song, click here .) More often than not, however, a clear two- or four-bar norm is evident. These are the cases that most concern me here, for Hensel’s songs tend to be most expressive where they most obviously deviate from listeners’ expectations. By tending to the relative distance between a given triple hypermeasure and its hypothetical duple origin—between what actually happens in the score and what might have happened—we can remain sensitive to how she manipulates hypermetric norms for expressive effect.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Doing this of course requires a bit of conjecture, imagining what a default version of a passage might sound like and reconstructing the steps by which a model is transformed into something else. With vocal music, however, the process of reconstruction is less speculative than with instrumental music. A text, especially if it is a metered poem, will tend to suggest its own hypermeter—often duple—which a composer may follow or flout in different ways. In this article, I adopt a methodology used by Harald Krebs in a recent study of rhythm and meter in Schumann’s late Lieder ( 2009 ), whereby the “poetic rhythm” of a text—that is, the rhythm projected by a natural declamation of the words—is compared with the musical rhythm of a melody. This methodology shows where poetic and musical stresses do and do not correspond, and how poetic lines are grouped into hypermeasures. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "krebs_2009"
                ]
            }
        },
        {
            "13": {
                "text": "[13] I should stress that that I am not suggesting that a given line of text has one proper declamation and, by extension, one proper rhythmic, metric, or hypermetric musical realization. As Susan Youens has pointed out, only in light or comical genres of poetry would a text be read in a strictly regular rhythm ( Youens 1986 , 29). And on the matter of musical realization, there is no formula that determines what the most typical setting of a poetic text would look like. Schoenberg, in his famous essay “Brahms the Progressive,” suggested that the number of poetic feet in a line should correspond to the number of measures or half measures in a musical setting of that line ( 1975 ), but even this does not hold up as a general rule. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "youens_1986",
                    "schoenberg_1975"
                ]
            }
        },
        {
            "14": {
                "text": "[14] That said, even if we cannot determine a single model recitation or rhythmic treatment of a text, we can still speculate about how a poetic line might likely be read and set to music—allowing for alternate possibilities—and thus better understand the idiosyncrasy of a given setting. As Krebs has put it, “In spite of the undeniable fluctuations during any given recitation, it is possible to posit, at least for poetry with which we are concerned here (i.e., nineteenth-century German lyric poetry), a regular ‘basic poetic rhythm,’ which would be the foundation for any recitation” ( Krebs 2009 , 268). Malin adopts a similar strategy, asking “What were the defaults and range of possibilities available to composers as they set the rhythms of verse in musical pitch and time?” ( Malin 2010 , 13) and offering a variety of “declamatory schemas”—that is, common ways that poetic lines are set in various musical meters. Being aware of these “defaults” allows us to remain sensitive to where, how, and why a composer deviates from them. Figure 1 . Distortions of duple hypermeter that create triple hypermeter (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "krebs_2009",
                    "malin_2010"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Hensel’s triple-generating deviations generally take one of two forms: a two-bar hypermeasure may be expanded by one bar, so that it seems to end “too late,” or a four-bar hypermeasure may be contracted, so that it seems to end “too early.” Figure 1 represents these distortions abstractly. Imagine, for the sake of demonstration, that the opening line of Elizabeth Barrett Browning’s poem “How do I love thee?” were set to music. Figures 1a and b show how the text would fit into two- and four-bar hypermeasures. (15) The two-bar model could be expanded in several ways. A bar of accompaniment could be added, either in the middle or at the end ( Figure 1c ). A syllable or word could be lengthened beyond what the natural poetic rhythm would suggest ( Figure 1d )—I describe this technique as “augmentation of declamatory rhythm,” borrowing from Malin 2010 , 75. A fragment of text could be repeated ( Figure 1e ). Metric displacement could also transform a two-bar hypermeasure into a three-bar hypermeasure; if a melody were to begin one half bar later than expected, it might also end one half bar later, spilling into a third measure ( Figure 1f ). Finally, a four-bar hypermeasure could be contracted if syllables or words that would normally receive emphasis were glossed over; the text would thus be squeezed into a smaller space ( Figure 1g ). (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The following three analytical vignettes explore several of these devices in excerpts from Hensel’s songs. The first two examples feature hypermetric expansion: in “Morgenständchen” Hensel uses added accompanimental bars to imitate sounds of nature heard from afar; in “Zauberkreis” she uses the same device for a similar purpose—to mimic the sound of a nightingale’s song—and also augments the declamatory rhythm of the opening phrase for text-expressive reasons. The third example, from “Suleika,” uses hypermetric contraction: Hensel rushes through syllables so that hypermetric downbeats seem to come too quickly and phrases seem to rush onward like the wind that carries messages to a distant beloved. 1. “Morgenständchen,” op. 1, no. 5 (1841 or later): Moments of Listening",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Eichendorff’s poem describes a morning scene when, “half dreaming” ( halb in Träumen ), we awake and listen to the murmurings of the natural world before the day begins. The sounds of distant breezes, rustling springs, and bird calls draw near; we take them in, respond to them, commune with them; and then they fade, as day begins—yet, for a time, they still resound within us. Below I will explore how Hensel’s hypermetric shifts mirror these poetic shifts from distance to nearness and back again. For now I am most interested in explaining how her triple hypermeasures relate to hypermetric norms, and to the text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The poem projects a regular poetic rhythm throughout, with two primary poetic stresses and two secondary stresses per line. Below is the opening quatrain, with these stresses indicated by double asterisks and single asterisks. (17) Example 1 . “Morgenständchen,” hypothetical duple resetting of opening measures (click to enlarge and listen) Example 2 . “Morgenständchen,” opening measures as written (click to enlarge and listen) Example 3 . “Morgenständchen,” hypothetical resetting without the extra measures of accompaniment (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This poetic rhythm could easily lend itself to a musical realization that places each primary poetic stress on a strong metrical beat. Example 1 revises the melody of Hensel’s song, using the same pitches that she does but adjusting the rhythm of the melody so that it follows this main pattern of text stress. This, in short, is how the song might have been written. The large numbers above the staff denote hyperbeats. The smaller annotations represent one of Malin’s “declamatory schemas.” The beat numbers identify the placement of the accented syllables within the meter, and the brackets delineate poetic lines: thus the annotation [4 / 1, 2, 3] above “In den Wipfeln frische Lüfte” indicates that the accented syllables in this line—“IN,” “WIP,” FRISCH,” and “LÜF”—fall on beats 4, 1, 2, and 3, respectively. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Hensel’s actual melody begins not with a short upbeat but midway through measure 1—effectively, with an upbeat that lasts nearly an entire measure (see Example 2 ). (19) The result is a bizarre [2 3 4 / 1] declamatory schema. (Malin cites the declamatory schema of “Morgenständchen” as an extreme example of an upbeat-oriented schema [ Malin 2010 , 21].) The delayed beginning lends a breathlessness and excitement to the opening lines, absent from the more prosaic duple version. (20) The initial melodic gesture builds to the dynamic and registral highpoint on the downbeat of measure 2, with “Lüfte” (breezes) thus marked as the most important word in the line. The melody swells and relaxes, rises and falls, as if tossed by a sudden gust of wind.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "21": {
                "text": "[21] The most striking distortion, however, is not the half-bar displacement but the addition of a bar of accompaniment in measures 3 and 6, marked with a “3” in Example 2. Even with the displacement, the second melodic gesture need not start in measure 4. The first subphrase may end on a downbeat, but the next subphrase could follow right behind it; the G ♯ on “durch” could immediately follow the G ♯ on “Fall” with no gap between. Example 3 presents this hypothetical resetting, which begins just like Hensel’s actual version but eliminates the extra third bar so that the passage moves in two-bar rather than three-bar units. (The downbeat of measure 5 could initiate another hypermeasure whose melody begins on an offbeat; hence the “1” in parenthesis.) This goes to show that not all metric displacements will change the length of a hypermeasure. Below, in “Die Mainacht,” we will see a case where displacement does in fact produce three-bar spans.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] We might consider the version in Example 3 an intermediate step between the fully normalized version in Example 1 (which features no melodic shift and moves in twos) and the actual version in Example 2 (which does feature a shift and moves in threes). Hensel’s idiosyncratic triple-hypermeter setting of the text is thus doubly distorted—metrically displaced and hypermetrically expanded—but it is the added bar, more than the displacement, that produces the irregular three-bar groupings. (21) The extra measure of course allows the vocalist time to breathe between subphrases, but it also allows the poetic persona—and the audience—time to listen to the “distant, melodious fall of springs” ( fern melod’scher Quellen Fall ) and the “forest sounds and birdcalls” ( Waldeslaut und Vogelschall ), clearly represented by the syncopated melody in the right hand of the piano in measure 3. In a song about stopping to listen, it only makes sense that the melody would stop, too, if only momentarily. The distortion thus serves both a practical and a poetic purpose. 2. “Zauberkreis” (1843/44): Questions and Answers Example 4 . “Zauberkreis,” text and translation (click to enlarge) Example 5 . “Zauberkreis,” melody of entire song (click to enlarge and listen) Example 6 . “Zauberkreis,” hypothetical duple resetting of opening measures (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] “Zauberkreis,” composed during roughly the same time period as “Morgenständchen,” is also a song about the wonders of the natural world, and about listening. The poem opens with a pair of questions: roughly translated, what is written on the petals of the rose, and what do the thousandfold repetitions of the nightingale mean? Rückert replies with a tautology, in effect: the same truth is written on every petal that was written on the first petal, and the same song issues forth from every nightingale that issued forth from the first nightingale. In other words, nature alone knows the source of its beauties. (See Example 4 for the text and translation of Rückert’s poem.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Example 5 shows the melody to Hensel’s song. A comparison of her opening vocal phrase with the hypothetical duple setting in Example 6 (which retains the pitch content of Hensel’s melody but cloaks it in a different rhythm) reveals how her three-bar hypermeasure comes about. As with “Morgenständchen,” Hensel’s three-bar hypermeasure is the product of an expansion, but here the vocal line does not stop and give way to an extra bar of accompaniment; it is elongated so that it fills an extra bar. (22) My recomposition sets the word “Rose” as two eighth notes and the word “all” as a quarter note—rhythms that approximate a natural declamation of the text and allow room for a breath between phrases. Hensel’s version doubles the length of “Rose” (two eighths become two quarters), pushing “all” across the bar line, and then triples the length of “all” so that it fills almost the entire measure (see the “3” in Example 6); the second phrase thus starts a measure later than it does in Example 5. The expansion of the declamatory rhythm is gradual: the quarter note on the first syllable of “Blättern”—the first break in the steady stream of eighth notes—anticipates the lengthening of “Rose,” which in turn prepares for the even greater broadening of “all.” As before, the expansion seems both practically and poetically inspired. It enables the singer to take an even more substantial breath between phrases, but it also makes the opening question sound more emphatic and impassioned.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In the next hypermeasure (measures 6–8) the expansion does result from an added bar of accompaniment (refer to Example 5). The rhythm of measure 7 (“SCHMET-tern der NACH-ti”) resembles that of measure 4, but the final syllable of the sentence (“gall”) is not expanded—instead, an accompanimental melody intrudes. The arpeggiation in measure 8 echoes a motive first heard in the song’s two-bar introduction and makes clear what the motive symbolizes: it is the voice of the nightingale. As in “Morgenständchen,” the added measure briefly halts the flow of the phrase and signals a moment of listening, the intrusion of a distant, “external” sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The moment affects everything that follows it. The opening two lines of the poem are repeated in measures 9–11, and, as we might expect, Hensel sets them to another three-bar hypermeasure. But the melody on “Was steht denn” now sounds as a short upbeat, with “auf” stressed on the following downbeat. The pattern continues in the next subphrase, with “Was sagt denn” also sounding as a short upbeat to measure 12. As if responding to the nightingale’s tune, the voice takes over its short-short-short-long rhythm throughout measures 8 ff. (see the brackets in Example 5). The melody on “all” in measure 11 therefore sounds less elongated than it did in measure 5, and the text stress of course changes in comparison with the first statement of the text: whereas the word “tausendfaches” (thousandfold) sped by almost unnoticed in measure 6, Hensel gives it particular weight in measure 12, as if to underscore the abundance of the nightingale’s repetitions, as described in the poem and heard in the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] None of this, though, upsets the prevailing triple hypermeter. What does is the repetition of the text “der Nachtigall” leading into measure 15, which transforms a three-bar hypermeasure into a four-bar hypermeasure and produces the first perfect authentic cadence in the song, in G major (see the “4!” in Example 5). The four-bar unit would seem to bring with it a sense of normalcy, a respite from the movement in threes. Rothstein has written, “When a piece begins...in a non-duple hypermeter, it commonly reverts to duple hypermeter later on, as if to emphasize that its beginning was metrically abnormal” ( Rothstein 1989 , 39). Such might seem to be the case here, except that the moment of reversion is so brief. Immediately after the cadence in measure 15, another series of three-bar hypermeasures is initiated (measures 16 ff.). The moment of “normalcy” is only a mirage—indeed, it is the four-bar unit that sounds out of place in this context, not the three-bar units that surround it.",
                "footnotes": [],
                "citations": [
                    "rothstein_1989"
                ]
            }
        },
        {
            "28": {
                "text": "[28] A full-fledged shift from three- to four-bar hypermeter occurs in the second half of the song. Measure 25 expands a three-bar hypermeasure by one bar, extending the harmony under “Blatt” into the next measure. Unlike the four-bar unit that led to the G-major cadence, however, this moment of dupleness is not so fleeting: another four-bar hypermeasure follows in measures 26–29, leading to a cadence in the tonic and answering the earlier cadence in the dominant. Again the drive to a cadence coincides with the introduction of a four-bar unit, but here the change is more decisive, the hypermetric modulation more complete, for two four-bar hypermeasures appear in succession. Then, in the second ending (measures 31 ff.), comes another four-bar unit (measures 32–35) and another tonic cadence. (This four-bar hypermeasure begins on the second of two “successive downbeats,” to use Rothstein’s term [ Rothstein 1989 , 58–63], and its fourth hyperbeat is reinterpreted as a hypermetric downbeat in measure 35.)",
                "footnotes": [],
                "citations": [
                    "rothstein_1989"
                ]
            }
        },
        {
            "29": {
                "text": "[29] What might have prompted Hensel to shift from triple to duple hypermeter? The four-bar spans serve a strictly musical function, providing a sense of resolution and balance at the close of the first strophe, and then even more so at the close of the song, with the extra four-bar hypermeasure in the second ending. (23) But they also appear to have a text-expressive motivation. The final lines of Rückert’s poem offer an answer—of sorts—to the opening question. We can never know what is written on the petals of a rose or what the nightingale’s song signifies; that is only for nature herself to know. Beauty is a mystery, meant to be experienced, not deciphered. The last stanza thus returns to text from the first stanza—“hundert Blättern / Der Rose all?” and “tausendfaches Schmettern / Der Nachtigall”—and recasts it as a statement rather than a question: the rose encircles itself with a hundred petals, and the nightingale with a thousandfold repetitions. Rückert’s poetic strategy—return to opening material and present it in more definite form—finds an analogue in Hensel’s musical strategy. She returns to the A section material and transforms its unstable, “questioning” triple units into stable, “resolved” duple units, fully realizing the four-bar hypermeter that was previously only implied. Duple hypermeter is thus the answer to triple hypermeter. (24) 3. “Suleika” (1836): Musical Momentum and the West Wind",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Marianne von Willemer’s poem, incorporated by Goethe into his West-östlicher Divan , describes a woman, the titular Suleika, who is separated from her beloved and who envies the West wind because while it can reach him, she cannot. (25) The wind at once stirs her longing and washes away her tears, and at the end of the poem she asks it to carry a message to her beloved that she loves and misses him. The opening stanza has four stresses per line. Example 7 . Mendelssohn’s “Suleika,” Op. 34, No. 4, opening measures (click to enlarge and listen) Example 8 . Mendelssohn’s “Suleika,” rewritten to reflect audible downbeats (click to enlarge) Example 9 . Hensel’s “Suleika,” opening measures (click to enlarge and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] For a model duple setting of these lines, we need not look to a hypothetical recomposition of Hensel’s melody but to her brother’s actual setting of the text, written in 1837 and published as op. 34, no. 4 (see Example 7 ). (26) Mendelssohn’s melody complies with the natural poetic rhythm, using a common [3 - / 1 - 3 - / 1 -] declamatory schema. To be sure, his setting is not without its metric interest. The audible downbeats conflict with the notated downbeats, an effect reinforced by the harmonic rhythm of the passage (note, for example, that dominant harmony arrives not on the downbeat of measure 4 but in the middle of measure 3 and is sustained across the bar). The result is a strong “shadow meter” that conflicts with the notated meter, and in fact usurps it. (27) Listeners are therefore more likely to hear the opening bars not as they are written but more along the lines of Example 8 . No matter how these measures are heard, however, they move in clear four-bar hypermeasures, and stressed syllables fall on a metrically stressed parts of the bar—beats 1 and 3. (28)",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Hensel’s setting differs markedly from her brother’s, beginning with three-bar rather than four-bar hypermeasures (see Example 9 ). (29) At first blush, the melody appears to fit comfortably into its triple spans. Yet when one hears it next to Mendelssohn’s more conventional setting, one senses a slight hastening of the declamatory rhythm in the first bar of each hypermeasure—measures 3, 6, 9, and 12. Hensel glosses over the stressed syllables “DEI-ne,” “SEHR,” “KANNST,” and “IN,” placing them not on strong beats but on the weak final beat of the bar. (The declamatory schema is [1 - 3 / 1 - - / 1 - -], not one of Malin’s common schemas.) She rushes through these words, setting them as eighth notes, thus contracting an otherwise four-bar hypermeasure to three bars. Every fourth bar is a surprise, since it is a hypermetric downbeat rather than a hypermetric upbeat. The harmonies at the end of each three-bar hypermeasure also propel the music toward these unexpected hypermetric downbeats. Every hypermeasure ends on something other than a global tonic or dominant and often something other than a triad: secondary dominants to ii (measures 5 and 8), a ii chord itself (measure 11), and a new local tonic, E ♭ (measure 14). The momentum of Hensel’s song is thus a function of its forward-moving hypermeasures and its forward-moving harmonies; (30) hypermetrically and harmonically, the music is buffeted onward, as if by the very west wind that carries tidings to Suleika’s lover and stirs her desire for him.",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Looking back over the three examples above, we can draw some general conclusions about how triple hypermeter functions in Hensel’s songs. As we have seen, her triple hypermeasures often result from the distortion of duple norms. There is something restive, uncertain, and unstable about these distorted hypermetric states—something not quite “right”—which makes them particularly suited to the expression of distorted emotions and perceptions: anguished longing for a distant beloved (in “Suleika”), confusion about the secrets of nature (in “Zauberkreis”), or the experience of hearing indistinct sounds from a distance (in “Morgenständchen”). Of course, triple hypermeter does not always carry connotations of instability, uncertainty, or ambiguity. My purpose is not to suggest that there is a rule dictating why a given text should be set in threes rather than in twos or fours, any more than there is a rule dictating why certain modulatory schemes or accompanimental patterns or formal designs seem appropriate to certain songs. But the links between triple hypermeter and these affects are strong enough to suggest that Hensel recognized its expressive potential and used it in related contexts. II. Hypermetric Modulation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] These songs are affecting and meaningful not only for the presence of triple hypermeter, however, but also for the juxtaposition of triple and duple hypermeter. In other words, the conflicts that imbue the music with tension reside not only between a given passage of triple hypermeter and a hypothetical duple model that lies (conceptually) behind it, but also between a given passage and another duple passage that lies (actually) beside it. We saw this already with “Zauberkreis,” where the duple hypermeter of the final bars “resolves” the irregular triple hypermeter of the song’s beginning, just as the final lines “resolve” the question of the opening lines. Figure 2 . Pure and mixed metric complexes (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] As with modulations from one key to another, modulations from one type of hypermeter to another vary in type and degree. (31) Richard Cohn’s notion of “pure” and “mixed” metric complexes is useful in explaining the range of possible hypermetric shifts ( 1992a ). A “pure” metric complex, according to Cohn, is a passage whose length—normally gauged in downbeats—is a power of some prime integer. A passage of “pure duple” would thus contain 4, 8, or 16 measures, and a passage of “pure triple,” 9, 27, or 81 measures. A “mixed” metric complex, on the other hand, is a passage whose length is a multiple of two or more distinct primes. A passage of 6 or 12 measures, for example, is “mixed” because 6 and 12 have not one but two factors, 2 and 3. Figure 2 presents these pure and mixed metric complexes in abstract form, drawing upon a figure from Cohn’s essay ( Cohn 1992a , 195). The x’s indicate successive measures (they could just as well indicate successive beats or hypermeasures), and the accents above show how these measures are grouped at various levels of the metric hierarchy.",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "cohn_1992a",
                    "cohn_1992a"
                ]
            }
        },
        {
            "36": {
                "text": "[36] In pure duple, at the lowest level of the metric hierarchy there are two measures in each hypermeasure, at a higher level there are four two-bar hypermeasures in the full eight-measure span, and at the highest level there are two four-bar hypermeasures; everything, in short, is grouped in twos or multiples of 2. Similarly, in pure triple, at the lowest level of the metric hierarchy there are three measures in each hypermeasure, and at yet a higher level there are three three-bar hypermeasures in the full nine-measure span; everything is grouped in threes. If we assume the eighth note as the basic unit, pure duple is equivalent to 4/4 meter and pure triple is equivalent to 9/8 meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] In six- and twelve-unit spans, measures and hypermeasures cannot be grouped in only twos or threes; duple and triple groupings must appear at different levels, yielding two different arrangements of a six-unit span and three different arrangements of a twelve-unit span—or “interpretations,” as Cohn calls them ( Cohn 1992a , 195). 6/8 hypermeter projects triple hypermeter at the lowest level but duple hypermeter at a higher level. 3/4 hypermeter reverses the configuration, projecting duple hypermeter at the lowest level and triple hypermeter at the highest level. The three interpretations of a twelve-unit span can be read similarly, the only difference being that there are more levels to the metric hierarchy and thus more possible arrangements of duple and triple groupings.",
                "footnotes": [],
                "citations": [
                    "cohn_1992a"
                ]
            }
        },
        {
            "38": {
                "text": "[38] A brief note on terminology: I describe 6/8 and 12/8 as “mixed triple” hypermeters because at the lowest level their measures are grouped in threes. Likewise, I refer to 3/4, 6/4, and 3/2 as “mixed duple” hypermeters because at the lowest level their measures are grouped in twos. Obviously, the groupings vary at higher levels of the metric hierarchy—hence the “mixed” nature of these hypermeters. Depending upon a piece’s tempo, some listeners may perceive hyperbeats not at the level of the measure but at the level of the hyper measure; a presto piece in 6/8 hypermeter, for example, may sound more duple than triple if one hears two large hyperbeats in every hypermeasure rather than three small ones. My reason for privileging the lowest levels is that in the songs under study here, the measure functions as the most aurally perceptible hyperbeat. (32) This is also why I focus on songs with triple hypermeasures that are three bars long, as opposed to, say, six bars long.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] If in Hensel’s Lieder triple hypermeter often conveys ideas such as tension, ambiguity, anxiety, or distance, then a shift from triple to duple hypermeter often suggests a shift from tension to relaxation, ambiguity to clarity, anxiety to calm, and distance to proximity. Hypermetric shifts, in other words, often mirror mood shifts, responding to poetic content. They also respond to form—both poetic and musical—by helping to articulate changes in textual accentuation or stanzaic structure, and by delineating a song’s main sections. The two songs below contain hypermetric modulations of various types and show how Hensel carefully calibrates them to the sound, sense, and structure of poetry. III. “Die Mainacht,” op. 9, no. 6 (1838): Mixed Triple to Mixed Duple, Displacement and Hidden Pain Example 10 . “Die Mainacht,” text and translation (click to enlarge ) Example 11 . “Die Mainacht,” melody of entire song (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Like “Morgenständchen” and “Zauberkreis,” “Die Mainacht” is a piece about the sounds of the natural world—the fluting of nightingales again, and also the cooing of doves. The mood, however, is considerably darker. The poetic persona wanders alone through the moonlit woods, her solitude all the more unbearable because the nightingale and dove have their mates yet she has none (see Example 10 for the text and translation). (33) The piano introduction presents a three-bar hypermeasure, sounding in its first measure the very notes that the singer will pick up in measure 4 (see Example 11 ). The vocal melody then proceeds with its own three-bar hypermeasure (measures 4–6), followed by a hypermeasure that technically lasts for four measures (measures 7–10) but sounds as though it lasts for 3½ measures, because of the addition of a 3/4 bar in measure 9. This last hypermeasure can be interpreted in two different ways, depending upon where we hear the hypermetric extension. The upper numbers in Example 11 suggest that the second hyperbeat (measure 8) is extended, a hearing that fits with the placement of the meter change—the extra three beats in the hypermeasure are those contained in the anomalous 3/4 bar. The lower numbers propose an alternative analysis, in which the third hypermeasure is extended; this interpretation contradicts the written meter change, since it requires hearing the extra beats as the last three in measure 10, but it makes good aural sense since it places the high E ♭ in measure 9 (approached by an upward leap of a tenth, no less) at the arrival of a hyperbeat rather than in the middle of one.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] No matter where the extra bar is placed, the 3½-bar hypermeasure clearly results from a slight hypermetric expansion. The opening three-bar hypermeasures, however, do not. There is no added accompanimental interjection, as in “Morgenständchen,” and no clearly elongated word, as in “Zauberkreis.” On first glance, the melody of “Die Mainacht” bears no outward signs of hypermetric distortion. A closer look, however, shows that the beginning of the melody is metrically displaced in comparison with a more normative setting of the text that adheres strictly to the poetic rhythm. Unlike in “Morgenständchen,” where it was not so much the displacement as the added bar of accompaniment that yielded a three-bar unit, here the displacement alone is the triple-generating force.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Hölty’s poem has a poetic rhythm with four primary stresses in each of the first two lines. Example 12 . “Die Mainacht,” hypothetical duple resetting of opening measures (click to enlarge and listen) Applying this rhythm to Hensel’s melody results in a setting that places the first stressed syllable of the opening lines (“SIL-ber-ne” and “SCHLUM-mern-des”) on the downbeat rather than after it (see Example 12 for my hypothetical reconstruction). The result is a common [1 2  / 1 2] declamatory schema. (34) Comparing this version with Hensel’s actual version shows how her three-bar units come about. Because the melody to “Wenn der silberne Mond” is delayed by a half measure, it ends too late, at the beginning of measure 5 rather than midway through measure 4. Thereafter (“durch die Gesträuche blinkt”) the vocal rhythm does match the poetic rhythm; the poetically accented syllable in “Ge-STRÄU-che” lands on a metrically accented downbeat, as it does in the normalized version in Example 12. Because of the metric displacement, however, that downbeat occurs one bar later than it “ought” to—in measure 6 rather than in measure 5. (The technique here is obviously not as simple as the one represented in Figure 1f above, since the poetic line is not shifted wholesale.) To put it simply, Hensel’s setting of the first line of text is metrically “off” at the beginning, and then it gets back “on” at the end, but it must add an extra measure to do so. The aural effect is subtle but noticeable—the melody lags behind the accompaniment at first, and then waits ever so slightly before finding its bearings on the downbeat of measure 6.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The same rhythmic fluctuations appear in the next phrase. The word “und”—which, according to the natural poetic rhythm, should be unstressed, and in the hypothetical resetting thus appears as an upbeat—falls oddly on a downbeat, making the metric displacement even more obvious. The first half of the phrase (“und sein schlummerndes Licht”) is pushed a half bar to the right, placing the musical stress on “LICHT” rather than on the poetically stressed “SCHLUM-merndes,” and the second half of the phrase “corrects” the displacement by aligning the poetic and metric stresses on “RA-sen.” As before, the aligned downbeat arrives on the third bar of the phrase rather than the second.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] These fluctuations create a slight sensation of unease, which reflects the inner turmoil of the poetic persona. (35) All may seem well at the beginning of the poem—with the moon casting its light over a tranquil scene, and a nightingale singing its song—but as the last two lines of the opening stanza inform us, the poet’s heart is not at peace; the tranquility of nature only intensifies her feeling of unrest. Likewise, Hensel’s song begins with no outward signals of distress—with lush, major-mode tonalities, slow tempi, gently caressing arpeggiations, and easy, flowing vocal melodies. But the hypermetric irregularity tells a different story—the pain is hidden beneath the surface.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] From the upbeat to measure 11 onward (“und die Nachtigall flötet”), the irregularity disappears. Rather than placing “und” on a downbeat, as in measure 7, Hensel treats it more normatively as an upbeat, giving proper weight to the first syllable of “NACHT-igall.” (This is what necessitates the added 3/4 bar; without the extra three beats, the vocalist would have no time to catch a breath between “streut” and “und.”) Indeed, all poetic and musical stresses in the second half of the strophe match up; the syllables that would be emphasized in a natural declamation of the poem fall on downbeats—not only “NACHT-igall,” but also “TRAU-rig,” “FLÖ-tet,” and “BUSCH.” (36) Figure 3 . Hypermetric modulation in “Die Mainacht,” measures 4–16 (click to enlarge)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] With this coincidence of poetic and musical rhythm comes a shift to duple hypermeter, akin to the shift at the end of “Zauberkreis.” Beginning in measure 11, the bars are grouped in twos rather than in threes. The change in meter in measure 9—a surface-level phenomenon—thus signals a change in hypermeter—a deeper-level phenomenon. (37) Two duple hypermeasures (measures 11–12 and 13–14) are extended by a third, with a text repetition and a characteristically Henselian melisma on “traurig,” leading to the long-awaited tonic cadence in measure 17. The first phrase of the vocal melody (measures 4–10) thus projects a mixed triple hypermeter (6/8)—this requires eliminating the half-bar hypermetric extension—and the second phrase (measures 11–17) projects a mixed duple hypermeter (3/4). The effect is like that of a large-scale hemiola (see Figure 3 ). (38)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] What do these shifts have to do with the text? Why would Hensel have started by “thinking in threes” and ended by “thinking in twos”? Two possible reasons stand out. First, the hypermetric shift has the effect of an acceleration, which coincides with the beginning of a long phrase that leads to the tonic cadence and the period after “Busch.” The music provides signs of an approaching cadence (greater chromaticism, crescendo, increase in register, thickening of texture), and the large-scale hemiola only heightens the drive toward closure, just as a small-scale hemiola would. What is more, the musical acceleration coincides with a poetic acceleration. Hölty’s poem is an asclepiadic ode, one of the Greek forms adapted in the eighteenth century by Hölty, Klopstock, and others. The structure of the asclepiadic ode is complex, and not all of its features need detain us here, but one feature helps to explain Hensel’s hypermetric choices: the poetic lines of an asclepiadic ode become shorter over the course of a stanza. The first two lines are hexameter lines (called asclepiads), while the third is a trimeter line (“UND die NACHT-igall FLÖ-tet”) and the fourth is a pentameter line (“WANDL’ ich TRAU-rig von BUSCH zu BUSCH”). The song’s hypermeasures, in other words, move faster just when the poem’s lines do—and, not coincidentally, just when Hölty describes the movement of his protagonist. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Second, Hensel’s idiosyncratic hypermetric scheme allows her to emphasize important nouns in the poem, which would not be emphasized in a more four-square setting. Note that in the hypothetical resetting in Example 12 “SIL-berne” is stressed at the beginning of line 1 and “SCHLUM-merndes” at the beginning of line 2—both adjectives. Hensel’s displaced opening instead stresses the nouns “Mond” and “Licht” in measures 5 and 8. And her non-displaced second section stresses the noun “NACHT-igall” in measure 11, which would be stressed in a normative declamation. (40) Hensel’s hypermetric modulation thus responds even more to poetic structure than to poetic meaning. IV. “Morgenständchen” Once More: Pure Triple to Pure (?) Duple, Distance to Proximity",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] In “Morgenständchen,” by contrast, poetic content is the driving force behind the hypermetric shifts. We left the song in measure 6, at the end of its first two triple hypermeasures (refer to Example 2 above). Previously, we saw that Hensel expanded a two-bar hypermeasure with an extra bar of accompaniment that mimicked distant birdcalls and forest sounds, giving the poetic persona time to listen and the singer time to breathe. Below we will see how those extra bars vanish as the sounds draw near and the poetic persona no longer needs to crane to listen—and, indeed, how the shift from distance to proximity finds a musical analogue in the shift from triple hypermeter to duple hypermeter. Example 13 . “Morgenständchen,” entire song (click to enlarge) Example 14 . “Morgenständchen,” text and translation (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Example 13 shows the full score of the song, and Example 14 provides the poem in the original German and English translation. (41) As the numbers above the score indicate, the second hypermeasure is extended by one bar in measure 7, via a repetition of the line “Waldeslaut und Vogelschall” and also of the C ♯ minor harmony from measure 6. Thereafter the last two lines of the stanza are repeated wholesale, articulating another three-bar unit and securing a modulation to the dominant, B major. The entire passage, the A section of a ternary form, thus projects pure triple hypermeter (9/8) and establishes a degree of hypermetric stability, despite its atypical three-bar groupings. (42)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Harmonically and melodically, the B section (measures 11–22) provides only a modicum of contrast with the A section, beginning in the key of the dominant and varying the vocal line only slightly. The middle section of the song is as much a varied repetition of the opening as a departure from it, giving the piece a feeling of being both ternary and strophic, both ABA' and AA'A\". The two melodic gestures in measures 11–16, for example, retain the rhythm and contour of the gestures that open the song, rising to a highpoint in their second measures and then falling from there. These harmonic and melodic similarities make the hypermetric departures in the B section all the more apparent. This section begins with the same hypermetric scheme as A—two triple hypermeasures are heard back to back in measures 11–16, with piano interjections but without the one-bar expansion of the second hypermeasure—but then it shifts from triple to duple hypermeter. In measure 19 there is no acompanimental interjection, no extra bar as before, no moment of listening. The hypermeasure in measures 17–18 is only two bars long, and it is followed immediately by a pair of two-bar units that leads to a half cadence and the reprise of A. The mixed triple hypermeter (6/8) in measures 11–16 (two three-bar units) gives way to mixed duple hypermeter (3/4) in measures 17–20 (three two-bar units)—the middle section of “Morgenständchen” thus resembles the entirety of “Die Mainacht” in its hypermetric construction. Like the single four-bar hypermeasure in “Zauberkreis,” these two-bar units come as a surprise and upset the steady stream of threes to which the listeners has become accustomed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] The hypermetric shift coincides with other shifts: the accompaniment’s texture suddenly thins to a single line, paralleling the vocal melody, and its rhythm slows to steady eighth notes; the contour of the previous melodic lines is inverted, swooping downward and then upward rather than the reverse; and in measure 19 the harmonic color darkens considerably due to modal mixture. These musical changes have poetic significance: they mark the moment of communion—what Malin calls an “ecstatic convergence of the dreaming self and sonorous nature” ( Malin 2010 , 84–85)—when we become one with nature’s song, and echo its music with our own sounds (“And we approach still half dreaming, / And we make known in sounds, / That which outside in the trees / Sings the wide spring earth”).",
                "footnotes": [],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "53": {
                "text": "[53] The coming together of man and nature is of course symbolized in the union of voice and accompaniment. (43) But the momentary hypermetric shift from triple to duple is even more important. The earlier three-bar hypermeasures suggested remoteness from the murmuring sounds of nature; the poetic persona listened to nature from afar, hearing its melodies in the extra bars of piano accompaniment, pausing momentarily to turn her ear toward nature’s far-away sounds. The duple hypermeasure suggests the opposite—nearness, proximity. The poetic persona is now, however fleetingly, one with nature. She no longer hears its music as something “external,” “out there”—as one would hear a performance from the balcony of a concert hall, for example. She internalizes its music, and makes her own sounds with it. She becomes a part of the performance, a player rather than a listener. A moment of listening is thus no longer necessary.",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] As striking as this hypermetric modulation may be, however, the “resolution” to duple hypermeter is equivocal, masked by a composed-out deceleration. At the end of measure 20 Hensel slows the melody down so that the syllable “grund” and the resolution to the dominant fall not on the downbeat of measure 21 but a half bar later. The phrase is widened just when the poet speaks of the “wide spring earth” ( weite Frühlingsgrund ), first with the quarter notes on “weite” and then with a fermata. As a result, what would have been a two-bar retransition seems to be compressed to 1½ bars; measures 19–22 thus sound as though they are grouped asymmetrically (2½ + 1½), though they look as though they are grouped symmetrically (2 + 2). The expressive distortion seems almost to halt musical time, suspending us blissfully in the moment of “ecstatic convergence,” before day “stirs its wings” and the moment fades. Duple hypermeter is held out as a promise, but not a reality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] The hint of dupleness is gone no sooner than it appeared, and “we are all again far away” ( Sind wir alle wieder weit )—which is to say “wieder” in the A section material and “wieder” in triple hypermeter. Musically, the reprise matches the opening bar for bar and note for note, the only difference being that the piano accompaniment doubles the vocal melody in measures 23–24, while it did not in measures 1–2, and begins on the dominant—tonic harmony, like day itself, emerges only slowly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] Textually, however, Hensel makes a more significant change. At the end of the A section, she repeated the third and fourth lines of the poem, “Durch die Einsamkeit der Klüfte / Waldeslaut und Vogelschall.” Following this pattern, we would expect the final couplet to be repeated in the A' section, “Aber tief im Herzen klingen / Lange nach noch Lust und Lied.” Instead, she returns to the first two lines of the last quatrain, “Regt der Tag erst laut....” The reason for the change becomes clear when we get to the measures 33 ff. Here are the lines that ought to have appeared earlier, set as an afterthought, a moment of reflection before the structural tonic cadence in measure 36. And what do they reflect upon? The text itself tells us that long after we have gone on with our day, something of our morning encounter lingers—“deep in our hearts...desire and pain still ring.” The moment may have passed, but its memory remains.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Hensel’s music enacts this process of remembering, not only by returning now—and only now—to the lines we expected to hear several bars earlier, but also by returning to the music from the pivotal moment of communion. (44) The falling melodic lines recall similar falling lines from measures 17 ff. (“und wir nahn noch halb in Träumen...”); the falling bass line in measure 32 in fact uses the same pitches as the melody in measure 17. Accompaniment and voice once again move in parallel—not entirely in unison, as in the earlier passage, but in parallel chords. The dynamic is softer, with a diminuendo in measure 19 and a piano marking in measure 32. And the melody slows—see the ritardandi in measures 20 and 35—and rises to a highpoint and a fermata, before reaching an important cadence, in this case a structural perfect authentic cadence.",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] Most strikingly, the measures before the perfect authentic cadence, like the measures before the half cadence, hint at duple hypermeter. Of course, there are three bars between the B-major cadence in measure 32 and the E-major cadence in measure 36, which could be heard as projecting another triple hypermeasure. But I hear them differently. I hear a conflict between the written downbeat and the aural downbeat—at least in the vocal and piano melody—for three reasons. First, the dynamic suddenly changes to piano halfway through measure 32. Second, the melody leaps upward in measures 33 and 34, accenting the middle of these measures. And third, the melodic descending lines (setting the words “aber tief im” and “Herzen klingen”) seem to want to be grouped together, bounded by bar lines. The melody, in other words, creates a conflicting shadow meter with the left hand of the piano accompaniment, where sustained notes appear on the actual downbeats in accordance with the notated meter (the dotted bar lines in Example 13 indicate the downbeats projected by the melody). (45) What this means is that if we follow the melody we may be inclined to hear four evenly spaced hyperbeats, which can easily be heard in groups of two, but in no case does the arrival of a hyperbeat coincide with the downbeat of a measure. Example 15 . “Morgenständchen,” hypothetical resetting of measures 32–36 (click to enlarge) Figure 4 . Hypermetric modulation in “Morgenständchen” (click to enlarge)",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] The last of these hyperbeats (the “2” over the fermata before the PAC) is obviously shorter than the others, because the metric displacement is corrected in measure 36. Yet from the point of view of many listeners it will sound long enough; the fermata effectively provides the “missing” two beats, and the entire passage thus sounds more the way I have recomposed it in Example 15 . (The effect of course depends upon how the performers treat this fermata. Susan Gritton and Eugene Asti’s recording [ 2000 ] sounds exactly like Example 15—the dotted-quarter note on “Lust” is extended to a dotted-half, and the following eighth note on “und” is extended to a quarter. Isabel Lippitz and Barbara Heller’s recording [1994] takes slightly less time before the cadence.)",
                "footnotes": [],
                "citations": [
                    "hensel_2000"
                ]
            }
        },
        {
            "60": {
                "text": "[60] Here, then, is at least the suggestion of two two-bar hypermeasures, followed by two more in the piano postlude, measures 36–39—a pure duple hypermeter to match the pure triple hypermeter at the opening of A and A'. In this hearing, the A' section modulates (or nearly modulates) from pure triple hypermeter, just as the B section modulated from mixed triple to mixed duple (see Figure 4 , which shows this process graphically).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] The hypermetric narrative of the song might be conceived of as a journey from pure triple (9/8) toward pure duple (4/4) that stops just short of its goal, or that reaches a goal that seems real but is really only illusory, because of the shadow meter and the missing beats mentioned above. The B section of the song makes an analogous journey from mixed triple (6/8) to mixed duple (3/4) but also falls short, because of the composed-out deceleration and the apparent asymmetrical division of the last four bars. Interestingly, the 3/4 hypermeter at the end of section B and the 4/4 hypermeter at the end of the song are illusory for opposite reasons: in the first case, the passage looks right but sounds wrong; in the second case, the passage looks wrong but sounds right.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] It is not hard to imagine this musical process as a metaphor for the psychological, even spiritual, journey of the poetic persona. Her initial, momentary communion with nature is symbolized by the initial turn toward mixed duple hypermeter at the end of the B section, as well as by the disappearance of the distant accompanimental melody and the distillation of voice and piano to a unison melody. The reflection on that moment, and the promise that it will remain with her, is symbolized by the suggestion of pure duple hypermeter at the end of the song. Two times the music attempts to modulate from triple to duple, but in each case the process is incomplete—as it must be. The song of the earth reaches out to us, and reverberates “tief im Herzen,” but it can never be our song. V. Beyond Hensel’s Lieder, Beyond Hensel [63] I have focused in the article on a number of representative examples of triple hypermeter in Hensel’s songs. But these are not the only examples. Passages like those discussed above appear throughout Hensel’s Lieder, spanning from the youthful songs written under the influence of the Berlin School to the more experimental songs from her last years. (46) Nor for that matter are they restricted to her vocal music—although Hensel’s instrumental music contains far fewer instances of triple hypermeter, suggesting that there was indeed something about the presence of a text that inspired her to experiment with phrase rhythm in this particular way. (47) Example 16 . “Nachspiel,” from Das Jahr , measures 3–6 (click to enlarge) [64] One exception is the “Nachspiel” from her piano cycle Das Jahr (1841). The movement alternates between freely composed measures of music and quotations of Bach’s chorale “Das alte Jahr vergangen ist,” presented in block chordal style. Beginning with the first chorale phrase (halfway through measure 3), the music moves in four groups of three half -measures (the tempo is slow enough that the half measure function as the tactus; the audible hypermetric downbeat occurs midway through the measure). Example 16 shows the first two of these groups. Note how the final half-measure of the chorale phrase elides with the first half-measure of the following interlude. The “metrical reinterpretation,” to borrow Rothstein’s term, is what creates the impression of three-bar spans—a device different from those discussed above, and one not typically found in Hensel’s triple-hypermeter songs. Here it is not the phrasing of Bach’s chorale that seems to have prompted Hensel to adopt an irregular hypermetric scheme, but the phrasing of another Bach work—the opening chorus to the St. Matthew Passion . As Todd and Toews have suggested ( Todd 2010 , 280 and Toews 1993 , 38), Hensel may have borrowed the melody of her piano interlude from Bach’s chorus: the two opening melodic gestures of the chorus (spanning measures 1–3) are also grouped in three half-measures. Obviously, the tripleness of Hensel’s piece has nothing to do with the distortion of poetic rhythm, but it does have to do with textual meaning and musical expression. The chorale, like the memory of “das alte Jahr,” sounds all the more distant because it is cut off by the opening music of the Passion . Time progresses ever onward as the past recedes. (48)",
                "footnotes": [
                    "FN46",
                    "FN47",
                    "FN48"
                ],
                "citations": [
                    "todd_2010",
                    "toews_1993"
                ]
            }
        },
        {
            "65": {
                "text": "[65] Hensel is also of course not the only Lied composer to have exploited the expressive meaning of triple hypermeter—though I do believe she makes more frequent use of triple hypermeter than other composers do for expressive purposes. I already mentioned Brahms above, but Schubert’s songs provide another example. His Lieder contain comparable passages of triple hypermeter, if fewer than Hensel’s, which are used to similar effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Consider “Täuschung,” the nineteenth song from Winterreise . In Müller’s poem, the wanderer follows a dancing light, which leads him to a house whose inhabitant is cozy and warm, protected from the icy elements. The light offers a false comfort, an illusion of safety to which the wanderer willingly clings. Schubert sets the poem as a coyly lilting dance in ternary form, with an A section that moves in two four-bar hypermeasures. The B section, however, is a departure: it compresses the four-bar units, presenting three three-bar hypermeasures, a passage of pure triple hypermeter that responds to the pure duple hypermeter of section A. The hypermetric shift coincides with a mode shift from major to minor, and also with the poet’s first mention of his “wretched” ( elend ) state and the trick for which he falls. (49) In “Täuschung,” triple hypermeter is associated with distress, uncertainty, and danger—everything that separates the wanderer from his “other”—and duple hypermeter with its opposites: peacefulness, assurance, safety. With mention of the “bright, warm house” ( helles, warmes Haus ) in section A', four-bar hypermeter returns, but two three-bar hypermeasures intervene when the vocalist sings the last two lines of the poem, “And a loved one within. - / Only illusion lets me win!” ( Und eine liebe Seele drin. - / Nur Täuschung ist für mich Gewinn! ), subtly undermining the hypermetric stability and suggesting that the duple hypermeter, like the very comfort the wanderer seeks, is an illusion.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] The connotations of triple hypermeter that I have outlined in this article—instability, uncertainty, ambiguity, distance, and so on—may thus extend well beyond Hensel’s songs, and beyond Hensel herself. Further research will no doubt reveal other connotations and offer yet more evidence that triple hypermeter is not just an abstract phenomenon, but a carrier of deep expressive meaning. * * * Appendix: “Die Ersehnte,” op. 9, no. 1 (1827) The three-bar units of this melody appear to stand on their own, independent of any two-bar model. One reason why it is hard to imagine a duple setting of the text is that the text itself is so irregular. Hölty’s poem is written in three-line stanzas with varying line length. The first stanza appears below, with one possible text-accentuation pattern indicated. (Double asterisks indicate primary poetic stresses and single asterisks indicate secondary poetic stresses. I adopt this method from Krebs 2009 , who draws upon work of Morris Halle, a linguist who has written about stress in poetry. See Halle and Vergnaud 1990 .) (50) Example A . “Die Ersehnte” (click to enlarge) The first and second lines contain eleven syllables, but the third line has fifteen. At a further remove, though, a sense of order emerges: lines 1 and 2 contain three primary stresses each, and line 3 contains five. The three primary poetic stresses in lines 1 and 2 fall on downbeats in Hensel’s 12/8 realization; the two lines, in other words, fit squarely into two three-bar hypermeasures (see Example \nA —I have only included the text to the first of three strophes). The five primary stresses of the third line are also placed on downbeats, and the last word, “Himmels,” is stretched over two bars, thus yielding a six-bar span that balances the six-bar span of measures 2–7. This span is also grouped as 3 + 3: measures 8–10 prolong dominant harmony, and measures 11–13 outline a cadential progression I 6 -IV-V -I. The evaded cadence in measure 11 extends the musical phrase, just as the extra syllables extend the poetic line. Incidentally, another way of thinking about the derivation of the song’s three-bar hypermeter is to consider it in relation to common settings of pentameter lines—that is, lines that contain five poetic feet. Hallmark and Fehn 2010 have surveyed all of the pentameter lines that Schubert set to music and found two common conventions. (12) In the first, which they call X, the five feet are compressed into four metrical units. In the second, which they call Y, they are declaimed evenly in five successive metrical units, often with an extension to the final metrical unit, so that the line takes up six units rather than five (2010, 161). This is precisely what happens in “Die Ersehnte.” The first two lines of the poem are pentameter lines. The first four feet of these lines last for a half measure each, but the last foot takes up an entire measure, thanks to the extension of the words “Frühling” and “Brautlied” and the dotted-quarter rests at the end of measures 4 and 7. If Hensel’s triple hypermeter setting involves any distortion, therefore, it is the distortion of a five-unit span, not a four-unit one. Return to paragraph 11",
                "footnotes": [
                    "FN50",
                    "FN12"
                ],
                "citations": [
                    "krebs_2009",
                    "halle_and_vergnaud_1990",
                    "hallmark_and_fehn_2010"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.1.rodgers.html",
    "data": "mto/data/mto.11.17.1.rodgers.json"
}