{
    "title": "Lessons from the Past: Music Theory Pedagogy and the Future",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "Karpinski, Gary S."
    ],
    "abstract": "As we music theorists chart our course into the next century, we can learn many lessons from the past--lessons about teaching and learning music that can inform and inspire our work as pedagogues and help us deliver the very best our discipline has to offer to all students of music. This essay addresses six main pedagogical issues: counterpoint, figured bass, harmony and voice leading, aural skills, computer-assisted instruction, and curriculum design. Each issue is examined in its historical perspective leading up to the recent turn of the century, and suggestions are made for further research and teaching in the future.",
    "keywords": [
        "pedagogy",
        "counterpoint",
        "figured bass",
        "harmony",
        "voice leading",
        "aural skills",
        "computer-assisted instruction",
        "curriculum design"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.karpinski.pdf",
    "author_info": [
        {
            "name": "Gary S. Karpinski",
            "university": "University of Massachusetts, Amherst",
            "address": "Department of Music & Dance, Amherst, MA 01003",
            "email": "garykarp@music.umass.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Allen Forte, Tonal Harmony in Concept and Practice , 3rd ed. (New York: Holt, Rinehart and Winston, 1979).",
            "citations": []
        },
        "FN2": {
            "text": "2. Edward Aldwell and Carl Schachter, Harmony and Voice\nLeading , 2d ed. (Fort Worth, TX: Harcourt Brace Jovanovich, 1989).",
            "citations": []
        },
        "FN3": {
            "text": "3. Stefan Kostka and Dorothy Payne, Tonal Harmony with\nan Introduction to Twentieth-Century Music , 4th ed. (Boston: McGraw-Hill, 2000), 52.",
            "citations": []
        },
        "FN4": {
            "text": "4. Heinrich Schenker, Harmony , ed. Oswald Jonas, trans. Elisabeth Mann Borgese (Chicago: University of Chicago Press, 1954), 175.",
            "citations": []
        },
        "FN5": {
            "text": "5. Schenker, Harmony , 176.",
            "citations": []
        },
        "FN6": {
            "text": "6. Merton Shatzkin, “Interval and Pitch Recognition in and out of Immediate Context,” Journal of Research in Music Education 29 (1981): 111–123, after surveying a dozen experimental studies of contextual and intervallic perception, noted “significant context effects,” and remarked that “it is surprising that both research and ear training methods still concentrate on interval perception outside, rather than inside, a context” (pp. 111–12). Joel Wapnick, Gary Bourassa, and Joanne Sampson, “The Perception of Tonal Intervals in Isolation and in Melodic Context,” Psychomusicology 2 (1982): 21–37, found that musicians were significantly more accurate at discriminating among and labeling\nintervals in a melodic context than in isolation.",
            "citations": []
        },
        "FN7": {
            "text": "7. David Butler, The Musician’s Guide to Perception and\nCognition (New York: Schirmer Books, 1992); Rudolf E. Radocy and J. David Boyle, Psychological Foundations of Musical Behavior (Springfield, IL: Charles C. Thomas, 1997).",
            "citations": []
        },
        "FN8": {
            "text": "8. Gary E. Wittlich and Lee Humphries, Ear Training: An Approach Through Music Literature (New York: Harcourt Brace Jovanovich, 1974).",
            "citations": []
        },
        "FN9": {
            "text": "9. See Educational Testing Service, Practicing to Take the GRE Music Test , 2nd ed. (Princeton, NJ: Educational Testing Service, 1993) for representative test items of this type.",
            "citations": []
        },
        "FN10": {
            "text": "10. George Pratt, Aural Awareness: Principles and\nPractice , rev. ed. (Oxford: Oxford University Press, 1998).",
            "citations": []
        },
        "FN11": {
            "text": "11. Daniel Jacobson and Timothy Koozin, The Norton CD-ROM Masterworks , vol. 1. (New York: W. W. Norton, 1996).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The pedagogy of music theory has undergone great changes during the past century. Significant forces, including the\nassimilation of important theoretical contributions, the rise of U.S. colleges and universities, and the advent of the\nprofessional academic music theorist, have reshaped much of how music theory is taught.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Theory pedagogy has come into its own as a scholarly discipline, marked by the publication of several important books\non the subject and the presence of the Journal of Music Theory Pedagogy . More and more graduate programs are including courses\nin theory pedagogy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] As we chart our course into the next century, we can learn many lessons from the past—lessons about teaching and learning\nmusic that can inform and inspire our work as pedagogues and help us deliver the very best our discipline has to offer to all\nstudents of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] I will address six main pedagogical issues in this essay: counterpoint, figured bass, harmony and voice leading, aural\nskills, computer-assisted instruction, and curriculum design. There are other important issues (for example, form, Schenkerian\nanalysis, and post-tonal theory), but I have chosen to stay close to the core aspects of most undergraduate curricula; those other\nissues are topics for other essays. [2] Counterpoint",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Although strict training in contrapuntal writing originated in the Renaissance and continued as an essential part of most\ncomposers’ studies throughout the common-practice period, the first three-quarters of the last century saw a decrease in the popularity of training in counterpoint. The conservatory model\ninherited from Europe in the nineteenth and early twentieth centuries by many U.S. schools often incorporated the teaching of\ncounterpoint as an upper-division course to be taken after certain other courses—most notably harmony—were successfully\ncompleted. Many such courses have either disappeared or (more commonly) been relegated to the status of electives or\nrequirements for only composition and theory majors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] But there are lessons from the past that instruct us still, lessons that speak to the power of counterpoint training to\nexplain the dynamism of voice leading and dissonance treatment in so much common-practice-period and Renaissance music, and even in\njazz and popular music. What we learn from Attwood’s lessons with Mozart and Beethoven’s lessons with Albrechtsberger, and from the\nwidespread and deep influence of Fux’s Gradus on subsequent generations of musicians is that training in species counterpoint\nleads not simply to the composition of motets, inventions, and fugues but to an understanding of how, in\nmany diverse genres, voices relate to one another in pitch space, how they move from\nverticality to verticality, and how they prepare and resolve dissonances.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] It took the influence of another great pedagogue—Heinrich Schenker—to spur a resurgent interest in counterpoint training\nin this country. Schenker’s students, and especially students of his students, have led the call for including the species as an\nintegral part of the undergraduate curriculum, concurrent with and even before training in harmony. Some schools have heeded\nthis call. But as a reader for the GRE music test I must tell you that—if that test can be\nconstrued as any indication of the success of undergraduate training—counterpoint lags dismally far\nbehind other bodies of knowledge and skill among our students (at least among those applying to graduate school).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] What I would like to see is an integration of training in counterpoint into undergraduate core music curricula. This can\ntake the form of stylistically-based training in 16th- or 18th- century techniques, and/or astylistic work with generic\ncontrapuntal writing. But, most importantly, the principles of voice leading and\ndissonance treatment derived from the disciplined study of counterpoint should be connected and applied\nto the study of all Western music. [3] Figured Bass",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] We know from the sheer number of figured bass manuals that training in this discipline was ubiquitous during the eighteenth\ncentury. Alas, this discipline also fell out of favor as a part of college-level training during the subsequent two centuries. A\nquick perusal of theory texts written during the latter half of the twentieth century will reveal an almost complete absence of\nfigured bass in its construal as a means of representing upper parts and voice leading above a bass.\n(Notable exceptions—Allen Forte’s Tonal Harmony in Concept and Practice (1) and Edward Aldwell and Carl Schachter’s Harmony and Voice Leading (2) —have\nbeen few and far between.) For the most part, the figures have been almost entirely constrained to serve as inextricable\nhandmaidens alongside Roman numerals to form what many students conceive of as “analysis symbols”— labels that represent merely\nthe root and inversion of any given verticality and nothing more. For example, in their textbook Tonal Harmony , Stefan Kostka and Dorothy Payne devote less than two pages of text to figured\nbass, which they treat solely as a lead-in to what they call “the inversion symbols that we use today” [emphasis\nmine]. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Ideally, training in realizing figured basses and in using figured bass symbols to analyze voice leading should take a place\nalongside (or even before) training in harmony. I hope that the coming decades see a resurgence in this discipline. [4] Harmony & Voice Leading",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] At the center of many undergraduate core curricula are studies in harmony. Considering the deep sophistication of\nWestern harmony and its power to shape musical space and our reactions to it, it seems to me that this central role is well\ndeserved. Unhappily, not a few texts and curricula elevate harmony to a role not so much central but above and apart , divorced from its relationships with voice leading, rhythm,\nmeter, and phrase structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] It’s been nearly a hundred years since Schenker excerpted a short chord progression from Richter’s contemporary text Lehrbuch der Harmonie and demanded, “Let me ask: What is this supposed to\nmean?” (4) In part, he was criticizing Richter for\nconfusing and blurring the distinctions between voice leading and harmony. The state of affairs is somewhat better nearly a hundred\nyears later. Several harmony textbooks have made efforts to elevate the importance of\nvoice leading to a level equal to that of harmony, some with much greater success than others.\nNonetheless, it is disheartening that none of these books enjoys sales approaching those enjoyed by the most popular ones in the\nfield, none of which integrates voice-leading techniques into the fabric of its approach.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Schenker’s criticism of Richter (and others) extended pointedly to the relationship between theory and literature. He\ncontinued, “What [the student] is yearning to see, the confirmation of theoretical propositions in examples from the\nworks of the great masters, he looks for in vain in this book.” (5) Mercifully,\nmost harmony texts now abound with excerpts from real music literature—a condition not nearly so prevalent\nat the turn of the last century. Crack the pages of just about any theory textbook newly published or revised in the last decade\nand you’ll most likely find it brimming with excerpts from instrumental and vocal\nworks in a variety of styles and genres, drawn from common-practice-period music, and even jazz and\npopular music.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Nonetheless, it seems to me that more texts and more teaching could assay to make as many connections as possible\nbetween the various features of these works—including their voice leading, rhythm, meter, and phrase structure—and the\nharmony they seek to illuminate. [5] Aural Skills",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Learning to hear and read music with understanding and facility is arguably the most important goal we set for our\nstudents. Aural training is a concern that spans at least as far back as the beginning of the last millennium, as evidenced by\nGuido’s advocacy of teaching devices such as solmization. Over the centuries into the 1800s, aural training as a separate\ndiscipline grew to focus around two activities: sight singing and dictation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] But the past century saw a rise in the popularity of what some call “atomistic” training: drill, practice, and testing of\nthe identification and performance of small, acontextual musical elements. The second half of the twentieth century saw the\ndevelopment and dissemination of textbooks (especially programmed texts) and their inheritors (computer-assisted instruction\nsoftware) that feature training in identifying and performing the size and quality of intervals and the\nquality and inversion of chords. Despite the overwhelming experimental and clinical\nevidence that there is little connection between the ability to identify intervals\nacontextually and the ability to do so in a tonal context, such teaching methods nevertheless persist in some\ntextbooks and some classrooms. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Indeed, very little aural skills training has been informed by the explosion of research in music perception and cognition\nduring the past quarter century. Important findings about perception and cognition—involving contextual versus acontextual\nlistening, short-term musical memory, and eye movements during sight reading, for example—seem to have been unexamined or\nignored by the authors of nearly every aural skills text in current use. As the pages of journals\nsuch as Music Perception and Psychomusicology and books such as David Butler’s Musician’s Guide to Perception and Cognition and Rudolf Radocy and David Boyle’s Psychological Foundations of Musical Behavior bring us more insight into how the human mind processes music,\nall of us who teach and write about aural skills should pay heed and be certain that these advances inform our\nwork. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] There have been some interesting but regrettably isolated expansions to the canon of what constitutes “ear-training”\nactivities during the past several decades. In the mid 1970s, Gary Wittlich and Lee Humphries’s Ear Training: An Approach through Music Literature formalized some innovative listening\nstrategies alongside traditional types of dictation and brought them to bear on a variety of complete movements and works in situ . (8) This approach has been\nembedded in listening items on the revised GRE music test for the past decade. (9) In 1990, in\ntheir book Aural Awareness , George Pratt and his colleagues at the unit for Research into Applied Musical Perception proposed an\nentire rethinking of what constitutes good aural training for musicians. (10) For the most part,\nhowever, most aural training today adheres to atomistic skills such as identifying and singing\nintervals and chord qualities and inversions and the more contextual skills of dictation and sight singing.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] It still seems that a vast amount of aural skills training uses artificially constructed music. Entire books of melodies for\nsight-singing and materials for dictation have been composed by pedagogues purely for teaching purposes. Like Schenker, we might\nask, “What does this mean?” If the musical figures we seek to teach exist in real literature, then we ought to use that\nliterature for teaching; if such figures don’t appear in literature, then we should question the\nvalue of teaching those figures at all. While there will always be a place for scales,\nsequentials, arpeggiations, and a few other instructor-created exercises, we should acknowledge that—since our goal is to teach\nstudents to hear and perform real music—we should use as much real music as possible in our teaching. [6] Computer-Assisted Instruction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The computer-assisted instruction revolution began over thirty years ago on monochrome terminals delivering multiple-choice drills from mainframe\ncomputers. It evolved through drill-and-practice programs on Apple II computers to the current\ncrop of multimedia CD-ROMs and web-based applications. But, for the most part, this has been a revolution in the medium but not\nin the message. When we deliver the same old tired pseudo-pedagogy—for example, an\ninterval tutor or chord spelling drill—using flashy new technology, we simply reinforce poor\nconcepts and faulty learning strategies in more seductive ways. We might as well add color and sound to Richter’s Lehrbuch . My problem with computer-assisted instruction is not with the computer but with the instruction.\nVery little of the music-teaching software I have reviewed over the years makes use of the\npedagogical powers of computing technology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] There have indeed been some delightful exceptions to this sad state of affairs. For example, Dan Jacobsen and Tim Koozin’s Norton CD-ROM Masterworks presents students with a variety of hypertextual multimedia experiences focused on each of a dozen\nworks drawn from a millennium of music literature. (11) But such\napplications are unfortunately the rare exception in the sea of tedious drills that is computer-assisted instruction in music.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] As President of the Association for Technology in Music Instruction and as a visitor to various music schools around the\ncountry, my experience with computer-assisted instruction in music has been that instructors all too easily install several\none-size-fits-all packages and either tell their students to “try them out,” or assign levels to be mastered by certain dates.\nNeither of these approaches is pedagogically sound. It is incumbent on instructors to diagnose the precise\nknowledge and skills an individual student needs to develop before sending that student to specific parts of individual software packages that\nare designed to develop such knowledge and skills. [7] Curriculum Design",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] How to incorporate all these aspects of music theory training into a meaningful experience for the college-age\nmusician has been a thorny issue for generations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] The European conservatories bequeathed us a music curriculum made up of lots of little subjects to master, tasks to\nlearn, exams to pass. During the first half of the last century, it was not uncommon to see curricula comprising separate courses\nin harmony, counterpoint, sight singing, dictation, keyboard, and music history.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] As a reaction to this situation, a movement developed at mid-century to incorporate all of these disciplines into a single\ncourse. Beginning with the Literature and Materials of Music program at the Juilliard School, and fanning out in various\nguises—usually under the general rubric of “Comprehensive Musicianship”—this movement influenced the design of many\nundergraduate curricula, especially during the 1960s and 70s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] But Comprehensive Musicianship introduced its own serious problems. One of these is that it is difficult—if not downright\nirresponsible—to assign a single grade to a student’s performance in so many different subjects. This is like trying to\ncome up with a single number to describe my shoe size, sleeve length, chest measurement, and hat size. And, in practice, what\ndoes one do with the student who has earned “A”s in harmony, counterpoint, sight singing, and history, but\nan “F” in dictation? Another problem is the difficulty in finding qualified instructors. Who among us is qualified to teach all of these\nsubjects with equal effectiveness? And who wouldn’t schedule, say, dictation only on Fridays for the last ten minutes of\nclass?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] It’s been a long road, but the past couple of decades have seen these problems worked out in what I consider to be an\nelegant solution: the integrated curriculum. In an integrated curriculum, separate courses are taught (sometimes by separate\ninstructors), but care is taken to coordinate the subjects and materials among these courses. Such an approach even requires\nthat colleagues teaching theory, keyboard, and history meet with one another and plan their\nlearning sequences so as to maximize this coordination. Not all schools have adopted such a\nplan, but many have. And each school’s faculty can decide just how much weight (in credits and contact hours) to give each\nsubject, just how much separation to place between subdisciplines (“Shall we have separate\ncourses in dictation and sight singing or a single course in aural skills?”), and where and how to\nestablish prerequisites and corequisites among the various courses. [8] Conclusion [ 8.1 ] Finally, as we forge ahead let us always stay focused on the essential goals of teaching music theory, for surely we will\nconceive of new courses to teach, new approaches and methods, new curriculum designs, new literature to include, and new\ntechnologies for teaching, but none of this will matter very much at all if we have nothing of real value to impart. Allen Forte’s response",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session from the 2000 meeting of the new england conference of music theorists",
    "source": "mto/raw/mto.00.6.3.karpinski.html",
    "data": "mto/data/mto.00.6.3.karpinski.json"
}