{
    "title": "Tonal Ambiguity in Popular Music’s Axis Progressions",
    "date": "2017/09/01",
    "volume": "23",
    "issue": "3",
    "authors": [
        "Richards, Mark"
    ],
    "abstract": "The harmonic progression of aFCG (Am–F–C–G) and its transpositions constitute one rotation of what I callAxis progressions, namely progressions that begin with one of these four chords and cycle through the others in order, hence the Axis-a, -F, -C, and -G, respectively. Of these four progressions, the a-form and C-form, and to a lesser extent, the F-form, have become staples of mainstream popular songs from the last decades of the twentieth century and the first decades of the twenty-first. The a-form is especially noteworthy for being both extremely widespread and tonally ambiguous, in that the perception of its tonality may waver between the major and Aeolian modes. Not only does the progression conflate aspects of the two modes, but it may also vary the degree to which those modes are expressed and their proportion within the progression, resulting in a vast array of possible tonal settings. This article posits that tonality in these settings depends primarily on the melodic content of the progression. A methodology for melodic analysis is then presented and applied to a number of examples of Axis-a (as well as some Axis-F) progressions, to demonstrate how diverse its settings can be.",
    "keywords": [
        "Harmony",
        "progression",
        "vi–IV–I–V",
        "i–VI–III–VII",
        "aFCG",
        "tonality",
        "modality",
        "major/minor ambiguity",
        "rock music",
        "post-classic",
        "post-1990"
    ],
    "doi": "",
    "received": "February 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.3/mto.17.23.3.richards.pdf",
    "author_info": [
        {
            "name": "Mark Richards",
            "university": "Florida State University",
            "address": "College of Music, 132 N. Copeland St., Tallahassee, FL 32306-1180, mcrichards@fsu.edu",
            "email": "markcrichards@gmail.com"
        }
    ],
    "citations": {
        "attas_2011": "Attas, Robin. 2011. “ Sarah Setting the Terms: Defining Phrase in Popular Music. ” Music Theory Online 17 (3).",
        "bennett_2008": "Bennett, Dan. 2008. The Total Rock Bassist: A Fun and Comprehensive Overview of Rock Bass Playing . Alfred.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "biamonte_2017": "Biamonte, Nicole. 2017. “Pop/Rock Tonalities.” In Tonalities since 1950 , edited by Wörner, Scheideler, and Rupprecht. Springer.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "de_clerq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., Eastman School of Music.",
        "doll_2011": "Doll, Christopher. 2011. “ Rockin’ Out: Expressive Modulation in Verse-Chorus Form. ” Music Theory Online 17 (3).",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press.",
        "everett_2004": "Everett, Walter. 2004. “ Making Sense of Rock’s Tonal Systems. ” Music Theory Online 10 (4).",
        "halpern_martin_and_reed_2008": "Halpern, Andrea R., Jeffrey S. Martin, and Tara D. Reed. 2008. “An ERP Study of Major-Minor Classification in Melodies.” Music Perception 25 (3): 181–91.",
        "hirsch_2008": "Hirsh, Marc. 2008. “Striking a Chord.” Boston Globe . December 31.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Anticipation . MIT Press.",
        "khalfa_et_al_2005": "Khalfa, Stephanie, Daniele Schon, Jean-Luc Anton, and Catherine Liégeois-Chauvel. 2005. “Brain Regions Involved in the Recognition of Happiness and Sadness in Music.” Neuroreport 16 (18): 1981–84.",
        "koozin_2008": "Koozin, Timothy. 2008. “Fumbling Towards Ecstasy: Voice Leading, Tonal Structure, and the Theme of Self-Realization in the Music of Sarah McLachlan.” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd ed., edited by Walter Everett, 267–84. Routledge.",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings: Music, Gender, and Sexuality . University of Minnesota Press.",
        "moore_2012": "Moore, Allan. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology . University of Chicago Press.",
        "murphy_2014": "Murphy, Scott. 2014. “A Pop Music Progression in Recent Popular Movies and Movie Trailers.” Music, Sound, and the Moving Image 8 (2): 141–62.",
        "nobile_2015": "Nobile, Drew F. 2015. “Counterpoint in Rock: Unpacking the ‘Melodic-Harmonic Divorce.’” Music Theory Spectrum 37 (2): 189–203.",
        "osborn_2017a": "Osborn, Brad. 2017a. Everything in Its Right Place: Analyzing Radiohead . Oxford University Press.",
        "obsborn_2017b": "Osborn, Brad. 2017b. “Rock Harmony Reconsidered: Tonal, Modal, and Contrapuntal Voice-Leading Systems in Radiohead.” Music Analysis 36 (1): 59–93.",
        "peres_2016": "Peres, Asaf. 2016. “(Dys)Functional Harmony: How Sound Production in Twenty-First-Century Pop Music Liberates Harmony from Its Functional Role.” Paper presented at the annual meeting of the Society for Music Theory, Vancouver, BC.",
        "robison_2013": "Robison, Brian. 2013. “‘A Prayer from Your Secret God”: The ‘Sensitive Female Chord Progression’ as a Veiled Symbol of Religiosity.” In Music: Function and Value. Proceedings of the 11th International Congress on Musical Signification, 27 Sept–2 Oct 2010, Kraków, Poland , edited by Teresa Malecka and Małgorzata Pawłowska, 656–66. Akademia Muzyczna w Krakówie.",
        "spicer_2017": "Spicer, Mark. 2017. “ Fragile, Emergent, and Absent Tonics in Pop and Rock Songs. ” Music Theory Online 23 (2).",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality: Towards a Tonal Theory of What Most People Hear , 2nd ed. Mass Media Music Scholars Press.",
        "temperley_and_de_clerq_2013": "Temperley, David, and Trevor de Clercq. 2013. “Statistical Analysis of Harmony and Melody in Rock Music.” Journal of New Music Research 42 (3): 187–204."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Following Biamonte ( 2010 ), I assume a major-mode orientation for the few Roman numerals that appear in this essay. Hence minor-mode chords are labeled ♭ III, ♭ VI, and ♭ VII, even though they are diatonic to that mode.",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN2": {
            "text": "2. For this reason, Biamonte ( 2017 , 95) recalibrates Everett’s ( 2004 ) six tonal systems used in rock, distinguishing the harmonic minor mode as far less common than the minor modes of Aeolian, Dorian, and minor pentatonic, which as a group are second in frequency to major, Mixolydian, and the major pentatonic.",
            "citations": [
                "biamonte_2017",
                "everett_2004"
            ]
        },
        "FN3": {
            "text": "3. Hence I do not consider these other schemata to retain their identities when appearing on different scale degrees in different modes. For example, I do not hear I– ♭ VII–IV as equivalent to V–IV–I since both usually express a monotonal orientation. That is, due to the pervasiveness of the double-plagal progression in classic rock, specifically as some form of (I–) ♭ VII–IV(–I), a song from that era that begins a progression with the chords G–F–C is idiomatically understood as I– ♭ VII–IV unless other signals overrule such a hearing, as in Warren Zevon’s “Werewolves of London” (1978), where melodic cues instead render the progression as V–IV–I throughout. For more on hearing tonality in this song and comparisons with a similar progression in Lynyrd Skynyrd’s “Sweet Home Alabama,” see Stephenson 2002 and Doll 2017 . By contrast, V–IV–I occurs most typically at the end of a blues progression, where the tonality has already been clarified by the opening portion of the progression. Hence, unlike aFCG, tonal ambiguity is not an inherent part of these progressions.",
            "citations": [
                "stephenson_2002",
                "doll_2017"
            ]
        },
        "FN4": {
            "text": "4. For an account of how middleground harmonic and contrapuntal motions create tonality in Radiohead, see Osborn 2017a , ch. 5, and 2017b .",
            "citations": [
                "osborn_2017a",
                "obsborn_2017b"
            ]
        },
        "FN5": {
            "text": "5. Notably, however, the progression is not always in the same rotation due to the starting points of the vocal phrases. The initial excerpts sound it in the form E–B– C ♯ m–A (Axis-C), then subsequent excerpts rotate it to C ♯ m–A–E–B (Axis-a), and near the end, it returns to E–B– C ♯ m–A. The smoothness of these shifts demonstrates the unusually close relationship between these two rotations on account of the tonal duality involved in the form starting on C ♯ m. Similar to Axis of Awesome’s “Four Chords” is the “Pachelbel Rant,” a 2006 song by comedy musician Rob Paravonian, who makes an ostinato of the first four chords of the sequential progression from Pachelbel’s “Canon in D” and putatively traces its appearance in a wealth of popular songs. It must be said, though, that Paravonian cheats in the second half of his act when he begins singing excerpts at double his initial tempo as he changes the fourth chord of the progression from iii to IV. This small but critical alteration allows many more songs to appear in his rant since the ostinato now becomes the far more common I–V–vi–IV.",
            "citations": []
        },
        "FN6": {
            "text": "6. Thanks to Nicole Biamonte for suggesting this term (and its dual meaning) as a label for the Axis-a.",
            "citations": []
        },
        "FN7": {
            "text": "7. The additional 15 songs result from 15 chart positions in the 1990s being occupied by single releases that contain two songs rather than one.",
            "citations": []
        },
        "FN8": {
            "text": "8. While reasons for the G-form’s scarcity certainly merit discussion, they lie beyond the scope of this more focused study.",
            "citations": []
        },
        "FN9": {
            "text": "9. An analysis of the frequency of Axis progressions according to genre over the entire corpus reveals that the progressions have appeared to a significant degree in a wide variety of genres. While a more nuanced approach lies outside the focus of this study, there is certainly a great deal more to explore on this topic, such as the prevalence of Axis progressions in the following: 1990s pop-punk music—hence the C-form being dubbed the “pop-punk progression” in Bennett 2008 (63); the music of pop icons such as Taylor Swift, Lady Gaga, and Kelly Clarkson; post-2000 country music; and electronic dance music, to name but a few trends.",
            "citations": [
                "bennett_2008"
            ]
        },
        "FN10": {
            "text": "10. Moreover, as Temperley and de Clercq ( 2013 , 196) observe, taking a harmony’s hypermetric position into account by more heavily weighting chords in the stronger positions of hyperbeats 1 and 3 aids in the determination of a rock song’s tonal center. To this finding, I would add that a possible tonic chord on hyperbeat 1 seems to be a stronger contender than one on hyperbeat 3. Cf. Temperley and de Clercq’s admission of one limitation of their most accurate model of key-finding: “On Prince’s ‘When Doves Cry’, the tonal centre is A but the model chose G. Much of the song consists of the progression ‘Am | G | G | Am |’; thus both G and A occur at both hypermetrically strong and weak positions. Perceptually, what favours A over G as a tonal centre seems to be the fact that Am occurs on the first measure of each group of four, while G occurs on the third; incorporating this distinction into our model might improve performance” (196).",
            "citations": [
                "temperley_and_de_clerq_2013"
            ]
        },
        "FN11": {
            "text": "11. With an implicit emphasis on the classic-rock canon, Biamonte ( 2017 , 93) remarks that “the major mode is the most common background scale in pop/rock.” Likewise implicitly addressing classic rock in particular, Everett ( 2004 , [7]) has noted that “the greatest percentage of all songs succeeding on the pop charts falls into” his category of “major-mode systems with common-practice harmonic and voice-leading behaviors,” adding that “examples in the pure minor are far less common than major-mode songs.”",
            "citations": [
                "biamonte_2017",
                "everett_2004"
            ]
        },
        "FN12": {
            "text": "12. Indeed, as Murphy ( 2014 , 150–55) explains, the two chords both possess the highest “closeness centrality,” a measure of centricity obtained by averaging the voice-leading work (in semitones) needed to travel between nodes in a network, or, in this case, between triads in a diatonic collection. A triad with the lowest voice-leading work in moving to all other triads in the scale is, from this perspective, understood as a kind of hub around which all other chords in the system revolve.",
            "citations": [
                "murphy_2014"
            ]
        },
        "FN13": {
            "text": "13. For fuller discussion of these thirteen information types, see Doll 2017 (221–38).",
            "citations": [
                "doll_2017"
            ]
        },
        "FN14": {
            "text": "14. On this point, see Nobile 2015 (189), which states that “when the melodic-harmonic\ndivorce exists, the melody generally revolves around the tonic triad. . . . Essentially this means that the notes of the tonic triad, which are always stable at the deepest structural level, can under certain circumstances act as stable tones even if they are dissonant with the foreground harmonies.”",
            "citations": [
                "nobile_2015"
            ]
        },
        "FN15": {
            "text": "15. In a similar vein, Moore ( 2012 , 75) notes that discerning a tonic chord in ambiguous passages may be accomplished through “a change of timbre, perhaps, or density in some way.”",
            "citations": [
                "moore_2012"
            ]
        },
        "FN16": {
            "text": "16. De Clercq ( 2012 , 52) likewise discusses relative proportions of conflicting tonal centers. He posits, for example, that the chorus of Led Zeppelin’s “Tangerine” (1970) may be heard as placing “an increased weight on the Ionian tonic, even if the chorus section does not appear to completely modulate to the key of the Ionian tonic.” And of the chorus to the Eagles’s “Hotel California,” he remarks that “while we may not perceive that the chorus in this song is ultimately able to escape the pull of B minor, the emphasis on the Ionian tonic is undeniably stronger in this section than it is in the verse.”",
            "citations": [
                "de_clerq_2012"
            ]
        },
        "FN17": {
            "text": "17. Throughout the rest of this article, beginnings of Axis progressions in the musical examples are marked with boxed numbers above the score to facilitate visualizing the harmonic structure.",
            "citations": []
        },
        "FN18": {
            "text": "18. This situation constitutes what Nobile ( 2015 , 193–97) calls “loop divorce,” a subtype of the melodic-harmonic divorce.",
            "citations": [
                "nobile_2015"
            ]
        },
        "FN19": {
            "text": "19. The slight overlaps between tonal centers on each F chord sound tonally clear because of the textural difference between the two melodic lines. That is, there is no trouble in differentiating the solo and backup vocals along with their respective tonal orientations.",
            "citations": []
        },
        "FN20": {
            "text": "20. Doll 2017 (116) similarly regards the progression here as oscillating between two “anchors” (harmonies that are more structurally important than the surrounding ones), D ♭ being tonic and B ♭ being “post-tonic.”",
            "citations": [
                "doll_2017"
            ]
        },
        "FN21": {
            "text": "21. The term cadential arrival comes from Caplin ( 1998 , 43), who defines it as the structural end of a theme or theme-like unit in classical-era music; that is, the final chord of a cadential progression.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN22": {
            "text": "22. McClary ( 1991 , 163–66) interprets the song’s tonal conflict, which she indicates is a musical expression of the lyrics’ mystic Catholicism on the one hand and the connection between religious and sexual ecstasy in the black Gospel church on the other. As McClary remarks, after the intro and chorus, “what seems to be a struggle between mystical timelessness on D minor and exuberant, physical celebration on F major ensues” (164).",
            "citations": [
                "mcclary_1991"
            ]
        },
        "FN23": {
            "text": "23. This final section opens by continuing the low D from the chorus in the bass guitar and remaining on it as a pedal, perhaps suggesting that the earlier instance in Example 19 is an anticipation of a not-yet-realized continuation grounded in D. As McClary ( 1991 , 164–65) comments, “in the long, ecstatic coda to the song, F major and D minor at cadences become in a sense interchangeable: no longer self and Other, they become two flickering moments in a flexible identity that embraces them both, that remains constant only insofar as both continue to be equally present.”",
            "citations": [
                "mcclary_1991"
            ]
        },
        "FN24": {
            "text": "24. Koozin ( 2008 , 271) gives a Schenkerian reading of the song and hears the conflict between D major and B minor (i.e., Aeolian) as unresolved throughout because “the functional tonality of D major is covert and inconclusive; the A-major chord always leads away from D, never toward it. The linear focus on B minor is strongly asserted through phrase rhythm while the tonal influence of D major is underplayed.” In a similar vein, Attas ( 2011 , [25]) asserts that “the circular chord progression used to accompany the entire song does not make a particular tonic chord clear.” For Doll ( 2011 , [11]), “B is the primary tonal center of the verses, although D threatens to break through at various points. As the arrival of the chorus becomes imminent, the vocal line drops B from its repertory and focuses its attention on D.” By contrast, de Clercq ( 2012 , 98) hears the entire song in D major, offering B minor as a possible alternative in a parenthetical comment.",
            "citations": [
                "koozin_2008",
                "attas_2011",
                "doll_2011",
                "de_clerq_2012"
            ]
        },
        "FN25": {
            "text": "25. Stephenson 2002 (38) notes the altered quality of this type of ♭ 3 ̂ in Hootie and the Blowfish’s “Hold My Hand”: “The song uses F ♯ , G ♯ , B, C ♯ , and D in its melody and therefore establishes B major as the tonic triad. The D in the melody can therefore be seen as an alteration of the third degree expressed in the triad. When this transformation is recognized, the basic pitch source proves to be a standard pentatonic set (B, C ♯ , D ♯ , F ♯ , G ♯ ) and the tonic is PC [0] in relation to the set’s prime form.”",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN26": {
            "text": "26. Doll ( 2011 , [11]) likewise hears these choruses in D major and remarks that, despite the tonal ambiguity that characterizes the verses, the song’s intensifying breakout chorus constitutes a “veiled incarnation” of the relative-minor-to-major modulatory archetype. Since Doll’s list of information types for disambiguating tonality is incorporated into the present article’s methodology, it is not surprising that, to support the case for D major in the choruses, Doll draws on the same types of emphases advanced here, such as tonic-triad arpeggiation, metric accentuation, and significance of the lyrics.",
            "citations": [
                "doll_2011"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Tonality in popular music and the ways in which it is manifested in ambiguous settings are topics that have only begun to receive regular scholarly attention by such writers as Doll ( 2017 ), Spicer ( 2017 ), Peres ( 2016 ), and Tagg ( 2014 ). The progression aFCG (Am–F–C–G) and its transpositions constitute one rotation of a set of closely related progressions that, for reasons outlined further below, I call Axis progressions , namely progressions that begin with one of these four chords and cycle through the others in order, hence the Axis-a, -F, -C, and -G, respectively. Of these four progressions, the a-form and C-form, and to a lesser extent the F-form, have become staples of mainstream popular songs from the last decades of the twentieth century and the first decades of the twenty-first. The a-form is especially noteworthy for being both extremely widespread and tonally ambiguous, in that the perception of its tonality may waver between the major and Aeolian modes. Not only does the progression conflate aspects of the two modes, but it may also vary the degree to which those modes are expressed along with their proportion within the progression, resulting in a vast array of possible tonal settings. Thus, although a-forms always employ the same relative chords, they are often tonally individualized, adding an attractive unpredictability within the routine of the root motions. This article posits that these various settings depend primarily on the melodic content of the progression. A methodology for melodic analysis is then presented and applied to a number of examples of Axis-a (as well as some Axis-F) progressions, to demonstrate how diverse its settings can be.",
                "footnotes": [],
                "citations": [
                    "doll_2017",
                    "spicer_2017",
                    "peres_2016",
                    "tagg_2014"
                ]
            }
        },
        {
            "2": {
                "text": "[2] But first, I address the issue of a label for the progression and its components. Because tonal ambiguity is inherent in the progression, Roman numerals, which remain fixed to a tonal center, are unsuitable labels for its chords. Instead of forcing the progression into an uncomfortable Roman-numeral mold of vi–IV–I–V (assuming the major mode throughout) or i– ♭ VI– ♭ III– ♭ VII (assuming the Aeolian mode throughout), I employ Scott Murphy’s generalized labels of a, F, C, and G in referring to the progression’s four chords ( 2014 , 144n2). (1) These labels appropriately remove the burden of identifying a single tonal center for the progression, and include all transpositions in the manner of a set class. Furthermore, the use of letter names more accurately reflects the tonal nature of the progression, which, as discussed in more detail below, encompasses aspects of both the major and Aeolian modes. In part, this duality exists because the Aeolian mode in popular music is much more prevalent than the harmonic minor with a raised leading tone that characterizes the minor mode in most common-practice art music. (2) Hence, in the progression, hearing a G major chord rise to an A minor chord could sound not only like V–vi in major but also, quite idiomatically, ♭ VII–i in Aeolian. Thus, it is not that vi–IV–I–V and i– ♭ VI– ♭ III– ♭ VII are transpositionally equivalent, but rather that these labels refer to a single progression that entails aspects of both major and Aeolian modes and therefore cannot be accurately described with Roman numerals, which depend upon one and only one tonic. This progression therefore differs from many other schemata in popular music, especially in classic rock: for example, the doo-wop, blues, or even the double-plagal progressions are all tied to hearing the tonic chord in a fixed relationship to the other chords, and hence can be accurately labeled with Roman numerals. (3) The approach taken to hearing tonality in the Axis-a is one that exists on the level of the musical foreground. While more middleground views of tonal centers may differ from the foreground views advocated here, such considerations are external to the tonal ebb and flow that characterizes the progression’s foreground. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "murphy_2014"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Although letter-name labels may also be used to refer to the entire progression in the form aFCG, as does Murphy ( 2014 ), I prefer a label that describes the whole rather than the components. A few names have already been proposed. Doll ( 2017 , 86) defines a schema by its root motions according to a single tonic that retains its identity upon being rotated. He therefore proposes two labels for the Axis-a depending on the particulars of the given passage. If the progression is heard in a major key, he offers the term “journey,” which describes a progression of vi–IV–I–V, and is named after the eponymous band whose 1980 single “Any Way You Want It” was perhaps the first hit song to loop the progression throughout. If the progression is instead heard in the Aeolian mode, he calls it the “zombie,” which describes the progression i– ♭ VI– ♭ III– ♭ VII, and is named after the prominent 1994 song by The Cranberries, which features the progression for nearly its entire length. Yet as Doll admits, since the journey and zombie schemas are so similar in certain ways, any given progression in a song might be heard as projecting both schemas simultaneously. The fundamental issue here is that some degree of tonic quality is usually projected by both the journey’s I and ↑VI and the zombie’s I and ↓III (the Em and GM chords in Em–CM–GM–DM). If one of the sonorities is clearly more a tonic, then the progression can be understood as a realization of one schema versus the other, but attempting to hear an invocation of the journey as opposed to the zombie, or vice versa, can be a difficult, or futile, task. ( 2017 , 120) Other proposed terms for the progression include “gravitas loop” ( Robison 2013 ) and Boston Globe columnist Marc Hirsh’s notoriously controversial “Sensitive Female Chord Progression” ( 2008 ).",
                "footnotes": [],
                "citations": [
                    "murphy_2014",
                    "doll_2017",
                    "doll_2017",
                    "robison_2013",
                    "hirsch_2008"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In contrast to these labels, I prefer a term that recognizes the similarity between the progression and its rotations, yet also provides different names for each rotation. I propose the term Axis progressions and its accompanying rotations of Axis-a, -F, -C, and -G for two reasons. Most obviously, the name refers to the comedy band Axis of Awesome and their 2008 medley “Four Chords,” in which they string together excerpts from several dozen songs over a continuous ostinato of the progression. (5) But since the word “axis” refers to a line about which elements rotate, the term has the additional advantage of suggesting the wavering of the tonality about the “line” of the progression in both the a- and F-forms, which are the focus of the present study. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The remainder of this essay falls into five parts. In part I, Axis progressions are discussed generally in terms of their frequency and usage over time. Part II then constructs a methodology for hearing tonality in the Axis-a. Part III presents several excerpts in which tonality wavers within forms of the Axis-a, examining cases of clear tonality and unclear tonality. Part IV then applies the methodology to similarly ambiguous examples of the F-form, and part V concludes the essay with a detailed analysis of Sarah McLachlan’s “Building a Mystery” (1997), in which melodic variation in the verses produces an unusual wealth of tonal settings of the Axis-a. I. The Four Forms of Axis Progressions Example 1 . The Four Forms of Axis Progressions (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Axis progressions are related by their cycling through the same harmonies in the same order, usually in a loop, though each begins on a different chord. Example 1 shows the four forms schematically in the white-note diatonic collection. While most instances of these progressions feature unadorned triads, some include extensions such as sevenths, ninths, etc., added sixths, or even sus4 or sus2 chords. Moreover, the only chordal substitution that does not disturb the identity of each progression occurs when the abstract G-major chord is substituted with an E-major or minor chord (with possible extensions), which occurs only occasionally, or with a diminished chord on G ♯ , which is extremely rare.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] While several websites provide lists of songs in which these progressions may be found, none give their general proportion within a consistent body of music, and hence the importance of these progressions is difficult to gauge. In order to gain a sense of the proportion of Axis progressions in mainstream popular music, I conducted my own study, noting each occurrence of such a progression in the Billboard Year-End Hot 100 Singles charts from 1990 to 2016, a corpus totalling 2715 songs. (7) A progression was deemed an Axis if its four chords could be understood as being self-sufficient on a foreground level. In other words, divisions of some kind (usually a hypermetric group of four bars) could be heard as separating both the beginning and end of the progression from surrounding progressions. Thus, while the harmonies of an a-form appear across the first four chords of a progression like Gm– E ♭ – B ♭ –F–Gm, which is found in the verses of Avicii’s “Hey Brother” (2013), I did not consider them an Axis because the last chord, which is extraneous to the a-form, cannot be detached from the others. Another important point is that a song that uses an Axis sometimes appears in charts from successive years. In these cases, I counted both instances to obtain an approximate frequency of Axis progressions in mainstream popular music as opposed to the frequency of unique songs that use such progressions. Example 2a . Overall Frequencies of Songs with the C-form, a-form, F-form, or G-form of Axis Progressions in the Billboard Year-End Hot 100 Corpus, 1990–2016 (click to enlarge) Example 2b . Annual Frequencies of Songs with the C-form, a-form, and F-form of Axis Progressions in the Billboard Year-End Hot 100 Corpus, 1990–2016 (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Appendix 1 lists every a-form in the corpus; Appendix 2 does the same with the F-form, Appendix 3 with the C-form, and Appendix 4 with the G-form. Example 2a summarizes these results with percentage frequencies of each progression in the corpus, and Example 2b shows a line graph of the annual proportions of songs that use the first three of these forms; the G-form is omitted since it is nearly nonexistent in the corpus. (8) Several trends are evident in this graph. First, the trajectories of each form are remarkably similar, exhibiting relatively low frequencies in the early 1990s, generally increasing thereafter until reaching a peak in the five-year period between 2008 and 2012, then generally decreasing to the end of the graph in 2016. Second, the C-form is usually the most frequent Axis progression, but between 2009 and 2014 (around the peak period for each form) it is almost always eclipsed by the a-form. Third, although the F-form was barely present before the year 2000, afterward it increases to the point where it briefly overtakes C-forms in 2012, before declining again like the other forms. Finally, as already mentioned, G-forms are unlike the others in that they are extremely rare in the corpus, appearing in only 10 of the 2715 songs. In short, the C- and a-forms are the most prevalent, and the F-form becomes increasingly widespread but generally remains less frequent than the two dominant forms. (9) II. Tonality in the a-Form",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The a-form of the Axis progression possesses an inherent tonal ambiguity between the major and Aeolian modes, a situation that has to do with both the progression’s initial chord and our perception of the major mode. As Ken Stephenson writes, in rock, if one chord can be said to be more stable than the others, it is usually the first; in many pieces the same chord is used as the first chord of each hypermetrical unit in the first section, if not in the entire song. . . . The listener accustomed to this practice learns to interpret the first chord of the piece as the tonic harmony unless or until further evidence suggests another interpretation or a change of pitch center. ( 2002 , 34–35, emphasis in original) (10) Although Stephenson is primarily addressing the classic-rock canon of the late 1960s to the late 1980s, the observation still very much applies to popular music from the late 1980s to the present. Murphy likewise asserts that compared with the third chord in a four-chord progression of regular harmonic rhythm, the first chord receives even more attention, owing to both primacy and its privileged position in a quadruple metre or hypermetre. ( 2014 , 154) Under this principle, then, which may be called the first-chord rule , the initial minor chord of the a-form has the strong potential to be a tonic. Moreover, in the years after 2000, modes with a minor tonic (especially the Aeolian mode) become much more prevalent in mainstream popular music, to the extent that they even rival the long-held dominance of the major mode. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "stephenson_2002",
                    "murphy_2014"
                ]
            }
        },
        {
            "10": {
                "text": "[10] On the other hand, the third chord of the a-form (the generalized C-major chord) is likewise a strong contender for tonic status for two main reasons. First, as Temperley and de Clercq have recently shown, tonic-finding in rock music can be accurately gauged through the analysis of five harmonic and melodic features: the frequency, duration, and hypermetric positioning of accompanimental chords as represented only by their root, and the frequency and duration of melodic tones ( 2013 , 194–97). In the a-form and especially in sections composed largely or entirely of loops of the progression (as is usually the case), the frequency of each of the four chords is the same. Moreover, since the chords of the progression are almost always of equal duration in a heard duple or quadruple meter, the third chord occupies a hypermetrically strong position in the progression, giving it more emphasis than the immediately surrounding chords, as Murphy mentions above. Second, with respect to music perception and cognition, Halpern, Martin, and Reed ( Halpern, Martin, and Reed 2008 , 189) have observed that, upon listening to a melody that could be in either a major or minor mode, “musicians considered all the tunes major until they turned minor” through the sounding of the minor mode’s third or sixth scale degree. Thus, until the subjects were provided with sufficient melodic information, major was the default mode. Moreover, as these authors further point out: Huron ( 2006 ) reported that when asked to imagine a chord, 94% of musician respondents imagined a major chord. So it seems that the musical environment may promote an anticipation that a melody or chord will be major, which may in turn derive from exposure. This result is also consistent with that of Khalfa et al. ( 2005 ), who found evidence of neural activity in their fMRI study only for minor and not major tunes. The brain seems to respond as if a minor melody is an oddball, not in the experimental session, but from life experience. ( 2008 , 189–90) While the situation with the a-form is somewhat different in that it incorporates aspects of major and Aeolian modes within a single diatonic collection, the notion that trained listeners seem to assume a major mode until it is contradicted is highly pertinent here, and I maintain that the same cognitive device is also at work in tonally ambiguous harmonic progressions, as demonstrated by the many examples below. This aural default to major is a phenomenon I will hereafter refer to as the major-mode bias . Example 3 . Doll’s Types of Information for Determining Tonal Center and Function (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "temperley_and_de_clerq_2013",
                    "halpern_martin_and_reed_2008",
                    "huron_2006",
                    "khalfa_et_al_2005",
                    "halpern_martin_and_reed_2008"
                ]
            }
        },
        {
            "11": {
                "text": "[11] From a purely harmonic perspective, then, the first and third chords of the Axis-a make approximately equal claims for a tonal center in the progression. (12) In a real musical context, however, my claim is that tonality in the a-form rests primarily on melodically emphasizing members of a potential tonic triad . There are several means of emphasizing these notes in popular music. Example 3 reproduces Doll’s list of thirteen types of information that contribute to hearing a tonal center and harmonic function in popular music, providing brief definitions in cases where the term may not be self-evident ( 2017 , 222). (13) In focusing specifically on the question of tonality, however, I adopt these information types while offering some modifications to the methodology.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Information types 1, 6, and 10 (schema, scale, and penultima) are omitted from my model since they do not disambiguate tonality in the Axis-a. The progression’s status as a schema does not distinguish between major and Aeolian interpretations as both are equally viable from a harmonic perspective. Moreover, determining the scale does not indicate a tonal center since major and Aeolian modes are both idiomatic scales in the repertoire. Furthermore, penultima, which refers to “the position immediately before an anchor (especially a tonic)” ( Doll 2017 , 231), relates to the disambiguation of harmonic function rather than the disambiguation of a tonal center.",
                "footnotes": [],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "13": {
                "text": "[13] I interpret four of the remaining information types as including phenomena that are not explicitly placed within their bounds. First, while “arpeggiation” (type 9) includes intervals between chord tones filled in with passing tones, I extend the notion to include single tones of a potential tonic chord that are embellished with neighbor tones. But because there is no arpeggiation to speak of in such cases, I prefer to describe neighboring dissonance and arpeggiations collectively as “dissonance resolution.” Second, I expand the concept of “pedal” (type 8) to include instances of the melodic-harmonic divorce. In such divorces, potential tonic-chord tones in the vocal line are dissonant with the accompaniment but usually suggest a tonal center either because they are the tonic note or because they arpeggiate the tonic chord. (14) In a sense, then, these melodic chord tones behave like a pedal point but may extend to more than one note of the harmony being sustained or prolonged by the melody. The melody’s clash with the accompaniment gives the note or chord more prominence than it would otherwise receive and hence is a form of emphasis. Third, while Doll’s “texture” (type 5) involves melodic high or low points, I would broaden the category to include changes in textural density, timbre, or melodic style such that the melody becomes highlighted through contrast. (15) Moreover, since tonic-chord tones are often embellished with dissonance, emphasis through melodic high and low points is not simply the highest and lowest notes in a given passage, but those that are consonant with a surface-level chord in either the melody or the accompaniment and therefore have structural significance. Finally, I extend “parallel” (type 12) to include precedents not only of harmonic progressions but of tonalities as well. That is, tonality heard in other sections of a song, or in other songs, influences how we hear tonality in a given passage. The major-mode bias also operates in this way. But because these kinds of connections are not parallel in the manner of a chord progression or series of harmonic functions, I prefer the broader term “contextual” to describe such influences. Example 4 . Means of Emphasizing Potential Tonic-Triad Notes in Axis Progressions (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As shown in Example 4 , I organize the above information types and refinements into five larger categories of emphasis: harmonic, temporal, rhetorical, contextual, and poetic. Harmonic emphasis describes situations in which tonic-triad notes attain a higher hierarchical status than the surrounding melodic notes due to any of several devices: arpeggiation, dissonance resolution through contrapuntal figures, pedal point, or melodic-harmonic divorce. Temporal emphasis involves the chronological placement of notes at beginnings or endings of vocal phrases, sections, or even entire songs, and on stresses in the meter, hypermeter, and syllables of the lyrics. Rhetorical emphasis includes those parameters that Leonard Meyer calls “secondary” or “statistical” parameters since, in Meyer’s words, they “are statistical in the sense that the relationships to which they give rise are typically ones of degree that can be measured and counted” ( 1989 , 209). These encompass such devices as note repetition, relatively long durations, melodic high and low points, changes in texture, timbre, or melodic style, and stresses due to loudness. Contextual emphasis accounts for the tonal influence of external passages on that being heard, in other words, other sections of the same song, parallels between sections or between different songs, and expectations or biases derived from the norms of popular music or particular subgenres. Finally, poetic emphasis involves meanings interpreted from lyrics or other vocal utterances. While these means of emphasis tip the scale in favor of one mode, tonality in the Axis-a often shifts subtly from one mode to the other, even within the same progression. Hence, it seems that hearing a tonal center in this progression is not an all-or-nothing perception of one of the two possible modes, but rather a combination of the two centers that occurs in varying proportions. (16) Example 5 . Red Hot Chili Peppers, “Don’t Forget Me,” Verses 1 and 2 (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "meyer_1989"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Some a-forms assume an Aeolian leaning throughout and retain that leaning into successive looped statements of the progression. In the first two verses of the Red Hot Chili Peppers’ “Don’t Forget Me” (2002), shown in Example 5 , (17) the a-form is stated four times in succession. Throughout these statements, the vocal line sounds melodic figures drawn mainly from a pentatonic scale, most of which temporally emphasize A as a goal tone. From this perspective, harmonic emphasis on the A-minor triad throughout the passage becomes clear: each G is subordinate to the more prominent A as a neighbor tone, and each C is an arpeggiation of an A-minor chord, the E in the final statement completing the triad. This harmonic emphasis is an especially strong signal of tonality when the melodic wavering between C and A reaches the C5 and G5 power chords, where they create a melodic-harmonic divorce. (18) A and C are further emphasized rhetorically through their numerous repetitions, as are A and E by being the highest and lowest notes in the vocal line that are consonant with one of the two possible tonic triads. Thus, temporal and rhetorical emphases support hearing a harmonic emphasis on the A-minor triad, which in turn strongly expresses the A-Aeolian mode throughout the passage. Example 6 . Beyoncé, “If I Were a Boy,” Verse 1 (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The opening verse of Beyoncé’s “If I Were a Boy” (2008) is supported by four statements of an a-form, as shown in Example 6 . Like “Don’t Forget Me,” the vocal line is largely pentatonic, but the melodic structure is quite different. Here, the line exhibits harmonic emphasis with an arpeggiation of a complete G ♭ -major triad, the A ♭ being subordinate to the surrounding G ♭ and B ♭ as a passing tone, and the D ♭ in m. 1 being divorced from the accompaniment’s E ♭ minor triad, acting instead as the fifth of a melodically constructed G ♭ major triad. This harmony is reinforced through temporal emphasis: notes of the triad begin and end each vocal phrase in the verse and fall largely on relatively strong beats. Rhetorical emphasis plays an important role as well, with the longer durations all stressing G ♭ , B ♭ , or D ♭ . We are therefore left with a strong impression of G ♭ major as a governing mode throughout this verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Both of the above analyses demonstrate the importance of melodically emphasized tonic-triad notes in hearing a tonal center in the Axis-a. Even so, two situations require clarification since they at first appear to possess ambiguity. First, if we regard the mode of the a-form abstractly as a transposable “white-note” collection, then C and E are common to both tonic triads, and hence when the only tonic-triad notes present are one or both of these, the tonality may seem to be ambiguous. Second, when the white-note collection’s A and G are grouped together, A may be heard in some cases as the Aeolian tonic with G acting as a neighbor tone, and in others A may be heard as a neighbor to the G, which would be the fifth of the major-mode tonic chord. I refer to this duality as the A–G problem . The question therefore arises as to how tonality is projected in the a-form when the formulations above occur in the melody. The next four examples propose answers to this question. Example 7 . A Great Big World, “Say Something,” Verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] When the only tonic-triad notes present are C and/or E, the major-mode bias becomes a type of contextual emphasis that draws our interpretation toward that mode. The intro and verse of “Say Something” (2013) by A Great Big World and featuring Christina Aguilera, given in Example 7 , begins with a lone, pulsating D that continues to be reiterated when the accompanying a-form enters. In the absence of other melodic scale degrees, and with the progression’s two options for a tonal center being either B Aeolian or D major, the melodic D is heard as the tonic of D major through the major-mode bias. This is true even though the note is consonant with the progression’s opening B-minor triad, and made especially apparent when the note continues to sound over the a-form’s final chord, an A-major triad whose C ♯ clashes harshly with the D a semitone above it. The role of this D as a pedal point (a form of melodic-harmonic divorce) further emphasizes its importance as a harmonically stable tone, one that projects D major in the progression. Once the vocal line enters in “Say Something” with the second statement of the a-form, tonic-triad notes (of either B Aeolian or D major) are confined to F ♯ and D. Once more, without a structural Aeolian tonic note or major-mode dominant note to contextualize the F ♯ and D, the major-mode bias strongly encourages a D-major hearing for the vocal phrase, an interpretation that is further supported by the temporal emphasis of the phrase’s ending on D. Example 8 . The Offspring, “Self Esteem,” Verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The major-mode bias also plays a central role in defining tonality when the only tonic-triad note present in the melody of an a-form is the white-note collection’s E, which could be the third of the major tonic triad or the fifth of the Aeolian. The verse of the Offspring’s “Self Esteem” (1994), shown in Example 8 , is a paradigmatic instance. Here, the E of the vocal line is the only note of a potential tonic triad of either A Aeolian or C major, the F and D acting as upper and lower neighbors, respectively. Unlike “Don’t Forget Me”, the E in this case is not paired with a structural A, which would suggest an arpeggiation of the Aeolian tonic triad. Instead, without any other structural melodic notes, the E falls into a default hearing as part of a C-major triad through the major-mode bias.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] As noted above, in the A–G problem, the Aeolian tonic note with its lower neighbor and the major-mode dominant note with its upper neighbor contain the same pitch classes in Aeolian and major modes based on the same diatonic collection. These two possibilities are distinguished, however, by subtle differences in melodic construction. Compare the verses of two very similar songs by Sia, both released in 2016: “Cheap Thrills” and “Never Give Up.” Both use the three-sharp diatonic collection, are in a duple meter at a tempo of approximately M.M. 90 to the primary beat (here transcribed as the half note), are harmonically structured by a looping a-form for nearly the entire song ( F ♯ m–D–A–E), use the tresillo rhythmic pattern (3+3+2) in the harmonic accompaniment, and much of the vocal line in both is governed by motion between F ♯ and E, which are transpositions of the white-note collection’s A and G. Clearly, the two songs are cut from the same musical cloth, but they differ in their expression of tonality through their treatment of the A–G problem. Example 9 . Sia, “Cheap Thrills,” Verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In the verses of “Cheap Thrills,” the first of which is given in Example 9 , the melody of the a-form outlines a motion of C ♯ – F ♯ –E. The question here is whether the F ♯ or E is the more structural note.  In the first two measures of the verse, both major and Aeolian make strong tonal claims. On the one hand, the C ♯ is emphasized temporally, appearing first, and rhetorically, occurring several times. As the only potentially tonic-triad note present in the vocal line thus far, the tonality is pushed towards A major through the contextual emphasis of the major-mode bias. When the line leaps up, however, the F ♯ is brought out rhetorically through its relatively long durations and by being the highest note thus far, and temporally by marking the end of a vocal sub-phrase. Hence, initially, the C ♯ – F ♯ motion could be heard as arpeggiating an F ♯ -minor triad, in turn suggesting the F ♯ -Aeolian mode. On the other hand, the following E in the vocal line is hypermetrically accented and occupies much more musical time than the preceding F ♯ , emphasizing it rhetorically. And its temporal emphasis by being placed at the end of the entire vocal phrase (not just a sub-phrase) likewise gives it greater salience than the F ♯ . In all, then, this a-form more strongly suggests the major mode, with the vocal phrase playing out as a motion from 3 ˆ to 5 ˆ with an intervening neighbor 6 ˆ . Example 10 . Sia, “Never Give Up,” Verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In the opening verse of “Never Give Up,” given in Example 10 , the melody begins on F ♯ , which strongly suggests the Aeolian tonic by its temporal emphasis as the first note and its rhetorical emphasis through repetition. Hence, when the note returns two measures later, we are inclined to hear the intervening E as a lower neighbor rather than a structural note that is surrounded by upper neighbors. Harmonic emphasis is therefore placed on the F ♯ as a structural note embellished by neighbor motion. The C ♯ ending the vocal phrase in the third notated measure then sounds like an arpeggiation of the F ♯ -minor triad rather than the A-major triad. In other words, the major-mode bias is rendered inert here because the C ♯ is contextualized within an implied F ♯ -minor triad. Notice as well that the C ♯ is dissonant with the accompaniment, part of a melodic-harmonic divorce that places further harmonic emphasis on the chord. The fact that the song opens with several measures of intro on F ♯ minor harmony (not shown) further strengthens the case for an Aeolian setting through contextual emphasis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Despite the many similarities between these two songs, the subtle differences in their deployment of tonic-triad notes differentiates them on tonal grounds. Moreover, the major and Aeolian settings of the a-forms in the verses of “Cheap Thrills” and “Never Give Up,” respectively, correlate with the affective qualities of each. The former describes the anticipation of enjoying a night out with a loved one despite having no money to spend. The major-mode a-form of the verse is therefore suitably matched with the song’s optimistic excitement. By contrast, “Never Give Up” was written for the 2016 film Lion , about a young man who searches for his biological parents after being accidentally separated from them as a boy and adopted by another family. Hence, the negative connotations of the Aeolian mode in the verse’s a-forms are a fitting way of depicting the sense of struggle involved in persevering through very personal adversities, a sentiment explicitly expressed by the lyrics. III. Wavering Tonality in the Axis-a",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] All of the above examples lean consistently towards either a major or Aeolian interpretation. Many a-forms, however, clearly shift from one mode to the other in a modal migration , or render part or all of the progression unclear with respect to a tonal center. In either case, the entire span cannot be said to consistently express one mode more strongly than the other, instead wavering in some way between the two. a) Clear Tonality and Modal Migration Example 11 . Eminem featuring Rihanna, “Love the Way You Lie,” Chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Clear modal migrations involve a shift between the two modes at a boundary between vocal phrases, aligning divisions in phrase structure, lyrics, and tonality. In “Love the Way You Lie” by Eminem featuring Rihanna (2010), the chorus, which opens the song and is shown in Example 11 , comprises two vocal phrases in alternation. The first places temporal and rhetorical emphasis on G and D: the G through its position as the first and lowest consonant note of the phrase and its several repetitions, and the D temporally through its metric placement on beats 1 and 3, and rhetorically through its relatively long duration, its repetition, and its position as the highest note in the phrase. Together with the accompaniment on an initial G-minor chord, then, the G and D strongly suggest a partial arpeggiation of a G-minor triad, in turn clearly suggesting the G-Aeolian mode as the governing mode of the short phrase. In the second vocal phrase, however, the only possible tonic-triad note present is D, which is now surrounded by upper and lower neighbors, akin to the E in the verse of “Self Esteem.” With its separation from the first phrase through rests and its rhetorical emphasis through the change in melodic style, the second phrase encourages hearing its tonality as distinct from that of the first. Hence, the contextual emphasis of the major-mode bias is activated and the D is heard more as 3 ˆ of B ♭ major than 5 ˆ of G Aeolian. As though to confirm this interpretation, the chorus ends by reiterating the words “I love the way you lie” to a varied form of the melody, now closing on B ♭ , which again through the major-mode bias is heard as 1 ˆ of B ♭ major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] This distinct modal migration appropriately mirrors the affective qualities of each phrase as suggested by the melodic style and lyrics. In the first phrase, the stressing of the verbs “stand” and “watch” through large ascending leaps and metric and agogic accents heightens the sense of outrage and incredulity in the declamation “just gonna stand there and watch me burn.” Hence, the negative affect of the Aeolian inflection augments these sentiments. By contrast, the lyrics of the second phrase take on a pseudo-conciliatory tone. Accordingly, the melodic motion is entirely stepwise, spans only a third, and its rhythms are now almost entirely syncopated, softening their articulation. Thus, favoring the more positive major mode in this phrase serves to further highlight the caustic sarcasm of its lyric “well, that’s all right, because I like the way it hurts.” Example 12 . Bruno Mars, “Grenade,” End of Prechorus and Beginning of Chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Some clear migrations can also be reinforced by changes in texture and timbre. Example 12 gives the end of the prechorus and the chorus of Bruno Mars’s 2010 hit “Grenade.” With both the preceding verse and prechorus set firmly in D Aeolian and the prechorus ending on V of D, the expectation is for D to continue reigning as tonic in the chorus. Indeed, this expectation begins to be realized at the start of the chorus as the melodic line falls through the D-minor triad, giving harmonic emphasis to D as a tonic. Thereafter, however, Mars rests for a few beats while the backup singers exclaim “yeah, yeah, yeah” on B ♭ –A–G, which could be interpreted as either 6 ˆ – 5 ˆ – 4 ˆ of D Aeolian or 4 ˆ – 3 ˆ – 2 ˆ of F major. Because the texture changes from solo to backup vocals, our tonal palette is reset, so to speak, through rhetorical emphasis, and the major-mode bias prevails, establishing F major over the progression’s final three chords. This interpretation is further supported by the poetic emphasis of the celebratory lyrics in the backup vocals, in contrast to Mars’s morbid imagery. In the second and third statements of the progression, the melody of the solo voice appears to outline the F-major triad as the progression cycles into its loop. But because the A is so strongly emphasized temporally as a goal tone for the figure, and by metrically and grammatically stressing the semi-rhyming lyrics (grenade, blade, train, anything) through temporal emphasis, it remains the dominant degree of D Aeolian, though now with an upper neighbor, B ♭ , which in turn is embellished with its own upper neighbor, C. (19) b) Unclear Tonality in the Axis-a",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In many a-forms, the melody does not decisively express one tonality or the other across part or all of the progression. These situations generally arise in one of two ways. In some cases, there may be approximately equal emphasis on members of the two possible tonic triads. In other cases, surrounding sections of the song are clearly set in the relative mode of the Axis-a in question, thus pushing an otherwise clear tonal setting of the progression into ambiguity. Example 13 . Joan Osborne, “One of Us,” End of Prechorus and Beginning of Chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The situation of equal emphasis is demonstrated in the chorus of Joan Osborne’s “One of Us” (1995), the opening of which is shown in Example 13 along with the last few notes of the prechorus. Here, in the three-sharp diatonic mode, it is F ♯ and A that vie relatively equally for tonic status. On the one hand, F ♯ is emphasized temporally by its placement at the start of the vocal phrase, and harmonically by what could be heard as an arpeggiation of an F ♯ -minor triad over the first four notes of the chorus and possibly including the melodic C ♯ that prepares the chorus. From this perspective, the F ♯ is a tonic-triad note and hence the rising line of C ♯ – D ♯ –E that emerges from the arpeggiation can be understood as continuing harmonic emphasis on the F ♯ triad with double passing tones, which fill the gap between this C ♯ and the F ♯ that follows when the progression is looped. On the other hand, with the F ♯ falling on a weak fourth beat and sounding only for an eighth note, one might instead hear this note as part of an incomplete double-passing figure leading to the A that begins the next measure. This A is temporally emphasized by its position on a metric and hypermetric downbeat, and rhetorically emphasized by being longer than the F ♯ preceding it and the highest note in the progression. One can therefore hear harmonic emphasis of the A-major triad through arpeggiation across the entire measure, especially as the vocal phrase temporally and rhetorically emphasizes the E by ending on it with a relatively long duration. Thus, F ♯ Aeolian and A major are both emphasized enough to be heard as viable tonics throughout the passage. In such cases, one may hear an ambiguous mix of the two tonalities, one or more vacillations between the two, or some combination of these hearings. This is not to say that one’s tonal interpretation of such passages always remains fixed—indeed, it may shift in the midst of hearing the chorus, upon hearing repetitions of the chorus, or upon repeated listenings to the song. Example 14 . Edward Maya and Vika Jigulina, “Stereo Love,” Beginning of Chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] An instance of surrounding sections of a song clouding an a-form’s tonality occurs in the chorus of Edward Maya and Vika Jigulina’s 2009 dance hit “Stereo Love,” shown in Example 14 . Here, the a-form is divided into two parts: the first, an accordion riff that is the song’s distinctive hook; the second, a sung portion that elides into a loop of the progression. The hook provides a gap-fill of the sixth between G ♯ and E, which are tonic-triad notes in both possible modes, C ♯ Aeolian and E major. Both the G ♯ and E are prominent throughout the progression. G ♯ is emphasized temporally through its strong metric and hypermetric placement on the downbeat of the progression’s first measure as well as its position at the beginning and end of the hook and at the start of the vocal response, and rhetorically through its status as the lowest note in the hook. The E is emphasized rhetorically through its several repetitions and its status as the highest chord tone in the hook and the lowest in the vocal response, and temporally through its position at the end of the progression. As we have seen, in such situations contextual emphasis of the major-mode bias generally pushes the progression more towards that mode. Here, however, contextual emphasis plays another role. Outside of this chorus, the song is unequivocally in C ♯ Aeolian, and the chorus is prepared with a long crescendo on a tonic C ♯ -minor chord. When the a-form begins the chorus, the impression is naturally of continuing this tonic function into its opening C ♯ -minor chord. The final chord of this a-form substitutes what would have been B major for G ♯ minor, which has a dominant relation to the C ♯ -minor chord that follows when the progression is looped (not shown). Thus, the pervasiveness of C ♯ Aeolian throughout the song challenges the major-mode interpretation of the a-form, leaving the progression able to be heard in either mode. IV. Tonality in the Axis-F",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Like the Axis-a, the harmony of the F-form contains conflicting signals for both the major and Aeolian modes. In this rotation, however, the major tonic chord is placed second, which is the weakest metric position in the progression as it has neither the psychological prominence of the first or last position nor the hypermetric accentuation of the first or third. As a result, the first-chord rule prioritizes neither the major nor Aeolian tonic. Furthermore, the emphasis that the Aeolian tonic gains by sounding last in the progression renders it approximately as salient as the major tonic, which still benefits from the major-mode bias. Consequently, from a purely harmonic point of view, the F-form is, like the a-form, a tonally precarious progression that can easily waver between the major and Aeolian modes. Also like the a-form, the strongest indications of tonality derive primarily from melodic emphases on members of the major or Aeolian tonic triads. Example 15 . Rihanna, “Umbrella,” Beginning of First Chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In some F-forms, a given melody would normally express a clear tonality but, as with many a-forms, surrounding sections of the song cast doubt on that interpretation. In Rihanna’s “Umbrella” featuring Jay-Z (2007), the harmony of both the verses and choruses is constructed of looping F-forms. In the first chorus, shown in Example 15 , the F-form has obvious tonal implications: the melody atop the first three chords draws attention to A ♭ and F through several means. The A ♭ is emphasized temporally as the first melodic note of the progression, rhetorically as the progression’s highest melodic note, and harmonically through its divorce from the accompaniment, suggesting that it is a melodic chord tone of the D ♭ -major triad, especially given its grouping with F in the same short figure. The F itself is stressed temporally as it sounds last in the first two vocal phrases and falls on metric downbeats in the first two measures as well as a hypermetric downbeat in the first measure. It is also emphasized rhetorically by being directly repeated a number of times in the second measure. Hence, melodic cues project a D ♭ -major tonality over B ♭ Aeolian, a perception that spills into the third measure since no prominent tonic-triad cues are given there. With the fourth measure, however, B ♭ enters the melody and is highlighted temporally by being last in the vocal phrase and on a metric and hypermetric downbeat at the same location, and rhetorically by constituting the lowest note in the progression. This F-form is therefore a modal migration from D ♭ major to B ♭ Aeolian. (20) Example 16 . Rihanna, “Umbrella,” End of Bridge and Beginning of Third Chorus (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] This interpretation holds through the first two choruses, but the third is approached through a new bridge passage that ends with a dominant chord, but of B ♭ minor rather than the D ♭ major that might be expected given that the choruses (and verses) have thus far begun in that key. As Example 16 shows, with B ♭ minor clearly established through the ♭ VI–V motion at the end of the bridge, the G ♭ -major chord that begins the third chorus may now sound like a deceptive resolution on ♭ VI of B ♭ minor through the contextual emphasis of the bridge. Moreover, the F-form of the chorus has been subtly substituted for that of the verse, which sounds G ♭ – D ♭ / A ♭ –Fm– B ♭ m rather than G ♭ – D ♭ – A ♭ – B ♭ m. With the D ♭ chord in position, its potential to serve as a tonic is weakened, and with Fm replacing the A ♭ chord, the bimodal aspect of this third chord is likewise reduced, Fm being an idiomatic dominant of B ♭ but not of D ♭ . Yet the preceding choruses add their own contextual emphasis, allowing the initial G ♭ -major chord to also be heard in D ♭ major. Accordingly, the mode of the entire F-form here is called into question: has the progression shifted towards B ♭ Aeolian due to the preceding bridge and the harmonic substitutions? Or is its opening still in D ♭ major due to the major-mode bias and the association of the passage with the previous two choruses, which clearly begin more in major? Or does the progression lie somewhere between major and Aeolian in some combination of the two interpretations? To my mind, these questions are tantalizingly insoluble. Along with the return of heavier percussion and instrumentation just before this chorus, this ambiguity constitutes an effective means of highlighting the entrance of the final chorus, which is spun out with bridge material until the song’s end. Example 17 . Madonna, “Like a Prayer,” Intro (click to enlarge and listen) Example 18 . Madonna, “Like a Prayer,” First Chorus (click to enlarge and listen) Example 19 . Madonna, “Like a Prayer,” First Verse (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In other cases, the influence of a song’s other sections render an F-form tonally unclear even from its first statement. One such instance is the introduction of Madonna’s “Like a Prayer” (1989), given in Example 17 , which begins by clearly establishing D Aeolian before shifting into F major. It then heads towards a common-practice-style cadence in F with the chords I 6 –IV– V – , but just as we expect cadential arrival on an F-major tonic triad, the D-minor chord returns. Is this a deceptive cadence in F or a ♭ VII–i Aeolian cadence in D? (21) Given that the section began in D Aeolian, we might be tempted to hear that mode as governing here. But after lingering for four more measures on this D-minor chord, the song follows up with the chorus in a rock-solid F major ( Example 18 ). By the time the F-form first appears in the verse ( Example 19 ), tonal conflict between F and D has become an integral part of the song. (22) Taken in isolation, this Axis progression would be a fairly clear instance of a major-mode F-form, as the melody highlights F rhetorically through its several recurrences and its relatively long duration on the word “voice,” and temporally through its placement at the ends of the vocal phrases. Even the unusual inversions would not be a problem since they are so soft and difficult to hear in the mix—in other words, we would likely hear the harmonies as imagined root-position chords. Within the context of the song, however, and as shown in the example, the preceding chorus ends with a dissonant bass note of D that seems to act as an anticipation—that is, a kind of pedal point that brings harmonic emphasis. The bass D of the F-form’s first chord, B ♭ /D, is thus brought out, perhaps suggesting that it possesses the importance of a tonic. The entire bass line of this F-form also produces harmonic emphasis through its lower-neighbor figure around D, again suggesting that the note has tonal significance. Furthermore, the progression concludes with the same C–Dm motion we heard in the introduction, which could be heard in D Aeolian. At the same time, with the strongly F-major chorus that leads into the verse, it is also feasible to hear that mode as a viable tonal contender, especially given that the verse’s melody is heavily F-laden. Following the third chorus, the song concludes with a lengthy section consisting of alternations between intro and verse material, which continue the tonal impasse to the end of the song, never decisively favoring one mode or the other for the Axis progression. (23) V. Varying Tonality in a-Forms of Recurring Sections: Sarah McLachlan’s “Building a Mystery”",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] As we have seen, tonal treatments of the a- and F-forms of Axis progressions may differ from song to song, section to section, and vocal phrase to vocal phrase. But when a section within a song is repeated, both the harmony and melody typically remain the same, perhaps adopting some embellishments of the initial statement. As a result, Axis progressions in repeated sections tend to present the same melodic emphases each time the section is heard. In turn, the tonal centers suggested by each particular a- or F-form will generally remain the same. But because the a- and F-forms are so tonally flexible, they offer yet another avenue for variety among its repetitions: tonal variation through melodic alteration. A good example of this technique as applied to the a-form is found in Sarah McLachlan’s “Building a Mystery” (1997), a song whose tonal ambiguity has been noted and interpreted variously by Koozin ( 2008 ), Attas ( 2011 ), Doll ( 2011 ), and de Clercq ( 2012 ). (24) The three verses, which are all supported by four-statement loops of an a-form, reshape the melodic material, altering the melodic emphases and in the process creating various tonal settings. The choruses, on the other hand, which are likewise built on a-form loops, all essentially retain the same melodic structure and hence express the same sense of tonality with each statement. The manipulation of the a-form in the verses, however, leaves the listener with a tonal trajectory that is unusually unpredictable for a recurring formal unit, an entirely appropriate tactic for sections that describe the speaker’s inscrutable lover and her equally inscrutable attraction to him.",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "koozin_2008",
                    "attas_2011",
                    "doll_2011",
                    "de_clerq_2012"
                ]
            }
        },
        {
            "36": {
                "text": "[36] Like many songs with a-form loops, “Building a Mystery” begins with an intro announcing the progression, here in a two-statement loop. Instead of a cohesive melody, however, melodic fragments emerge in several different instruments with none taking the spotlight. The opening thus presents only an accompaniment, and the progression is left without a sense of leaning toward either major or Aeolian. Each of the three verses contains four two-measure progressions that align with the two-measure statements of the a-forms. Moreover, although the majority of the vocal phrases in the verses lie between D and the F ♯ (or F ♮ ) above it, which would generally support a D-major hearing due to the major-mode bias, such a hearing is often clouded by the A–G problem, here realized as figures that bind B and A together. As a result, harmonic emphasis plays a considerably lesser role in the construction of tonality in the verses than in other examples above. Lastly, the ways in which potentially tonic-triad notes are highlighted are subtly diverse, producing varying degrees of D major and B Aeolian across different spans of each verse. Example 20 . Sarah McLachlan, “Building a Mystery,” Verse 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] In the first verse, shown in Example 20 , the vocal line in the first progression offers several cues for D major. A, D, and F ♮ , which is a blues-inflected form of 3 ˆ given the consistent F ♯ in the accompaniment, (25) are all emphasized temporally and rhetorically: A is the first note of the first vocal phrase and the lowest note of the progression, D is the first note in the second vocal phrase and recurs several times there, and F ♯ is the highest note and F ♮ occurs on a metric and hypermetric downbeat in the first vocal phrase. The initial A, however, is not clearly articulated and could sound like a non-pitched syllable, in which case D major would still reign supreme due to the major-mode bias with the highest and lowest notes in this first progression being D and the inflected form of 3 ˆ , F ♮ .",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Implications of D major continue in the second progression, where A and D again receive both temporal and rhetorical emphasis: A is the first, last, highest, and lowest note in the progression, and D appears several times on textual accents and hypermetric downbeats. The pickup to the second progression, however, suddenly drops in register to introduce the figure A–B–D, which now raises the possibility of B Aeolian, with harmonic emphasis through dissonance resolution and arpeggiation. In other words, A could be an incomplete neighbor to B that then arpeggiates up to D, or B could be a pentatonic passing tone in an arpeggiation from A to D. Given the strong emphases on A and D in the progression, however, D major remains in the spotlight, though with a shadowy hint of B Aeolian through the A–B–D figure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The third progression is similarly dominated by D major, as it is essentially an elaboration of the first progression, but again with intimations of B Aeolian by twice including the note B and the tonally ambiguous A–B–D figure. With the fourth progression, D and B begin to more closely rival each other for tonic supremacy. On the one hand, D receives rhetorical emphasis as it is the highest note in the progression and has relatively long durations, and temporal emphasis by appearing on the first four accented syllables. Hence, the initial impression is of D major as the governing mode. Yet on the other hand, each of the four gestures that rise up to D do so from B, suggesting a partial arpeggiation of a B-minor triad. Most of all, the progression’s melody ends with the figure A–B, which emphasizes B temporally by its final position in the phrase, rhetorically by its relatively long duration, and harmonically by its neighbor-tone resolution of A to B. This closure colors our impression of the phrase’s opening and causes a retrospective shift towards B Aeolian. The trajectory of the governing mode of each a-form over the entire verse could therefore be plotted thus: Progression 1 – Major Progression 2 – Major? Progression 3 – Major? Progression 4 – Aeolian Example 21 . Sarah McLachlan, “Building a Mystery,” Verse 2 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The opening progression of the second verse, shown in Example 21 , is a varied form of that of the first, though with melodic dips down to A and B that, for the same reasons given above, slightly blur the adherence to D major. The beginning of the second progression in this verse retraces the conflicts of the last progression of the first verse, and hence B Aeolian becomes the governing mode as the progression proceeds. This hearing is reinforced with an additional F ♯ inserted between the A–B motion that, by partially arpeggiating a B-minor triad, harmonically emphasizes B Aeolian. This is especially true since the B here produces a melodic-harmonic divorce with the accompaniment, suggesting its consonant status within a melodic arpeggiation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The third progression begins by perpetuating B Aeolian with its A–B voice-leading motions and repetitions of B.  Its first phrase ends by highlighting D major through an A–D leap. Like the end of the previous progression, the leap emphasizes tonic-triad notes (this time of D major) temporally by being the final notes of the phrase, and harmonically through the partial arpeggiation of a tonic triad and once again by creating a melodic-harmonic divorce, the A remaining distinct from the accompaniment’s G-major chord. The progression is completed with a close variation of the verse’s opening, and thus it highlights D major contextually through the major-mode bias, temporally by F ♯ beginning the phrase, and rhetorically as F ♯ and D are its highest and lowest notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The fourth progression follows a trajectory directly opposite to the third, shifting the main tonal center from D major to B Aeolian. The opening on “can you look out the window” rhetorically stresses A and D through their status as highest and lowest tonic-triad notes in the phrase. These notes are further stressed harmonically through dissonance resolution, with D resolving the appoggiaturas, and by the concluding D–A leap. The implication here is therefore D major rather than B Aeolian, but B is harmonically emphasized as a goal tone in the progression’s final portion: it is the last note in the figures on “without your,” “shadow,” and “getting in the way.” Governing modes in the second verse could thus be summarized as follows: Progression 1 – Major? Progression 2 – Aeolian? Progression 3 – Aeolian to Major Progression 4 – Major to Aeolian Example 22 . Sarah McLachlan, “Building a Mystery,” Verse 3 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The third and final verse, given in Example 22 , is, from a musical (though not a lyrical) perspective, largely a varied restatement of the first verse in its first three progressions. Tonally, the only significant alteration is the omission of the dip down to B where it might be expected with the text “know-it-all grin,” now clearly underscoring D major contextually through the major-mode bias, as D and F ♯ are the only potential tonic-triad notes in the phrase. And in the fourth progression, rather than sink into the gloom of B Aeolian, the vocal line oscillates between D and A, remaining in the sunny realm of D major to form the following tonal arc for the entire verse: Progression 1 – Major Progression 2 – Major? Progression 3 – Major Progression 4 – Major",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In all, then, the progressions of the song’s three verses present a total of six different tonal settings of the Axis-a, and these settings are combined in ways that are never repeated across the verses. Hence, despite their repetitions of the same a-form, the combination of various settings of the progression creates a unique tonal design with each of its statements. In particular, the three verses as a whole adopt a loose ABA structure with respect to their tonalities: verse 1 comprises almost entirely major-mode leanings, with only the last phrase being more Aeolian; verse 2 has largely Aeolian preferences; and verse 3 is entirely major-leaning. While the major and Aeolian portions do not specifically correlate with the affects of their respective texts, the tonal trajectory as a whole captures the expression of the song as a kind of love letter that couches the speaker’s possible worries and doubts within a solid framework of love and respect. That the a-forms supporting the choruses remain firmly on the major-mode side of the spectrum further bolsters the affirmative quality of the song’s expression. (26) Conclusion",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Unlike most harmonic progressions in rock, the Axis-a is tonally pliable and can be swayed towards either the major or Aeolian mode in varying degrees. As we have seen, this pliability is brought about by the competing principles of the first-chord rule, which allows the opening minor chord to act as the tonic of a governing Aeolian mode, and the major-mode bias, which allows the major chord in the third position of the progression to counter the first as another possible tonic. The Axis-F operates similarly, weakening the major tonic by relegating it to the progression’s second position, while strengthening the Aeolian tonic by placing it in the prominent last position. In both of these progressions, the resulting conflict effectively neutralizes the tonal signals of the harmony and places the burden of key-finding on the melody. As the melody may emphasize members of one or both possible tonic triads, so the tonality may waver accordingly. As the examples above show, a- and F-forms may be major-leaning, Aeolian-leaning, undecided between the two, or mixtures of any of these. Whichever interpretive route one’s ear takes, however, the progression remains an unusual fusion of both major and Aeolian elements that has become a signature sound of the post-classic era in popular music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.3.richards.html",
    "data": "mto/data/mto.17.23.3.richards.json"
}