{
    "title": "Review of Music-Theory Web Sites for the Beginner",
    "date": "1999/03/01",
    "volume": "5",
    "issue": "2",
    "authors": [
        "Raschke, Peter J."
    ],
    "abstract": "",
    "keywords": [
        "WWW review",
        "beginner music theory",
        "music Web site"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.2/mto.99.5.2.raschke.pdf",
    "author_info": [
        {
            "name": "Peter J. Raschke",
            "university": "Northwestern University",
            "address": "School of Music 711 Elgin Road, Evanston, IL 60201",
            "email": "raschke@nwu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Since the advent of the personal computer in the late 1970’s and early 80’s, music\ntheory instruction has been at the forefront of technology, using a wide variety of CAI\n(computer aided instruction) programs to supplement classroom instruction. Today, CIA is\nin a state of transition, with the Internet continuously creating new ways to access and\ncommunicate information in a manner not possible a few years ago. The World Wide Web is\ntransforming the study of music theory, expanding the source of learning beyond the\ntraditional classroom. With technological advancements, it is possible to now create a\nlearning environment that incorporates text, narration, graphics, animation, sound, and\ninteractivity into a single multimedia experience that engages the user in cognitive\nthought processes that exceed the capabilities of written text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This review will examine the effectiveness of existing beginning music theory Web\nsites intended for beginners. The sites were selected from the Beginners Theory resource\npage at the Society of Music Theory [ Music\nTheory Resource Page ]. These sites reflect the Web’s instant access to the world, with\ntheir physical locations in Puerto Rico, Nova Scotia, New York, and Illinois. Because this\nreview is online, there will be links to the various Web sites in order to demonstrate\nfeatures that serve to enhance or detract from the learning process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The most important feature of any curriculum is the content of the material\nconsidered. But the presentation of that content is nearly as important. For an\ninstructional Web site multimedia and interactivity are crucial features since they can\ninvolve the user as an active participant in the learning process. A hypermedia design\nallows a user to follow a non-linear approach adding flexibility to the way that the user\napproaches the material. In this regard, the organization of the Web site is key, for the\nuser must be able to follow a specific order of presentation, or take a nonlinear approach\nand inquire about specific topics with ease. A Web site designer must allow the user easy\nand immediate access to the main index from any page within the site. If specific set-up\nrequirements exist for the browser (certain plug-ins, applications), the site must clearly\nexplain which are needed and how the proper support is acquired. The degree to which the\nWeb site incorporates these various features can determine the effectiveness of the\nlearning environment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A great site to start with is “ Easy Music Theory ,” music theory lessons online created by Gary\nEwer. Eighteen lessons are available with topics on the grand staff, note names, the piano\nkeyboard, note durations, measures, intervals, scales, key signatures, time signatures,\ntriads, Roman numerals, and key identification. A section on musical terms and definitions\nsupplements the eighteen main topics. Each lesson includes a quiz that may be printed by\nthe student, allowing him or her first to answer the questions and then to check the\nanswers by clicking on a quiz-answer link.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Ewer has done an outstanding job of combining text with supporting notation\ngraphics, and the inclusion of MIDI files helps the user to “synthesize” the\nmusical concepts [Example in Chapter 17, Triads and Roman Numerals ]. The explanations are concise\nand written at a level that a beginning student can understand. Many of the examples have\na step-by-step process that challenges the user to utilize critical thinking skills [See Chapter 14, Time\n\nSignatures- Measure Completion ]. Preceding each lesson Ewer places a list of concepts\nfrom previous lessons necessary for mastering the new lesson. There are frequent\nhyperlinks to previous lessons during the new lesson allowing the user easy access to\nmaterial for review.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Navigation at this site is well organized and consistent. At the bottom of each\nlesson the user has the option of returning to the main index or clicking on a link to\ntake the quiz for that lesson. At the quiz page, the user is instructed to print the page,\ncomplete the material, and then click on a link for the quiz answers. The user may also\nlink back to the lesson for a better understanding of the material before attempting the\nquiz. At the end of the answer page links to the next lesson or back to the main index are\npresent. The consistent pattern of navigation allows the user to find the exact location\nof any topic. The site even includes a forum where users may post questions and receive\nfeedback from the author or participants that use this site.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Ken Fansler’s “ Online\nMusic Instruction Page ” was created in connection with a graduate-level project\nin music education, and is a good example of using the Web to supplement a music education\nprogram. It begins with a welcome page, followed by helpful instructions on how to set-up\nthe browser, a main index that allows the user to choose a skill level, and\nultimately proceeds to instruction on selected topics. While this site includes some\nhelpful information on certain music theory concepts, and the author’s use of sound and\ngraphics supports the material well, there are certain deficiencies in navigation and\ncontent. An exciting feature of hyperlinks is that they do not force the user into a\nlinear path of instruction. Navigation at this site unfortunately does force the user to\nuse a linear sequence of subjects. If a user is in the intermediate section and wishes to\nreview the section “Notation”, he or she is forced to follow a linear path that\nleads through “Beamed notes,” “Articulation (Note Markings),”\n“Endings and Repeats,” and “Ledger Lines.” Similarly, the portions of\nthe quiz addressing ledger lines are problematic, since the user must return to the\nsection on beamed notes before reaching the section on ledger lines. Such a system is\nneither flexible nor intuitive. [Link to “ Section One: Notation ”] A similar example arises for the\nintermediate topic “Listen and Learn,” with sections on triads and percussion\ninstruments. In order to learn about percussion instruments, one must first review the\nlesson on triads, even though the two topics are not closely related. There are also\nproblems with the content, such as incomplete information. The section on dynamics\nincludes an explanation with sound examples of loud (f) and soft (p). Rather than\ncompleting the lesson by continuing with listings and explanations of the remaining\ndynamic marks pp, mp, mf, ff, Fansler diverges into a section on musical instruments.\n[Link to “Listen and Learn” - Dynamics ]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] An exciting feature of using a Web site in a learning environment is the\navailability of sound examples that reinforce graphic and textual information. The Online\nMusic Theory Site augments concepts in musical notation by using digital audio files that\nare accessed by clicking on the actual notation [Example of Audio\nFile ]. Included in the site’s “Question and Answer” section are sounds for\npositive and negative feedback, though these can get annoying after hearing the same\nsounds with each answer. Feedback sounds are not generally needed, except with very young\nusers. If feedback is included, there should be four or five different positive and\nnegative response sounds so that the user does not become bored with the sound. One\ntechnical recommendation is to embed the audio feedback sound into the html document as a\nQuickTime movie, thereby avoiding the delay in waiting for the plug-in to turn on for each\nresponse when the answer page is loaded in the browser.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] One of the best interactive music theory Web sites is “ Java Music\nTheory ”, maintained by Rob Whelan. This is an ideal site for the beginning user\nwho needs drill and practice opportunities in basic music concepts. There are eight main\ncategories, with a choice for sound or no sound with each Java applet. Each applet\ncontains a section that explains how to use the program and provides options for selecting\nexperience levels. The Java applets available include: 1) Note Reading Staff note reading tests the user by identifying notes on\n  the entire grand staff or the treble or bass clef. 2) Piano Key Finder While similar to the Note Reading applet, it has the\n  added dimension of matching the notes on a piano keyboard with the notes on the grand\n  staff. 3) Music Speed Reading Challenges the user to identify notes as they move\n  across the staff. An user option allows varying the speed with which the notes move across\n  the screen. 4) C-Clef Note Reading Comparable to the Note Reading applet, but the\n  user works within four possible C clefs, instead of the treble and bass clef. 5) Key Signature Drill An interactive technique for drill on key\n  signatures, it also has an option for hearing the major or minor tonic chord or the scale.\n  The program may also be set up to ask for the relative key. 6) Scale Building An interactive design that allows the user to create\n  major or minor scales. 7) Interval Drills Gives the user a choice of identifying the interval on\n  the screen or building new intervals based on the note presented. 8) Chord Drills Similar to the interval drill applet, but the user may\n  identify or build triads or 7th chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The main focus of each page is the Java applet. The size of the applets are\ndesigned to fit any monitor, with the directions for using the applet available\nimmediately below the applet. Each page includes a consistent bottom footer that gives the\nuser complete access to any applet on the Web site. The only problem that I encountered\nwith this site is that the main page link for the applet Key Signature Drill is not\nworking, though the footer links on the bottom of each page do connect to the applet. For\na beginning theory user to utilize this site, it needs to be supplemented with a beginning\ntheory class, textbook, or another basic online theory site, such as “Easy Music\nTheory.” Once a basic understanding of music theory concepts has been acquired, this\nsite could provide invaluable in reinforcing an understanding of this material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Music instruction and interactive Java applets are also included in another\ntop-rated site, “ Practical Music\nTheory ,” a bilingual Web site created by José Rodríguez Alvira and dedicated to\nthe study of music theory. In addition to Java applets on identification and construction\nexercises for intervals, chords, and scales, there is an online music theory book called Teoría’s Books , that\nincludes instruction on intervals, chords, and scales. The combination of instruction and\ninteractive learning makes this site a comprehensive source for the beginning theory user,\nyet there is sufficiently challenging material to make it equally valuable to the\nintermediate or advanced user. Each applet includes instructions on how to use the applet\nand allows users to select options based on their ability level.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The interval-construction applet allows the user to assemble intervals, while the interval-identification applet displays an interval and asks the user to identify the distance. The chord-construction-tool applet allows the user to see any type of chord, as well as the inversions of the chord.\nNot only does the applet display major, minor, diminished, and augmented triads, the user\nmay select 7th, 9th, and augmented-6th chords. The chord-construction-exercise applet challenges the user to take the next step by having him or her build new chords\nthat include all of the variations from the chord-construction-tool applet. The chord-identification-exercise applet has the user identify the listed chord and provides options for levels of\ndifficulty and choices from major and minor triads, 7th, 9th, and augmented-6th chords.\nThe scale-construction-tool applet displays any imaginable type of scale; besides major and minor scales, the user may\nview various modes and scales. Finally, the scale-identification applet presents various scales for recognition. This Web site contains a wealth of\ninformation on the elements of music theory and challenges the user to expand his or her\nknowledge of the elements of music through interactive exercises. This site is unique in\nthat all of the information is available in English and Spanish.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The purpose of this review has been to promote the unlimited potential for music\ntheory instruction available through the World Wide Web. Multimedia tools continue to\nimprove and it is important for music sites to remain current with the latest technology.\nDigital sound files incorporate large amounts of memory and take time to load across the\nInternet. Alternative technologies include MIDI files or Real Audio files that greatly\nreduce the size of the file while still preserving the integrity of the sound. The\naddition of Java applets adds interactive features to a Web site, drawing the student into\nan engaging learning experience. As a supplement to a music theory class, an online music\nclass, or a learning site available to individuals with an interest in music theory, the\nInternet is evolving into a new and dynamic place to learn about the elements of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Information on the author: Peter Raschke is currently at Northwestern University\npursuing a Ph.D. in Music Technology. He completed the Masters of Music Technology degree\nin June, 1997. As a member of the Northwestern University School of Music Web design team,\nMr. Raschke helped to create its Web pages and is currently the webmaster of the music\nsite. He has taught a multimedia software development class, Web\nAuthoring , at Northwestern University, and was an instructor and music laboratory\ntechnician at Santa Barbara City College prior to beginning his graduate studies. Web\nsites created by Peter Raschke are located on his home\npage at Northwestern University.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.99.5.2.raschke.html",
    "data": "mto/data/mto.99.5.2.raschke.json"
}