{
    "title": "Review of Michelle Kisliuk, <i>Seize the Dance: BaAka Musical Life and the Ethnography of Performance.</i>",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Vetter, Roger"
    ],
    "abstract": "",
    "keywords": [
        "ethnography",
        "pygmy",
        "music",
        "dance"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.vetter.pdf",
    "author_info": [
        {
            "name": "Roger Vetter",
            "university": "Department of Music",
            "address": "Grinnell College, Grinnell, IA 50112",
            "email": "vetter@grinnell.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Seize the Dance is an ethnographic study of performance (viewed as a\ncomplex of expressive forms including music, dance, and text) among the BaAka\npeople, one of the many groups of the African equatorial rainforest zone that\nare awkwardly referred to by outsiders as “pygmies.” Reviews of this\nsort of study probably appear infrequently in this journal, and I must confess\nat the outset some trepidation in presenting this monograph to music theorists.\nKisliuk simply does not emphasize BaAka musical structure (she describes and\ntranscribes musical performances or parts thereof, but this is done in a\nfragmented fashion throughout much of the book), nor does she attempt (and for\ngood reason) to articulate norms or rules of performance practice that would\nhelp a newcomer to this music conceptualize the generative processes in play\nduring performance. Rather, she treats music as one form of expressive culture\nthat is combined with others in performance events, of which there are many\ntypes. The author focuses primarily on “reading” these performance\nevents, i.e., interpreting community dynamics within these events and also\ninterpreting BaAka adaptations/responses to their changing world. Kisliuk thus\nis a “music theorist,” if one is willing to define the term broadly.\nShe “beholds” the BaAka and their music, and relates to us the\nexperience of seeking understanding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Perhaps the most striking feature of this ethnography is the manner in\nwhich it is conceived and written. The author describes her work as an example\nof “socioesthetics” in which she emphasizes “the elements of\nexperience and interaction, leaving room for choice, irony, contradiction, and\nsurprise” (page 12). She contrasts her approach to that of “ethnoesthetics,”\nwhich seeks to articulate underlying coherence systems of a circumscribed\n“people” often by conveniently underestimating “the particulars\nof time and place, the variability of social situations, the possibility of\ninternal contradictions, and the immediate, multiplex consequences of power\npolitics” (page 12). Largely, this study boils down to a narrative\npresentation that takes the reader through the writer’s own experiencing of her\nencounters with her subjects and her ongoing attempts to interpret and\nunderstand those experiences. As a result, the reader reads about the writer’s\nexperiences in roughly the diachronic order in which they took place, and learns\nmuch personal detail about the author’s confrontations with the challenges of\nfieldwork (health, bureaucratic, interpersonal, logistical) on someone else’s\nturf. Perhaps nowhere is the nature of this approach more dramatically\nillustrated than when the author shares with her readers poems she wrote in\nresponse to her experiences—one to express the complexity of what she was\nencountering in the field (pages 44–45), the other in response to the murder of an\nanonymous fellow cab passenger during a bandit attack (pages 171–172). Thus, one\nshould not expect while reading this book to be presented with reductive\nrepresentations of BaAka culture (“the pygmies do this,” “the\ndance represents that,” “the performance is structured thus”).\nRather, one is carried along by the author as she grapples with the perplexing\nevents she encounters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The centrality of experience in the author’s approach is reflected in the\nstructure of the book itself. Topics (be they types of dances or issues such as\nmodernization and missionization) are introduced not within an overriding\ntaxonomic logic, but in the order in which they came to occupy the author’s\nattention while in the field. Chapter titles allude to issues (life in an\nAfrican forest; the politics of gender; missionaries and modernity) or to\nspecific categories of performance (elamba; mabo; women’s dances) as these\nissues and forms came to the fore of the author’s unfolding experience. Thus, a\nreader carrying into their reading of this book the expectation of finding\nchapters focusing on instruments, tonal organization, vocal technique, drumming,\ncompositional practice, contexts of performance, musicians, and so forth will\nmost certainly be frustrated with this work in large part because the author\ndoes not set out to describe BaAka musical performance in such terms. She is\nmuch more interested in introducing the reader to real life individuals and\ncommunities, and explaining how she came to understand THEM in large part\nthrough their interactions during performance events. Understanding the MUSIC as\na logical system in itself is not, in my opinion, a major priority of the author\nin this work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] That said, I hasten to add that the author does deal with musical\nstructure and performance practice to a small degree. Sprinkled throughout the\ntext are nearly two dozen notated musical examples of performances that are\nincluded on two accompanying compact discs. But these notations are not full\ntranscriptions of performances or even segments of performances. Rather, they\ntypically serve as mini-inventories of some, but not all, of the basic rhythmic\nand melodic ideas that appear in a performance. This approach to musical\nrepresentation selected by the author makes sense given the nature of the music\nitself; performances of “pieces” are unbelievably organic and anything\nbut predetermined. Individuals phase in and out of a performance and repeat,\nvary, or abandon a given melodic idea seemingly at will. There appears to be no\ndefinitive musical essence for a given piece that will always be present in at\nleast part of every performance of it. Thus, for me, this work provides little\nin the way of elucidating how a BaAka or other pygmy community can come together\nand create, in a remarkably spontaneous and sustained fashion, very elaborate\npolyphonic structures. If anyone could explain the workings of this music to me,\nit is probably Kisliuk. However, as I have already mentioned, the thrust of her\nstudy is in other directions and I and others will have to continue to enjoy our\ndisembodied encounters with this fascinating music without much of a clue as to\nwhat makes it tick musically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The music captured on the two accompanying compact discs is presented, I\nfeel, mainly to allow the reader to share in some small and mono-dimensional way\nthe performances experienced live by the author. References to the recordings in\nthe text are numerous, but the author does not expend much space and energy\ndescribing the recordings. In regard to their content, the recordings are\nfascinating and include many remarkable moments of music making. With the\nexception of two commercially recorded selections of non-pygmy popular music,\nthe recordings are in situ documents of performance events that start and stop\nunexpectedly and that include some extraneous sounds. They are meant to capture\nthe ambiance of the performance events themselves, not to produce well balanced,\ncarefully controlled recordings that are technically clean and commercially\nviable. The author, on occasion, even carried her recorder and microphone into\nthe dance line, capturing what she heard from her perspective as a\nparticipant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] So what is it that one learns from this book? Perhaps most importantly,\none can gain a more realistic understanding of the complexity of BaAka\nexistence. The book helps one challenge the romanticized image of pygmies as\nforest dwellers leading a seemingly idealistic existence in egalitarian\ncommunities, singing as they hunt and gather the rainforest’s bounty. The true\npicture is far more complicated. Most pygmies have extensive and complex\nrelationships with Bantu-speaking peoples (who they call milo) who live on the\nedge of the rainforests. Many pygmies spend part of the year outside the forest\npracticing sedentary agriculture or working wage-earning jobs. National\ngovernments place varying degrees of pressure on their pygmy population to\nintegrate into mainstream national culture. Several missionary organizations\nhave aggressive programs to convert pygmies to Christianity. These forces, and\nothers, contribute to a continuously evolving BaAka identity. And one way of\ngrasping this evolving identity is to study and contemplate BaAka expressive/performative\nculture. Kisliuk, rather than finding evidence to support the romantic\nstereotypes of pygmy culture held by Westerners, reveals through her study of\nand initiation into particular BaAka performance forms “the particulars of time\nand place, the variability of social situations, the possibility of internal\ncontradictions, and the immediate, multiplex consequences of power\npolitics” (page 12) that are part of contemporary BaAka existence. I came\naway from this book with a considerably more informed understanding of BaAka\nperformance as a revealing mode of social interaction through which to grasp the\nrealities of pygmy culture at this point in time.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.00.6.1.vetter.html",
    "data": "mto/data/mto.00.6.1.vetter.json"
}