{
    "title": "Mashing: Toward a Typology of Recycled Music",
    "date": "2013/09/01",
    "volume": "19",
    "issue": "3",
    "authors": [
        "Boone, Christine"
    ],
    "abstract": "This article locates and defines the mashup as its own genre of music, separate from collage music, hip-hop sampling, and other similar genres. A typology of works made from previously existing music helps to isolate typical characteristics present exclusively in mashups. The mashup genre is then refined into four subcategories: the basic mashup, the cover mashup, the paint palette mashup, and the megamix mashup.",
    "keywords": [
        "mashups",
        "mash-ups",
        "sampling",
        "collage",
        "typology"
    ],
    "doi": "",
    "received": "December 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.3/mto.13.19.3.boone.pdf",
    "author_info": [
        {
            "name": "Christine Boone",
            "university": "Indiana State University",
            "address": "School of Music, 200 North Seventh St., Terre Haute, IN 47809",
            "email": "christine.boone@indstate.edu"
        }
    ],
    "citations": {
        "boone_2011": "Boone, Christine Emily. 2011. “Mashups: History, Legality, and Aesthetics”. PhD Dissertation, University of Texas at Austin.",
        "brøvig-hanssen_and_harkins_2012": "Brøvig-Hanssen, Ragnhild, and Paul Harkins. 2012. “Contextual Incongruity and Musical Congruity: The Aesthetics and Humour of Mash-Ups.” Popular Music 31, no. 1: 87–104.",
        "burkholder_2001": "Burkholder, J. Peter. 2001. “Borrowing. ” Grove Music Online. Oxford University Press. Accessed March 10, 2013.",
        "burkholder_2005": "Burkholder, J. Peter. 2005. All Made of Tunes: Charles Ives and the Uses of Musical Borrowing. New Haven: Yale University Press.",
        "butler_2006": "Butler, Mark J. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music. Bloomington: Indiana University Press.",
        "davies_1994": "Davies, Hugh. 1994. “A History of Sampling.” In Unfiled: Music Under New Technology, 5–12. London: ReR Megacorp.",
        "dery_1990": "Dery, Mark. 1990. “Public Enemy: Confrontation.” Keyboard, September.",
        "edelhart_2010": "Edelhart, Taylor. 2010. “Bastard-Pop Invades Popular Music Industry and Radio Airwaves.” The Lowell, February 19.",
        "gunkel_2012": "Gunkel, David J. 2012. “What Does It Matter Who Is Speaking? Authorship, Authority, and the Mashup.” Popular Music and Society 35, no. 1: 71–91.",
        "holm-hudson_1997": "Holm-Hudson, Kevin. 1997. “Quotation and Context: Sampling and John Oswald’s Plunderphonics.” Leonardo Music Journal 7: 17–25.",
        "igma_1990": "Igma, Norman. 1990. “Recipes for Plunderphonics: An Interview with John Oswald, Part 1.” Musicworks 47: 4.",
        "lacasse_2000": "Lacasse, Serge. 2000. “Intertextuality and Hypertextuality in Recorded Popular Music.” In The Musical Work: Reality or Invention? , 35–58. Liverpool: Liverpool University Press.",
        "lessig_2008": "Lessig, Lawrence. 2008. Remix: Making Art and Commerce Thrive in the Hybrid Economy. New York: Penguin Press.",
        "mcgranahan_2010": "McGranahan, Liam. 2010. “Mashnography: Creativity, Consumption, and Copyright in the Mashup Community.” PhD Dissertation, Brown University.",
        "mcleod_2005a": "McLeod, Kembrew. 2005a. “Confessions of an Intellectual (Property): Danger Mouse, Mickey Mouse, Sonny Bono, and My Long and Winding Path as a Copyright Activist-Academic.” Popular Music and Society 28, no. 1: 79–93.",
        "mcleod_2005b": "McLeod, Kembrew. 2005b. Freedom of Expression®: Overzealous Copyright Bozos and Other Enemies of Creativity. New York: Doubleday.",
        "mosser_2008": "Mosser, Kurt. 2008. “‘Cover Songs’: Ambiguity, Multivalence, Polysemy.” Popular Musicology Online 2.",
        "navas_2010": "Navas, Eduardo. 2010. “Regressive and Reflexive Mashups in Sampling Culture.” In Mashup Cultures , edited by Stefan Sonvilla-Weiss, 157–77. Vienna: Springer.",
        "roseman_2007": "Roseman, Jordan (“DJ Earworm”). 2007. Audio Mashup Construction Kit. Indianapolis: Wiley Publishing, Inc.",
        "shiga_2007": "Shiga, John. 2007. “Copy-and-Persist: The Logic of Mash-Up Culture.” Critical Studies in Media Communication 24, no. 2: 93–114.",
        "beatles_1993": "The Beatles. 1993. The Beatles Complete Scores . Milwaukee: Hal Leonard Corporation.",
        "watercutter_2008": "Watercutter, Angela. 2008. “Mashup DJ Girl Talk Deconstructs Samples From ‘Feed the Animals’.” Wired Magazine, August 18. http://www.wired.com/special_multimedia/2008/pl_music_1609#ixzz0ifdrqbGf .",
        "willis_2010": "Willis, Mark. 2010. “Will DJ Danger Mouse Become the Che Guevara of Fair Use in the Digital Sampling Age?” Fair Use Lab: Re-Imagining Accessibility & Disability in the Public Sphere. http://fairuselab.net/2010/03/13/will-dj-danger-mouse-become-the-che-guevara-of-fair-use-in-the-digital-sampling-age/ ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This “immediate recognizability” factor holds true for every type of mashup but one. The exception to the rule, the paint palette mashup, will be discussed at length later in this article.",
            "citations": []
        },
        "FN2": {
            "text": "2. Kurt Mosser ( 2008 ) calls this the “base” song.",
            "citations": [
                "mosser_2008"
            ]
        },
        "FN3": {
            "text": "3. According to the Oxford English Dictionary, the first use of “cover” in this sense dates from 1966 ( Melody Maker , 23 July 1966).",
            "citations": []
        },
        "FN4": {
            "text": "4. Examples such as “Please Mr. Postman” are quite clear: the song was originally recorded by the Marvelettes in 1961. The version that appears in 1963 on the Beatles’ second album, With the Beatles, is a cover song. Determining which version is definitive and which is the cover song, however, is often more complicated. For instance, the first recorded version of “Killing Me Softly with His Song” was by Lori Lieberman in 1971. The version that became famous, though, was Roberta Flack’s recording from 1973, and most people think of this later recording as the definitive one rather than the cover. A different issue arises in the case of “(You Make Me Feel Like) A Natural Woman.” This song, written by Carole King and Gerry Goffin, was made famous by Aretha Franklin’s 1967 recording. However, when King released her 1971 album, Tapestry, “(You Make Me Feel Like) A Natural Woman” was on it. So, did Carole King “cover” an Aretha Franklin song even though King wrote the song?",
            "citations": []
        },
        "FN5": {
            "text": "5. Lacasse ( 2000 ) distinguishes between these two types of covers by calling the sound-alike version a “copy” and the interpretive version a true “cover.” He also writes more specifically about additional types of cover songs, such as those that present lyrics translated into another language, or those that turn a song with lyrics into an instrumental ( 45–47 ). Mosser (2008) breaks up the category of cover songs even further by distinguishing between “reduplications,” “interpretations” (both “major” and “minor”), and “send-up (ironic)” covers (which Lacasse calls “travesties,” borrowing from literary theorist Gérard Genette). Mosser also includes parody songs in the category of cover songs.",
            "citations": [
                "lacasse_2000",
                "lacasse_2000"
            ]
        },
        "FN6": {
            "text": "6. However, they did use the former technique as well. See, for example, “She Watch Channel Zero” from It Takes a Nation of Millions To Hold Us Back (1988), which features a recognizable Slayer sample.",
            "citations": []
        },
        "FN7": {
            "text": "7. The title of the mashup, strangely, is a reference to a different Stooges song, “I Wanna Be Your Dog.”",
            "citations": []
        },
        "FN8": {
            "text": "8. The cover versions used in this type of mashup are generally not sound-alike recordings. It is obvious to the listener that the songs involved are not the definitive recordings that they are familiar with.",
            "citations": []
        },
        "FN9": {
            "text": "9. More information about combining songs in different keys and modes can be found in Chapter 4 of Boone 2011 .",
            "citations": [
                "boone_2011"
            ]
        },
        "FN10": {
            "text": "10. Eduardo Navas ( 2010 ) expresses a similar idea when he says that in a remix, the “spectacular aura” (a term he derived from Guy Debord’s “Spectacle” and Walter Benjamin’s “Aura”) of the original song is always dominant.",
            "citations": [
                "navas_2010"
            ]
        },
        "FN11": {
            "text": "11. Unless specified otherwise, all bars are in 4/4 time.",
            "citations": []
        },
        "FN12": {
            "text": "12. Autotune was originally designed to correct sharp or flat vocal and instrumental pitches, but more recently, artists and producers have started to use it to audibly distort singers’ voices. A good example of this can be heard in Cher’s 1998 hit “Believe.”",
            "citations": []
        },
        "FN13": {
            "text": "13. Vocal percussion, also known as “beatboxing,” is the art of creating drum and percussion-like sounds with one’s mouth. It is often heard in a cappella and hip-hop music.",
            "citations": []
        },
        "FN14": {
            "text": "14. The Beatles’s “Revolution 9,” however, is an obvious exception to this paradigm.",
            "citations": []
        },
        "FN15": {
            "text": "15. This concept has been explored previously in Boone 2011 and Brøvig-Hanssen and Harkins 2012 .",
            "citations": [
                "boone_2011"
            ]
        },
        "FN16": {
            "text": "16. “Hooked on Classics” features the Royal Philharmonic Orchestra, conducted by Louis Clark. “Stars on 45” was created by a Dutch group of session musicians called Stars on 45.",
            "citations": []
        },
        "FN17": {
            "text": "17. Navas  ( 2010 , 265) notes that the megamix mashup is the “foundation” of the mashup, but he does not consider this type of composition a mashup itself. Rather, he claims that it is an extension of the medley. I disagree, since the megamix mashup is constructed out of recordings, and not newly performed.",
            "citations": [
                "navas_2010"
            ]
        },
        "FN18": {
            "text": "18. Watercutter constructed her figure after receiving information from Gregg Gillis (the man behind Girl Talk) about the samples. Watercutter’s original diagram was in a circular format, probably in order to make the drawing look like a record. I prefer to represent the song horizontally, as if flowing along a timeline. Thanks to Jeffrey Boone for constructing this version of the diagram.",
            "citations": []
        },
        "FN19": {
            "text": "19. The word “the” is used from Huey Lewis and the News’s “The Heart of Rock and Roll,” but such a short sample is used that the word is clipped, making it, too, sound like “Hey!”",
            "citations": []
        },
        "FN20": {
            "text": "20. An in-depth examination of the musical characteristics that can be combined to make an effective mashup can be found in Boone 2011 and Roseman 2007 .",
            "citations": [
                "boone_2011",
                "roseman_2007"
            ]
        },
        "FN21": {
            "text": "21. This term can mean many things, of course, but in this case, “popular song” means a song that appeared on the Billboard charts from 1950 onward.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Of late, discussions about mashups have been making their way from the popular press to the scholarly journal. In a recent article in Popular Music , for instance, Ragnhild Brøvig-Hanssen and Paul Harkins ( 2012 ) argue that a combination of contextual incongruity and musical congruity serve to define the mashup. An article by David Gunkel in Popular Music and Society ( 2012 ) makes a different point: Gunkel suggests that mashups challenge traditional concepts of authorship because they are created from already finished works. In the present article, I offer a broad typology of the genre, and I survey a range of approaches in the context of the long musical tradition of appropriating and recombining—what I call “recycling”—preexisting music.",
                "footnotes": [],
                "citations": [
                    "gunkel_2012"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] I will first offer a cursory working definition of the mashup. I will then present a typology that locates mashups amidst other types of music that are constructed using similar principles. Using this typology, I will extract five typical characteristics that most mashups share in order to refine my definition of the genre: (1) mashups use preexisting music; (2) mashups use vertical interaction between songs; (3) mashups always include more than one song; (4) most mashups are dependent upon the recognizability of the songs included; and (5) at least one of the songs is a pop song, usually with lyrics. After further honing of this definition, it will become possible to separate the broader idea of the mashup into four distinct subtypes: (1) the basic mashup, (2) the cover mashup, (3) the paint palette mashup, and (4) the megamix mashup. Finally, I will conclude with implications for future research and analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Let me propose a working definition: A mashup is a song that combines portions of two or more previously recorded songs into a single track. Even given this rudimentary definition, a cursory examination of mashups quickly reveals that they do not all follow the same pattern of construction; instead, mashup artists pursue a number of possible strategies. This definition also does not provide immediate guidance on how mashups differ from other closely related genres such as the remix or the collage piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Mashups consist of familiar songs; the guiding idea is to make references that listeners will immediately recognize. (1) The principle of recognizability is important in distinguishing mashups from other patchwork types of music, like collage, in which the immediate recognizability of the source is not generally a primary issue. I will make use of Lacasse’s ( 2000 ) distinction between “autosonic” (quotation by sampling) and “allosonic” (quotation by imitation) references. Songs that use autosonic quotation, or literal samples, generally fall into different categories and have different sonic effects than those that rely on allosonic imitation. Another important aspect to consider is the number of recycled songs in a new piece of music. Usually, composers, mashup artists, and DJs limit themselves to combining three or fewer previously existing songs into a single track. Combining a large number of tracks requires different techniques, and such pieces typically have different aesthetic aims than those that feature three or fewer songs. Lastly, I will consider the interaction of samples with each other and with newly composed music. Samples can be juxtaposed in a successive fashion (horizontally), or played simultaneously (vertically). Not only do these two types of interaction create very different aesthetic effects, but in addition I argue that vertical interaction between sampled tracks helps define the mashup. Cover Songs and Hip-Hop Sampling",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "lacasse_2000"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] A cover song is any recording or performance of a song by an artist other than the artist who recorded the “definitive” (usually first) version. (2) Cover songs first began to emerge in the 1950s with the appearance of rock and roll and the aesthetic priority given to recordings over sheet music; but the term came later, in the 1960s. (3) The traditional cover song is usually fairly easy to define.  A cover song never combines songs; it is simply an allosonic re-recording or reinterpretation of an already existing song. Therefore there is no interaction, successive or simultaneous, with other songs. (4) This is not to say that cover songs are necessarily meant to recreate a certain recording: there are sound-alike, or tribute, bands that do just this, but there are also artists who completely change the style of a particular song when they cover it. (5) An example of the latter is the Gourds’ version of Snoop Dogg’s “Gin and Juice.” What began as gangsta rap becomes country/bluegrass with the Gourds’ new instrumentation and singing style. The new song, however, is still obviously recognizable as a new version of a previously existing song. Sampling in Hip-Hop",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Sampling is an ambiguous term. Technically, a “sample” is a short digital recording. The term has its origins in the first digital recording and reproduction of sounds in the 1930s ( Davies 1994 ). In the 1980s, sampling keyboards could be used to record and digitally manipulate sounds, and later the term was broadened to include these same techniques done via computer software. Sampling differs from sound synthesis in that the former’s source lies outside the sampling machine or software, whereas a synthesized sound is produced within the machine or software. The terms are not always easily separated, however, in that samples can be heavily manipulated in the machine or software to the extent that the original sample is unrecognizable, and sound synthesis can be used to create sounds that mimic preexisting sounds (say, a flute or strings). Moreover, “sample” also refers, less technically, to the use of a recognizable musical figure from another recording.",
                "footnotes": [],
                "citations": [
                    "davies_1994"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] One particular type of sampling used commonly in hip-hop is the sound “loop.” MC Hammer’s “U Can’t Touch This” (1990) exemplifies this type of sample, which consists of a “looped” (repeated over and over) section of previously recorded music. In the case of “U Can’t Touch This,” a four-bar segment of bass, keyboard, and percussion from the beginning of “Superfreak” by Rick James forms the musical basis of the track; Hammer then raps new material over this sample. This type of sampling relies on a recognizable sample from a single piece of music interacting vertically with new material. Of course, this type of sampling, which Lacasse (2000, 38 ),  calls “autosonic quotation,” is only one of several types that are used in rap.",
                "footnotes": [],
                "citations": [
                    "lacasse_2000"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Cover songs, especially so-called “sound-alike” recordings, which seek to reproduce other recordings as closely as possible, are often used in hip-hop. For obvious legal reasons and not always obvious aesthetic reasons, this type of cover song is frequently used in place of a literal sample. In fact, when used as material in hip-hop songs, sound-alikes, or “allosonic quotations” Lacasse (2000, 38 ), will often be called “samples,” even though they are not technically “sampled” from another commercial recording. In the song “Rapper’s Delight,” for instance, The Sugarhill Gang recreated part of the music (bass, guitar, and keyboard) from Chic’s “Good Times” note-for-note in a studio and then used it as a background over which to rap, just as Hammer used the four-bar segment of “Superfreak.” While the use of “Good Times” in “Rapper’s Delight” is allosonic rather than autosonic, the musical effect of recognizably quoting a particular recording is more or less identical. Because of this, we can consider sampling and sound-alikes as two distinct production techniques for creating the same basic musical effect. To the extent that “Rapper’s Delight” has successfully recreated the sound of Chic, we hear it as quoting Chic, not as a different performance of “Good Times.” Whenever the aim of the quoting artist seems to be to recreate the sound of a particular recording in this way, I will use the terms “sample” and “sampling,” regardless of whether it is technically produced through autosonic or allosonic means.",
                "footnotes": [],
                "citations": [
                    "lacasse_2000"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The hip-hop songs mentioned so far use samples from only one recording, but groups like Public Enemy became famous for creating “manic collages” that fuse “dozens of fragments to create a single song” ( McLeod 2005b , 68). This type of song involves both horizontal and vertical interaction between samples and new material. Hank Shocklee, part of the Bomb Squad company that produced Public Enemy’s recordings, draws an analogy between sampling and traditional popular song arrangement: “To fill the gap where the bass, drums, keyboards, and horn left off, a lot of companies in the ’70s put an orchestra behind the singers. Public Enemy does the same thing, but instead of hiring an orchestra, we fill the space with samples” ( Dery 1990 , 83). Certainly, most of the samples that Public Enemy uses are not as recognizable as “Good Times” in “Rapper’s Delight.” In fact, the Bomb Squad’s technique works against the very intelligibility of quotation: they take very short excerpts from recordings and manipulate them so that they often sound completely different than they did in their original context. For Public Enemy, the point of using a sample is usually not to make a connection with some piece of popular culture and draw from its references, but to create a fast-paced soundscape of perhaps barely recognizable noise. (6) “Don’t Believe the Hype,” for example, contains a high-pitched squeal that repeats many times. It is very short, only about a second long, and it sounds like a sped-up trumpet. The origin of the sample, however, is not immediately apparent, so presumably it is not attempting to reference any particular recording. Example 1 . Public Enemy, “Don’t Believe the Hype” (0:09–0:14), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "mcleod_2005b",
                    "dery_1990"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Because rapping involves chanting a text over a musical background, some sort of vertical superimposition between the rap and musical background is inevitable. Horizontal juxtaposition of different musical materials also occurs, both between the vocal line and the samples, and between samples themselves, if more than one is used. Example 1 provides four bars of the beginning of Public Enemy’s “Don’t Believe the Hype” from their 1988 album It Takes a Nation of Millions to Hold Us Back. Everything except Chuck D’s vocal line is a sample. Notice the successive juxtaposition between the guitar and the trumpet, as well as the simultaneity of the percussion instruments with the rest of the texture. There are certainly other types of sampling in hip-hop besides the few just mentioned. However, I have limited this study to the most common variants of the genre. Basic Mashups and Cover Mashups Basic Mashups Example 2 . Soulwax, “Push it Like a Dog” (1:23–1:33), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The basic mashup combines two or three songs, all recognizable, in a primarily vertical fashion, and uses no new material. Basic mashups, and indeed, all mashups, are constructed exclusively from other recordings. The restriction to use only two or three songs is not a hard-and-fast rule, but is usually a result of the extensive vertical interaction in this type of mashup. Basic mashups excerpt fairly long sections of music, typically at least an entire verse or chorus. This allows them to retain something of the underlying structure of the quoted songs, especially the archetypal verse-chorus structure ( McGranahan 2010 , 45). For example, Soulwax’s “Push it Like a Dog,” uses the vocals from Salt-n-Pepa’s “Push It.” A full verse and two choruses are heard before the vocals become a bit more fragmented. Salt-n-Pepa’s rapping, however, is taken out of its original context and placed over instrumentals and vocals from the Stooges’ “No Fun.” (7) “Push it Like a Dog” is dominated by vertical superimposition, but Example 2 provides an amusing moment of horizontal juxtaposition as Iggy Pop sings “Well, come on,” seemingly in response to Salt-n-Pepa’s “Push it good.”Later in the song, Iggy responds even more explicitly, “yeah!” when ordered to “push it.” The majority of the song nonetheless features simultaneous interaction: rap from one song on top of instrumentals from another song. Example 3 . Christina Aguilera, “Genie in a Bottle” (0:41–0:52), transcription by author (click to enlarge and hear the audio) Example 4 . DJ Freelance Hellraiser, “A Stroke of Genie-us” (1:06-1:18), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "mcgranahan_2010"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Pitched vocals, as well as rap, can be used in a basic mashup. DJ Freelance Hellraiser’s “A Stroke of Genie-us,” for instance, isolates Christina Aguilera’s vocal line from “Genie in a Bottle” and places it on top of the instrumentals from the Strokes’ “Hard to Explain.” Example 3 provides a short section of “Genie in a Bottle” along with the original accompanying harmonies in F minor. Non-chord tones with respect to the original harmonies are shown in parentheses. The Strokes’ song, by contrast, is in G major. To fit Aguilera’s voice to the Strokes’ instrumentals, DJ Freelance Hellraiser first isolated the vocal line from its original setting (either by obtaining the original studio tapes or through digital manipulation of the recording) and then transposed her recording down a half step to E minor, so that the two songs are based on the same diatonic pitch collection. Example 4 shows the same passage as Example 3 transposed down a half step, with the chords from the Strokes’ accompaniment (in G major). By placing this melody in a major context, DJ Freelance Hellraiser has subtly shifted its tonal balance: the way the vocal line fits with the harmonies, its points of tension and release, are different in the context of the mashup. For instance, the second descending leap of a sixth involves two chord tones in Example 3 (G– B ♭ ), but becomes a leap to an accented non-chord tone in Example 4 ( F ♯ –A). Also notable is the recontextualization of the melody’s high points (beat three of measures 3 and 4) from a dissonant neighbor tone to a chord seventh.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The basic mashup is by far the most common type. When a basic mashup includes only two songs, like “Push it Like a Dog” and “A Stroke of Genie-us,” it is often referred to in the community as an “A vs. B” or “A + B” mashup, placing the two artists in direct confrontation ( Edelhart 2010 ). However, since the construction principles remain largely the same when a third song is added to the mix (see the discussion of “Hurts Like Teen Spirit” below), I have placed both A vs. B mashups and three-song mashups together as examples of what I call “basic mashups.” Example 5 . DJ Dangerous Orange, “Hurts Like Teen Spirit” (0:44–0:59), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": [
                    "edelhart_2010"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Mashups with three songs, rather than two, usually involve more horizontal interaction between tracks (while retaining the vertical interaction as well), simply because combining more than two songs simultaneously can leave the impression of a confusing mass of sound. Even when parts from three different songs play simultaneously, two vocal lines do not sound simultaneously for any length of time—at least in all the examples known to this author. This treatment of the voice ensures that the lyrics always remain intelligible, which is an important constructive principle of the genre. During mashups with both horizontal and vertical interaction, the horizontal interaction takes place mainly between vocal parts from different songs. Example 5 , “Hurts Like Teen Spirit,” is an excellent illustration of such successive interaction. This basic mashup includes music from three songs: “Smells Like Teen Spirit” by Nirvana, “(Don’t Fear) the Reaper” by Blue Öyster Cult, and “Hurt” by Johnny Cash (itself a cover of Nine Inch Nails). From the beginning of the example, parts of all three songs are heard together, interacting simultaneously. “Hurts Like Teen Spirit” also uses some successive juxtaposition. The main interaction occurs as Cash and Eric Bloom, the lead singer of Blue Öyster Cult, seem to trade vocals. (See the end of the example.) Successive juxtaposition also appears between Cash’s voice and Nirvana’s lead guitar part. As Cash finishes a phrase, the guitar answers with a two-note riff that fills the space before he comes back in. Cover Mashups Example 6 . Alan Copeland, “Mission: Impossible Theme/Norwegian Wood” (0:06–0:17), transcription by author (click to enlarge and hear the audio) Example 7 . The Beatles, “Norwegian Wood (This Bird Has Flown)” (0:16–0:22), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Cover mashups function in the same way that basic mashups do, but they are constructed differently. Whereas a basic mashup uses recordings as its medium, a cover mashup uses no previously existing recordings. Either for legal or aesthetic reasons, an artist making a cover mashup performs all of the songs involved him- or herself (or hires someone to do so), and records the end result. (8) The interaction between songs is the same—mostly vertical (simultaneous)—but a single band or artist performs this interaction, rather than manipulating recordings to produce it. Example 6 shows an excerpt from Alan Copeland’s cover mashup “Mission: Impossible Theme/Norwegian Wood.” One of the most distinctive features of the “Mission: Impossible” theme is its 4 5 meter, and Copeland had to adjust the original triple meter of “Norwegian Wood” accordingly. Example 7 shows the original opening of the first verse. Copeland compresses the odd-numbered measures by shaving off a beat. He also adjusts the rhythms of the even-numbered measures so that each note falls on the beat. Two measures of “Norwegian Wood” then fit neatly into the 4 5 meter of “Mission: Impossible.” However, this adjusted meter still contains an element of tension: the meter of “Mission: Impossible” is grouped into segments of 3+2, while the reworked version of “Norwegian Wood” is grouped as 2+3.  And like DJ Freelance Hellraiser’s “A Stroke of Genie-us,” Copeland’s mashup also combines songs that are cross-modal. Rather than transposing the songs into relative keys, as Hellraiser does, however, Copeland allows them to stand in parallel keys, with the same tonic (G, in this case). The arrangement is such that the songs never present a direct conflict between the two modes. Instead, Copeland’s mashup seems to oscillate between modes. (9) Example 6 also illustrates that “Mission: Impossible/Norwegian Wood” employs some horizontal juxtaposition: the flute entrance follows after the vocal line with a small overlap.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Interestingly, there are also groups who cover mashups, and this type of performance/recording can also be considered a cover mashup. Sugababes’ 2002 single “Freak Like Me” is an example. “Freak Like Me” is a cover of a 2001 mashup by Girls on Top. This basic mashup was entitled “We Don’t Give a Damn About Our Friends,” and it was constructed out of Adina Howard’s “Freak Like Me” and Gary Numan/Tubeway Army’s “Are ‘Friends’ Electric?” Although created using a different (and more circuitous) process, the effect of the Sugababes’ song is still that of a cover mashup—two songs, neither by the definitive artist, being mashed up together  ( Brøvig-Hanssen and Harkins 2012 , 98). Remixes, Collage, Paint Palette Mashups, and Rap Battles Remixes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] A remix is a new version of an already recorded song. A remix only involves one previously existing song, and it must retain enough of the original song that it can still be identified as “the same song.” (10) Sometimes the remix changes elements of the song without adding anything fundamentally new. For example, dance club remixes extend the length of two to three minute pop songs by looping a section without vocals—usually four, eight, or sixteen bars. Or the end of a song is made to lead right back into the beginning again. Remixes can also bring certain elements more to the foreground and bring down, or even delete, other parts. For example, the vocals might be moved to the background and the percussion made much louder in order to make the track sound heavier and more beat-oriented. Different parts of the track are sometimes overlapped as well; a one-bar vocal loop might occur over and over again as the guitar solo is heard. Thus, there is vertical as well as horizontal interaction between the original track and a sample of itself. Figure 1 . Formal Structure of Two Versions of Madonna’s “La Isla Bonita” (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Chris Lord-Alge’s extended remix of Madonna’s “La Isla Bonita” (1987) illustrates several of these techniques. Figure 1 shows the formal structure of both the original song and the remix. (11) The sections that are different between the two versions are marked with gray. The most extensive differences are found in the much-longer introduction of the remix and its addition of an outro at the end of the song. These additions, plus the other minor changes in the body of the song, add one minute and thirty-nine seconds to its length. Both the extended intro and the outro consist solely of material from the original version of the song. They both take music mainly from the song’s chorus—percussion, synthesizer, guitar, and backing vocals—but Madonna’s lead vocal is absent. The backing vocals (on “ah”) and percussion are completely isolated for the very beginning and end of the song.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Not all remixes use only the material in the original song; some add new material as well. This type of remix should not be confused with a mashup—the material added to the remixed song is new material; it is not taken from another previously recorded song. An early example of this is Roberta Flack’s 1988 song “Uh-Uh Ooh-Ooh Look Out (Here It Comes).” The original version of the song was a medium-tempo ballad, with Flack’s voice accompanied by synths, guitars, and light percussion in easy-listening style. The remix, made by DJ Steve “Silk” Hurley, was designed to take the ballad to the dance floor. Hurley isolated Flack’s vocals from the instruments and substituted his own newly composed background: a dance beat, handclaps, a repeated bass note, and some other minimal harmonic and melodic material. This material provides a new accompaniment to the vocal line from the original track (thus creating simultaneous interaction). The vocal line is also necessarily placed in a horizontal relationship with some of the new material. It is worth pointing out that this type of remix is very similar to the basic mashup: two songs interacting with each other on a mainly vertical plane. The remix, however, remains a separate category because of one important factor: the addition of new material. The mashup, in contrast, uses only music from other recordings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Glitch music is a subcategory of remix in which the composer uses only one previously recorded song, and it interacts with itself on a mostly horizontal plane. This genre also has similarities to collage music (especially that of John Oswald; see below) in that it has the potential to bring one element of a song to the foreground. But glitch music focuses on something traditionally unwanted, like feedback through a speaker or the noise of a CD skipping, and makes that into the main idea of the piece. For example, the song “Pop” by *NSync (2001) uses the sound of a record scratching at the beginning. The vocals sound a bit robotic at times because of the use of Autotune, an audio processor that can be used to change the pitch of a singer’s voice. (12) The recording also applies echo effects to the vocal lines, and it includes a section of the song with a vocal percussion solo. (13) Overall, this song has the effect of a futuristic, high-tech dance number punctuated by bits of strange noises. However, the Irish DJ known as Skkatter takes the noise parts of the song to an extreme in his “Dirty Pop.” All the computerized noises are amplified in volume and stretched out over time, and the members of *NSync sound even more like robots, stuttering over their metallic-sounding words. Skkatter’s version of “Pop,” by focusing on these glitches, also brings another element of *NSync to the forefront: *NSync was a label-created boy band, produced and processed to the extreme. Skkatter takes this idea even further, and creates a boy band full of computerized automatons. Collage Music",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Collage music is probably the most varied type considered here. Collage is generally considered to be any music that includes quotations or borrowings from a variety of different sources ( Burkholder 2001 ). Therefore, composers can make music interact in many different ways and still have it fall into the category of collage. In some collage music the samples come from a variety of sources within a single previously existing song or piece. In this case, the interaction between different parts of the song occurs on a primarily horizontal plane. An example of this type of collage is “Birth” by John Oswald from his plunderphonic album. Oswald used a recording of the song “Birthday” from the Beatles’s White Album to construct his new piece. The most noticeable thing about “Birth” is that Oswald did not use any vocals; instead he cut and pasted samples of the guitars, drums, and tambourine to construct a percussion-heavy, non-melodic song. Oswald famously uses his collages as a format to distill the “main factor of recognition” of a particular track ( Holm-Hudson 1997 , 23). For example, his track “Spring” (also from plunderphonic ) uses a recording of Stravinsky’s Rite of Spring. Oswald takes Stravinsky’s pounding polychords to an even greater extreme than their original setting: he speeds them up, changes the rhythms, and repeats them for an almost uncomfortably long period of time. Oswald’s collage of sounds from  “Birthday” indicates that the song is in essence about the percussion and guitar sound, and not so much about the words. In fact, Oswald argues that “the average person will realize they’re hearing a familiar recording long before the melody makes its signature, or the singer gets to the words. The timbre of the recording, or its sound, is the trigger”  ( Igma 1990 ).",
                "footnotes": [],
                "citations": [
                    "burkholder_2001",
                    "igma_1990"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] Collage music can also be constructed out of many songs. Examples can be found in which the material interacts in a primarily successive fashion, as well as a combination of successive and simultaneous interaction. Oswald’s “Black,” for example, uses primarily successive (horizontal) juxtaposition with sounds from James Brown records. Oswald takes percussion hits, chords from the horn section, and Brown’s exclamations (“Huh!” “Yeah!” etc.), and constructs a new track from these characteristic snippets. The recognizability factor is somewhat blurred in this particular piece. Although it should be clear from the timbre alone (which Oswald places great importance on) that the source material is James Brown, it is not always obvious to the average listener which specific song each sample comes from. It is important to note that collage music is not the same as a remix. Most of Oswald’s compositions do not retain basic identifying elements  of the song(s) that they use as source material (e.g., form, continuity of lyrics, vocal parts, and harmony). It is clear from listening that these pieces are not meant to be “alternative versions” of popular songs; they are, rather, new pieces that function as commentary on the original versions. Oswald’s track “Net” is a more recognizable example; it is made up of fragments from Metallica’s album One. The most recognizable pieces come from “Blackened,” “One,” and “Harvester of Sorrow.” Here, Oswald uses short drum hits too, but most of the guitar samples are longer, making it easier to identify the specific source song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Collage can include newly composed material. For example, “Revolution 9” on the Beatles’ eponymous 1968 album contains various snippets of music, dialogue, and sound effects from the collection of records belonging to EMI (the company that owned the Beatles’s record label). It also features some newly recorded material (e.g., John Lennon’s voice) that interacts with the borrowed sounds. Although the examples I have cited so far use only recordings, collage music can be created using sections of notated music (such as excerpts of classical scores) as quotations as well. One of the most well-known collage pieces is the third movement of Luciano Berio’s Sinfonia from 1968. Berio famously uses almost the entire third movement of Mahler’s second symphony with quotations from many other composers (in addition to his own newly composed material) interacting both vertically and horizontally with Mahler’s music and with each other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] It could be argued that mashups are a type of collage music. They are constructed using pieces of previously recorded songs, just like all of the types of collage mentioned above. The main factors that set mashups apart from collage, however, are their intention and reception. Collage remains a type of art music, while the mashup is a popular genre. Mashups are intended, for the most part, for popular music concerts and labels, while collage music is generally intended for new music concerts and classical labels. (14) Mashups break down this high/low art distinction to a certain extent by using collage techniques, but the two genres are aimed at different publics. Paint Palette Mashups Example 8 . The Beatles, “Julia,” (0:14–0:21) [The Beatles Complete Scores 1993, 587] (click to enlarge and hear the audio) Example 9 . DJ Danger Mouse, “Dirt Off Your Shoulder” (0:22–0:29), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Paint palette mashups combine three or more songs using both successive and simultaneous interaction. An important distinction between a basic mashup and a paint palette mashup is that the source songs in the latter type are not always recognizable. I derive the term “paint palette mashup” from a quote by Lawrence Lessig. In his book Remix , Lessig argues that the Grey Album by DJ Danger Mouse “is not simply copying. Sounds are being used like paint on a palette. But all the paint has been scratched off of other paintings” ( 2008 , 70). The Grey Album (2004) is a combination of the so-called White Album by the Beatles and the Black Album by Jay-Z. Danger Mouse uses Jay-Z’s vocals in their entirety, and the musical background is formed exclusively out of the Beatles’ music. Anywhere from one to three Beatles songs make up each track. In some cases, the samples are recognizable, but in many cases they are not. It is especially difficult to determine the origins of the drumbeats, since each hit is taken from its original context and isolated. Lessig likens this type of mashup to painting with songs, because Danger Mouse has taken individual notes from the Beatles’ songs and has created something completely different out of them. Example 8 provides a portion of “Julia” by John Lennon and Paul McCartney, and Example 9 provides a portion of “Dirt Off Your Shoulder” from the Grey Album. The percussion part has not been included because it is not relevant to my discussion. I have tracked down (or made educated guesses at) the origins of all of the voice and guitar notes that occur in “Dirt Off Your Shoulder.” The “Ah” that John Lennon sings, for example, most likely derives from the last syllable of the word “Julia” in the Beatles recording. The guitar part does not derive exclusively from the portion of “Julia” I excerpted in Example 8, but each of the guitar notes in “Dirt Off Your Shoulder” does indeed come from the song. This example illustrates that both horizontal and vertical interaction occur in this type of mashup. In the case of the Grey Album, the vertical superimposition occurs between Jay-Z’s vocals and the Beatles’ music, and the horizontal juxtaposition occurs mainly between the Beatles’ samples.",
                "footnotes": [],
                "citations": [
                    "lessig_2008"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] The paint palette mashup deviates somewhat from the other types of mashup. It is by far the rarest type, and it is the only one where recognizability of the sampled songs is not a primary consideration. The paint palette mashup is therefore more esoteric in appeal, relying heavily on insider knowledge of its source material.  However, sometimes that “insider knowledge” is intentionally revealed. When the Grey Album was released, for instance, its name and iconography announced exactly what it was: The Beatles plus Jay-Z. The original album cover was designed to look like the Beatles’ White Album , except that it was gray, and the words “DANGER MOUSE” were printed at the bottom, in place of “THE BEATLES.” After the album began to be distributed on the internet, artist Justin Hampton designed a new cover that more clearly acknowledged the other component of the source material: a cartoon portrait of Jay-Z with the Beatles ( Willis 2010 ). These covers are important because they establish the context for the album, giving listeners substantial clues about the source material. (15) Nevertheless, the Grey Album transforms its source material in substantive ways. Indeed, Danger Mouse offered the following claim on his website for the disbelievers: “Every single kick, snare, and chord is taken from the original Beatles recording” ( McLeod 2005a , 80). Interestingly, if the source of the background music to Jay-Z’s had not been revealed so readily, I might have called the Grey Album a remix, rather than a mashup. The continuity of Jay-Z’s lyrics are the focal point of each track and dominate the Grey Album , while the Beatles-derived accompaniment is thoroughly transformed. For this reason, the remix and the paint palette mashup are very closely related genres. Recognizability is a key factor in mashups, but with the paint palette mashup, sometimes the listener needs to be told what he or she should try to recognize. Medleys and Megamix Mashups Medleys",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "willis_2010",
                    "mcleod_2005a"
                ]
            }
        },
        {
            "9.1": {
                "text": "[9.1] A medley consists of two or more songs that lead one into another without a break or with the most rudimentary transition. This is an instance of purely successive juxtaposition where all constituent songs are recognizable. A medley is not created out of samples; rather, it is newly performed. An example can be found on the Beatles’ 1964 album, Beatles For Sale . The Beatles begin with “Kansas City” (Leiber and Stoller), sing two choruses of it, and go immediately into “Hey-Hey-Hey-Hey!” (Penniman). The two songs are in the same key, the same meter, and are accompanied in a similar way, so the transition does not seem jarring.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.2": {
                "text": "[9.2] In a medley, a significant, recognizable portion of each song is used. The key of any song may be changed in order to ensure a good fit with the other song(s); sometimes a short modulating transition is used, especially if there is also a change in tempo between the songs. This is a particularly common technique in the medley overtures of musical theater. The main difference between a medley and a cover mashup is that medleys rarely use vertical superimposition. The interaction between songs is strictly on a horizontal plane. The medley is also a procedure with an extensive history. Ives, for instance, used medley along with several other techniques to construct his Fourth Symphony  ( Burkholder 2005 , 409).",
                "footnotes": [],
                "citations": [
                    "burkholder_2005"
                ]
            }
        },
        {
            "9.3": {
                "text": "[9.3] The megamix medley is a type of medley that uses shorter portions of many songs. Some of the most famous examples of megamix medleys are “Hooked on Classics” and “Stars on 45.” (16) This genre features a string of several well-known songs (classical themes in “Hooked on Classics” and pop tunes in “Stars on 45”) all juxtaposed horizontally. Megamix medleys are similar to traditional medleys; the main difference between them is the number of songs being combined.  The megamix medley also has an element of new material added to it that a traditional medley lacks: a disco beat. These records were released for dancing, so a drum machine provided an incessant beat throughout the entire medley. Simultaneous interaction, therefore, occurs between the drum machine and all of the songs in the medley. Megamix Mashups Figure 2 . Sources of Samples on Girl Talk’s “What It’s All About,” after Watercutter 2008 (click to enlarge) Example 10 . Girl Talk, “Play Your Part (Pt 1)” (1:51–2:17), transcription by author (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] What I call a “megamix mashup” differs from the basic mashup in that it includes many more songs. The artist Girl Talk, for instance, includes music from as many as 30 songs within a single track. (17) Angela Watercutter ( 2008 ) has assembled a diagram of all the samples used in Girl Talk’s “What It’s All About” from the album Feed the Animals ; Figure 2 is an adaptated version of Watercutter’s diagram. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "watercutter_2008"
                ]
            }
        },
        {
            "10.2": {
                "text": "[10.2]Listeners often consider it a game to recognize as many of the source songs as possible. Few listeners will get them all, and certainly not on the first listening, but many listeners say they find it exciting when they recognize a sample. In fact, the key difference between a megamix mashup and the type of collage-like sampling of groups like Public Enemy is the degree of recognizability. A DJ interviewed by Liam McGranahan called listening to such mashups a “name-that-tune guessing game” ( 2010 , 85). In general, most samples in this type of mashup tend to be relatively short. Often several will be longer, and these provide musical continuity. As shown in Figure 2, the longest excerpt in “What It’s All About” lasts for one minute and fifteen seconds (Busta Rhymes’ “Whoo Hah!! Got You All in Check”), but the shortest excerpt lasts less than one second (50 Cent’s “What Up Gangsta”). “What It’s All About” has as many as four layers occurring simultaneously, which make the shortest excerpts very difficult to recognize. The samples in a megamix mashup usually overlap with one another vertically as well as horizontally. Although it is set up as something of a game, and the large number of samples might lead us to expect that the result will be choppy and erratic-sounding, the best examples of this type of mashup sound smooth and purposeful. Example 10 is a section of “Play Your Part (Pt. 1)” by Girl Talk, from his 2008 album Feed the Animals. Gillis combines so many songs effectively by finding similarities between them. For this section of “Play Your Part,” he has chosen to use several songs where the singers shout “Hey!” A percussion part that comes from the various sampled songs in the mix also runs throughout the track. (19) And creators of megamix mashups are concerned with issues of musical congruity between songs in their mashups. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "mcgranahan_2010"
                ]
            }
        },
        {
            "10.3": {
                "text": "[10.3] A piece like “Play Your Part” is reminiscent of certain types of collage music. It is constructed in much the same way as the third movement of Berio’s Sinfonia. Imagine that Berio had used recordings instead of score excerpts. Would his piece then be considered a megamix mashup? Almost. It seems to be an expected property of the mashup that at least some of its source material be drawn from a recording of a recognizable popular song. (21) Usually all the songs involved in a mashup are popular songs of the rock era or later, but there are exceptions. Gangsta Grass, for example, has an album of rap songs with bluegrass accompaniment, and Soundhog has created a track where Eminem raps over ragtime music. Live DJ/Mashup Performances and Live Rap Battles",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "11.1": {
                "text": "[11.1] Many live DJ performances, such as those by Girl Talk, can be described as improvised mashups. Such performances share many characteristics with the mashup: only recordings are used, songs are cut up and altered to fit with each other, there is both simultaneous and successive interaction between the samples, and like a megamix mashup, the beat never stops. Live DJ performances, however, are just that: live. DJs make spur-of-the-moment decisions about which records to play next based on audience reactions. The combination of sounds from two different records make up what DJs call “the third record” ( Butler 2006 , 328).",
                "footnotes": [],
                "citations": [
                    "butler_2006"
                ]
            }
        },
        {
            "11.2": {
                "text": "[11.2] Live rap performances and battles are very similar to the live DJ sets discussed above where a DJ creates a spur-of-the-moment mix of several different records. But a live rap performance adds an MC who raps over the musical accompaniment from the DJ. In the case of a rap battle, two rappers alternate, each trying to outdo the other with better rhymes. This adds an element of new material to the mix. The vertical interaction occurs between the DJ’s records and the rappers, as well as between two records playing at the same time. The successive interaction occurs between the records being played, between the rapper and the records, and also between the two competing rappers. Conclusion: Mashing and Mashups",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.1": {
                "text": "[12.1] It is important to note that the techniques of mashing are not exclusive to the mashup genre. In order for a mashup to be recognized as such, it will generally possess the following characteristics: 1.\tMashups work with preexisting (and usually well-known) material; like DJing, it is fundamentally an art of mixing. Anything that uses new material will generally fall under another genre, perhaps a remix or a collage work. 2.\tMashups typically deploy some vertical interaction between songs. They can certainly exploit horizontal interaction, and horizontal interaction may even be dominant, but without simultaneous interaction few would be willing to call the resulting piece a mashup. 3.\tMashups always use more than one song. The combination of songs is fundamental to the definition of mashing, so we can take this criterion as absolute. The rearrangement of sound from only one song, though it may be constructed using similar processes to the construction of a mashup, will necessarily be a remix, collage, or piece of glitch pop. 4.\tMashups generally use samples of sufficient length to be recognized, since such recognition is one of the central aesthetic pleasures of the genre. 5.\tAt least one of the songs used to make a mashup will characteristically be a popular song, usually with lyrics ( McLeod 2005a , 86).",
                "footnotes": [],
                "citations": [
                    "mcleod_2005a"
                ]
            }
        },
        {
            "12.2": {
                "text": "[12.2] Mashups typically have all five of these characteristics, but the paint palette mashup is an exception—the samples in paint palette mashups are often not recognizable. Beyond that, the technique of “mashing” is ubiquitous, and many pieces that use the technique may well be said to exemplify the “mashup spirit” or even sound like mashups, although they do not satisfy all of the above criteria. Based on the typology presented here, it should also be clear which genres of music are most similar to the mashup. Live DJ performance and certain types of collage music, for instance, are quite close to mashups in their construction and effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.3": {
                "text": "[12.3] But does it make a difference which genre a song or piece is placed into? The distinction between, say, a mashup and a piece of collage music is in fact significant. The mashup community, as Liam McGranahan ( 2010 )  has noted, is rooted around an online subculture that values music piracy, a free exchange of ideas, and subverting the mainstream consumer culture that they argue is perpetuated by major record labels. Mashups are also traditionally created by amateurs, not professional musicians or composers. Collage music, on the other hand, is an older tradition that began with avant-garde art music of the mid-twentieth century. While it pushed the boundaries of traditional music at its inception, collage is now a practice that has firm grounding in academia and mainstream musical culture. Calling something a piece of collage music places it, if not directly in the concert hall with Beethoven, at least in an academic setting, and associates it with composers like Charles Ives, Pierre Schaeffer, Luciano Berio, Iannis Xenakis, and John Cage. Calling something a mashup, on the other hand, places it in the sphere of popular music. The piece in question automatically has a different status as a mashup—the realm of mashups is a place for amateurs who compose in their bedrooms.  While the two genres can be musically quite similar, their aims and associations are worlds apart.",
                "footnotes": [],
                "citations": [
                    "mcgranahan_2010"
                ]
            }
        },
        {
            "12.4": {
                "text": "[12.4] This article has identified the mashup as a separate genre of music. Indeed, the mashup is sufficiently different and consistent in its construction and aesthetic principles to be considered its own type of music, rather than simply a subcategory of remixes or collage music. Based on three factors—the number of source songs, the recognizability of those songs, and the way that the songs interact with each other—I have carved out a space for the mashup and shown how it differs from and is similar to other types of music. I have also constructed a basic typology of four different kinds of mashup, none of which have been previously specified in a formal manner: 1.\tThe basic mashup (the most common type, and certainly the one that most journalists choose to focus on), which combines two or three well-known popular songs; 2.\tThe cover mashup, which features a single band or artist performing a mashup of two or more songs; 3.\tThe paint palette mashup (the most infrequent type, and the least similar to the basic mashup), which is made up of heavily edited samples of other songs; and 4.\tThe megamix mashup, which features smaller, but still recognizable, portions of many (usually ten or more) pop songs, designed for a party or club atmosphere.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.5": {
                "text": "[12.5] This typology forms the basis for further investigation into other dimensions of the mashup. John Shiga ( 2007 )  quotes a message board user, Neminem, who breaks down mashups even more specifically: “‘I differentiate between three classes of mashups that show particular talent—the ‘wow, those two songs do sound exactly the same,’ the ‘entirely new song made out of little pieces of a bunch of other songs,’ and the ‘you put what together and made it sound good?!’” ( Shiga 2007 , 103)  The second “class” of mashup could either be either the megamix mashup or the paint palette mashup. I think that it is more likely that Neminem is referring to the paint palette mashup, due to the phrases “entirely new song,” and “little pieces,” which signifies something akin to the Grey Album tracks. However, the first and third types of mashup that Neminem mentions are of particular interest to me. I have chosen not to distinguish between these two types since their construction is virtually identical, but the aesthetic effects are clearly different to listeners like Neminem. It may be possible, therefore, to refine the present typology with a closer examination of aesthetic effects.",
                "footnotes": [],
                "citations": [
                    "shiga_2007",
                    "shiga_2007"
                ]
            }
        },
        {
            "12.6": {
                "text": "[12.6] When Brøvig-Hanssen and Harkins analyze Evolution Control Committee’s “Whipped Cream Mixes” (which are examples of basic mashups) and Danger Mouse’s Grey Album (which are paint palette mashups), they acknowledge that they are constructed differently, but conclude that there is “humorous incongruity” in both tracks, which is heightened by the musical congruity of each ( Brøvig-Hanssen and Harkins 2012 , 100). I would argue, however, that because of the vast difference in construction between paint palette mashups and basic mashups, these two examples have fundamentally different aesthetics properties. The effects of these two mashups are really not comparable in the manner the authors suggest, and a deeper awareness of the different constructive principles (and aims of each creator) would make for richer analysis and interpretation. Indeed, the refined definition and typology above have formed a basis for a more nuanced analysis and criticism of individual mashups. By examining features such as the number of songs combined and the method of interaction between songs, it is possible to further sharpen an analysis of a particular mashup, and to differentiate certain mashups from others that are constructed very differently.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.3.boone.html",
    "data": "mto/data/mto.13.19.3.boone.json"
}