{
    "title": "Transformations in Tonal Jazz: ii–V Space",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "McClimon, Michael"
    ],
    "abstract": "This article presents a transformational model of jazz harmony based on the ii–V–I progression. This progression is fundamental to jazz harmony, and to its improvised performance. It serves as the foundation for a more rigorous transformational approach, developed in the first two sections here. This approach is easily extensible; the final section suggests a few such extensions.",
    "keywords": [
        "jazz",
        "harmony",
        "transformational theory",
        "ii–V–I progression",
        "tritone substitution",
        "“Ceora",
        "” “Blues for Alice”"
    ],
    "doi": "",
    "received": "September 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.mcclimon.pdf",
    "author_info": [
        {
            "name": "Michael McClimon",
            "university": "Furman University",
            "address": "Music Department, 3300 Poinsett Highway, Greenville, SC 29613",
            "email": "michael@mcclimon.org"
        }
    ],
    "citations": {
        "aebersold_1974": "Aebersold, Jamey. 1974. The II–V 7 –I Progression . Jamey Aebersold Play-A-Long Series, vol. 3. Jamey Aebersold Jazz.",
        "aebersold_1978": "Aebersold, Jamey, ed. 1978. Charlie Parker Omnibook . Atlantic Music Corp.",
        "aebersold_1979": "Aebersold, Jamey, ed. 1979. Turnarounds, Cycles, and II/V 7 s . Jamey Aebersold Play-A-Long Series, vol. 16. Jamey Aebersold Jazz.",
        "aebersold_1999": "Aebersold, Jamey, ed. 1999. Dominant Seventh Workout . Jamey Aebersold Play-A-Long Series, vol. 84. Jamey Aebersold Jazz.",
        "biamonte_2008": "Biamonte, Nicole. 2008. “Augmented-Sixth Chords vs. Tritone Substitutes.” Music Theory Online 14 (2).",
        "callender_1998": "Callender, Clifton. 1998. “Voice-Leading Parsimony in the Music of Alexander Scriabin.” Journal of Music Theory 42 (2): 219–33.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26 (2): 177–99.",
        "childs_1998": "Childs, Adrian P. 1998. “Moving Beyond Neo-Riemannian Triads: Exploring a Transformational Model for Seventh Chords.” Journal of Music Theory 42 (2): 181–93.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromatic Harmony and the Triad’s Second Nature . Oxford University Press.",
        "deveaux_1997": "DeVeaux, Scott. 1997. The Birth of Bebop: A Social and Musical History . University of California Press.",
        "douthett_and_steinbach_1998": "Douthett, Jack, and Peter Steinbach. 1998. “Parsimonious Graphs: A Study in Parsimony, Contextual Transformations, and Modes of Limited Transposition.” Journal of Music Theory 42 (2): 241–63.",
        "gollin_1998": "Gollin, Edward. 1998. “Some Aspects of Three-Dimensional Tonnetze.” Journal of Music Theory 42 (2): 195–206.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of Its Precedents . University of Chicago Press.",
        "hook_2002": "Hook, Julian. 2002. “Uniform Triadic Transformations.” Journal of Music Theory 46 (1/2): 57–126.",
        "hook_2007a": "Hook, Julian. 2007a. “Cross-Type Transformations and the Path Consistency Condition.” Music Theory Spectrum 29 (1): 1–40.",
        "hook_2007b": "Hook, Julian. 2007b. “David Lewin and the Complexity of the Beautiful.” Intégral 21: 155–90.",
        "hook_2008": "Hook, Julian. 2008. “Signature Transformations.” In Music Theory and Mathematics: Chords, Collections, and Transformations , edited by Jack Douthett, Martha M. Hyde, and Charles J. Smith, 137–60. University of Rochester Press.",
        "hook_2011": "Hook, Julian. 2011. Review of Dmitri Tymoczko, A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice (Oxford University Press, 2011). Music Theory Online 17 (3).",
        "hook_2013": "Hook, Julian. 2013. “Contemporary Methods in Mathematical Music Theory: A Comparative Case Study.” Journal of Mathematics and Music 7 (2): 89–102.",
        "kernfeld_2006": "Kernfeld, Barry. 2006. The Story of Fake Books: Bootlegging Songs to Musicians . Scarecrow Press.",
        "larson_1998": "Larson, Steve. 1998. “Schenkerian Analysis of Modern Jazz: Questions about Method.” Music Theory Spectrum 20 (2): 209–41.",
        "larson_2005": "Larson, Steve. 2005. “Composition versus Improvisation?” Journal of Music Theory 49 (2): 241–75.",
        "lerdahl_2004": "Lerdahl, Fred. 2004. Tonal Pitch Space . Oxford University Press.",
        "levine_1989": "Levine, Mark. 1989. The Jazz Piano Book . Sher Music.",
        "levine_1995": "Levine, Mark. 1995. The Jazz Theory Book . Sher Music.",
        "lewin_1987_2007": "Lewin, David. [1987] 2007. Generalized Musical Intervals and Transformations . Oxford University Press.",
        "love_2013": "Love, Stefan. 2013. “Subliminal Dissonance or ‘Consonance’: Two Views of Jazz Meter.” Music Theory Spectrum 35 (1): 48–61.",
        "martin_1988": "Martin, Henry. 1988. “Jazz Harmony: A Syntactic Background.” Annual Review of Jazz Studies 4: 9–30.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Scarecrow Press.",
        "martin_2011": "Martin, Henry. 2011. “Schenker and the Tonal Jazz Repertory.” Dutch Journal of Music Theory 16 (1): 1–20.",
        "mcclimon_2016": "McClimon, Michael. 2016. “A Transformational Approach to Jazz Harmony.” PhD diss., Indiana University.",
        "mcfarland_2012": "McFarland, Mark. 2012. “Schenker and the Tonal Jazz Repertory: A Response to Martin.” Music Theory Online 18 (3).",
        "mcgowan_2005": "McGowan, James. 2005. “Dynamic Consonance in Selected Piano Performances of Tonal Jazz.” PhD diss., Eastman School of Music.",
        "mcgowan_2011": "McGowan, James. 2011. “Psychoacoustic Foundations of Contextual Harmonic Stability in Jazz Piano Voicings.” Journal of Jazz Studies 7 (2): 156–91.",
        "mulholland_and_hojnacki_2013": "Mulholland, Joe, and Tom Hojnacki. 2013. The Berklee Book of Jazz Harmony . Berklee Press.",
        "owens_1995": "Owens, Thomas. 1995. Bebop: The Music and its Players . Oxford University Press.",
        "pöhlert_1989": "Pöhlert, Werner. 1989. Basic Harmony . Trans. Jürgen Krohn and Norman Bowie. Werner Pöhlert Publications.",
        "real_book_nd": "The Real Book . n.d. 6th ed. Hal Leonard.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford University Press.",
        "straus_2003": "Straus, Joseph. 2003. “Uniformity, Balance, and Smoothness in Atonal Voice Leading.” Music Theory Spectrum 25 (2): 305–52.",
        "strunk_1996": "Strunk, Steve. 1996. “Linear Intervallic Patterns in Jazz Repertory.” Annual Review of Jazz Studies 8: 63–115.",
        "strunk_2003": "Strunk, Steve. 2003. “Wayne Shorter’s Yes and No: An Analysis.” Dutch Journal of Music Theory 8 (1): 40–56.",
        "strunk_2016": "Strunk, Steve. 2016. “Tonal and Transformational Approaches to Chick Corea’s Compositions of the 1960s.” Music Theory Spectrum 38 (1): 16–36.",
        "terefenko_2014": "Terefenko, Dariusz. 2014. Jazz Theory: From Basic to Advanced Study . Routledge.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice . Oxford University Press.",
        "waters_2005": "Waters, Keith. 2005. “Modes, Scales, Functional Harmony, and Nonfunctional Harmony in the Compositions of Herbie Hancock.” Journal of Music Theory 49 (2): 333–57.",
        "waters_2016": "Waters, Keith. 2016. “Chick Corea and Postbop Harmony.” Music Theory Spectrum 38 (1): 37–57.",
        "waters_and_williams_2010": "Waters, Keith, and J. Kent Williams. 2010. “Modeling Diatonic, Acoustic, Hexatonic, and Octatonic Harmonies and Progressions in Two- and Three-Dimensional Pitch Spaces; or Jazz Harmony after 1960.” Music Theory Online 16 (3).",
        "---_---": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* This article is based on chapter 2 of my dissertation; earlier versions were presented at the annual meetings of the Music Theory Society of the Mid-Atlantic (Philadelphia, 2013) and the Society for Music Theory (Milwaukee, 2014). I am grateful for many helpful comments along the way, and especially for those from the anonymous MTO reviewers.",
            "citations": []
        },
        "FN1": {
            "text": "1. Bebop and its descendants constitute a style which has been referred to as the lingua franca of jazz (see Owens 1995 , 5; Love 2013 , 48); as Scott DeVeaux puts it, bebop is “both the source of the present . . . and the prism through which we absorb the past” ( 1997 , 3).",
            "citations": [
                "owens_1995",
                "love_2013",
                "deveaux_1997"
            ]
        },
        "FN2": {
            "text": "2. Schenkerian analysis of jazz is now commonplace: for an introduction, see Larson 1998 . Other important sources include Larson 2005 , Martin 2011 , and Strunk 1996 , to name but a few.",
            "citations": [
                "larson_1998",
                "larson_2005",
                "martin_2011",
                "strunk_1996"
            ]
        },
        "FN3": {
            "text": "3. Incidentally, the edited title of Strunk 2016 (published after his untimely death in 2012) makes the same separation between “tonal” and “transformational” that Rings observes. Strunk’s original title was “Analytical Approaches to Chick Corea’s Compositions of the 1960s.” Like much of Strunk’s work, this article combines Schenkerian and transformational techniques.",
            "citations": [
                "strunk_2016"
            ]
        },
        "FN4": {
            "text": "4. This point is worth underscoring briefly: although the chord symbol Dm7 might be taken to mean the four-note set D–F–A–C, it might also imply, for example, the entire D dorian collection. Indeed, it is relatively rare for chordal instruments in jazz to play these simple four-voice seventh chords, though they are often used for pedagogical purposes and for structuring single-line improvisations (as suggested above). Understanding harmony in jazz involves more than understanding the voice-leading among four-voice seventh chords.",
            "citations": []
        },
        "FN5": {
            "text": "5. Because (0258) contains a tritone, two different inversions can map a single dominant seventh to a single half-diminished seventh chord, which is not the case with triads. Gollin refers to the differences between the two-dimensional triadic Tonnetz and his three-dimensional tetrachordal version as “degeneracies” ( 1998 , 200, see also 205n9). Child’s cubic representation only shows 8 of the possible 24 (0258) tetrachords: those related by parsimonious voice leading to a single diminished seventh chord ( 1998 , 188).",
            "citations": [
                "gollin_1998",
                "childs_1998"
            ]
        },
        "FN6": {
            "text": "6. Fake books are collections of lead sheets that traditionally were compiled anonymously and sold illegally, in order to avoid paying the copyright owners of the compositions they contained. The name “fake book” comes from the fact that with the melody and chord changes, jazz musicians can easily “fake” a tune they do not know. The most famous jazz fake book is ironically titled The Real Book , and was compiled in Boston in the early 1970s. In recent years, fake books have become mainstream, and most of them have now obtained proper copyright permissions. Hal Leonard now publishes the 6th edition of The Real Book (a nod to the five illegal editions); many of the notorious errors in the earlier editions have been corrected and it is now available for purchase legally. Further references to The Real Book here refer to this version unless otherwise noted. For a history of fake books, see Kernfeld 2006 .",
            "citations": [
                "kernfeld_2006"
            ]
        },
        "FN7": {
            "text": "7. For example, the tune “Alice in Wonderland” is known to jazz musicians as a jazz waltz with one chord per bar (as played, for instance, by Bill Evans on the album Portrait in Jazz ). The main title music in the 1951 film from which it was taken, however, is in 4 4 with a relatively slower harmonic rhythm.",
            "citations": []
        },
        "FN8": {
            "text": "8. Namely, that the chord should be a dominant seventh with E ♭ as the root. A performer might choose to play pitches that have seemingly no relationship with this chord symbol, but to do so requires a conscious choice, and often creates interesting moments on which to focus an analysis. Such an analysis is beyond the scope of the present article, though I touch on these issues in McClimon 2016 (see especially 129–44 and chapter 5).",
            "citations": [
                "mcclimon_2016"
            ]
        },
        "FN9": {
            "text": "9. Aebersold 1974 . The Aebersold play-along series is a staple of jazz pedagogues; most volumes contain a selection of tunes, along with a CD providing rhythm-section accompaniment so that students can practice with a recording. The ii–V volume is number three of well over 100, and includes the phrase “the most important musical sequence in jazz!” on the cover. Other Aebersold play-alongs dedicated to small-scale harmonic progressions include Aebersold 1979 (focusing on turnarounds) and 1999 (focusing on the V 7 chord); both of these volumes also make extensive use of the ii–V progression.",
            "citations": [
                "aebersold_1974",
                "aebersold_1979",
                "aebersold_1999"
            ]
        },
        "FN10": {
            "text": "10. The triangle on the C chord in this figure indicates a major seventh. The triangle (instead of “maj7” or “M7”) saves space and reduces clutter in the graphical representations.",
            "citations": []
        },
        "FN11": {
            "text": "11. The original definition of a transformation network is in Lewin [1987] 2007 , 196. For a relatively concise summary, see Rings 2011 , 110–16.",
            "citations": [
                "lewin_1987_2007",
                "rings_2011"
            ]
        },
        "FN12": {
            "text": "12. Lewin [1987] 2007 , 195–96. See also Hook 2007a , 6–8.",
            "citations": [
                "lewin_1987_2007",
                "hook_2007a"
            ]
        },
        "FN13": {
            "text": "13. In fact, many jazz piano texts begin with “three-note” or “shell” voicings, consisting only of chordal roots, thirds, and sevenths; see, for example Levine 1989 , 17–22; and Mulholland and Hojnacki 2013 , 211–12. The half-diminished seventh chord (which is indistinguishable from a minor seventh chord in the three-note representation used here) does appear frequently in jazz as the ii chord in minor-key ii–V–I progressions; we will return to this point in section 3 below. McGowan 2005 , 156, following Harrison 1994 , refers to chord roots as “bases,” thirds as “modal agents,” and sevenths (and sixths) as “defining agents,” while fifths are merely “triadic associates”; his terms also capture the more important role of the chord members used here.",
            "citations": [
                "levine_1989",
                "mulholland_and_hojnacki_2013",
                "mcgowan_2005",
                "harrison_1994"
            ]
        },
        "FN14": {
            "text": "14. Here and throughout, pitch classes are represented as mod-12 integers, with C = 0; all calculations are performed mod 12.",
            "citations": []
        },
        "FN15": {
            "text": "15. This figure represents what Straus 2003 calls “transformational voice leadings.”",
            "citations": [
                "straus_2003"
            ]
        },
        "FN16": {
            "text": "16. Hook himself makes this clear, noting that for any two sets S and T it is possible to define a single-type transformation in the union set S \\(\\cup\\) T, though it is not always clear how a function defined on one set should be extended to cover both. He also notes that even when a single-type transformation is possible, “the cross-type approach is often simpler and more natural,” which certainly seems to be the case here ( Hook 2007a , 5n8).",
            "citations": [
                "hook_2007a"
            ]
        },
        "FN17": {
            "text": "17. It would be possible to form a GIS by considering all ordered triples as the group, as suggested above. While this is possible, defining an interval function in this group is much more difficult: such a function would need to account for the 36 ordered triples in ii–V space (ii 7 , V 7 , and I 7 chords) as well as the many more (1,692) that are not included in the space. Such a function is conceivable, but would not in any case reflect the musical realities ii–V space is designed to portray.",
            "citations": []
        },
        "FN18": {
            "text": "18. ii–V space is a directed graph, so in circumstances where the pitch-class distance metric is somehow not sufficient, we can instead rely on the standard way of measuring distance in a directed graph: by counting the number of edges in the shortest path between two chords. The distance from ii 7 of C to V 7 of E ♭ is then 4: ii to V in C (1 edge), followed by \\(T_5\\)s to V of E ♭ (3 edges).",
            "citations": []
        },
        "FN19": {
            "text": "19. These changes are taken from The Real Book , and reflect what is played on the Cornbread recording. The following discussion also uses the formal labels given in The Real Book , which describes “Ceora” as an AB form, although it may also be heard as a 32-bar ABAC form. In this video (and those below), the shaded circle indicates the overall tonic. Because “Ceora” uses only a part of the space, the circle of Figure 6 has been squared off here so that the labels are easier to read.",
            "citations": []
        },
        "FN20": {
            "text": "20. The concept of tritone substitutes is covered in detail in the next section.",
            "citations": []
        },
        "FN21": {
            "text": "21. The tritone substitution has been treated extensively in the literature, so it will not be discussed at any length here. See, for example, Biamonte 2008 , Martin 1988 , 11, McFarland 2012 , 43–48, and Tymoczko 2011 , 360–65. In addition to these music-theoretical sources, nearly every introductory jazz harmony textbook contains an explanation of tritone substitution; see Levine 1995 , 260–71, Mulholland and Hojnacki 2013 , 63–79, or Terefenko 2014 , 152–54, among many others.",
            "citations": [
                "biamonte_2008",
                "martin_1988",
                "mcfarland_2012",
                "tymoczko_2011",
                "levine_1995",
                "mulholland_and_hojnacki_2013",
                "terefenko_2014"
            ]
        },
        "FN22": {
            "text": "22. A similar diagram can be found in Pöhlert 1989 , 5, and can be seen implicitly in Figure 1-1 of Martin 1988 .",
            "citations": [
                "martin_1988"
            ]
        },
        "FN23": {
            "text": "23. This figure also uses actual chord names instead of the ii 7 and V 7 symbols in each key so that the highlighted relationships can be seen more easily.",
            "citations": []
        },
        "FN24": {
            "text": "24. Though chords are defined as ordered triples here, I have included the fifth in this description to highlight the relationship to the triadic slide , which maintains the root and fifth of a triad while changing the quality of the third. If the fifths are omitted, the voice-leading distance between GM7 and Dm7 is much larger—7 semitone displacements—while GM7– A ♭ m7 requires only 1. The efficient voice-leading of GM7 to A ♭ m7 has mostly gone unnoticed, since the neo-Riemannian studies previously cited ( Childs 1998 , Douthett and Steinbach 1998 , Gollin 1998 ) do not account for major seventh chords. Richard Cohn’s “Four-Cube Trio” ( 2012 , 158), which is based on Douthett and Steinbach’s “Power Towers,” also omits the major seventh chords.",
            "citations": [
                "childs_1998",
                "douthett_and_steinbach_1998",
                "gollin_1998",
                "cohn_2012"
            ]
        },
        "FN25": {
            "text": "25. The SLIDE transformation was introduced by David Lewin ( 2007 , 178), but has since become a part of of the standard set of Neo-Riemannian transformations. SLIDE 7 is defined here only as a transformation from I 7 chords to ii 7 chords, but of course the triadic SLIDE is an involution (two successive applications of SLIDE to any triad will result in the same triad).",
            "citations": [
                "lewin_1987_2007"
            ]
        },
        "FN26": {
            "text": "26. The SLIDE 7 transformation can be found in a chromatic sequence in the second movement of Gabriel Fauré’s string quartet, mm. 36–39. Hook 2013 analyzes this passage from a number of different mathematical perspectives.",
            "citations": [
                "hook_2013"
            ]
        },
        "FN27": {
            "text": "27. This progression is often known as the “Bird Blues,” though Mark Levine ( 1995 , 228) calls it the “descending blues.” Like many sets of Parker changes, several different versions exist; the changes here represent a mediation among these sources. The Real Book gives Am7 (a vi chord) instead of FM7 in m. 11; Levine 1989 gives D ♭ 7 (a tritone substitute) instead of G7 in the second half of m. 3; and Aebersold 1978 omits both D7 chords (the first in the second half of m. 7, the second in m. 11) and the tonic in m. 11 is an F7. Most of these differences are relatively insignificant, and over the course of a recorded performance the changes might vary among all of these versions. Other compositions that contain this progression include Parker’s own “Confirmation,” Sonny Stitt’s “Jack Spratt,” and Toots Thielemans’s “Bluesette.”",
            "citations": [
                "levine_1995",
                "levine_1989",
                "aebersold_1978"
            ]
        },
        "FN28": {
            "text": "28. As ii–V space makes clear, this minor seventh chord is understood as a ii 7 chord, and not as a minor tonic chord, which are not commonly shown as minor seventh chords. We will return to minor tonic chords in the next section.",
            "citations": []
        },
        "FN29": {
            "text": "29. There are of course many ways to evade a cadence, in jazz and in other styles of music. Because transformations are designed to model intuitions, calling this “EC” here seems reasonable: the label captures the intuition that the V chord was going to resolve, but instead moved to a minor chord. In other situations—if a musical passage evaded cadence in several different ways—“EC” would probably not be sufficient, and we might wish to rename this transformation something more descriptive; the “minor continuation” evasion shown here might appear alongside, say, a “ 3rd -transformation” evasion (as in mm. 4–5 of Billy Strayhorn’s “Take the A Train,” for example).",
            "citations": []
        },
        "FN30": {
            "text": "30. The bullet here indicates left-to-right function composition: TF • 7th means the transformation TF followed by the transformation 7th . Note that the example transformation TF • 7th is a single transformation, defined to be equal to TF followed by 7th . This function composition is familiar from pitch-class set theory: we say that the operation \\(T_7I\\) applied to a C major triad yields a C minor triad. Although the operation involves two functions (invert, then transpose upward by seven semitones), there is no sense in which an intermediate F minor triad exists. Just as there is an alternate notation for \\(T_7I\\), namely \\(I_7\\), we could easily define an alternate notation for the composition TF • 7 th .",
            "citations": []
        },
        "FN31": {
            "text": "31. EC is impossible beginning on a ii 7 chord only if we want to stay within the three sets under consideration here. Like the other transformations defined here, EC is an admissible transformation on the set of all mod-12 ordered triples: if we begin with a Dm7 chord, \\((2, 5, 0)\\), EC gives us the triple \\((7, 10, 4)\\), which of course is not a major, minor, or dominant seventh chord.",
            "citations": []
        },
        "FN32": {
            "text": "32. The major-minor seventh chord as a stable chord is characteristic of the blues; see, for example, McGowan 2011 , 158–59 and throughout. This fact is somewhat obscured in ii–V space, since major-minor sevenths appear in the space only as V 7 chords; we will return to this limitation below.",
            "citations": [
                "mcgowan_2011"
            ]
        },
        "FN33": {
            "text": "33. A “turnaround” is what jazz musicians call a short progression that leads from a chord (often a tonic chord) back to itself. They appear most commonly at the ends of forms, and provide harmonic interest during solos, when a player might play several choruses in a row. The ii–V appears frequently in this formal location, as do many progressions based on it: vi–ii–V; iii–VI–ii–V (which can be understood as two ii–Vs separated by a whole step, as in “Ceora” above); iii– ♭ III7–ii– ♭ II7 (a tritone-substituted version of the same progression); and so on.",
            "citations": []
        },
        "FN34": {
            "text": "34. The extensions used for the dominant chord in a minor ii– are quite flexible: Aebersold 1974 gives the quality as 7( ♯ 9), but Levine ( 1995 , 70–77) usually gives the chord symbol simply as “alt.” Levine includes the minor ii–V in the category of “melodic minor scale harmony,” and “alt.” is short for the “altered scale” (the seventh mode of melodic minor). The G altered scale is G– A ♭ – B ♭ – B ♮ – C ♯ – E ♭ – F ♮ –G, and is sometimes called the “diminished whole-tone” scale, since it begins as an octatonic scale and ends as a whole-tone scale, or the “super-locrian” scale: the locrian mode with a flatted fourth.",
            "citations": [
                "aebersold_1974",
                "levine_1995"
            ]
        },
        "FN35": {
            "text": "35. It is worth underscoring here that the use of cross-type transformations to define ii–V space allows us to consider the IIm7( ♭ 5) chord as distinct from the dominant seventh, despite their inversional equivalence. Both Childs 1998 and Gollin 1998 , for example, include half-diminished and dominant sevenths in a single Tonnetz .",
            "citations": [
                "childs_1998",
                "gollin_1998"
            ]
        },
        "FN36": {
            "text": "36. The 7th transformation from a minor-major seventh to a minor seventh, shown in light blue in this figure, clutters the representation somewhat. An identical arrow would also connect CmM7 with Cm7 (as ii 7 / B ♭ ), but has been omitted here for clarity.",
            "citations": []
        },
        "FN37": {
            "text": "37. The name of the transformation Res I is inspired by the transformation “ResC” in Rings 2011 , 25–27.",
            "citations": [
                "rings_2011"
            ]
        },
        "FN38": {
            "text": "38. In practice, ResI will usually be a transformation that moves the root of a V 7 down either by perfect fifth or semitone. In theory, however, there is no limitation on the definition of ResI . One might, for example, construct a space where tritone substitutes are normative by defining ResI to be equal to TF T ; in this case, the gray arrows in Figure 18 would represent the transformation 7th • \\(T_6\\).",
            "citations": []
        },
        "FN39": {
            "text": "39. In fact, similar statements could be made for all of the sets developed in this article: \\(\\Smin\\) would then become (speaking loosely) “the set of minor-minor seventh chords acting as 2 ˆ , 4 ˆ , and 1 ˆ in some key.” In most cases, however, this level of precision is unnecessary, since in ordinary ii–V space, presented in sections I and II, the quality of the chord uniquely identifies its function as either ii, V, or I.",
            "citations": []
        },
        "FN40": {
            "text": "40. Recall that the composition “pivot fifth” • 3rd is a single operation: in no sense does an intermediate B ♭ 7-as-V 7 exist between B ♭ 7-as-tonic and B ♭ m7.",
            "citations": []
        },
        "FN41": {
            "text": "41. To say that ii–V space is chromatic is not to say it is atonal. The study of harmony is often broken down by type: “tonal harmony” plays a different role than does “chromatic harmony” in both theoretical research and pedagogy: studies that focus specifically on chromatic harmony often differentiate themselves from other tonal theoretical traditions.",
            "citations": []
        },
        "FN42": {
            "text": "42. In general, a cyclic group (like the diatonic or chromatic groups) can be generated by a member only if the generator and the size of the group are relatively prime. The chromatic group, for example, can be generated only by 1, 5, 7, or 11 (because 2, 3, 4, and 6 and their mod-12 complements divide evenly into 12). Put another way, only the chromatic scale and circle of fifths/fourths cycle through all 12 pitches in the chromatic octave before returning to the starting point. Since the diatonic group has 7 elements, any of its members will generate the entire collection. (Or another way, the diatonic scale can be generated by any generic interval size: 2nds, 3rds, 4ths, or their complements.)",
            "citations": []
        },
        "FN43": {
            "text": "43. This figure has been skewed somewhat to conserve horizontal space. If it were drawn in a manner parallel with standard ii–V space, the ii 7 chords would be directly below the IM 7 chords. As is the case throughout, the particular visual representation chosen for a given space does not affect the abstract structure of the space itself.",
            "citations": []
        },
        "FN44": {
            "text": "44. The diatonic transposition operator \\(t_k\\) is defined in Hook 2008 , 139.",
            "citations": [
                "hook_2008"
            ]
        },
        "FN45": {
            "text": "45. “Ceora” is perhaps even more diatonic than this space implies, since CM7 and B ♭ M7 never appear in the music, while D ♭ M7 does. Thus the chord qualities strongly suggest A ♭ major: I and IV ( A ♭ and D ♭ ) both appear as major sevenths, while ii and iii ( B ♭ and C) appear only as minor seventh chords (unstable ii 7 chords).",
            "citations": []
        },
        "FN46": {
            "text": "46. Path consistency is described in Hook 2007a , 25–28.",
            "citations": [
                "hook_2007a"
            ]
        },
        "FN47": {
            "text": "47. My thanks to the anonymous MTO reviewer for this suggestion.",
            "citations": []
        },
        "FN48": {
            "text": "48. The formalism has been omitted here, but is easy enough to supply for the interested reader. Unlike ii–V space, this cycle forms a gis , isomorphic to ordinary diatonic pitch-class space.",
            "citations": []
        },
        "FN49": {
            "text": "49. This diatonic progression is not unheard of in jazz: Joseph Kosma’s “Autumn Leaves” and Bart Howard’s “Fly Me to the Moon,” among others, both make use of completely diatonic progressions.",
            "citations": []
        },
        "FN50": {
            "text": "50. Tymoczko ( 2011 , 389) argues that jazz is a “modernist synthesis,” and that jazz musicians “act as custodians of a tradition of advanced tonal thinking.”",
            "citations": [
                "tymoczko_2011"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Figure 1a . The bridge of “All the Things You Are” (Jerome Kern/Oscar Hammerstein) (click to enlarge) Figure 1b . A four-voice realization of the chord symbols (click to enlarge) Figure 1c . Guide-tone lines highlighting efficient voice-leading. (Common tones are indicated by ties) (click to enlarge) Figure 1d . Broken into smaller units, highlighting ii–V–I progressions (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Consider the set of chord changes in Figure 1a : the bridge of Jerome Kern and Oscar Hammerstein’s “All the Things You Are.” If we imagine ourselves for the moment to be jazz improvisers, we might consider approaching this passage in a number of different ways. One approach might be to realize the chord changes as simply as possible ( Figure 1b ), and then to play a melody highlighting these chord tones. Another might notice the efficient voice-leading implicit in the harmonic structure ( Figure 1c ), and highlight this in our improvisation. A third might instead divide the music into smaller units, each in a single key ( Figure 1d ), and use these units as the basis for an improvised melody. These three techniques for understanding the changes are all valid, and an experienced musician might move fluidly among them (and countless others not enumerated here) in the course of an improvisation. This article, though, uses the last of these approaches as a point of departure: many jazz compositions can be described in terms of their constituent ii–V–I progressions, and it seems natural to use this progression as the basis for developing a more general model of jazz harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] Before getting underway, it will be useful to limit the terms of this study somewhat. The term in this article’s title, “tonal jazz,” combines two potentially confusing elements. As Steven Rings reminds us, “‘tonality’ is at once one of the most familiar and most elusive terms in music-theoretical discourse” ( 2011 , 2), and the word “jazz”—which has been used at various times to describe artists as diverse as McKinney’s Cotton Pickers, Benny Goodman, Sun Ra, John Zorn, Tito Puente, and Brad Mehldau—is not much clearer. Nevertheless, the expression “tonal jazz” seems to come closest to describing the music in which under consideration here: jazz in which traditionally functional harmonic progressions are still the norm. Tonal jazz includes much of the music that most people think of when they hear the word “jazz,” including big-band swing (Count Basie, much of Duke Ellington’s music), bebop (Charlie Parker, Dizzy Gillespie, Thelonious Monk), and the mainstream jazz that followed it (John Coltrane’s early work, Sonny Rollins, Bill Evans, and many others). (1) This definition is admittedly quite broad, but does exclude music like modal jazz (in which harmonic progression is of secondary importance), free jazz (in which sometimes there is no identifiable harmonic progression at all), and various jazz fusion styles (in which the harmonies sometimes do not function in the same way as mainstream tonal jazz).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "rings_2011"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] Why, then, should we turn to transformations to analyze tonal jazz? Schenkerian analysis has proven to be a vital tool for analyzing tonal music in general, and Steve Larson’s pioneering work in applying its methods to jazz has led to many productive insights into a wide variety of music. (2) Transformational theory, by contrast, often focuses on music that is perceived to be somehow less tonal. As Rings has it: Neo-Riemannian analysis—with its focus on local, chromatically striking passages—has led to a view that some works are divvied up into some music that is tonal (for example, because it is well analyzed by Schenkerian methods) and some that is transformational (because it is well analyzed by neo-Riemannian methods). But this is to misconstrue the word transformational, treating it as a predicate for a certain kind of music, rather than as a predicate for a certain style of analytical and theoretical thought. ( Rings 2011 , 2) As he is right to point out, there is nothing about transformational theory that necessitates its restriction to this locally chromatic music; his book uses the theory to explain more traditionally tonal music. It is this use of “transformational” that I wish to bring to bear on tonal jazz in the present article.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "rings_2011"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] Other transformational approaches to jazz exist, but, as with many transformational approaches for non-jazz repertories, they aim to “model chromatic progressions whose tonal status is somehow in doubt” ( Rings 2011 , 2). These approaches often focus on artists whose music is less clearly tonal, like Chick Corea ( Strunk 2016 , Waters 2016 ), Herbie Hancock ( Waters 2005 ), or Wayne Shorter ( Strunk 2003 , Waters and Williams 2010 ); as Rings points out, to use transformational theory to illuminate “specifically tonal aspects of tonal music” ( 2011 , 2) is to go a step further. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "rings_2011",
                    "strunk_2016",
                    "waters_2016",
                    "waters_2005",
                    "strunk_2003",
                    "waters_and_williams_2010",
                    "rings_2011"
                ]
            }
        },
        {
            "0.5": {
                "text": "[0.5] Likewise, much of the existing neo-Riemannian literature is not very applicable here either: many of those analytical models focus only on triads, and nearly all chords in jazz are (at least) seventh chords. (4) Still, though, it will be useful here to explore those theories that deal in some way with non-triadic music. This work falls into two basic categories: theories that deal exclusively with a single type of chord, and those that deal with musical objects of different types.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "0.6": {
                "text": "[0.6] Most of the studies dealing with a single chord type are concerned with members of set class (0258), the half-diminished and dominant seventh chords. Childs 1998 develops a model for these chord types that is closely related to standard neo-Riemannian transformations on triads; Gollin 1998 (in the same issue of the Journal of Music Theory ) explores three-dimensional Tonnetze more broadly, with special focus on the dominant and half-diminished seventh chords. In general, neo-Riemannian-type operations on the (0258) tetrachords turn out to be somewhat less useful than their triadic counterpoints, owing to the inherent symmetry of set class (0258). (5) Any one tetrachordal Tonnetz can only show a subset of all of the (0258) tetrachords, while the familiar triadic Tonnetz of course shows all 24 major and minor triads. Recognizing this limitation, Douthett and Steinbach 1998 presents a model that also includes minor sevenths and fully diminished seventh chords, using a digram they refer to as the “Power Towers” (255–56). While their description accounts for two of the three main types of seventh chords commonly used in jazz (it is missing the crucial major seventh), all of these neo-Riemannian models focus on parsimonious voice leading. While this focus is valuable, it proves to be impractical for the functional harmony that is the focus of this study.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "childs_1998",
                    "gollin_1998",
                    "douthett_and_steinbach_1998"
                ]
            }
        },
        {
            "0.7": {
                "text": "[0.7] The other group of transformational models consists of what Julian Hook ( 2007a ) has termed “cross-type transformations”: he extends David Lewin’s definition of a transformation network to allow for transformations between objects of different types. This category of transformations contains the inclusion transformations (discussed in both Hook 2002 and Capuzzo 2004 ), which map a triad into the unique dominant or half-diminished seventh chord that contains it and vice versa. Also included here are more general approaches for relating set classes of different cardinalities, including Joseph Straus’s formulation of atonal voice leading ( 2003 ) and Clifton Callender’s split and fuse operations ( 1998 ). Finally, Dmitri Tymoczko’s continuous tetrachordal space ( 2011 , 93–112) can accommodate all four-note chords, but as Hook ( 2011 , [13–14]) notes, Tymoczko downplays (and sometimes ignores) the transformational aspects of his geometric models.",
                "footnotes": [],
                "citations": [
                    "hook_2007a",
                    "hook_2002",
                    "capuzzo_2004",
                    "straus_2003",
                    "callender_1998",
                    "tymoczko_2011",
                    "hook_2011"
                ]
            }
        },
        {
            "0.8": {
                "text": "[0.8] One methodological issue does arise when trying to analyze jazz harmony, using transformations or otherwise: it is often difficult to determine what exactly one should be analyzing. Lead sheets as circulated in fake books can be highly inaccurate, and often cannot be relied upon as a single source for any particular jazz performance, since it is rare that performers play directly from a lead sheet with no modifications. (6) In the case of standards that may have originated outside of jazz (in movies or musical theater, for example), we might wonder whether we should rely on the original sheet music instead. In many cases, however, the version usually played by jazz musicians may be significantly different from the original version, reflecting a history of adaptation by generations of jazz musicians. (7) To make matters worse for the hopeful analyst, this knowledge is often hidden, not written down and learned only from more experienced musicians.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "0.9": {
                "text": "[0.9] Many published jazz analyses rely on transcriptions of particular performances, which can help to mitigate some of these difficulties of the nature of harmony in jazz. Indeed, if one’s goal is to analyze a single performance, a transcription of that performance is often a necessary first step. In this more general study of jazz harmony, though, transcriptions can confuse matters somewhat. The kinds of questions I am interested in answering here are of the type “What can we say about harmony in the piece ‘Autumn Leaves?’” and not of the type “What can we say about Bill Evans’s use of harmony in the recording of ‘Autumn Leaves’ from Portrait in Jazz ?” Furthermore, even transcriptions are not definitive when it comes to harmony: the pianist and guitarist might not be playing the same chord; the soloist might have a different harmony in mind than the rhythm section; or the bassist might play a bass line in a way that affects our perception of the chordal root.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.10": {
                "text": "[0.10] This is a problem without one clear solution, but for this article, using chord symbols will serve us well. The chord symbol is a basic unit of harmonic understanding for most jazz musicians, even when they are not playing from sheet music. Because of their ubiquity and relative simplicity, chord symbols are able to act as metonyms for the process of harmonic elaboration and reinterpretation that occurs in the course of jazz performance. The chord symbol E ♭ 7 might denote a different collection of pitches to different performers, or to the same performer at different times (even throughout the course of a single tune), but to call a chord “ E ♭ 7” does give important information about the harmony. (8) The chord symbols here represent what Henry Martin ( 1996 , 5–6) has called the “ideal changes”: a hypothetical set of chords that we can use as a basis for understanding any variations that might occur in performance. These changes represent a sort of Platonic model of a composition: individual performances of “Autumn Leaves” can be seen as instances of some ideal Autumn Leaves . Determining these ideal changes is often a process of mediating among published lead sheets, recorded versions, and other sources; below, I have tried to clarify exactly what harmony is being analyzed in any particular example. 1. A Descending-Fifths Arrangement",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "martin_1996"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] The most common harmonic progression in jazz is undoubtedly the ii 7 –V 7 –IM 7 progression (hereafter, simply ii–V–I, or often just ii–V). It is the first progression taught in most jazz method books, and is one of the only small-scale harmonic progressions to have an entire Aebersold play-along volume dedicated to it. (9) As noted in the introduction, the progression is so prevalent that many jazz musicians describe tunes in terms of their constituent ii–Vs; a musician might describe the bridge of “All the Things You Are” as being “ii–V to G, ii–V to E, then V–I in F” (recall Figure 1d). Figure 2 . A transformation network for a ii–V–I in C major: Dm7–G7–CM7 (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Figure 2 shows a transformation network for a single ii–V–I progression; I will begin by developing the formal apparatus for this progression, after which we can begin to combine ii–V–I progressions to form a larger musical space. (10) This figure, with its combination of general Roman numerals and specific key centers, is designed to reflect how many jazz musicians tend to talk about harmony; we might read this network as “a ii–V–I in C.” (In this figure, the arrow labeled “TF” stands for the “two–five” transformation, which is explained in detail below.) The combination of Roman numerals and key areas bears some similarity to Fred Lerdahl’s chordal-regional space ( 2004 , 96–97), but Figure 2 is a transformation network, while chordal-regional space is strictly a spatial metaphor.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "lerdahl_2004"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Transformation networks are a major part of Lewin’s project in Generalized Musical Intervals and Transformations ( GMIT ), and have been thoroughly covered in the literature, so the formalism needs to be considered only briefly here. (11) A transformation network consists of objects of some kind (here, they are chords) represented as vertices in a graph, along with some relations (transformations) between them, represented as arrows. In Lewin’s definition, all of the objects in a transformation network must be members of a single set \\(S\\), and the transformations must be functions from \\(S\\) into \\(S\\) itself ( Lewin [1987] 2007 , Definitions 9.3.1 and 1.3.1).",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "lewin_1987_2007"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] The transformation TF in Figure 2 is in fact a cross-type transformation, as defined in Hook 2007a . Hook expands Lewin’s definition of a transformation network to include objects of different types, necessary to define transformations in the ii–V–I progression. This progression contains musical objects consisting of three types of diatonic seventh chords: minor, dominant, and major sevenths. Using Hook’s less restrictive definition, we are free to define transformations from any set of objects to any other; to understand the figure above, we need to define the transformation TF such that it maps ii 7 chords to V 7 chords and V 7 chords to I 7 chords. Figure 3 . The underlying transformation graph for a single ii–V–I progression (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "hook_2007a"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Before defining the transformations, however, we need first to define the sets themselves. To help with this, Figure 3 shows the underlying transformation graph of the transformation network in Figure 2. Throughout GMIT , Lewin is careful to distinguish transformation graphs from transformation networks: a graph is an abstract structure, showing only relations between unspecified set members, while a network realizes a graph, specifying the actual musical objects under consideration. (12) Because cross-type transformation graphs contain objects of different types, a node in a cross-type transformation graph must be labeled with the set from which the node contents may be drawn ( Hook 2007a , 7). In Figure 3, the nodes are labeled simply \\(S\\) min , \\(S\\) dom , and \\(S\\) maj , which we can understand as the sets of minor, dominant, and major seventh chords, respectively.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "hook_2007a"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] While at its core the ii–V–I progression contains three types of seventh chords, in reality a jazz musician might add any number of extensions or alterations to this basic structure. Given this practice, defining the archetypal progression as being composed of four-note set classes (seventh chords) seems unnecessarily restrictive. In order to allow for some freedom in the chord qualities, we will consider only chordal roots, thirds, and sevenths; these pitches are sufficient to distinguish the three chord qualities in a ii–V–I. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] We will represent a chord with an ordered triple \\(X = (x_r, x_t, x_s)\\), where \\(x_r\\) is the root of the chord, \\(x_t\\) the third, and \\(x_s\\) the seventh. The definitions of the three sets are as follows: (14) \\[\n\\begin{align*}\n  \\Smin &= \\{ (x_r, x_t, x_s)\\ |\\ x_t - x_r = 3; x_s - x_r = 10 \\} &\n    \\text{ii}^7 \\text{ chords} \\\\ %\n  %\n  \\Sdom &= \\{ (x_r, x_t, x_s)\\ |\\ x_t - x_r = 4; x_s - x_r = 10 \\} &\n    \\text{V}^7 \\text{ chords} \\\\ %\n  %\n  \\Smaj &= \\{ (x_r, x_t, x_s)\\ |\\ x_t - x_r = 4; x_s - x_r = 11 \\} &\n    \\text{IM}^7 \\text{ chords} \\\\ %\n\\end{align*}\n\\] The definitions are intuitive and have clear musical relevance: ii 7 chords have a minor third (interval 3) and minor seventh (interval 10), V 7 chords have a major third and minor seventh (intervals 4 and 10), and I 7 chords have a major third and major seventh (intervals 4 and 11). Defining the chords this way rather than as four-note set classes offers the great advantage of flexibility. Using the ordered-triple representation, the progressions Dm7–G7–CM7 and Dm9( ♭ 5)–G7( ♭ 13, ♯ 9, ♭ 9)–CM7( ♯ 11) are understood as equivalent, since the roots, thirds, and sevenths are the same: both progressions are represented \\((2, 5, 0)\\)–\\((7, 11, 5)\\)–\\((0, 4, 11)\\). Because the sets are defined in pitch-class space, the three sets all have cardinality 12: each pitch class is the root of exactly one ii 7 , V 7 , and I 7 chord.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] With the space of the nodes defined, we can now formulate the transformation representing a ii–V–I, which we will call simply “TF”: Figure 4 . Voice leading in the ii–V–I progression (click to enlarge) If \\(X = (x_r, x_t, x_s) \\in \\Smin\\), then \\(\\mathrm{TF}(X\\,) = Y = (\\,y_r, y_t, y_s) = (x_r + 5, x_s - 1, x_t) \\in \\Sdom\\) If \\(Y = (y_r, y_t, y_s) \\in \\Sdom\\), then \\(\\mathrm{TF}(Y\\,) = Z = (\\,z_r, z_t, z_s) = (y_r + 5, y_s - 1, y_t) \\in \\Smaj\\) Again, these definitions are designed to be musically relevant; the voice-leading diagram in Figure 4 illustrates this more clearly. (15) The root of the second chord is a fifth below (or fourth above) the root of the first (\\(y_r = x_r + 5\\)), the third of the second chord is a semitone below the seventh of the first (\\(y_t = x_s - 1\\)), and the seventh of the second chord is a common tone with the third of the first (\\(y_s = x_t\\)). (We may also write ii 7 \\(\\TFarrow\\) V 7 , rather than TF(ii 7 ) = V 7 .) Note that the transformation TF is also valid between V 7 and I 7 —the second equation above, involving sets \\(\\Sdom\\) and \\(\\Smaj\\). The fact that the same transformation describes both ii 7 \\(\\to\\) V 7 and V 7 \\(\\to\\) I 7 reflects the similarity of the two harmonic motions. In Lewin’s transformational language, if a jazz musician is “at a ii 7 chord” and wishes to “get to a V 7 chord,” (or at a V 7 chord and wishing to get to a I 7 chord) the transformation that will do the best job is the same in both cases: TF, that transformation which moves the root down a fifth and the seventh down a semitone to become the new third. TF is both one-to-one and onto for sets of ordered triples; it maps each ii 7 to a unique V 7 , and each V 7 to a unique I 7 . As such, its inverse (\\(\\mathrm{TF}^{-1}\\)) is well defined, and allows motion backwards along the arrows shown in the transformation graph in Figure 3.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] It is worth mentioning here that TF and TF T (which is defined in the next section) are well-defined operations for any ordered triple of members of the integers mod 12 (i.e., a member of the set \\(\\mathbb{Z}_{12} \\times \\mathbb{Z}_{12} \\times \\mathbb{Z}_{12}\\)). There is nothing mathematically incorrect about the statement \\((0, 1, 2) \\TFarrow (5, 1, 1) \\TFarrow (10, 0, 1)\\), for example, but this succession has little musical relevance for the applications under consideration here. Because Hook does not formally define what he means by a “type,” the formulation allows for situations like this one, in which the three types are all members of a single larger set. (16) The advantage for defining TF as a cross-type transformation is that the content of a single node in the transformation graph is restricted to members of a 12-element set of specific ordered-triple configurations. Figure 5 . A transformation graph (left) and transformation network (right) for a small portion of ii–V space (click to enlarge) Figure 6 . The complete ii–V space, arranged around the circle of fifths (click to enlarge) Figure 7 . Changes for the A section of “Ceora” (Lee Morgan) (click to enlarge) Video 1 . The A section of “Ceora” in ii–V space. Recording from Morgan [1965] 1988 (click to watch) Figure 8 . Changes for the B section of “Ceora” (Lee Morgan) (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] With this understanding of the transformations involved in a single ii–V–I progression, we can see how we might connect multiple progressions in order to form a larger ii–V space. Because root motion by descending fifth is extremely common in jazz, we might consider connecting ii–V–I progressions by descending fifth; Figure 5 illustrates this arrangement both as a transformation graph and a transformation network. This descending-fifths arrangement means that all of the chords sharing a root are aligned vertically (directly below GM7 is G7, which is itself above Gm7), and allows us to define two more transformations, which we will call simply 7th and 3rd : If \\(L = (l_r, l_t, l_s) \\in \\Smaj\\), then 7th \\((L) = M=(m_r, m_t, m_s)=(l_r, l_t, l_s-1) \\in \\Sdom\\) If \\(M = (m_r, m_t, m_s) \\in \\Sdom\\), then 3rd \\((M) = N=(n_r, n_t, n_s)=(m_r, m_t-1, m_s) \\in \\Smin\\) Like the TF transformation, the 7th and 3rd transformations have clear musical relevance: each lowers the given note by a semitone. Although adjacent progressions are connected by descending fifth, the \\(T_5\\) labels connecting adjacent ii 7 chords and IM 7 chords are shown in gray in the graph (and omitted in the network, and in later examples), since these chords are not often directly connected in jazz.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] By extending the network of Figure 5, we arrive at the entirety of ii–V space, as shown in Figure 6 . Because ii–V space includes cross-type transformations, it does not easily form a Lewinian gis . (17) More generally, though, it is easy to see that by considering a single ii–V–I progression as a unit, ii–V space maps cleanly onto ordinary pitch-class space. As Figure 6 makes clear, we can consider the ii–V–I in C as being three perfect fifths above the ii–V–I in E ♭ (or put transformationally, the \\(T_3\\) operation transforms a ii–V–I in C into one in E ♭ ). This formulation does not allow us a means to say, for example, that “the ii chord in C is \\(x\\) units away from the V chord in E ♭ ,” but because ii–V–Is are rarely split up, falling back on normal pitch-class distance is sufficient in most situations. (18) Lee Morgan, “Ceora”",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] Though we will return to formalism below, enough of ii–V space has been defined at this point to see how it might be useful in analysis. To do so, we will examine Lee Morgan’s composition “Ceora,” first recorded on the 1965 album Cornbread . The changes for the A section are given in Figure 7 , and an animation in ii–V space is shown in Video 1 . (19) “Ceora” is in the key of A ♭ major, and begins with the progression I–ii–V–I in the first three bars, staying within a single horizontal slice of ii–V space. This is followed immediately by a ii–V–I progression in D ♭ , a fifth lower (mm. 4–5).",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] At this point, we might expect the ii–Vs to continue in descending fifths, but the potential ii 7 chord in G ♭ ( A ♭ m7) is substituted with Dm7, its tritone substitute, which then resolves as a ii–V in C. (20) Instead of resolving to C major in m. 7, this ii–V resolves instead to C minor : both the seventh and third of the expected CM7 are lowered to become Cm7. (This progression is extremely common, and is one of the principal means of maintaining harmonic motion in the course of a jazz tune.)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] A similar progression in B ♭ follows, leading to a B ♭ m7 chord in m. 9, which becomes part of a ii–V progression in the tonic in mm. 9–10. The expected A ♭ M7 does not materialize, though; the E ♭ 7 chord moves instead to Cm7 as ii of B ♭ (a northwesterly move in the space). This deceptive resolution of the dominant seventh is repeated in mm. 11–13, leading back to the Dm7 chord first heard in m. 6. The repeated upward motions in the space have the effect of ramping up the tonal tension in the passage; not only do the dominants in mm. 10 and 12 fail to resolve as expected, but their stepwise rising motion takes the music far away from the tonic A ♭ . To release this harmonic tension, the ii–V in C resolves at m. 15 to C minor, at which point the harmonic rhythm doubles and the progression follows the normal descending-fifths pattern to retrace the stepwise descent and reach the tonic that begins the B section in m. 17.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] The B section of “Ceora” (the changes to which are shown in Figure 8 ) is nearly identical to the A section until the last four bars; the only differences are the addition of the ♭ 5 in the Cm7 and the ♯ 9 in the F7 in mm. 11–12 of the section. Because we have defined chords and transformations only in terms of chordal roots, thirds, and sevenths, neither of these changes affect our transformational reading of the passage. Instead of ramping up to ii 7 of C as in the A section, the ii–V in B ♭ resolves to B ♭ m7 in m. 12. This B ♭ m7 becomes the ii chord of a ii–V–I in tonic, resolving in m. 15 of the section. A final ii–V in the last measure provides additional harmonic interest, and functions as a turnaround that leads smoothly back to A ♭ M7 for the beginning of the next chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.16": {
                "text": "[1.16] At this point, we have successfully mapped all of the chords in “Ceora” to their associated locations in ii–V space; it is reasonable to ask, though, what good this mapping of chords to space locations has done. After all, ii–V space contains each minor, dominant, and major seventh chord exactly once, so we did not even need to make any decisions as to where in the space a particular chord should go. Have we, in fact, learned anything about “Ceora” from this initial exploration of ii–V space?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.17": {
                "text": "[1.17] To be sure, the foregoing discussion has not produced a complete picture of “Ceora”: nothing at all has been said about the melody, any of its inherent middleground voice-leading, the way in which pianist Herbie Hancock expresses any of the harmonies, how this harmonic structure is elaborated in the ensuing improvisations, and so on. Just as applying Roman numerals to a passage of tonal music does not constitute a complete analysis, so too is the representation of “Ceora” in ii–V space a first step. Because ii–V space is designed to show paradigmatic harmonic motion in jazz, the visual representation allows us to focus on those passages which are distinctive: the representation in ii–V space highlights that the first five bars of the tune are relatively unremarkable, while the unresolving, upward-moving ii–Vs in mm. 9–14 draw our attention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.18": {
                "text": "[1.18] That this analytical interlude has not produced a synthetic analysis of “Ceora” is emblematic of what Rings sees as a feature of transformational theory and analysis in general. Drawing on Lewin’s initial description of his transformational enterprise ( 2007 , 16), Rings writes that “to the extent that such [transformational] analyses reveal ‘structures’ at all, they are esthesic structures rather than immanent ones” ( 2011 , 37, emphasis original). A transformational analysis can rarely purport to describe “the structure of a piece”; rather, a transformational approach can offer multiple perspectives (or “apperceptions”) of a single aural phenomenon. To be fair, this discussion of “Ceora” has offered only one such perspective; to embrace others, it will be useful to continue filling out the details of ii–V space. 2. Tritone Substitutions",
                "footnotes": [],
                "citations": [
                    "lewin_1987_2007",
                    "rings_2011"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] There is an important aspect of jazz harmony that has not yet been considered in our discussion of ii–V space. Crucial to harmony beginning in the bebop era is the tritone substitution: substituting a dominant seventh chord for the dominant seventh whose root is a tritone away. (21) Because tritone-substituted dominants are functionally equivalent, both the progressions Dm7–G7–CM7 and Dm7– D ♭ 7–CM7 may be understood as ii–V–I progressions in the key of C. Figure 9 . The complete ii–V space, showing tritone substitutions (click to enlarge) Figure 10 . The Möbius strip at the center of ii–V space (click to enlarge) Figure 11 . Voice leading in the TF (left) and TF T (right) transformations, compared (click to enlarge) Figure 12 . A transformation network for a small portion of ii–V space, with tritone substitutions shown in green (click to enlarge) Figure 13 . The SLIDE 7 transformation from D ♭ M7 to Dm7 in mm. 5–6 of “Ceora.” (click to enlarge) Figure 14 . Changes for “Blues for Alice” (Charlie Parker) (click to enlarge) Video 2 . An analysis of “Blues for Alice” in ii–V space. Recording from Kirk [1961] 1991 (click to watch)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] This functional equivalence means that a tritone-substituted dominant can act as a shortcut to an otherwise distant portion of ii–V space. In the circle-of-fifths arrangement of Figure 6, keys related by tritone are maximally far apart (diametrically opposed on the circle), but in jazz practice, G7 and D ♭ 7 are functionally identical (both are dominant-function chords in C major). To account for this progression in our space, we need somehow to bring these chords closer together; one solution is to connect two segments of the space by \\(T_6\\) in a “third dimension,” as shown in Figure 9 . The topology of this space is more complicated than the ordinary circle of fifths, however. Once a progression reaches the bottom of the “front” side of the figure, it reappears at the top of the “back” side ( G ♭ at the bottom is listed again as F ♯ at the top); likewise, progressions disappearing off the bottom of the back side reappear at the top of the front side (C major is shown in both locations).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] This arrangement of key centers is topologically equivalent to a Möbius strip, which is somewhat easier to see by focusing only on the dominant seventh chords, as shown in Figure 10 . (22) By wrapping this figure into a circle and gluing the left and right edges together with a half-twist (so that the two G7 chords and D ♭ 7/ C ♯ 7} match up), we arrive at the desired Möbius strip. Though the underlying topology is easier to visualize this way, it is difficult to include all of the other progressions (the ii–Vs themselves) in this diagram, so we will continue to use the three-dimensional version of Figure 9, with the understanding that this topology remains in effect. In any case, the arrangement of keys into the front and back sides is arbitrary, and may be repositioned as necessary; it is often convenient to have the tonic key (when there is one) centrally located at the front of the space.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] While it is possible to navigate this space using only the transformations TF and \\(T_6\\), it is convenient to define another transformation to describe a common progression like Dm7– D ♭ 7–CM7. We will call this transformation TF T , to highlight its relationship to the more normative TF: If \\(X = (x_r, x_t, x_s) \\in \\Smin\\), then TF T \\((X\\,) = Y = (\\,y_r, y_t, y_s) = (x_r -1, x_s + 5, x_t + 6) \\in \\Sdom\\) If \\(Y = (y_r, y_t, y_s) \\in \\Sdom\\), then TF T \\((Y\\,) = Z = (\\,z_r, z_t, z_s) = (y_r -1, y_s + 5, y_t + 6) \\in \\Smaj\\) The TF T transformation represents a tritone substitution, but it transforms bass motion by fifth into bass motion by semitone ( not bass motion by tritone); Figure 11 highlights the relationship with the ordinary TF. Because TF and \\(T_6\\) commute, TF T can be considered as either TF followed by \\(T_6\\), or vice versa. With this new transformation, we can understand the progression A ♭ m7– D ♭ 7–CM7 as a substituted ii–V–I in C: A ♭ m7 \\(\\TFarrow\\) D ♭ 7 \\(\\TFTarrow\\) CM7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The introduction of tritone substitutes complicates the space somewhat; Figure 12 shows a transformation network of the same portion of the space as in Figure 5, but with some chords replaced with their tritone substitutes (shown in green). (23) The relationship between a substituted dominant in G major ( A ♭ 7) and the substituted ii 7 chord in C ( A ♭ m7) is still, of course, a 3rd transformation. The substituted V 7 in C moving to the diatonic V 7 in F changes the transposition from a descending fifth to a descending half-step, as indicated by the \\(T_{11}\\) arrow.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Perhaps most interesting in this tritone-substituted space is the new relationship between a major seventh chord and the substituted ii 7 in the progression a fifth below (in this figure, between GM7 and A ♭ m7). Normally the voice-leading connection between these two chords is fairly inefficient (GM7 to Dm7 requires four semitone displacements), but with the substituted ii 7 , the third and seventh are both held as common tones, and the root and fifth of the chord both ascend by semitone (from G–B–D– F ♯ to A ♭ – C ♭ – E ♭ – G ♭ ). (24) Because of its similarity to the standard slide transformation, with the addition of the common-tone seventh, we will call this transformation slide 7 : (25) If \\(X = (x_r, x_t, x_s) \\in \\Smaj\\), then slide 7 \\((X\\,) = Y = (\\,y_r, y_t, y_s) = (x_r +1, x_t, x_s) \\in \\Smin\\) In jazz this progression occurs frequently when moving between key centers related by half step, though it is uncommon in classical music. (26) We have encountered this transformation once already: the motion from D ♭ M7 to Dm7 in mm. 5–6 of “Ceora” is a typical slide 7 transformation (see Figure 13 ). Charlie Parker, “Blues for Alice”",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Equipped with these new tritone-substitution transformations, we can now analyze somewhat more chromatic music; Charlie Parker’s “Blues for Alice” will serve as a useful example (the changes are given in Figure 14 ). (27) The essential structure of the blues is present: the tune arrives on a subdominant in m. 5, and on a home-key ii–V in m. 9 of the twelve-bar form.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Parker elaborates this basic structure with a series of stepwise descending ii–V progressions (see Video 2 ). The first of these is a diatonic descent: m. 2 jumps from the tonic F major to a ii–V in D, which resolves (via the 7th and 3rd transformations) to a Dm7 chord as the ii 7 of C major. We first saw this progression in “Ceora” (mm. 6–7), where I noted that it is a very common way of maintaining harmonic motion; instead of a ii–V resolving to its tonic, it resolves to the minor seventh chord with the same root. (28) Because this progression is so common, it is convenient to define it as its own transformation, which we will call EC (for “evaded cadence” or “elided cadence”). (29) Unlike TF, EC is practical only as a transformation from V 7 chords to ii 7 chords: If \\(X = (x_r, x_t, x_s) \\in \\Sdom\\), then EC\\((X\\,) = Y = (\\,y_r, y_t, y_s) = (x_r+5, x_s-2, x_t-1) \\in \\Smin\\) EC is of course equivalent to TF • 7th • 3rd , but only when the starting chord is a V 7 chord (a member of \\(\\Sdom\\)). (30) In ii–V space, EC can be represented by starting on a dominant, then following one arrow to the right and two arrows downward (since two descending fifths combine to produce a descending whole step). The structure of the space immediately shows that EC is impossible beginning on a ii 7 chord; we can follow a single arrow to the right, but there is only one downward arrow from a V 7 chord. (31)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] This pattern of stepwise descending ii–Vs continues until arriving at the subdominant B ♭ in m. 5, which includes the standard blues alteration of the lowered seventh. (32) The intuition that this B ♭ 7 is in fact a relatively stable harmony, rather than merely a descending-fifth transposition of F7, can be captured to some extent in our transformational labels (we will return to this resolution in the next section). Instead of labeling this progression F7 \\(\\xrightarrow{T_5}\\) B ♭ 7}, we might instead label it as F7 \\(\\xrightarrow{\\mathrm{TF}\\ \\bullet\\ \\text{7th}}\\) B ♭ 7}; this designation tries to express the notion that the B ♭ 7 chord is heard as a resolution to a stable chord (the TF transformation) that has merely been inflected with the lowered seventh (the 7th transformation). Combining this with the rest of mm. 2–5, it is easy to construct a transformation network: Em7( ♭ 5) \\(\\TFarrow\\) A7 \\(\\ECarrow\\)\n  Dm7   \\(\\TFarrow\\) G7   \\(\\ECarrow\\)\n  Cm7   \\(\\TFarrow\\) F7   \\(\\xrightarrow{\\mathrm{TF}\\ \\bullet\\ \\text{7th}}\\) B ♭ 7",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] After this B ♭ 7 chord, Parker uses a chromatic stepwise pattern of ii–Vs (mm. 5–10), in which the earlier descending fifths are transformed into descending semitones via the tritone substitution: B ♭ m7 \\(\\TFarrow\\) E ♭ 7 \\(\\ECCarrow\\)\n  Am7  \\(\\TFarrow\\) D7  \\(\\ECCarrow\\) A ♭ m7 \\(\\TFarrow\\) D ♭ 7 \\(\\ECCarrow\\)\n  Gm7 (Here, EC C is the chromatic variant of EC, equivalent to TF • slide S , applied to a dominant seventh chord.) Once this sequence arrives on Gm7 as the ii chord of the tonic F, there is a ii–V–I progression in the home key. After the resolution in m. 11, the progression moves backwards through fifths space to begin a VI–ii–V turnaround to F major to begin the next chorus. (33) As with “Ceora,” there is still much to be said about “Blues for Alice”; we will return to this piece below. 3. A Few Extensions Minor Tonic Chords",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] As it has been developed thus far, ii–V space has a glaring omission: it requires that all tonic chords be major sevenths. Certainly there are jazz tunes in minor keys, and thus there is a need to account for the minor tonic. We have already seen ii–V progressions that resolve to minor chords—recall the transformation EC in the previous section—but the only minor chords in the space are ii 7 chords, not tonics. One of the advantages of ii–V space is that it is easily extended to account for harmonic features specific to particular situations; this section presents one such extension that allows for stable minor tonic chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The minor ii–V–i  progression is usually played as ii7( ♭ 5)–V7( ♯ 9, ♯ 5)–imM7. (34) Because we are working with ordered triples of only roots, thirds, and sevenths in this article, the alteration of the fifth and ninth have no effect on our definitions of \\(\\Smin\\) and \\(\\Sdom\\) above. (35) We do, however, need to formally define the set of minor-major seventh chords (chords with a minor third and major seventh):\n\\(\\SmM = \\{ (x_r, x_t, x_s)\\ |\\ x_t - x_r = 3; x_s - x_r = 11 \\}\\). Figure 15 . Transformations involving minor tonic chords (click to enlarge) Figure 16 . A small portion of ii–V space, including minor tonic chords (click to enlarge) Figure 17 . Changes for “Solar” (Miles Davis) (click to enlarge) Video 3 . An analysis of “Solar” in ii–V space, with C minor tonic. Recording from Davis [1957] 1991 (click to watch) Figure 18 . A generic version of ii–V space, with unspecified tonic chords (click to enlarge) Figure 19 . Voice leading in the TF blues transformation (click to enlarge) Figure 20 . B ♭ 7 as both dominant (left) and tonic (right) (click to enlarge) Figure 21 . A small portion of “blues ii–V space.” (click to enlarge) Figure 22 . A pivot fifth between B ♭ 7 as dominant and B ♭ 7 as tonic (click to enlarge)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] With this definition in place, we can explore how this set interacts with the three sets we have already encountered. These transformations are shown summarily in Figure 15 ; the formalism underlying them is straightforward, and has been omitted here. The 3rd and 7th transformations both work intuitively, and transform a chord’s quality without changing its root (shown in the left side of the figure). It will also be useful to define versions of the TF and TF T transformations that transform a dominant seventh into a minor tonic, equivalent to TF • 3rd or TF T • 3rd . We will call them simply “tf” and “tf T ” (the lowercase here is meant to parallel the use of lowercase letters to indicate minor triads). Note that unlike the standard TF and TF T transformations, tf and tf T only transform V 7 chords to ImM7 chords; the same transformations do not hold for ii 7 to V 7 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Figure 16 shows a small portion of ii–V space that includes minor tonic chords, illustrating the transformations described in the previous paragraph. (36) Because most jazz tunes do not contain exclusively minor chords, this figure gives both major and minor tonic chords in every key. Though we will not do so here, determining how to fill in the figure with tritone substitutions, or to arrange it around the circle of fifths in the manner of Figure 6, is easy enough to imagine (if not to draw, given the added complexity of the minor-major sevenths).",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] By way of a brief example, Figure 17 gives the changes for Miles Davis’s “Solar.” This tune is in C minor, though that is not immediately apparent from the changes themselves; in the canonical recording of this piece (from Davis’s own Walkin’ ), the C minor chords are played as minor-major sevenths, and the piece ends on a CmM7 chord, clarifying its status as the tonic. The fact that the only tonic chord appears in the opening bar of the form gives performances of this tune even more of a cyclical quality than is usual in jazz. By not arriving on a tonic at the end of the short 12-bar form, Davis achieves a formal elision at every chorus: the opening tonic serves simultaneously as the harmonic resolution of the previous chorus and the formal beginning of the next.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The visualization in ii–V space, shown in Video 3 , is mostly unremarkable. Note that the usual CM7 at the top of the space has been replaced in this video with a minor tonic, CmM7, and as such there is no arrow between the C-minor tonic and V 7 /F. This analysis, though, is not possible in the ii–V space of the previous section, since the C-minor harmony of the first bar is decidedly not a ii 7 chord (it would be ii of B ♭ , and there is no F7 dominant or B ♭ major harmony in the piece at all). Other Kinds of Tonic Chords",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The problem of tonic chords that happen to be minor-major seventh chords has now been solved, but in fact the problem is more general: it would be nice to have some way of allowing for any kind of tonic chord we might find in actual practice. James McGowan ( 2005 , 76–79) has argued for what he calls three “dialects of consonance” in jazz (extended tones we might consider consonant): the added sixth, the minor seventh, and the major seventh. So far, this article has focused only on the major-seventh dialect, when it appears atop both major and minor triads. Many Tin Pan Alley tunes end with tonic add-6 chords (which appear nowhere in ii–V space), and as we noted in our discussion of “Blues for Alice,” it is very common for a blues tonic to be a major-minor seventh chord (a type that appears only as V 7 chords in the space).",
                "footnotes": [],
                "citations": [
                    "mcgowan_2005"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] The solution to this shortcoming of the space is to introduce some general transformation (which we might call “ ResI ”, for “resolve to I”) that could be redefined as needed for each style. (37) The generic space would then appear as it does in Figure 18 . This space is still arranged in perfect fifths, and the basic shape of the ii–V–I progressions is still present, but the quality of the tonic chords is unspecified. Before using this space in analysis, of course, we must actually define what we mean by a “tonic chord” in a given situation. Because ii–V space contains cross-type transformations, both the set of tonic chords and the transformation Res I, from \\(\\Sdom\\) to the set of tonics, need to be defined. (38) (By defining Res I to be equivalent to TF and defining tonic chords to be members of \\(\\Smaj\\), for example, the generic space here becomes the specific layout of ii–V space first presented in Figure 9.)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Again, it will be easiest to demonstrate exactly how this generic space might be realized by means of an example. In the analysis of “Blues for Alice” above, we noted that the B ♭ 7 chord in m. 5 served as the resolution of the ii–V in the preceding bar, but contained the lowered seventh, which is typical for the blues. There, we tried to capture the intuition that the B ♭ 7 was stable by labeling the transformation as TF • 7th : a resolution merely inflected with the lowered seventh. This transformation, though, still results in the B ♭ 7 as a dominant seventh chord (it appears in the space only as V 7 of E ♭ ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The generic ResI transformation offers a better solution, in that we can define a “blues TF,” which resolves a V 7 to a tonic major-minor seventh: \\(S_{\\mathrm{IMm7}} = \\{ (x_r, x_t, x_s)\\ |\\ x_t - x_r = 4; x_s - x_r = 10 \\}\\) If \\(X = (x_r, x_t, x_s) \\in \\Sdom\\), then \\(\\mathrm{TF}_\\mathrm{blues}(X\\,)\\) \\(= Y = (\\,y_r, y_t, y_s)\\) \\(= (x_r + 5, x_s - 1,\n            x_t - 1) \\in S_{\\mathrm{IMm7}}\\) Note that TF blues is equivalent to \\(T_5\\), but is defined in a way to demonstrate its similarity to TF (see the voice leading in Figure 19 ; TF blues is undefined on ii 7 chords). We have also defined the set \\(S\\) IMm7 , the set of tonic major-minor seventh chords; this seems intuitive, but is somewhat complicated. \\(S\\) IMm7 is exactly equivalent to \\(\\Sdom\\)—in the language of mathematical set theory, they are the same set. The difference between them is not structural, but interpretive: \\(S\\) IMm7 is the set of tonic major-minor seventh chords, while \\(\\Sdom\\) is the set of dominant major-minor sevenths. This distinction allows us to capture the difference between B ♭ 7 as a stable resolution (as it is in m. 5 of “Blues for Alice”) and B ♭ 7 as V 7 of E ♭ (as in m. 8 of “Solar”, for example).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] This sort of interpretive analysis lies at the heart of Rings’s work in Tonality and Transformation ; the gis es he develops there are designed to capture the intuitions that collections of pitches can be heard (or experienced) differently in different contexts. We can adapt this work slightly to capture the intuition that tonic major-minor sevenths are experienced differently than dominant major-minor sevenths; this formalism is necessary if we are to understand \\(\\Sdom\\) and \\(S\\) IMm7 to be different sets (which we must, since tonic major-minor sevenths cannot stand in for true dominant sevenths in ii–V space, or vice versa). The tonal gis Rings develops in his second chapter consists of ordered pairs of the form (scale degree, acoustic signal); as he has it, “the notation ( 7 ˆ , x ) . . .  represents the apperception: ‘scale degree seven inheres in acoustic signal x ’” ( 2011 , 44). Rings goes on to describe sets of these ordered pairs, which we will use to capture our intuitions about the varying roles of the B ♭ 7 chord, as shown in Figure 20 . Here, the left figure (read bottom to top as root, third, seventh) represents B ♭ 7 as a dominant seventh of E ♭ (i.e., with 5 ˆ , 7 ˆ , and 4 ˆ ) while the right figure represents the same three pitch classes as a tonic major-minor seventh (with 1 ˆ , 3 ˆ , and ♭ 7 ˆ ). (39) Rings’s system of heard scale degrees allows us to distinguish between the sets \\(S\\) IMm7 and \\(\\Sdom\\): the B ♭ 7 in m. 5 of “Blues for Alice” is a member of \\(S\\) IMm7 , while the B ♭ 7 in m. 8 of “Solar” is a member of \\(\\Sdom\\).",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "rings_2011"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] With the distinction between tonic and dominant major-minor sevenths worked out, we can now specify the generic space of Figure 18 to create what we might call a “blues ii–V space”; a small portion of this space is shown in Figure 21 . This space, though, presents another complication: the top arrow marked with a question mark represents a transformation  from B ♭ 7 as tonic to B ♭ 7 as dominant. The pitch classes remain the same, but the quale of the chord changes from tonic to dominant, so this transformation is not simply the identity (\\(T_0\\)).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] Because this transformation is one of quale , Rings’s tonal gis again provides an explanation. Intervals in this gis are measured with ordered pairs, like the elements themselves: the first element is a scale-degree interval (measured upward), and the second is a pitch-class interval ( Rings 2011 , 46–48). “Pivot intervals” are those intervals where the second element of the pair is 0. In the situation here, we have what Rings would call a “pivot fifth” between the two B ♭ 7 chords (see Figure 22 ). The pitch-class interval here is 0, since both chords contain B ♭ , D, and A ♭ , and the scale-degree interval is a 5th ( 1 ˆ to 4 ˆ , 3 ˆ to 7 ˆ , and ♭ 7 ˆ to 4 ˆ ). With this transformation defined, we can now more fully realize our intuitions about the short passage in “Blues for Alice” (mm. 4–6): (40) . . . Cm7 \\(\\TFarrow\\) F7 \\(\\xrightarrow{\\mathrm{TF}_{\\mathrm{blues}}\\ }\\) B ♭ 7 \\(\\xrightarrow{\\mathrm{ pivot\\ 5th}\\ \\bullet\\ 3\\text{rd}}\\) B ♭ m7 \\(\\TFarrow\\) E ♭ 7 . . . Interaction with Diatonic Spaces",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "rings_2011"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] The preceding consideration of other kinds of tonic chords has taken us relatively far afield from the starting point of this article, and indeed these extensions are not necessary to understand most tonal jazz. For many purposes, the conventional space developed in Sections 1 and 2 will be sufficient. What is missing in this treatment so far, though, is the concept of a global tonic. As noted above, this article focuses on tonal jazz, and most of this music is in a key (certainly all of the examples considered here are). To this point, we have acknowledged this fact only by mentioning the key of a particular tune in our analytical commentary, or circling the tonic chord in a representation of the space. Defining ii–V space as a fully chromatic space has many advantages: it is rare that every chord in a tune can be understood in a single key, and it is convenient not to have to switch continually between diatonic collections. (41) Moreover, chromatic spaces are much more regular than their diatonic counterparts: chromatic step size is consistent, while diatonic step size varies between one and two half steps. Figure 23 . A portion of ii–V space, conformed to the white-key diatonic circle of fifths (click to enlarge) Figure 24 . An A ♭ -major diatonic ii–V space, arranged in descending steps (click to enlarge) Figure 25 . An analysis of “Ceora” in diatonic ii–V space (click to enlarge) Video 4 . Detail of diatonic ii–V space, showing the SLIDE 7 transformation between key centers related by half-step (click to watch)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Still, given that all the examples here do have a global tonic, it seems wise to consider what a diatonic ii–V space might look like. The space was first made chromatic by arranging individual ii–V–I progressions in descending fifths (recall Figure 6). We could instead arrange the space according to the diatonic circle of fifths, as shown in Figure 23 . This space looks much like the chromatic space, with the exception of the diminished fifth between 4 ˆ and 7 ˆ , where the regular transformational structure of the chromatic space breaks down. The change of the descending perfect fifth (\\(T_5\\)) to a diminished fifth (\\(T_6\\)) means that all of the transformations linking these two key areas must all be combined with \\(T_1\\): C7 \\(\\xrightarrow{3\\text{rd}\\ \\bullet\\ T_1}\\) C ♯ m7, C7 \\(\\xrightarrow{T_6\\;}\\) F ♯ 7, and FM7 \\(\\xrightarrow{7\\text{th}\\ \\bullet\\ T_1}\\) F ♯ 7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Unlike chromatic space (which can only be generated by half-steps and perfect fifths), diatonic space can be generated by any of its members. (42) Diatonic ii–V space, then, offers the interesting possibility of departing from the fifths-based space used so far, in favor of some other organization of the space (since any interval we might choose will generate the entire space). To see how such an organization might allow us to capture different kinds of analytical insights, I will return to briefly to Morgan’s “Ceora.”",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] In the analysis of “Ceora” above, it was apparent that the whole tune takes place in four key areas: D ♭ , C, B ♭ , and the global tonic A ♭ . Given this organization, we might consider arranging ii–V space in descending diatonic steps, as shown in Figure 24 . (The entire figure could be wrapped around a circle so that the identical ii–V–I progressions in A ♭ at the top and bottom of the figure are aligned.) This arrangement into steps means that the key areas used in the tune are adjacent in the space; in the chromatic space of Video 1, they were separated by an intervening fifth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] This figure is structurally a bit different than the other spaces explored thus far, so it will be helpful to examine it in some detail before returning to “Ceora.” The arrangement into descending steps means that we can no longer align all of the seventh chords sharing a root. (43) The GM7 and Gm7 (as ii 7 /F) chords are close to one another, for example, but G7 (V 7 /C) is farther removed. The key areas in this figure are not connected by \\(T_5\\), but instead by the diatonic transposition operator \\(t_6\\): all of the roots of the major seventh chords (reading down the right side of the figure) are members of the 4-flat diatonic collection. (44) Though the diatonic distance between key areas is consistent, the chromatic distance varies: there are two points in the space in which the connection between key areas is a half step rather than whole step (compare, for example, FM7 \\(\\xrightarrow{\\;t_6\\;}\\) E ♭ M7 and D ♭ M7 \\(\\xrightarrow{\\;t_6\\;}\\) CM7).",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "3.19": {
                "text": "[3.19] As noted above, the tritone appearing in diatonic space alters the transformational structure somewhat: transformations spanning this tritone must must be combined with \\(T_1\\). Here, the relationship between most IM 7 and ii 7 chords is the transformation 7th • 3rd , but between the keys of D ♭ and C (as well as A ♭ and G), it is 7th • 3rd • \\(T_1\\). This transformation is in fact equivalent to the transformation slide 7 (see the detail in Figure 25 ); the diatonic origin of slide 7 is one of the reasons it is so common in tonal jazz.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.20": {
                "text": "[3.20] All of “Ceora” takes place in a relatively small portion of diatonic ii–V space; Video 4 gives an analysis of the A section in this space. (45) The analysis of course looks very similar to the analysis above, but the stepwise arrangement of the space helps us to show different analytical insights. Moves in the space that are relatively close in the chromatic fifths arrangement in Video 1 appear much larger in this arrangement (for example, the move from A ♭ M7 to E ♭ m7 in mm. 3–4), and vice versa (the slide 7 from D ♭ M7 to Dm7 in mm. 5–6).",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "3.21": {
                "text": "[3.21] It is worth noting at this point that although the space has been adapted to show aspects of diatonicism, the space itself is still chromatic. The transformations are still defined on ordered triples of mod-12 (not mod-7) integers, and nothing in the ii–V–I progressions themselves has changed. The guiding influence of a diatonic collection is used only to choose the key centers that are shown in any particular representation of the space. This use reflects the nature of jazz harmony itself; tunes are often globally diatonic (in a key), while locally chromatic, using ii–V–I progressions to tonicize other key areas to a much greater extent than is usually seen in classical music. The reason for this may be largely practical. The head–solos–head form of most jazz means that we hear the same progression repeated many times (Morgan’s recording of “Ceora” runs about 6½ minutes, for example), and using only pitches from the A ♭ -major diatonic collection would quickly become boring.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.22": {
                "text": "[3.22] The arrangement of ii–V space in Figure 24, combining chromatic and diatonic operations, is mathematically complicated. As Rings observes, transformation networks involving both chromatic and diatonic operations violate Lewin’s formal definition of a transformation network, since they act on different sets ( Rings 2011 , 98–99). The underlying transformation graph is not path-consistent, since the transformation slide 7 • TF • TF is in general not equal to the transformation \\(t_6\\). (46) Put another way, putting GM7 in the top row of Figure 24 while leaving the transformational labels unchanged does not work: obeying the \\(t_6\\) arrow requires FM7 to occupy the row below, but following the other path would yield F ♯ M7. The graph is, however, realizable: it is possible, as the figure itself attests, to fill in the nodes such that the arrows do make sense ( Hook 2007a , 29). Both Rings and Hook have shown that transformation networks that are not path-consistent—like the diatonic ii–V space described in this section—can nevertheless be analytically productive. 4. Conclusions",
                "footnotes": [
                    "FN46"
                ],
                "citations": [
                    "rings_2011",
                    "hook_2007a"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Before drawing to a close, I will return once more to “Blues for Alice.” This tune has been discussed twice already: the first simply to illustrate how tritone substitutions fit into ii–V space, and the second to formalize our intuitions about the stable B ♭ 7 chord in m. 5. In neither of these discussions was anything said about the first two chords of the tune: FM7–Em7( ♭ 5). In ii–V space, these chords are relatively far apart (4 edges): FM7 \\(\\xrightarrow{\\text{7th}}\\) F7 \\(\\xrightarrow{T_6}\\) B7 \\(\\xrightarrow{T_5}\\) E7 \\(\\xrightarrow{\\text{3rd}}\\) Em7. Because ii–V space prioritizes harmonic motion by fifth, chord progressions—like this one—that do not move that way appear quite distant in the space. Figure 26 . The diatonic seventh chords in F major, arranged around the diatonic circle of fifths (click to enlarge) Figure 27 . A possible derivation of “Blues for Alice,” mm. 1–5, from a diatonic model (click to enlarge) Video 5 . A diatonic analysis of “Blues for Alice” (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] But on the other hand, FM7 and Em7( ♭ 5) seem quite close by other metrics, and a jazz musician would probably not hear the motion as one involving any great distance. On an initial hearing, the Em7( ♭ 5) may not be heard as ii 7 /Dm, but rather as a diatonic vii ø 7 chord. (47) This hearing suggests yet another alternative interpretation: one against an F-major diatonic background. As noted in the preceding analysis of “Ceora,” the diatonic collection was used only to choose the tonic chords in the space. The functional vii ø 7 chord suggests a slightly different approach for “Blues for Alice.” Figure 26 shows the diatonic seventh chords in F major, arranged around the circle of fifths. We can define a transformation, DC (for “diatonic cycle”), that transforms one diatonic seventh chord into the diatonic seventh chord whose root lies a diatonic fifth below: thus, FM7 \\(\\xrightarrow{\\text{DC}}\\) B ♭ M7, Gm7 \\(\\xrightarrow{\\text{DC}}\\) C7 , and so on. (48) (Note that for the transformations ii 7 \\(\\to\\) V 7 and V 7 \\(\\to\\) IM 7 , DC is equivalent to TF.)",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Figure 27 illustrates how one might hear the opening bars of “Blues for Alice” as derived from this diatonic background. Figure 27a gives the progression as it would appear diatonically in F major; the notation DC 2 indicates two successive applications of DC, here describing a motion from IM7 to vii ø 7. (49) In 27b, the chords rooted on A and G have been transformed from minor sevenths into dominant sevenths via the inverse- 3rd operation. This has the effect of turning the chain of DC transformations into the TF and EC transformations observed in Section 2 above. In 27c, the diatonic progression C7–FM7– B ♭ M7 is changed into a ii–V–I in B ♭ major; this involves both a 3rd and 7th transformation, and eliminates the remaining DC transformations in mm. 4–5. Finally, the B ♭ M7 is blues-inflected into B ♭ 7 in 27d, supplanting the final TF with TF blues .",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The resulting progression in Figure 27d is Parker’s original, and captures the intuition that the motion from FM7 to Em7( ♭ 5) is heard as a diatonic motion in F major, which then kicks off a chain of ii–Vs that is heard in chromatic space. Video 5 visualizes the entire tune in a similar vein: here, the F-major diatonic circle of fifths is joined with one in B (or C ♭ ) major, connected by \\(T_6\\) arrows. When a chord has been transformed into a dominant (via either a 3rd or 7th transformation), a green highlight appears in the video. (The blue highlight on the diatonic B ♭ m7( ♭ 5) indicates that it is an ordinary m7 chord, rather than a diatonic half-diminished seventh.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Rings has described the transformational apparatus as prismatic , an approach “in which multiple phenomenologically rich local passages are refracted and explored from multiple perspectives” ( 2011 , 38); the three discussions of “Blues for Alice” in this article demonstrate the utility of this approach. As listeners and analysts, we need not decide which hearing of the opening five bars represents the structure of the piece. Rather, we can use the transformational approach developed in this article to explore these intuitions in a more formal manner. In some situations, we might wish to hear the motion from FM7 to Em7( ♭ 5) as a motion by diatonic step, and in others we might wish to hear it as a large jump in fifths-space.",
                "footnotes": [],
                "citations": [
                    "rings_2011"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] As Hook notes in his review of GMIT , “transformation theory is a large and varied toolbox: there are only some minimal instructions for using the tools, and no designs at all for what can build with them” ( 2007b , 166). This article, as it were, has used the toolbox to build another tool: the spaces developed here offer a foundation for applying a prismatic transformational approach to tonal jazz. One might use transformations to explore intuitions about how players express harmony over the course of a recorded performance (or several different performances), or how a listener’s understanding of a harmonic progression changes over time. Though the examples here have focused on small-group jazz, the transformational approach would also bring valuable insight to music in which the harmony is more tightly controlled, such as big-band arrangements and compositions. Perhaps more practically, visualizing tunes in ii–V space may help musicians already familiar with jazz to learn or memorize tunes, by grouping similar harmonic progressions together. (This has been an unexpected benefit of ii–V space in my own playing!)",
                "footnotes": [],
                "citations": [
                    "hook_2007b"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] My transformational approach to tonal jazz may also intersect fruitfully with the existing transformational literature. Although my aim here (following Rings) has been to view traditionally tonal harmonic progressions through a transformational lens, this approach could be combined with existing transformational methods for analyzing the music of composers like Chick Corea, Herbie Hancock, or Wayne Shorter (cited in the introduction), where functional tonality is less obviously present but usually not forsaken entirely. The flexibility of the ordered-triple representation in particular may prove productive in this regard, since it allows for transformation definitions that are still valid when the actual realization of a chord might differ greatly from instance to instance. The syntax of jazz harmony as globally diatonic, yet locally chromatic, is shared with much 19th-century chromatic music, and some of the ideas here might be imported there, where other kinds of transformational analysis have already been shown to be useful. (50)",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] It hardly needs to be said that examining ii–V–I progressions does not constitute a complete theory of jazz harmony, but thinking transformationally about tonal jazz allows for a deeper understanding of this music. To be sure, there are circumstances in which other methodologies may lead to more productive insights than transformational ones, but the opposite seems to be equally true. Jazz, in particular, admits a multitude of approaches for making music—it seems natural to embrace analytical pluralism as well.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.1.mcclimon.html",
    "data": "mto/data/mto.17.23.1.mcclimon.json"
}