{
    "title": "Review of Lionel Pike, <i>Hexachords in Late-Renaissance\n  Music</i> <br>(Aldershot: Ashgate, 1998).",
    "date": "1998/05/01",
    "volume": "4",
    "issue": "3",
    "authors": [
        "Mengozzi, Stefano"
    ],
    "abstract": "Attempting to appreciate the layers of musical meaning that would be apparent to late-Renaissance expert listeners, Dr. Pike contributes to an interpretation of the repertory of that time that takes into account the meaning of the texts set to music, the circumstances of composition and performance, the musical structure, and the listeners’ expectations. However, Dr. Pike’s hypothesis of the Guidonian hexachord as a diatonic segment with cognitive implications for late-Renaissance composers and listeners overlooks important aspects of the status of hexachord as described in Renaissance music theory and raises questions about the relationship between hexachord, mode, and counterpoint.",
    "keywords": [
        "Pike",
        "hexachord",
        "mode",
        "counterpoint",
        "Zarlino listening",
        "rhetoric"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.3/mto.98.4.3.mengozzi.pdf",
    "author_info": [
        {
            "name": "Stefano Mengozzi",
            "university": "University of Chicago",
            "address": "Department of Music, 1010 E. 59th St., Chicago, IL 60637",
            "email": "men8@midway.uchicago.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Gaston Allaire, The Theory of Hexachords, Solmization and the \nModal System (American Institute of Musicology, 1972); Richard \nCrocker, “Perche Zarlino diede una nuova numerazione ai modi,” Rivista Italiana di Musicologia 3 (1968): 48–58; id., “Hermann’s \nMajor Sixth,” Journal of the American Musicological Society 25 \n(1972): 19–37; Eric Chafe, Monteverdi’s Tonal Language (New \nYork: Schirmer, 1992).  See also the contributions by Christian \nBerger, Hexachord, Mensur und Textstruktur: Studien zum \nfranzoesischen Lied des 14. Jahrhunderts (Stuttgart: F. Steiner, \n1992) and David Crook, “Tonal Compass in the Motets of Orlando di \nLasso,” in Hearing the Motet: Essays on the Motet of the Middle \nAges and Renaissance , ed. Dolores Pesce (Oxford: Oxford \nUniversity Press, 1997), pp. 286–306.",
            "citations": []
        },
        "FN2": {
            "text": "2. Gioseffo Zarlino, On the Modes , Part Four of Le Istitutioni \nharmoniche , 1558, trans. Vered Cohen (New Haven: Yale University \nPress, 1983), p. 83.  For Zarlino’s theory of counterpoint, see The Art of Counterpoint , Part Three of Le Istitutioni harmoniche , \n1558, trans. Guy A. Marco and Claude Palisca (New York: Norton, 1968).",
            "citations": []
        },
        "FN3": {
            "text": "3. On this topic, see R. Crocker, “Perche Zarlino,” cited in \nfootnote 1.",
            "citations": []
        },
        "FN4": {
            "text": "4. Heinrich Glarean, Dodecachordon , trans. Clement Miller\n(American Institute of Musicology, 1965), pp. 103–205; 247–270.\nThus, when Dr. Pike argues that “notes were known by their\nsolmization names rather than by letters (though sometimes a\nletter-name for a note was prefixed—E la mi, or A la mi re, for\nexample),” he disregards those theorists who customarily refer to\ndiatonic species and/or individual pitches with letters only.\nSee, for example, the widely influential Lucidarium of\nMarchetto of Padua (ca. 1317), Johannes Ciconia’s Nova musica (ca. 1410), Johannes Gallicus’ Ritus canendi (ca. 1460), in\naddition to the works by Zarlino and Glareanus mentioned above.",
            "citations": []
        },
        "FN5": {
            "text": "5. See Cristle Collins Judd, “Modal Types and Ut, Re, Mi Tonalities: Tonal Coherence in Sacred Vocal Polyphony from about\n1500,” Journal of the Aerican Musicological Society 45.3 (1992): 428–467.",
            "citations": []
        },
        "FN6": {
            "text": "6. These parts carry the titles “Treating of Descant” and \n“Treating of Composing or Setting of Songs.”",
            "citations": []
        },
        "FN7": {
            "text": "7. Thomas Morley, A Plaine and Easie Introduction to Practicall \nMusicke (London, 1597), edited by Alec Harman with a foreword by \nThurston Dart (London: Norton, 1973), p. 104.",
            "citations": []
        },
        "FN8": {
            "text": "8. Hucbald, Guido, and John on Music: Three Medieval Treatises , \ntrans. Warren Babb, ed. with introduction by Claude V. Palisca (New \nHaven: Yale University Press, 1978), p. 65.",
            "citations": []
        },
        "FN9": {
            "text": "9. Zarlino, The Art of Counterpoint , pp. 69–70 [emphasis mine].",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] How did late-Renaissance composers use their music to\ncommunicate with their audiences?  Was there a set of shared\naural expectations between composers and listeners that governed\nthe relationship between text and music, the inner dynamics of\nthe individual parts within a polyphonic complex, and even the\nperception of intervals, counterpoint, and modes?  In which\nspecific ways did the various levels of expertise that\n16th-century listeners brought to a musical performance affect\ntheir understanding of a madrigal by Marenzio or Wert?  These are\nsome of the general questions that inform Lionel Pike’s Hexachords in Late-Renaissance Music .  The main goal of this\nstudy is to re-appreciate some of the techniques and procedures\nby which the particular “language” of late-Renaissance music was\nable to convey meaning from composers to listeners (or, to use\nDr. Pike’s terms, from an “encoder” to a “decoder” [p. 1]).  The\nstudy is addressed to those modern readers/listeners who are\nalready trained in Renaissance music and wish to acquire a fuller\nunderstanding of this repertory: “The present-day listener has\nlost touch with some of the important elements of the language of\nlate-Renaissance music: changing patterns of education and\nchanges in musical style have led to the disappearance of at\nleast two fundamental elements—rhetoric and the hexachord—which\nare essential to a true understanding of this music.  The present\nbook is concerned with the second of these elements” (p. 1).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The book is articulated into five main chapters preceded by a\ngeneral introduction.  The first two chapters, “Voces Musicales\nI” and “Voces Musicales II,” illustrate basic hexachordal\ntechniques, such as the soggetto cavato , the inganno , and\nthe practice of using different hexachords for expressive\npurposes (“hexachord color”).  The two following chapters,\n“Emulation and Parody I” and “Emulation and Parody II,” compare\ndifferent madrigals set to the same text, such as “Mia benigna\nfortuna” (by Arcadelt, Lasso, Rore, Wert, and Marenzio) and\n“Cruda Amarilli” (by Wert, Marenzio, Pallavicino, and\nMonteverdi), in an attempt to understand how certain composers\nutilized solmization for the purpose of “emulating” or “outdoing”\nthe works written by other composers before them.  The final\nchapter, “Sorrow and Secularism,” contains analyses of vocal\nmusic by Tallis (“Lamentations”) and keyboard music by John Bull,\nAlfonso Ferrabosco II, Byrd, Sweelinck, and others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Dr. Pike is particularly concerned with describing what he\ncalls the “More Abstruse Uses of the System” (p. 67), namely\nthose advanced hexachordal techniques that composers invented for\nthe delight of restricted circles of aristocratic amateurs (the cognoscenti ), while also trying to appeal to less educated ears\n(p. 12).  For example, the section “Marian symbolism” (in “Voces\nMusicales II”) suggests that motivic procedures in the motet\n“Gaude Maria virgo” by Peter Philips (1612) associate the Virgin\nMary with the moon ( luna ), a symbolism which is shown to have\ntheological and iconographical resonances (pp. 73–80).  A later\nsection discusses Gesualdo’s “Moro lasso” as an extreme example\nof the use of “The [Hexachordal] Circle of Fifths” in order to\nconvey the dramatic intensity of the text (pp. 89–92).  Finally,\nDr. Pike interprets several instances of “hexachordal inversion”\nin Marenzio’s “Cruda Amarilli” as a deliberate “upsetting of the\nhexachord system” which would illustrate “the topsy-turviness\noccasioned by the suffering” in the text (pp. 142–150).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As these necessarily condensed notes indicate, musical\nrhetoric actually figures prominently in Hexachords in\nLate-Renaissance Music , in spite of the author’s own statement\nof intentions to the contrary.  To Dr. Pike’s credit, he analyzes\nmusical structure as a way to appreciate the meaning(s) of\ncertain compositions and repertories (primarily, Italian secular\nmusic and British keyboard music) viewed as historically situated\nacts of communication.  Thus, Dr. Pike deals with music as\nrhetoric often in an original and profound way.  For example, a\nclose analysis of the texts of Tallis’s “Lamentations” leads him\nto interpret these pieces as devotional music to be performed in\nthe privacy of English Catholic houses.  Focusing more\nspecifically on text/music relations, Dr. Pike captures the\nrhetorical sense of the opening episode of the second\n“Lamentation”, which begins on the word “Gimel” (a Hebrew\nletter), by acutely observing that “The letter becomes like an\nilluminated capital in a manuscript, set off from the rest of the\ntext by its colourful treatment” (p. 187).  In a similar manner,\nDr. Pike’s discussion of various settings of “Cruda Amarilli”\nreveals some of the subtle ways in which these settings dialogue\nand “compete” with one another by reusing some of the same\nmelodic materials while experimenting with voice leading and\ndissonance treatment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Paradoxically, Dr. Pike’s claims are more problematic when he\ndeals with the subject that he intentionally sets out to explore\nin his book, namely the relevance of hexachordal structures in\npolyphonic music written around 1600, as the following discussion\nwill show.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It is clear from the very title of this study that Dr. Pike\nsubscribes to a “strong” view of the Guidonian hexachord, thus\nfollowing a line of argument that has been proposed in the last\nthirty years or so by scholars such as Gaston Allaire, Richard\nCrocker, and Eric Chafe, among others. (1) In brief, Dr. Pike\ninterprets the six syllables as a fundamental diatonic structure\nwith cognitive implications for Renaissance musicians and\nlisteners.  In the introduction to the book, for example, Dr.\nPike presents his study as “dealing with the period just prior to\nthe disappearance of the hexachord as a force for the\norganization of musical structure” (p. 12); in several later\npassages, the hexachord is presented as “fundamental to the\nlearning of music” (for instance, at pp. 13, 15, and 172).\nBecause of this, various hexachordal procedures such as mutation\nand the soggetto cavato “became second nature to any musician\nof the time as the notes of the scale are to us today ” (p. 15).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A dose of skepticism is in order here, because it is not\nclear on what evidence some of these assertions rest.  Indeed one\nwishes that Dr. Pike had examined the musical treatises with the\nsame attention that he dedicates to the lyrics of “Cruda\nAmarilli” and “Mia benigna fortuna.”  The occasional references\nto a handful of theorists, such as Vicentino, Zarlino, Galilei,\nArtusi, and Morley, are painfully inadequate to support the\nnature and the scope of Dr. Pike’s hexachordal theories, which\ncall for detailed surveys of topics such as hexachordal mutation\nand the relationship between the seven letters-names and the six\nGuidonian syllables, as understood in the 16th century.\nIronically, Dr. Pike describes Karol Berger’s Theories of\nChromatic and Enharmonic Music in Late 16th-Century Italy (Ann\nArbor: UMI, 1976 and 1980) as providing “a splendid treatment of\nthe theorists of the period” (p. 17, footnote 24), although\nBerger’s study is not concerned at all with the issue of\nhexachordal solmization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] More importantly, the role of the hexachord within the\nmusical systems described by Renaissance theorists—even those\nmentioned by Dr. Pike—is a matter of debate: Zarlino, for\nexample, presents the gamut with the seven hexachords in Book II,\nch. 30, of his Istitutioni harmoniche (1558, 1573), but in the\nsame chapter he also praises Guido for introducing the seven\nletter-names (A to G) that reflect octave equivalence.\nFurthermore, Zarlino hardly refers to any Guidonian syllable at\nall in the sections of the Istitutioni harmoniche dedicated to\ncounterpoint (book 3) and the modes (book 4), preferring instead\nto refer to intervals species (such as quarta, quinta, diapason,\ndiatessaron ) when dealing with counterpoint and to letters\nalone—with occasional reference to Greek pitch terminology, such\nas trite synemmenon —when dealing with mode (he writes, for\ninstance, that “The eleventh mode comes into being from the third\nspecies of diapason, C to c, mediated harmonically by the note\nG”). (2) On the other hand, in his Dimostrationi harmoniche (1571) Zarlino did renumber the modes beginning with those ending\non C, instead of D, in such a way as to mirror the order of the\nGuidonian syllables within the hexachord. (3) In a similarly\nambiguous way, in his Dodecachordon (1547) Glareanus\ncustomarily refers to the diatonic species of fourths and fifths\nwith Guidonian syllables, but he also indicates the pitch\nboundaries of the twelve modes using either the seven letters\nonly, or the Greek pitch terminology (particularly in book 2,\nchapters 1–37).  Furthermore, Glareanus often refers to pitches\nby means of single letters in his numerous commentaries of\nmonophonic and polyphonic pieces (respectively in the chapters\nmentioned above and in book 3, chapters 13–24). (4) On the other\nhand, Glareanus also documents the presumably common practice of\nnaming the modes only with the Guidonian syllables ut, re, and mi. (5) Thomas Morley, in his A Plaine and Easie Introduction to\nPracticall Musicke (1597), explains the nuts and bolts of\nGuidonian solmization at the very beginning of “The First Part”\nof the treatise, which is significantly titled “Teaching to\nSing,” although the hexachordal syllables once again play only a\nminimal role in the lengthy “Second” and “Third” parts of the\ntreatise dedicated to the teaching of various compositional\ntechniques. (6) Morley does refer to the hexachordal syllables\nin these later sections too, but these syllables—in the context\nof Morley’s treatise—seem to function as conventional\nattachments to letter-names, rather than as signposts of some\nunderlying hexachordal structures.  Furthermore, it is\ninteresting to notice that in the “Annotations” to the “First\nPart” of his treatise Morley inserts a passage that is slightly\ncritical of the Guidonian system.  He writes that Guido “added a\nfifth tetrachord [to the Greater Perfect System], including in\nthe scale (but not with such art and reason as the Greeks did)\nseven hexachords or deductions of his six notes.”  According to\nAlec Harman, what Morley dislikes about the Guidonian system is\nthe “uneven overlap” of the seven hexachords when compared with\nthe linear simplicity of the Greater Perfect System. (7) Finally,\nit could be argued that the Guidonian hexachord plays an all but\nmarginal role in the writings of Vicentino and Artusi.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] But in spite of the unclear status of the hexachord in\nRenaissance theory, one may still acknowledge the possibility\nthat the Guidonian syllables, as Dr. Pike argues, could have been\nused by composers as “a means of communication” with the\nperformers, as well as with those listeners who were at least\nminimally familiar with the system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A good example of the way in which such a communication\nwould take place is provided by the opening measures of\nMarenzio’s madrigal “Mi fa lasso languire,” where the textual\nincipit is made to correspond to the Guidonian syllables\nmi–fa–la–sol–la–mi–re: mi fa la sol la mi re E F a G ♯ a E D Mi fa las - so lan - gui - re Upon singing (or simply hearing) the notes E–F–a– G ♯ –a–E–D,\nperformers and (expert) listeners would immediately think of\n(thus somehow also “hear”) the syllables mi–fa–la–sol–la–mi–re\nand appreciate the wit of the correspondence between these\nsyllables and the first verse of the madrigal.  In this way, the\nGuidonian hexachord adds an extra layer of meaning to the musical\nsetting of a poetic text.  For Dr. Pike, this technique of text\nsetting by means of “hexachord sounds” was more common than\nscholars thus far have suspected, and many of his examples are\ndedicated to illustrating this point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] It is of course true that Renaissance musicians enjoyed\n“extracting” musical subjects from the syllables of the text, as\nseveral compositions with soggetti cavati or fatti sulle\nvocali demonstrate.  In these cases, however, the syllables of\nthe text are normally made to correspond with the most obvious\nsolmization of the passage, so as not to leave any doubt about\nthe composer’s intentions.  Unfortunately, Dr. Pike extends this\nkind of interpretation to cases in which the correspondences\nbetween textual syllables and hexachordal sounds appear to be all\nbut accidental.  Even more problematic are those cases in which\nDr. Pike takes the textual syllables to be the primary indicator\nof the hexachordal position of the corresponding notes.  For\nexample, Dr. Pike’s solmization of the opening of Frescobaldi’s\n“Se la doglia e’l martire” (1608) is as follows: CANTUS sol la a b c c b a G ♯ Se la do - glia e’l mar - ti - re ALTUS sol la E F ♯ G G F E E Se la do - glia e’l mar - ti - re Here Dr. Pike is concerned with associating the article “la” of\nthe text with the “la” of the hexachord.  As a consequence, he\nreads the first two notes of the Cantus as part of a D hexachord\n(D–E– F ♯ –G–A–B), presumably followed by a mutation to the G\nhexachord (G–A–B–C–D–E); in a similar way, he interprets the\nfirst two notes of the Altus as part of an A hexachord\n(A–B– C ♯ –D–E– F ♯ ) that soon mutates into the C hexachord\n(C–D–E–F–G–A) on the first G.  Needless to say, this strategy\nflies in the face of customary rules of solmization.  Singers\nwere taught to select the correct hexachord on the ground of the\nintervals to sing, not of the syllables to pronounce; in other\nwords, reducing the number of mutations was no doubt preferable\nto maximizing the concordances between the two kinds of\nsyllables—indeed the choice was not even an issue.  One of the\nmost common rules of solmization, for example, dictated that\nsingers choose the syllables ut, re, and mi for singing ascending\nintervals and fa, sol, la for singing descending ones.  It is\nsimply not a good idea to solmize the first note of an ascending\nscale on sol or la—no matter what the corresponding textual\nsyllable is—because doing so forces a singer to perform\nunnecessary mutations.  By the same token, it is unlikely that\nperformers would start Marenzio’s (or Monteverdi’s) “Cruda\nAmarilli” on ut simply because of the assonance with “Cru-,” as\nDr. Pike suggests (pp. 143; 163).  Instead, it seems plausible to\nassume that these singers, having internalized the standard rules\nof solmization, would instinctively select one of the descending\nsyllables, since all of their parts begin with a descending\ninterval.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] But the analysis of Frescobaldi’s madrigal is problematic in\nother ways.  Dr. Pike suggests that, by introducing “hexachords\non the sharp side of durum—on D and A,” Frescobaldi provides a\nmusical image of the “harshness of ‘martire’.” Dr. Pike also\nspeculates that “The performers are unlikely to miss the point,\nthough it is doubtful if non-performing listeners (should there\nbe any) would be likely to understand.” Indeed, the ability to\nappreciate this musical image of “harshness” seems to rest on\nsome notion of absolute pitch, i.e., on the listeners’\nrealization that the first two notes of the Cantus belong to the\nhexachord on D and not, for example, to the one on C.  Even\nacknowledging this possibility, I see no reason to believe that\nthe second syllable of the text would lead performers and\nlisteners to mentally process the first two notes of their parts\nas belonging to a diatonic structure that begins a fifth below.\nIt seems plausible, for example, that an hexachordally trained\nlistener would understand the first two notes of the Altus (E– F ♯ )\nas the re and mi of the D hexachord established by the Cantus,\nagain following the principle of economy of mutation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] To give Dr. Pike’s solmization the benefit of the doubt also\nraises the issue of the significance of the rather different\nhexachordal changes that take place in the two parts after the\nsecond note: whereas the Cantus mutates to the next adjacent\nhexachord on the “flat” side, on G, the Altus mutates from the\nthree-times-durus A hexachord to the natural C hexachord (perhaps\na case of “remote mutation?”).  Thus, the theory that hexachords\npossessed “strong” cognitive implications for Renaissance\nperformers and listeners soon forces us to reconsider the very\nnotion of polyphonic imitation: can we still maintain that the\nsegment E– F ♯ –G in the Altus imitates the segment A–B–C of the\nCantus at the fourth below, if it turns out that the two\nhead-motives mutate to different levels of the hexachordal circle\nof fifths?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Dr. Pike should have considered the possibility that\nFrescobaldi used counterpoint, rather than the melodic shape of\nthe individual parts, in order to illustrate the “harshness of\n‘martiri’.”  This alternative may sound obvious, but it is hard\nnot to associate the double dissonance (seventh + dim. fifth) at\nthe incipit of measure 2 and the clash of second in the middle of\nthe same measure with the “pain and torture” of the text, just as\nit is difficult not to believe that at least the educated\nlisteners of the Renaissance would have appreciated the musical\nsignificance of such events.  Indeed, the repercussions of two\ndissonant intervals on the slightly awkward syllable “-glia e’l”\nin measure 2—the tongue ever pushes on the aching tooth—make\nFrescobaldi’s strategy all the more clear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] To emphasize the structural role of counterpoint, however,\nmeans necessarily to downplay the cognitive significance of the\nGuidonian hexachord.  Taken as basic diatonic structures, the two\nsystems can hardly have been equally relevant to Renaissance\nlisteners because they operate in two different kinds of musical\nspace and thus may have triggered different kinds of sound\nprocessing.  On the one hand, the rules of counterpoint operate\nin a cyclical space that stretches without seams from the lowest\nto the highest pitch (and vice versa), and that is expressed by\nthe seven letter names.  From the point of view of this musical\nspace, the hexachord is an all but marginal element.  Indeed, the\nlabels customarily attached to it by medieval and Renaissance\ntheorists when dealing with intervals and counterpoint ( diapente\ncum tono, diatessaron con ditono, exaden maior ) reflect its\nstatus as a derivative segment, less perfect than the octave, the\nfifth, and the fourth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] On the other hand, the Guidonian system outlines primarily a\nsegmented musical space where each pitch is assigned to one or\nmore overlapping and discrete sets of six elements.  In this case\nit is the octave that appears as a derivative segment because two\npitches an octave apart belong necessarily to two different\nhexachords (though they may still correspond to the same\nsyllable).  Instead, as Dr. Pike points out, the determining\nfactor in the Guidonian system is the central position of the\nsemitone mi–fa within each segment.  It is true that the strong\npresence of the Guidonian syllables in medieval and Renaissance\nmusic treatises seems to indicate that the centrality of the\nsemitone within the hexachord must have had unequivocal\nimplications for contemporary listeners.  To use Dr. Pike’s\nwords, “The symmetry of the system, with each hexachord revolving\naround its most characteristic interval, must have appealed\nstrongly to the Medieval and Renaissance mind” (p. 13).  However,\nthe hexachordal space is also, in a way, cyclical, although each\ncycle (say, from mi to mi) begins in one segment and ends in\nanother and encompasses only four or five voces .  Thus it remains\nto be determined whether for Renaissance listeners the symmetry\nand the length of the hexachord were cognitively more relevant\nthan the position of the hexachords within the system of musica recta (a fourth, a fifth, or an octave from each other),\nor rather the other way around.  In relation to this question, it\nshould be noted that Guidonian solmization was a practical\napplication of the medieval theory of affinitas at the fifth\nbetween the pitches of the gamut.  As to the cognitive weight of\nthe theory of affinity at the fifth, it was probably not a heavy\none, to judge from chapter 9 of Guido’s Micrologus , titled\n“Also on the resemblance of notes, which is perfect only at the\ndiapason.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Because one of Dr. Pike’s primary interests is to show how\nlate-Renaissance composers used solmization to illustrate the\nmeaning (or the sound) of the text, his analyses tend to focus\non the horizontal, rather than the vertical, aspect of this\nrepertory.  Occasionally, he does take into account the\ncontrapuntal relations between the voices (for example, in his\ndiscussion of various settings of “Mia benigna fortuna” and\n“Crudele acerba” by Arcadelt, Rore, and Lasso)—again for the\nmain purpose of understanding the music as an image of the text.\nIn these pages, however, the presence of the hexachord as a\n“basic structure” seems to fade away, substituted by a more\nconventional focus on the dynamics of consonance and dissonance\nor on mode.  A more detailed discussion of how counterpoint and\nthe modes relate to the hexachord, conceived as a basic diatonic\nstructure, would have clarified the ways in which the two\nhorizontal and vertical approaches pursued in the book support\neach other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] There are several points in the book at which such a\ndiscussion would have been appropriate.  In the introduction, for\nexample, the reader will find frequent references to the\ndifferences between modality and tonality and to the role of\nchromaticism in the dissolution of the modal and the hexachordal\nsystems, but there is no treatment of the functional relation\nbetween the modes and the Guidonian voces (p. 3).  In a similar\nway, the later section on “Hexachords” seems to have no bearing\non the previous presentation of the modal system (pp. 13–16). Yet\nthe very nature of Dr. Pike’s argument warrants a discussion of\nthese functional relations: does mode establish hexachord, or\ndoes hexachord establish mode, and how?  Is one necessarily the\ncorrelate of the other, and why?  How do hexachordal scale degrees\nrelate to modal scale degrees?  For example, how important is it\nthat in the cases of the Protus and Deuterus modes the finalis does not fall on the first degree of the hexachord? How important\nis it that it does in other modes? How significant was the fact\nthat at least one of the modal constituents, the second species\nof fifth E–b, “embodied” an hexachordal mutation?  Finally, a\ndiscussion is needed on the extent to which a melodic structure\nsuch as hexachord can account for the polyphonic complex of a\npiece—a problem that scholars have often raised about mode.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] To be sure, Dr. Pike does explore hexachord in the context\nof mode in the section “Hexachord Color,” in the chapter “Voces\nMusicales I,” where he argues that late-Renaissance composers\nwere able to broaden their tonal palette by transposing the\nhexachord either to the “mollis” or to the “durus” side in an\nattempt to make their music more suitable to express the\nemotional colors of the text.  We are told that, because the\nmolle hexachord was “colored” by the B flat, “it was thought of\nas ‘soft’ or ‘sweet’, and so it was particularly appropriate for\nthe illustration of sweetness or similar ideas” (p. 32).  Later\nin this section Dr. Pike explains that “All transposition of\nsixteenth-century polyphonic modes was by a fourth up (adding one\nflat to the key signature) or by a seventh up (adding two flats):\nthis accurately reflects the fundamental notes of the three\nhexachords” (p. 33).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The idea of “hexachord color,” though, is problematic.  It\nis not clear which theorists Dr. Pike has in mind when he argues\nthat the flat hexachord “was thought of” as “‘soft’ or ‘sweet’,”\nbut the fact remains that theoretical discussions of musical\naffects and the relationship between text and music in the\nRenaissance are centered on mode, not on hexachord.  I am aware\nof no music theorist who directly links the “three properties of\nsinging” ( per natura, per B quadro , and per B molle , which\nmodern scholars—somewhat erroneously—are used to calling\nnatural, soft, and hard hexachords) to the expression of\n“softness,” “harshness,” and the like.  Equally unsubstantiated\nis the claim that common patterns of transposition in the\nRenaissance follow a hexachordal scheme.  On the one hand, the\nvery notion of “hexachordal transposition” is\nnot easily found in musical treatises from the Renaissance,\nif by “hexachord” one means a diatonic segment of six\npitches, rather than a series of six pitch names.  On the other\nhand, theorists quite understandably presented\nmodal transposition and modal change as the result\nof a swapping of the constituent diatonic species,\nnot—most emphatically—in hexachordal terms.  In some cases,\nhumanistically inclined theorists would discuss these issues in\nreference to the Greek tetrachords.  Book IV, ch. 16, of\nZarlino’s Istitutioni harmoniche , for example, carries the\nfollowing characteristically verbose title: “Whether by removing\nthe tetrachord diezeugmenon [B–C–D–E] from any composition and\nputting in its place the synemmenon [A– B ♭ –C–D] while the other\ntetrachords remain immovable, one mode can be changed into\nanother.”  It should be mentioned that not a single Guidonian\nsyllable appears either in this chapter or in the following one\non the “Transposition of Modes.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Dr. Pike neglects to mention that mode maintained its\ncharacter and affect regardless of transposition, although it is\nalso true that composers would introduce flat or sharp sonorities\nfor affective or rhetorical reasons—such as madrigalisms—as\nillustrated in some of Dr. Pike’s analyses.  Certain specific\nnotes, or chords, may have signalled a particular affect even\nwhen considered in isolation; still, much of the affective flavor\nof these notes or chords depends on the intervallic or harmonic\ncontext in which they occur.  Once again, Zarlino is able to cast\nsome light on this issue.  In the famous chapter where he divides\nthe fifth to generate the “major” and the “minor” chords, he is\ncareful to point out that the different character of the two\ncombinations is given not by the nature of the intervals\ninvolved, but rather by the position of the two thirds within\nthe fifth.  It is worth quoting Zarlino’s passage in full: “While\nthe extremes of the fifth are invariable and always in the same\nratio , . . . the extremes of the thirds are placed differently within\nthe fifth.  I do not mean that such thirds differ in proportion\nbut in location . . . when the major third is below, the harmony is\ngay, and when it is above, the harmony is sad. So from these\ndiverse positions of the thirds placed in counterpoint between\nthe extremes of the fifth—or above the octave—comes harmonic\nvariety .” (9) It seems to me that Zarlino’s argument can easily\nbe applied to Dr. Pike’s theory of “hexachordal color.” Granted\nthat the hexachord (read: major sixth) may contain pitches that\nare “colorful” per se , it is also important to consider its\nposition within the octave.  In other words, it seems that the\naffective connotations of the “molle hexachord” depend a great\ndeal on whether the mi–fa semitone (A– B ♭ ) falls between the first\ntwo pitches of the mode, or rather between the third and fourth\npitches—nor is it recommended to disregard the location of the\nother semitone within the octave.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Thus we are confronted with the same problem that I have\nalready discussed above, namely, how to accommodate Dr. Pike’s\n“strong” view of the hexachord as a basic cognitive structure\nwith other normative systems that took the octave as their ruler,\nsuch as mode.  One cannot emphasize the latter without relegating\nthe former to a marginal role.  Yet too often Dr. Pike gives the\nimpression that he is trying to have it both ways.  In his\nanalysis of J.P. Sweelinck’s keyboard fantasy on the theme Ut,\nre, mi, fa, sol, la a 4 voci , for example, he claims that the\npiece is based “around the F hexachord (F major), though a number\nof statements move to naturale” (p. 208).  But the concepts of “F\nhexachord” and “F major” seem mutually exclusive, rather than\ninterchangeable: to argue that the piece is based “around the F\nhexachord” implies that the pitch E is somehow outside the main\nstructural element, whereas this is obviously not the case from\nthe perspective of a reading of the piece in “F major,”\n“transposed Ionian,” or “fifth mode.”  In the ensuing discussion,\nDr. Pike highlights Sweelinck’s ability in creating a sense of\nclimax by carefully balancing ascending and descending statements\nof the hexachords on C, F, and B ♭ with frequent overlaps.  From a\ntonal point of view, however, it is also interesting to observe\nthat these statements of the subject occur in ever changing\ncontrapuntal contexts, sometimes starting from the fifth of the\nmode, sometimes on the finalis.  Furthermore, the subject in its\nvarious expositions may be articulated sometimes as a diapente\ncum tono , sometimes as a tonus cum diapente , and sometimes\neven as a diatessaron con ditono .  Again, the structural weight\nof the hexachordal subject cannot be considered independently of\nthe position of that subject within the octave.  Whereas\ncontemporary listeners would certainly understand each\npresentation of the subject as beginning on some ut or la, it is\ndifficult not to imagine that they would also hear those subjects\nas modally located on, say, the final or the confinal.  Dr. Pike\nseems to believe that a Renaissance listener, upon hearing ut on\nthe fifth of the mode, would still process that sound as the\nfirst scale degree of the corresponding hexachord.  However, we\ncannot rule out the possibility that some listeners would assign\ncognitive priority to that pitch heard as the fifth of the mode,\nwhile realizing that it also coincides with the lowest note of\nthe subject.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In conclusion, Dr. Pike’s study—in spite of the valuable\ninsights into the repertory that it offers—is problematic not\nonly because the hypothesis of a “strong” hexachord creates more\nproblems than it resolves, but also because of a more general\nmethodological weakness: in his attempt to capture what is\n“hidden,” “abstruse,” and “sophisticated” in late-Renaissance\nmusic by relying almost exclusively on unmediated analyses of\nmusical scores, Dr. Pike reaches conclusions that too often seem\nself-confirming.  On the one hand, the subtleties of musical\nstructure that he brings to light through musical analysis are to\naccount for the experience of listening of the Renaissance cognoscenti ; on the other hand, unconfirmed hypotheses about\nthe listening skills and mental musical processes of the cognoscenti are supposed to justify the validity of the\nanalyses.  But the historical question of the relevance of\nGuidonian solmization for Renaissance composers cannot be\nanswered satisfactorily through music analysis alone; instead, a\nmuch wider perspective is required, in which a variety of\nhistorical, theoretical, and cognitive issues about the origin,\ntransmission, and function of the Guidonian system are brought to\nbear on one another.  In particular, the often made facile\nequation of hexachord as a pedagogical tool and hexachord as a\ncognitive structure needs to be placed under intense critical\nscrutiny.  It may turn out that hexachord, far from being the key\nelement of a distinct musical language, was little more than a\nlocal inflection within the long history of Western diatonic\nmusic.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.98.4.3.mengozzi.html",
    "data": "mto/data/mto.98.4.3.mengozzi.json"
}