{
    "title": "Analyzing Music Under the New Musicological Regime",
    "date": "1996/05/01",
    "volume": "2",
    "issue": "4",
    "authors": [
        "Agawu, Kofi"
    ],
    "abstract": "",
    "keywords": [
        "analysis",
        "music theory",
        "Adorno",
        "new musicology"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.4/mto.96.2.4.agawu.pdf",
    "author_info": [
        {
            "name": "Kofi Agawu",
            "university": "Yale University",
            "address": "Music Department, P.O. Box 298310, New Haven, CT 06520-8310",
            "email": "kagawu@minerva.cis.yale.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Arnold Whittall, “Analysis.” In The New Oxford Companion to Music (Oxford: Oxford University Press, 1983), vol. 1, page 58.  Three years earlier, Ian Bent had defined analysis in remarkably similar\nterms: “the resolution of musical structure into relatively simpler\nconstituent elements, and the investigation of the functions of those\nelements within that structure.” (“Analysis,” in The New Grove\nDictionary of Music and Musicians , ed. Stanley Sadie [London:\nMacmillan, 1980], vol. 1, pages 340–88).  This procedure of first\ndetermining the ‘units’ of a given structure and second establishing\ntheir rules of combination is associated with musical semiology in its\nearliest phases, that is, in the writings of Nicolas Ruwet and\nJean-Jacques Nattiez.  See Ruwet, “Methods of Analysis in Musicology,” Music Analysis 6 (1987), pages 11–36 and Nattiez, “Varese’s \n‘Density 21.5’: A Study in Semiological Analysis,” Music Analysis 1 (1982),\npages 243–340. 1. I wish to thank Floyd K. Grave for reading both \narticles and\noffering illuminating comments on the intricacies of Handel’s G-minor\nSarabande, which I discuss in the course of this study.",
            "citations": []
        },
        "FN2": {
            "text": "2. T. W. Adorno, “On the Problem of Musical \nAnalysis,” Music\nAnalysis 1 (1982), pages 169–187.",
            "citations": []
        },
        "FN3": {
            "text": "3. Pieter van den Toorn, “A Response to Richard \nTaruskin’s ‘A Myth of the Twentieth Century,’” Music Theory Online 1.5.  See also his\nrecent Music, Politics and the Academy (Berkeley: The University \nof California Press, 1995).",
            "citations": []
        },
        "FN4": {
            "text": "4. Bent, Analysis , page 6.",
            "citations": []
        },
        "FN5": {
            "text": "5. Kerman, “How We Got into Analysis, and How to Get \nOut,” Critical Inquiry 7 (1980), pages 311–331.",
            "citations": []
        },
        "FN6": {
            "text": "6. Kerman, Contemplating Music (Cambridge: Harvard \nUniversity Press, 1985).",
            "citations": []
        },
        "FN7": {
            "text": "7. One could interpret Timothy L. Jackson’s “Aspects of \nSexuality and\nStructure in the Later Symphonies of Tchaikovsky,” Music Analysis 14\n(1995), pages 3–25 as an example of such re-attachment.",
            "citations": []
        },
        "FN8": {
            "text": "8. Ellen Rosand, “The Musicology of the \nPresent,” American\nMusicological Society Newsletter 25 (1995), pages 10–15.",
            "citations": []
        },
        "FN9": {
            "text": "9. For a comment on pluralism, see my “Music Analysis \nand the Politics\nof Methodological Pluralism,” Revista de Musicologia 16 (1993),\npages 399–406.",
            "citations": []
        },
        "FN10": {
            "text": "10. Lawrence Kramer, “The Musicology of the \nFuture,” Repercussions 1\n(1992), pages 5–18.",
            "citations": []
        },
        "FN11": {
            "text": "11. Kramer, “The Musicology of the Future,” page 5.  In \nhis most recent\nbook, Classical Music and Postmodern knowledge (Berkeley: \nUniversity\nof California Press, 1995), Kramer develops this vision further,\nstressing the need to reinject a human interest into music criticism\nand to recover a (lost) public discourse about music.",
            "citations": []
        },
        "FN12": {
            "text": "12. It has always seemed odd to me that the on-going \ndebates within\ntheory and analysis, which in many ways capture the spirit of\npost-modern inquiry, have been marginalized in the characterization of\ntheorists as ‘formalists.’  For one among many examples of theory’s\nself-reflexivity, see the first section, “Metatheory and Methodology,”\nin Perspectives on Contemporary Music Theory , ed. Benjamin \nBoretz\nand Edward T. Cone (New York: Norton, 1972).  For an insightful and\ncogent account of the historical development of music theory in the\nUnited States, see Patrick McCreless, “Rethinking Contemporary Music\nTheory.” In State of the Art: Refiguring Music Studies in the \n1980s ,\nedited by David Schwarz and Anahid Kassabian (University of Virginia\nPress, forthcoming).",
            "citations": []
        },
        "FN13": {
            "text": "13. Susan McClary, “Narrative Agendas in ‘Absolute’ \nMusic: Identity\nand Difference in Brahms’s Third Symphony.” In Musicology and\nDifference: Gender and Sexuality in Music Scholarship , edited by \nRuth\nSolie (Berkeley: University of California Press, 1993), 326–44.",
            "citations": []
        },
        "FN14": {
            "text": "14. Edward Said, Orientalism (New York: Pantheon, \n1978).  On\norientalism in music, see Ralph P. Locke, “Reflections on Orientalism\nin Opera and Musical Theater,” Opera Quarterly 10 (1993–94),\npages 49–64. and “Constructing the Oriental ‘Other,’: Saint Saens’s\nSamson et Dalila,” Cambridge Opera Journal 3 (1991), pages 261–302.\nThe argument is, of course, easier to make with regard to opera than\nit is to instrumental music, McClary’s subject.",
            "citations": []
        },
        "FN15": {
            "text": "15. A startling omission from the new musicology’s \ndiscursive\npractices is any sustained engagement with the intellectual heritage\nof the discipline of ethnomusicology.  Practically all of the new\nmusicology’s favorite subjects—concerns with race, gender, sexuality,\nnon-canonical repertoires, the nature of representation, etc—have not\nonly been touched upon but in some cases theorized explicitly by\nethnomusicologists.  Surely this engagement is long overdue.",
            "citations": []
        },
        "FN16": {
            "text": "16. I do not include here pockets of ‘old’ \nmusicological research that\ndeal directly or indirectly with the new musicology’s concerns, but\nthat, too, have been relegated to the margins.",
            "citations": []
        },
        "FN17": {
            "text": "17. Thomas Clifton’s major work Music as Heard: A \nStudy in Applied Phenomenology (New Haven: Yale University Press, \n1983), seeks to\nground music theory in experience and to define and exemplify music\nanalysis dynamically in terms of acts and actions rather than static\nobjects.",
            "citations": []
        },
        "FN18": {
            "text": "18. David Lewin, “Auf dem Flusse: Image and Background \nin a Schubert\nSong.” In Schubert: Critical and Analytical Studies , edited by\nWalter Frisch (Lincoln: University of Nebraska Press, 1986),\npages 126–52, “Some Notes on Analyzing Wagner: The Ring and Parsifal,” 19th-Century Music 16 (1992), pages 49–58, and Musical Form and\nTransformation: Four Analytic Essays .  (New Haven: Yale University\nPress, 1993).  The more formal presentation of notions of networks is\nin Lewin’s Generalized Musical Intervals and Transformations .  \nNew\nHaven: Yale University Press, 1987.",
            "citations": []
        },
        "FN19": {
            "text": "19. Charles J. Smith, “The Functional Extravagance of \nChromatic Chords,” Music Theory Spectrum 8 (1986), pages 94–139.",
            "citations": []
        },
        "FN20": {
            "text": "20. Alan Street, “Superior Myths, Dogmatic Allegories: \nThe Resistance\nto Musical Unity,” Music Analysis 8 (1989), pages 77–123.",
            "citations": []
        },
        "FN21": {
            "text": "21. Robert Snarrenberg, “The Play of Differance : \nBrahms’s\nIntermezzo Op. 118, No. 2,” In Theory Only 10 (1987), pages 1–25.  \nSee\nalso the response by Robert J. Samuels in In Theory Only 11 \n(1989),\npages 45–58.",
            "citations": []
        },
        "FN22": {
            "text": "22. Patrick McCreless, “Roland Barthes’s S/Z from a Musical Point\nof View,” In Theory Only 10 (1988), pages 1–30.",
            "citations": []
        },
        "FN23": {
            "text": "23. Richard Cohn and Douglas Dempster, “Hierarchical \nUnity, Plural\nUnities: Toward a Reconciliation.” In Disciplining Music: Musicology\nand its Canons , edited by Catherine Bergeron and Philip Bohlman\n(Chicago: University of Chicago Press, 1992), pages 156–81.",
            "citations": []
        },
        "FN24": {
            "text": "24. Richard Littlefield and David Neumeyer, “Rewriting \nSchenker:\nNarrative – History – Ideology,” Music Theory Spectrum 14 (1992),\npages 38–65.",
            "citations": []
        },
        "FN25": {
            "text": "25. Kevin Korsyn, “Towards a New Poetics of Musical \nInfluence,” Music Analysis 10 (1991), pages 3–72; Joseph N. \nStraus, Remaking the Past:\nMusical Modernism and the Influence of the Tonal Tradition (Cambridge: Harvard University Press, 1990).",
            "citations": []
        },
        "FN26": {
            "text": "26. See David Lidov, On Musical Phrase . Monographies de\nsemiologie et d’analyses musicales , no. 1, Groupe de recherches en\nsemiologie musicale, Universite de Montreal and “Mind and\nBody in Music,” Semiotica 66 (1987), pages 69–97, among numerous\npublications.",
            "citations": []
        },
        "FN27": {
            "text": "27. Marion A. Guck, “Rehabilitating the Incorrigible.” \nIn Theory, Analysis and Meaning , edited by Anthony Pople \n(Cambridge: Cambridge\nUniversity Press, 1994), pages 57–73; Fred Everett Maus, “Masculine\nDiscourse in Music Theory,” Perspectives of New Music 31 (1993),\npages 264–93.",
            "citations": []
        },
        "FN28": {
            "text": "28. Carl Schachter, “The submerged Urlinie: The Prelude \nfrom Bach’s\nSuite No. 4 for Violoncello Solo,” Current Musicology 56 (1994),\npages 54–71.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Analysis has always played a role in \nmusicology.  “The analytical\nprocess,” writes Arnold Whittall, and echoing a generation of\nstructuralists, “is two-fold: to identify the various materials of a\ncomposition, and to define the ways in which they function.” (1) Thus\ndefined, analysis is indispensable to a discipline that takes the\nmusical object as its point of departure.  Not all branches of\nmusicology demand a vigorous deployment of analytical techniques.  And\nthis is in part because not all branches of musicology are directly\nconcerned with the experience of music.  Attending to the archive (not\ncanon) of musical works is, however, impossible without analytical\nmediation, itself propped up by an explicit or—more likely—implicit\ntheory.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Analysis plays an even more central role in the discipline of\nMusic Theory.  Traditionally defined, theory undertakes to codify “the\nvarious materials of a composition” and to exemplify their functioning\nin a range of works; it insists that its methods meet explicitly\nstated criteria of coherence; and it often proclaims aesthetic\npreferences, though not always directly. In a little-known essay\npublished posthumously, Adorno reflects upon the potential of music\nanalysis.  Reading notation, for example, requires “an analytical\nact”; analysis is “the prerequisite for an adequate performance”, and\naesthetic theories on music are “inconceivable without analysis.”\nPerhaps most important of all, analysis “has to do with the surplus [das Mehr] in art,” this surplus being the “truth content” of a work\nin so far as it goes beyond the mere facts. “No \nanalysis,” Adorno\nwrites, “is of any value if it does not terminate in the truth content\nof the work, and this, for its part, is mediated through the work’s technical structure ”. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Not all areas of theory need analysis, but by \nand large the\nmajority of scholars who regard themselves as ‘theorists’ or\n‘analysts’ or ‘practicing analysts’ are often engaged in a more or\nless systematic inquiry into the structure of ‘the music itself.’\nAnalysis allows practitioners to come to grips with “the detail of a\nmusical whole.” (3) Its rewards, like \nthose of musical performance,\nstem from a hands-on experience.  Although it makes claims about\nknowledge (here the differences between analysis and theory are\nnoteworthy), an analysis does not merely produce a detached set of\nresults available in verbal form.  This is neither to mystify the\nanalytical process nor to claim for it transcendent status; it is\nrather to remind us of the easily forgotten fact that there are\ndifferent kinds of musical knowledge, and that these are constituted\nin a complex variety of ways.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Analysis, finally, is a relatively young \ndiscipline.  According to\nIan Bent, analysis “as a pursuit in its own right, came to be\nestablished only in the late 19th century.” (4) Although codified\nanalytical methods date back at least to the eighteenth century, and\nalthough the refinement and formalization of techniques in our own\ncentury have depended directly on those earlier developments, it is\nperhaps more than merely coincidental that not until the 1980s did the\nfirst comprehensive guides to analytical techniques in English appear:\nIan Bent’s Grove spin off, Analysis (1980/1987); Nicholas Cook’s A\nGuide to Musical Analysis (1987); and Jonathan Dunsby and Arnold\nWhittall’s Music Analysis in Theory and Practice (1988).  \nIntended\nin part to meet a pedagogical need, these books take full advantage of\nthe specialized studies of previous decades in order to consolidate\nanalytical knowledge.  The stage was now set, it seemed, for exploring\nthe range of applicability of various techniques, for interrogating\ntheir foundations, and for assessing their limitations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Before this intra-disciplinary \nself-examination could play itself\nout, however, the young discipline of analysis came under attack.  In\n“How We Got Into Analysis and How to Get Out” published in 1980,\nJoseph Kerman asked theorists some tough questions, and then proceeded\nto elevate his own brand of criticism to a position of privilege among\nthe competing discourses about music. (5) Although he recognized\ncriticism’s debt to analysis, Kerman nevertheless placed a higher\npremium on a research enterprise that did not terminate either in the\ngathering of facts or in the establishment of a work’s internal\nrelationships. His book of five years \nlater, Contemplating Music ,\nenabled a crystallization of the offending categories as ‘positivism’\nand ‘formalism’. (6) Although these \nterms carry considerable semantic\nand ideological baggage, their complex histories were subsequently\nsuppressed in the drive to inform about the limitations of\ntheory-based analysis.  The charge of formalism was made because\nanalysts inquired only into the connections between patterns within a\npiece; they did not deal with matters of affect and expression, with\nthe ‘meaning’ of music, with its cultural context.  This unfortunate\nmisrepresentation of a hitherto complex theoretical enterprise made\npossible the prescription of an instant cure. To escape the dilemmas\nof formalism, you must attach the patterns you have observed to\nsomething else: a plot, a program, an emotional scenario, a context,\nan agenda, a fantasy, or a narrative.  You must, in other words,\nproblematize the gap between the musical and the extra-musical. The\nfindings of formalist analysis are like a severed phallus; ideally,\nthey should be re-attached. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It was in this anti-formalist climate that the so-called ‘new\nmusicology’ emerged.  To say that they are united in their\nanti-formalist stance may not please the new musicologists, for an\nessential part of their strategy is to deny any stable, collective\nidentity, to insist on the impossibility of anchoring the first\nsignifying relationship.  Such denial is understandable in light of\nthe different initiatives that are gradually coalescing into a ‘new\nmusicology.’  But could such denial also be a trick aimed at ensuring\nthat new musicologists are always able to shift their identities in\norder to, as it were, remain on top?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] What, then, is the new musicology?  In her 1994 presidential\naddress to the American Musicological Society, Ellen Rosand took note\nof “new approaches to music, most of them developed in other fields.” She writes, “Semiotics, response and reception \ntheory, narratology,\ngender theory, cultural criticism—these are just some of the\nanalytical approaches that have been newly brought to bear on the\nstudy of music.  And the result is a conglomeration of critical\nactivities commonly called the ‘new musicology.’” (8) The new \nmusicology\nis, in short, eclectic and selectively pluralistic. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Rosand’s “The Musicology of the Present,” \nwith its subtle\nsuppression of any prophetic claims, and its even-handed review of\ncurrent musicological activity, challenges but also reinforces the\nsubstance of an article published two years earlier under the\nunabashed title, “The Musicology of the Future.” (10) Lawrence Kramer\nadmits that “the new conceptual modes are too motley a grouping to\nform a school, and too critical of grand syntheses to admit of one.”\nHe nevertheless offers the single most forthright statement about the\nnew musicology that I have come across.  Kramer’s is not a casual\ninvitation to interested music scholars to sample some new products.\nOn the contrary, it is nothing less than a prophecy about the death of\nmusicology.  In order to survive, musicology must embrace a network of\n“postmodernist strategies of understanding”.  And despite his words to\nthe contrary, Kramer’s enumeration reads like a manifesto: “The\ntheories that ground [postmodernist] strategies are radically\nanti-foundationalist, anti-essentialist, and anti-totalizing.  They\nemphasize the constructedness, both linguistic and ideological, of all\nhuman identities and institutions.  They insist on the relativity of\nall knowledge to the disciplines—not just the conceptual\npresuppositions but the material, discursive, and social\npractices—that produce and circulate knowledge. While often\ndisagreeing with each other, poststructuralists, neopragmatists,\nfeminists, psychoanalytic theorists, critical social theorists,\nmulticulturalists and others have been changing the very framework\nwithin which disagreement can meaningfully occur.” (11) To give up\nessentialist, foundationalist and totalizing discourses is to\nradically rethink the basic task of representation.  A simple—though\nI hope not simplistic—account of Kramer’s statement may be given as\nfollows.  We should now accept that there are no nuggets of identity,\nno positivisms, no irreducible essences.  There are no invariant first\nprinciples, no God or universal reason, no single grand narratives by\nwhich human history can be conceptualized.  Our epistemologies are\nconstructed and situated.  Everything is fragmented and discontinuous;\nall truths are partial and provisional.  Nothing is ever objective,\nnothing is ever ‘new,’ and nothing can be taken for granted.  This\nbold attempt to wipe the slate clean is, of course, salutary, a long\noverdue and a much-needed initiative to liberate musicology (and music\ntheory) from their ostensible conservatism and complacency.  If we\nread Kramer’s statement as a call to action rather than as a summary\nof existing scholarship, if in other words we detach its political\nmotivation from the cogency of its epistemology, then it is hard to\nimagine any worthwhile opposition to his vision of a new musicology.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] To the question, What has the new musicology achieved so far?, one\nanswer may be that it has fostered what is often presented as a new\nway of construing cultural objects.  Politically-motivated criticism\nis in; issues of race, gender construction and sexuality that impinge\non the consumption of music are very much in.  Non-canonical\nrepertoires, especially of the popular variety, are in.  The reception\nof music, understood not necessarily as an account of other listening\nsubjects (with specific histories and geographies), but as an account\ndeveloped around the individual subject, is in in a big way.  One’s\ninsights need not meet the test of intersubjective corroboration; nor\ndo they need to be propped up by what is often presented as an\nover-determined theory-based analysis.  The fantasies set in motion by\nbiography, be it that of composer, performer, or listening subject,\nneed no longer be suppressed or even understated.  And the language in\nwhich all of this is mediated is best if it highlights the\nperformative element in writing—charged, colorful, sometimes obscure\nsometimes playful, but never clinical or ‘scientific.’",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Which brings us to the question of analysis. Since analysis is\nassociated with formalism, and since the new musicology is, among\nother things, an anti-formalist movement, and since the discipline of\ntheory is constituted in large measure by practicing analysts, it\nwould seem that the aims of theory and the new musicology are\nfundamentally incompatible. Is there any way in which music theory can\nembrace the positive tenets of the new musicology and still give due\nattention to what Adorno called the ‘technical structure’ of musical\nworks, not as an end but as a means to an end?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] It is not possible to answer this question within the scope of a\nbrief essay, for there is such a wide variety of new musicological\nofferings that any attempt to establish its analytical program as a\nunified and coherent project is bound to be defeated even before it\nhas begun.  Nevertheless, it is worth noting that note-by-note\nanalysis has so far not played a central role in the new musicology.\nTo avoid analysis or close reading of scores altogether may be one way\nof escaping the dilemmas associated with analysis as a modernist\npursuit.  But my interest here is not in those publications that\ndeliberately avoid analysis but in those that use analysis, however\ntangentially, to buttress their claims.  Here, a curious picture\nemerges.  Rather than develop new methods for analysis, methods that\nare free of conventional biases, new musicologists often fall back on\nconventional methods.  The props of insight-formation are considered\nself-evident.  Rarely are the perceptual and conceptual foundations of\nmusical analysis openly confronted. It is hard \nto square this\nparticular manifestation of reticence among some new musicologists\nwith the searching, no-nonsense spirit of post-modern inquiry. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] One brief example may help to focus the \nissues.  Susan McClary\nattempts to tease out “narrative agendas” in the first movement of\nBrahms’s Third Symphony. (13) Her aim \nis not to provide a detailed\nanalysis in the manner of an “austere” formalist (like Carl Dahlhaus)\nbut to remind us that the conventions upon which Brahms depended were\nnot free of social meaning.  Tonality, for example, involves the\nchanelling of desire, while sonata form is gendered in its thematic\nprocess.  How are these (historically and socio-culturally) prior\ncharacterizations domesticated in the Brahms’s movement?  McClary\noffers not one but several competing narratives, narratives that do\nnot invest heavily in the ‘technical structure’ (in Adorno’s sense) of\nthe movement.  The first and most obvious is a gendered discourse: a\nheroic and obviously masculine first theme in the tonic, F major, is\nfollowed by a seductive and feminine second theme in the\n(unconventional) key of A major.  In the development section, the\nsecond theme precedes the first, its character now changed from\nfeminine to masculine; the first theme, which appears towards the\nclose of the development, is now feminized.  The recapitulation “goes\nthrough the paces of the exposition once again.” In this first\nnarrative, then, McClary is interested in the character of themes,\nprivileging overarching characterizations over inherent contradictions\namong the constituent dimensional processes.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The second narrative is oedipal.  The relationship of alterity\nbetween first and second themes is now reread as “the archetypal\nstruggle of the rebellious son against the conventional Law of the\nFather.” A third narrative is a racial discourse arising from the\nseductive second theme, described by Hermann Kretzschmar as “Delilah.”\nMcClary takes this to be a sign of “Oriental exoticism,” chides the\ndoubting modern listener for forgetting that the theme “would have\nbeen conceived and perceived as ‘Oriental’ within the codes of that\ntime,” and implies that Brahms, like the hundreds of culprits\nassembled in Edward Said’s book Orientalism , was an orientalist. (He was not the only one, of course; orientalism \nforms a kind of\nepistemological constant, perhaps even a cognitive constant in\nEuropean constructions of subjectivity). (14) The fourth narrative\nconcerns the interplay between a generalized set of norms and Brahms’s\nspecific practice.  It turns out that the heroic first theme,\nalternatively described as masculine and as embodying the oedipal\nFather, is in fact “dissonant with respect to the conventions that\nsustain [the movement’s] narrative procedures.” In other words the\nmasculine Father is atypical, an aberration.  From this follows a\nfifth claim, namely that the “real dilemma” of the movement is “how to\ndefine closure in a piece in F major that insists on maintaining a\ndefiant A ♭ for purposes of identity.”",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This last claim may come as a surprise to some readers, for it\nopens up a line of inquiry that might have formed not the end but the\nbeginning of a ‘formalist’ analysis. And it is here that the theorist\nmay wonder whether it is possible to press the earlier narratives into\nthe detail of the music?  Can an analysis that is concerned not only\nwith the A– A ♭ issue (which McClary says is the “real dilemma” of the\nmovement) but with other semitonal relations, with third-related keys,\nwith motivic expansion and contraction, and with the (sometimes\nenormous) trajectories built by Brahms’s periodicity: can such an\nanalysis provide the conditions of possibility for McClary’s\noverarching characterizations?  A theorist who argues that McClary’s\nanalysis lacks detail may well be making an irrelevant point.  There\nis enough detail to support the specific characterizations that she\nwishes to make.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] And so we reach an impasse: theory-based analysis, which prides\nitself on leading the analyst to the ‘truth content’ of a work as\nmediated by its ‘technical structure’ (Adorno), which allows the\nmusical mind to engage directly with the compositional elements\nthemselves—such analysis seems to be of limited utility in a project\nthat interprets music as social discourse.  The truth seems to be that\nnew musicologists have so far not found a use for the surplus of\ndetail that theory-based analysis produces.  It would be helpful if\nthis surplus was acknowledged either as a presence or as a problem.\nTo object that theory-based analysis is a self-fulfilling and\nself-referential exercise is to pretend that tautology and circularity\nare ever avoidable in the criticism of art—they are not.  And the\nanalyst’s failure to reach for an extramusical label, her failure to\nprovide a ‘translation’ of the analysis, as if that which goes\nunlabelled or untranslated necessarily lies outside the bounds of\n‘social discourse’: these (and other) issues need to be aired.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Referring generally to ‘new musicologists’—as I have done in the\nforegoing paragraphs—and drawing conclusions about their approach to\nanalysis produces a limited and perhaps ambiguous set of results.  By\nthe same token, however, the habit of some new musicologists of\nritually denouncing ‘formalist’ analysis would gain greater\ncredibility if the group of theorists, too, was understood not as a\nmonolithic group espousing a single doctrine but as a highly diverse\ngroup motivated by a few shared concerns.  We could go further.\nWithin the discipline of theory, there exists a vast range of\ninnovative inquiries that have been overlooked by new musicologists.\nWere it not for theorists’ reticence about adopting new slogans, these\ninitiatives would easily converge into a “New Theory.” New\nmusicologists’ failure to acknowledge this work does not, of course,\ndeny it a place in the discourses of the musical sciences. It only\ntestifies to a willed amnesia on their part, a necessary strategy,\nperhaps, for redrawing the boundaries of the musical disciplines. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Allow me to mention, by way of conclusion, a few contributions\nthat touch upon aspects of the new musicological agenda.  In doing so,\nI am conscious of the scores of studies that will necessarily go\nunmentioned.  (An attempt to include European precedents for these\n[mostly American] discourses alone would fill an entire paper).  I am\nalso conscious of the fact that some of my authors have moved on from\nthe intellectual positions espoused in these papers.  Nor do I mean to\nhold these up necessarily as the best or most influential or most\nrepresentative work produced by music theorists recently.  I mean\nsimply to note their existence. Such an \nexercise will have achieved\nits aim if it encourages new musicologists to temper their\nproclamation of the novelty of their efforts with some acknowledgment\nof the traces that exist in some corners of American music theory. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Back in the 1970s, Thomas Clifton was busy \ndeveloping ideas about\nthe phenomenology of music, elaborating notions of play, and composing\na poetics of musical silence.  I haven’t seen Clifton’s name (or, for\nthat matter, those of latter-day phenomenologists) in the new\nmusicology’s footnotes. (17) David \nLewin, in his relentless and\ndisciplined pursuit of the ‘truth content’ of musical works, has\nfrequently developed hermeneutic readings from paths as diverse as\nthose of a layered metrical and hyper-metrical coherence, or the paths\nof voices in adjacent chromatic collections. The \nresulting analyses,\nvalued for their technical demonstration as well as for their\naesthetic implications, can hardly be consigned to a class of\nformalist analyses. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Charles J. Smith, writing about harmony, probably the least\ntranslatable of musical dimensions, and one that has (therefore) not\nfeatured prominently in recent readings of music as social text,\nencourages us to multiply our descriptions of chordal affiliation in\norder to embrace the challenge of multiple meaning without at the same\ntime stooping to an all-pervasive relativism. Smith’s is not merely a\ncall; it includes a concrete demonstration, an exploration of limits,\nallowing the reader to assess the limitations of his claims. (19) Alan\nStreet has continued to remind us of the foundational instability of\nour terms, the contingency of our analyses, and the fragility of our\nconceptual constructs. (20) In 1987 \nRobert Snarrenberg experimented\nwith the Derridean notion of differance in an analysis of\nBrahms’s Intermezzo, Op. 118 No. 2. Explicating \nnotions of difference\nand deferring, Snarrenberg sought to mediate between a ‘strong\nreading’ of the Intermezzo following the methods of Lerdahl and\nJackendoff and Brahms’s sly cadential practice. (21) Later in \nthe same\njournal, Patrick McCreless gave serious attention to three of the five\ncodes assembled by Roland Barthes’s in S/Z , testing their musical\napplicability on the tonal grounds of the first movement of\nBeethoven’s ‘Ghost Trio.’ (22) Readings like Snarrenberg’s and\nMcCreless’ allow a more effective assessment of the usefulness of\ntransferring literary-critical terms into music analysis.",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Even the so-called obsession with unity has been rethought in\nproductive ways.  Rick Cohn and Doug Dempster have explored the\npossibility of plural unities, a concept that may at first sight\nappear anathema to card-carrying theorists, who have often depended on\nan undivided first principle.  In pursuing the possible ‘divisions’ of\nthat first principle, Cohn and Dempster are responding to a quite\nspecific challenge, and doing so constructively and from within the\ndiscipline. It is hard to finish their article \nand still maintain\nthat theory is somehow laboring under the yoke of uninterrogated\nfoundationalist premises. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In a challenging and controversial article, \nRichard Littlefield\nand David Neumeyer laid bare an aspect of Schenkerian ideology,\narguing that mastery of narrative tropes by the analyst is what allows\nthe analyzed work to be configured as an aesthetic object of high or\nlow standing, and not necessarily anything inherent in the work\nitself. (24) In different but \ncomplementary ways, Kevin Korsyn and Joseph Straus have appropriated Bloomian notions \nof anxiety of\ninfluence to explain striking recompositional points of contact\nbetween Brahms and Chopin (and Reger) and between the canonical\nearly-twentieth century masters and their forbears. (25) In the area of\nmusical semiotics, David Lidov, in a series of writings that deserves\nto be better known, has exemplified processes of meaning formation\nstemming from repetition, including the place of the body in the play\nof music’s signifiers. Again, I am yet to see a \nreference to Lidov’s\nprovocative work in any of the new musicological writing. (26) Ongoing\nwork on metaphor and on the discourses of music theory and analysis\nby, among others, Marion Guck and Fred Maus, continues to remind us of\nthe constructedness of our pedagogical schemes, their situatedness,\ntheir gendered biases, and hence their limitations. (27) And Carl\nSchachter concluded a recent study of harmony and voice-leading in a\nBach Prelude by attaching ideas of structure to ideas of theological\nsymbolism. (28)",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] This list could be greatly extended, of course, but not here.  The\nevidence of these and numerous other studies ought to do three things:\nfirst, to remind us that some of the challenges posed by new\nmusicologists have not gone unobserved in the theoretical literature;\nsecond, to help counter the gross and surprisingly popular criticism\nof music theory as a merely formalist enterprise and to enjoin new\nmusicologists to approach the intellectual capital of music theory\nwith a bit more discrimination; third, to demand of new musicologists\na new and improved approach to analysis, one that escapes the dangers\nof present practices that they have identified. Theorists’ commitment\nto analytical demonstration is sometimes facilely dismissed as an\noutgrowth of a modernist impulse.  And their acceptance of a burden of\nproof would seem to slow them down, throwing a ‘conservative’ veil\nover their activities.  Why this should be a cause for concern is not\nclear.  Academic discourse is surely not racing towards a single\nfinishing line.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.96.2.4.agawu.html",
    "data": "mto/data/mto.96.2.4.agawu.json"
}