{
    "title": "A Review of the 2003 American Mathematical Society Spring Southeastern Section Conference, Special Session on Mathematical Techniques in Musical Analysis",
    "date": "2003/08/01",
    "volume": "9",
    "issue": "3",
    "authors": [
        "Peck, Robert W."
    ],
    "abstract": "This article consists of a review of the nineteen presentations in the 2003 American Mathematical Society Spring Southeastern Section Conference, Special Session on Mathematical Techniques in Musical Analysis.",
    "keywords": [
        "ear training",
        "pedagogy",
        "twentieth-century music",
        "post-tonal music",
        "improvisation"
    ],
    "doi": "",
    "received": "July 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.3/mto.03.9.3.peck_review.pdf",
    "author_info": [
        {
            "name": "Robert W. Peck",
            "university": "Louisiana State University",
            "address": "School of Music, Baton Rouge, LA 70803",
            "email": "rpeck@lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The American Mathematical Society’s 2003 Spring Southeastern Section \nConference was held Friday–Sunday, March 14–16, on the campus of Louisiana State \nUniversity in Baton Rouge. It included a special session, “Mathematical \nTechniques in Musical Analysis,” which featured the work of twenty music \ntheorists and mathematicians. The session organizers were Robert Peck, Assistant \nProfessor of Music Theory at Louisiana State University; and Judith Baxter, \nDirector of the Liberal Arts and Sciences Academic Advising Center and member of \nthe faculty of the Department of Mathematics, Statistics, and Computer Science \nat the University of Illinois at Chicago. The entire special session was divided \ninto four presentation sessions: Friday afternoon, Saturday morning, Saturday \nafternoon, and Sunday morning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The first presentation session opened with remarks by Ronald Ross, Dean of \nthe College of Music and Dramatic Arts at Louisiana State University. Dean Ross \nwelcomed the presenters and other conference attendees, and announced the \nacceptance of funding for the formation of LSU CAPITAL, a center for \ninterdisciplinary studies of the arts and digital technology at Louisiana State \nUniversity. Following Dean Ross, Robert Peck (rpeck@lsu.edu ) gave the first presentation of the special session, \n“Introduction to the Special Session: An Overview of Mathematical Techniques in \nMusical Analysis.” Peck provided a general historical outline of mathematical \ntechniques in musical analysis, concentrating primarily on those aspects of \nacoustics, set theory, and group theory that would be amplified in later \npresentations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The next speaker was Stephen Soderberg (ssod@loc.gov ) of the Library of Congress. Soderberg’s paper, “The \nImpossible Coin Toss,” presented the problem of finding a unified solution to \nthe Z-related set problem. He traced the history of the theory of Z-relations, \nciting Milton Babbitt’s Generalized Hexachord Theorem (GHT) and David Lewin’s \nZ-related triples in modulo18. He discussed Z-relations further in terms of his \nown dual inversions, which can account for Lewin’s modulo 18 triples, as well as \nother n-tuples in spaces of even cardinalities. However, he pointed out that \nneither the GHT nor the dual inversion solution addresses all instances of \nZ-relatedness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Jack Douthett (jdouthett@tvi.cc.nm.us ), of TVI Community College, spoke next, about the \nconcept of maximal evenness. His paper, “Dinner Tables, the Ising Model, \nand the Piano Keyboard,” presented the concept of maximal evenness in terms of \nguests sitting around a table at a dinner party. Specifically, Douthett asked \nhow one might seat a certain number of French and American guests, so that each \nguest might enjoy conversation with neighbors from the other country. He then \npresented the question as a general mathematical problem, and pointed out how \nthe solution was arrived at first as a music theoretical result in scale theory. \nHe drew further analogies to the one-dimensional Ising model of physics, in \nwhich a maximally even distribution of upward and downward spins minimizes the \noverall energy, and to the piano keyboard’s distribution of white and black \nkeys.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The first presentation session concluded with the work of two graduate \nstudents. The first was Panayotis Mavromatis (pm@theory.esm.rochester.edu ) \nof the Eastman School of Music. Mavromatis’s presentation, “Minimal Description \nLength: An Information-Theoretic Approach to Music Model Building,” provided an \napproach to oral-based musical traditions, for which no explicit documentation \nof rule systems exists or is known. These rule systems may involve such \nactivities as composition, improvisation, or listening. The particular \nrepertoire he considered is modern Greek church chant. Drawing on statistical \ntechniques, he built a stochastic model of melody in this corpus. Specifically, \nhe defined a Hidden Markov Model (HMM), using a variant of Stolcke and \nOmohundro’s state merging algorithm, with Rissanen’s Minimal Description Length \n(MDL) as the termination criterion. Among the questions raised after the talk \nwas how this model might be used to analyze jazz improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The final speaker in the first presentation session was Jonathan Wild (wild@fas.harvard.edu ), a graduate \nstudent at Harvard University. His talk, “Tessellating the Chromatic,” dealt \nwith concepts related to combinatoriality as applied to pitch-space, rather than \npitch-class space. For example, he examined how one might successively overlap \nmembers of one particular set-class, thereby packing, or tessellating the entire \nchromatic. He presented various types of pitch tessellation, drawing on the work \nof Coven and Meyerowitz. In terms of a compositional technique, which also has \nimplications for analysis, he also examined Z-related tiles, simultaneous \ntilings of pitch and rhythm, and issues raised by other (non-twelve) \nequal-tempered spaces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The second presentation session opened with a talk by Thomas Noll (noll@cs.tu-berlin.de ), of the \nTechnical University Berlin. His presentation was titled “A Mathematical Model \nfor Tone Apperception.” It applied mathematical concepts to apperception \npsychology, as a means of modeling musical ambiguity. Drawing on ideas of \nWilhelm Wundt (such as Wundt’s eye metaphor), Noll described apperception in \nterms of inner vision, wherein ideas enter the scope of attention either \npassively or actively. This process may be modeled via a symplectic geometry. It \nhas implications for Riemann’s musical motion metaphors, Lewin’s GIS-model, \nGollin’s transformational approach to enharmonicity, and Meeus’ Neo-Rameauean \napproach to tonal progressions. Specifically, Noll invoked the discrete subgroup \nof integral symplectic matrices SL 2 (Z), wherein the upper triangle matrix \ncorresponds to the “passive fifth step” (e.g., I/I -> V/I), while the lower \ntriangle matrix corresponds to the “active fifth shift” (e.g., I/I -> I/V).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The second presenter was Adrian Childs (apchilds@arches.uga.edu ) of the \nUniversity of Georgia. In his presentation, “Structural and Transformational \nProperties of All-Interval Tetrachords,” he spoke about the all-interval \ntetrachords (4-Z15 and 4-Z29) not in terms of their Z-relatedness, but rather in \nterms of their all-interval construction. He went on to define a common-tone \ntransformational scheme that results from the partitioning of the tetrachords \nover the set of interval-classes. He demonstrated further how certain tonal and \noctatonic properties of these tetrachords may function as a means of generating \nmusical growth processes, using excerpts from his own composition Shadows \nNumberless .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Next was a presentation by Clifton Callender (callen_c@cmr.fsu.edu ) of Florida \nState University. His talk was titled “Continuous Functions in Musical Spaces.” \nInstead of dealing with finite quotients of the familiar pitch-, time-, and \ntempo-continua (equally tempered pitch-space, even pulse-space, etc.), his \npresentation involved the infinite spectra of such domains. First discussing \npitch, he provided various analytic perspectives of Kaija Saariaho’s Vers le \nblanc (IRCAM, 1982). He went on to demonstrate how similar techniques could be \napplied to trajectories in modular rhythm and tempo set-class spaces, using \nNancarrow’s Study No. 22 and his own Canon as examples of the latter techniques.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The second presentation session concluded with two talks on scale theory. \nDavid Clampitt (david.clampitt@yale.edu ) \nof Yale University gave the first, “Number Theory and Music Theory: Recent \nExtensions in Music Theory of the Three Gap Theorem.” His presentation examined \nthe implications of the Three Gap Theorem in music scale theory. Specifically, \nthe Three Gap Theorem (proven by V. T. Sós in 1958) states that, for a finite \nset of consecutive integer multiples of a real number modulo 1, the “gaps” or \ndistances between successive elements come in at most three sizes. Several \nfamiliar music scalar constructions display this property. For example, \nfollowing a particular proof of Myhill’s Property, Clampitt demonstrated how the \nwhite-key diatonic and the black-key pentatonic collections are both examples of \nscales in which generic steps come in just two sizes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The last presentation in this session was by Norman Carey (ncarey@esm.rochester.edu ) of the \nEastman School of Music (Jeffrey Perry of Louisiana State University read \nCarey’s paper, as Carey could not be present). Carey’s talk, “The Coherence \nIndex in Well-Formed and Pair-Wise Well-Formed Scales,” furthered certain ideas \nintroduced by Clampitt in the previous presentation. Specifically, Carey \nintroduced the notion of “coherence” in well-formed and pair-wise well-formed \nscales. Such coherence is measured in terms of a Coherence Index: for any set of \nN elements modulo 1, the set is coherent if, for all n, all intervals of span n \nare smaller than any interval of span n+1. The result Carey drew is that \nwell-formed scales are particularly more coherent than the average collection, \nand he demonstrated the specific ways in which incoherence is limited in \npair-wise well-formed scales.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The third presentation session opened with a talk by Richard Cohn (r-cohn@uchicago.edu ) of the \nUniversity of Chicago. Cohn’s presentation, “A Tetrahedral Model of Tetrachordal \nVoice-Leading Space,” replaced his scheduled talk on LPR sentences. It consisted \nprimarily of new work in progress, for which Cohn solicited feedback from the \naudience. Specifically, departing from earlier work by Joseph Straus and Ian \nQuinn, Cohn constructed a five-level tetrahedral graph of various parsimonious \nand transpositionally combinatorial relations among the set of all tetrachordal \nset-classes. The base of this pyramidal graph and its two subsequent lower \nlevels model P2 relations, while adjacent links between these levels incorporate \nP1 relations. The upper levels and their links display transpositional \ncombination shadows and metashadows. The tetrahedron, as viewed from various \nperspectives, demonstrates certain symmetries among the set of tetrachordal \nset-classes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The second speaker was Jonathan Kochavi (kochavi@acsu.buffalo.edu ) of the \nUniversity of Buffalo. (Edward Gollin, who was scheduled to present next in this \nsession, cancelled his talk, as he was unable to attend.) Kochavi’s presentation \nwas titled “An Algebraic Classification of Contextually Defined Musical \nInversions.” In it, he generalized the concept of contextual inversion in terms \nof the three parsimonious neo-Riemannian operators. Then, adjoining these \ncontextual inversions to normal transposition, he defined various transformation \ngroups, all of order twenty-four. Finally, he examined the various algebraic \nstructures among these transformation groups, and presented musical contexts for \neach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Next, Julian Hook (juhook@indiana.edu ) \nof Penn State University (now of Indiana University) gave a presentation, \n“Uniform Triadic Transformations: A Wreath Product in Music Theory.” Hook’s talk \ndealt with a group of 288 uniform transformations on consonant triads. \nSpecifically, a uniform triadic transformation (UTT) is represented by an \nordered triple <σ,t+,t->, in which σ represents either the preservation of, or \nchange of, a triad’s mode; t+ represents its transposition on major triads; and \nt- represents its transposition on minor triads. The uniformity condition states \nthat a UTT transforms all major triads consistently, and also transforms all \nminor triads in a consistent way. He demonstrated how the familiar Riemannian \ngroup of schritts and wechsels forms a subgroup of this transformation group, \npointing out how the UTTs reflect their characteristic Riemannian dualism. In \naddition to other simply transitive subgroups, he also defined a larger group Q \nthat contains the familiar inversion operations, transformations on non-triadic \nset-classes, and some diatonic and serial applications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The third presentation session concluded with a talk by Michael Buchler (michael.buchler@music.fsu.edu ) \nof Florida State University. His presentation was titled “Notions of Equivalence \nand Similarity in Atonal Music Theory.” He started by describing how, in the \nabsence of a system such as tonality, composers in the twentieth century turned \nto other means of projecting coherence and continuity in their music. As a \nresult, music theorists have devised various means of measuring notions of \nequivalence and similarity in music. He provided a general survey of these types \nof measurements, focusing largely on their emphasis on either object-driven \nsimilarity or transformation-driven similarity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The last presentation session began with the work of two graduate students \nat the Eastman School of Music. The first was Richard Randall (randall@theory.esm.rochester.edu ), whose presentation was titled “Music, \nModels, and the Relative Complexity of Analysis.” Departing from Casti, he \ndescribed the complexity of a musical analysis as the degree of interaction \nbetween the musical objects being analyzed and the particular analytical \nmethodology employed. He defined analysis as an ordered triple A = <S,M,Z>, \nwhere S is a set of objects to be analyzed, M is the analytical methodology, and \nZ is the set of states that characterize S in terms of M. He went on to define \ncomparative analysis of degrees of interaction as an ordered triple C = <S,M,Z>, \nwhere now S is a set of A’s as above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The second presenter in this session was Ian Quinn (iquinn@uchicago.edu ), who is \ncompleting a visiting position at the University of Chicago (and joining the \nUniversity of Oregon). Quinn’s presentation, “Chord Quality and General \nHarmony,” presented many of the concepts of pitch-class set theory and \ntransformation theory as discrete Fourier transforms. In particular, he defined \na group of operators that includes transposition (T), inversion (I), \nmultiplication by 5 modulo 12 (M), and pcset complementation (C). Then, he \npresented a planar graph generated by the above transforms, in which nodes \nrepresent pcsets, and edges represent parsimonious and quasi-parsimonious \nvoice-leading motions between pcsets. He defined various measurements in this \nplane, including a “lewin,” which serves as the standard length.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] After a break for one of the conference’s keynote addresses (Günther Lumer \nof the University of Mons-Hainaut), the final presentation session of the \nspecial session concluded with three talks. The first was by Eytan Agmon (agmone@mail.biu.ac.il ) of Bar-Ilan \nUniversity. Agmon’s presentation, “Numbers and the Western Tone-System,” \ndeparted from concepts in psychoacoustics. Specifically, he noted that we use a \nlogarithmic function of frequency to measure (equally tempered) pitch, and that \ncertain ratios of frequencies, particularly simpler ratios, have special \nauditory status. He noted how these psychoacoustical properties do not always \ncorrelate to Western notions of musical space. That is, while such acoustic \nmeasures function as real numbers, much of our experience with music is in terms \nof integers. Musical pitches can be so modeled in terms of chromatic space \n(specific) and diatonic space (generic). To that end, he devised a triple, (C,p,rate(p)), \nin which C is a core pitch as a specific/generic integer pair, p is any real \nnumber, and rate(p) is a measurement of the “in-tune-ness” of p to C.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The next presentation was by John Rahn (jrahn@u.washington.edu ) of the \nUniversity of Washington. Rahn’s talk was titled “Some Recent Developments in \nMathematics Applied to Music Theory.” Rahn presented summaries of two large and \nsignificant contributions to the field of mathematics and the arts. The first \nbook he discussed was Guerino Mazzola’s The Topos of Music (1999). Drawing on Mazzola’s earlier work, this book puts forth a classification theory of musical \nobjects. It contains further topologies for various musical domains, including \nmelody, rhythm, and harmony, especially in the contexts of counterpoint and \nmodulation. It also deals significantly with a theory of musical performance; \nusing Lie algebra, it extends its concepts to object-oriented software \nenvironments. The second book Rahn discussed was Michael Leyton’s A Generative \nTheory of Shape (2001). Dealing not only with music but with the arts in \ngeneral, Leyton’s book presents a theory of (complex) shape with regard to two \nproperties of intelligence: transfer of structure and recoverability of the \ngenerative operations, with the ultimate goal of deriving understandability from \ncomplexity. To this end, Leyton defines a class of unfolding groups, which \n“unfold” complex shapes from their maximally collapsed versions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The final presentation was of work by Ciro Scotto (cscotto@esm.rochester.edu ) and \nRobert Morris (mris@mail.rochester.edu ), \nboth of the Eastman School of Music. Scotto gave the presentation, “Aspects of \nSaturation and Ordering in Twelve-Tone Music,” which consisted of two parts. One \npart of the talk dealt with aspects of saturation in twelve-tone structures. \nSpecifically, Morris and Scotto sought to construct all-hexachord rows and/or \nrings, in a manner similar to Berg’s all-interval row and Babbitt’s all-trichord \nrow. They presented various fifty-five note structures that contain all the \nhexachords, including fifty-five note rows which omit one pitch-class. The \nsecond part of the talk focused on self-replicating rows, which contain \ntransformed versions of themselves embedded within the row. Arrays and cycles of \ntwelve-tone operators play an important role in generating the latter type of \nstructures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The special session attracted a certain amount of interest among the \nmathematicians at the meeting, and at times was attended by a number of outside \ninterested parties. Based on its success, Peck and Baxter have proposed another \nspecial session for the American Mathematical Society/Mathematical Association \nof America national meeting, which will take place January 7-10, 2004, in \nPhoenix, Arizona. This subsequent session has been accepted by the conference \nprogram committee, and further information is available via the AMS website ( http://www.ams.org ), \nor by contacting Robert Peck (rpeck@lsu.edu ).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.03.9.3.peck_review.html",
    "data": "mto/data/mto.03.9.3.peck_review.json"
}