{
    "title": "Beyond the <i>Radif</i>: New Forms of Improvisational Practice in Iranian Music",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Nooshin, Laudan"
    ],
    "abstract": "This essay explores new forms of improvisational practice being developed by Iranian musicians in a tradition where the canonicradifrepertoire has been central to improvisational practice for more than a century. I focus on the work of two musicians, Amir Eslami (nei) and Hooshyar Khayam (piano), and discuss pieces from their 2010 albumAll of You(Hermes Records, Iran). This music takes inspiration from theradifbut lies outside theradiftradition and differs in important respects from “traditional” forms of improvisation, not least in the discussions that precede performance and in the discursive foregrounding of compositional thinking by the musicians themselves. I ask what the work of these musicians might tell us about the future direction of creative practice in Iranian classical music.",
    "keywords": [
        "Iranian music",
        "improvisation",
        "composition",
        "Amir Eslami",
        "Hooshyar Khayam",
        "radif"
    ],
    "doi": "",
    "received": "March 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.nooshin.pdf",
    "author_info": [
        {
            "name": "Laudan Nooshin",
            "university": "Centre for Music Studies",
            "address": "School of Arts and Social Sciences, City University London, Northampton Square, London EC1V 0HB, UK",
            "email": ""
        }
    ],
    "citations": {
        "eslami_and_khayam_2010": "Eslami, Amir and Hooshyar Khayam. 2010. “New Improvisation in Iranian Music.” Paper presented at the Middle East and Central Asia Music Forum, Institute of Musical Research, University of London.",
        "eslami_and_khayam_2011": "Eslami, Amir and Hooshyar Khayam. 2011. “A New Approach to Improvisation in Persian Music.” Lecture‐recital presented at the Performance Studies Network International Conference, University of Cambridge.",
        "nettl_1974": "Nettl, Bruno. 1974. “Thoughts on Improvisation: A Comparative Approach.” Musical Quarterly 60, no. 1: 1–19",
        "nettl_1987": "Nettl, Bruno. 1987. The Radif of Persian Music—Studies of Structure and Cultural Context . Champaign: Elephant and Cat.",
        "nettl_2009": "Nettl, Bruno. 2009. “On Learning the Radif and Improvisation in Iran.” In Musical Improvisation. Art, Education, and Society , ed. Gabriel Solis and Bruno Nettl, 185–99. Urbana and Chicago: University of Illinois Press.",
        "nettl_and_foltin_1972": "Nettl, Bruno, with Bela Foltin Jr. 1972. Daramad of Chahargah: A Study in the Performance Practice of Persian music . Detroit Monographs in Musicology, no. 2.",
        "nooshin_1996": "Nooshin, Laudan. 1996. “The Processes of Creation and Re‐creation in Persian Classical Music.” PhD diss., University of London, Goldsmiths’ College.",
        "nooshin_1998": "Nooshin, Laudan. 1998. “The Song of the Nightingale: Processes of Improvisation in Dastgah Segah (Iranian Classical Music).” British Journal of Ethnomusicology 7: 69–116.",
        "nooshin_2003": "Nooshin, Laudan. 2003. “Improvisation as ‘Other’: Creativity, Knowledge and Power—The Case of Iranian Classical Music.” Journal of the Royal Musical Association 128: 242–96.",
        "nooshin_2014": "Nooshin, Laudan. Forthcoming 2014. Iranian Classical Music. The Discourses and Practice of Creativity . Farnham: Ashgate Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Much of the material presented here is drawn from the final chapter of Nooshin ( forthcoming 2014 ).",
            "citations": [
                "nooshin_2014"
            ]
        },
        "FN2": {
            "text": "2. For further information on Amir, see http://amireslami.com (accessed March 20, 2012)",
            "citations": []
        },
        "FN3": {
            "text": "3. See http://www.hooshyar‐khayam.com (accessed March 20, 2012)",
            "citations": []
        },
        "FN4": {
            "text": "4. For instance, Hooshyar won first prize in the 2011 Franz Schubert International Composition Competition ( http://schubert.kug.ac.at/en/international‐competition‐franz‐schubert‐and‐modern‐music/international‐competition‐for‐composition‐2011/preistraeger.html accessed August 12, 2012); Amir won third prize in the 2010 Shakuhachi Chamber Music Composition Competition for his piece ‘Seasons’ ( http://amireslami.com , accessed May 14, 2012) and first prize in the 2009 Bologna International Composing Competition, for ‘Parsi (Memorial of Ferdowsi)’ ( http://www.concorso2agosto.it/edizioni‐passate accessed May 12, 2012).",
            "citations": []
        },
        "FN5": {
            "text": "5. Hermes Records, HER‐059, see http://www.hermesrecords.com/En/Catalogue/Allofyou (accessed May 20, 2012)",
            "citations": []
        },
        "FN6": {
            "text": "6. Discussion with Amir was entirely in Persian, and translated here by the author. Hooshyar, on the other hand, preferred to talk in English.",
            "citations": []
        },
        "FN7": {
            "text": "7. For further information on Amir and Hooshyar’s new approach to improvisational practice, see Eslami and Khayam ( 2010 , 2011 ). The material presented in this short article is explored in greater depth, including detailed discussion of individual pieces in Nooshin  ( forthcoming 2014 ), Chapter 5.",
            "citations": [
                "eslami_and_khayam_2010",
                "eslami_and_khayam_2011",
                "nooshin_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This essay comes out of my research over the past two decades and more examining aspects of performance practice in Iranian classical music, a tradition in which the performer plays a central creative role and which is therefore usually described as “improvised.” (1) A local equivalent for the term improvisation, bedāheh-navāzi , was adopted from the realm of oral poetry in the early twentieth century, and by mid-century a clear divide was in place—largely following western models—between bedāheh-navāzi on the one hand and composition, āhang-sāzi , implying notated composition, on the other. As I have argued, this division is not a particularly useful one, not least because—away from musicians’ discourses&#8212analysis shows how structured and “compositional” these so-called improvised performances are. And, following Bruno Nettl’s work in this area ( Nettl and Foltin 1972 ; Nettl 1974 , 1987 , 2009 ), I have advocated dispensing with the term improvisation altogether and moving towards a notion of composition that includes all its forms, both performed and notated ( Nooshin 1996 , 1998 , 2003 ).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "nettl_and_foltin_1972",
                    "nettl_1974",
                    "nettl_1987",
                    "nettl_2009",
                    "nooshin_1996",
                    "nooshin_1998",
                    "nooshin_2003"
                ]
            }
        },
        {
            "2": {
                "text": "[2] For the past 100 years and more, the performance of Iranian classical music has been based on a repertoire known as radif , a collection of pieces organized according to mode and memorized by pupils for later use as the basis for creative performance. In the course of the twentieth century, with the gradual institutionalization of music education and the introduction of notation and sound recording, the radif became increasingly iconic of the tradition itself, and by the 1960s was closely linked with newly emerging discourses of “authenticity” and “purity.” Today, the radif remains firmly at the heart of the Iranian classical tradition; to work outside the framework of the radif is to work outside the tradition. However, in recent years a number of musicians have started to challenge the authority of the radif , taking their cue in part from changes that took place from the mid-1970s, particularly during the “return to roots” resurgence of national identity that followed the 1979 revolution, when musicians started to introduce new sounds, instruments, rhythmic structures, setting new kinds poetry, and so on. As well as breaking out from what they view as the constraints of the radif , these musicians are also exploring the relationship between the improvisational and the compositional through their music. In large part, such changes have come about through the emergence of a new kind of musician: broadly-educated graduates, cosmopolitan in outlook, many formally trained in techniques of composition, and so on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In this essay, I focus on two such musicians: Amir Eslami ( nei ) and Hooshyar Khayam (piano). What I find particularly intriguing about their music is that—in contrast with more traditional practice—Amir and Hooshyar have articulated a clear framework for their creative work, and made it available in the public domain.  Their 2010 album All of You (Hermes Records, Iran) presents a new approach to improvisation which, whilst taking inspiration from the radif , lies outside the radif tradition and differs in important respects from “traditional” forms of improvisation in ways that will be discussed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I will begin with some background information. Amir Eslami (b.1971) is a performer of nei and a composer. He gained his BA and MA at the University of Tehran and currently teaches at Tehran Art University. (2) Hooshyar Khayam (b.1978) gained his BA at Tehran Art University, specializing in piano performance (but also studying radif for four years on the kamāncheh spike-fiddle). He pursued advanced studies in the United States, gaining a DMA in composition at the University of Cincinnati before returning to Iran. (3) So these musicians are composers as well as performers, and indeed, have both won international awards for their work. (4) Figure 1 shows both musicians on the liner notes of their 2010 album. Figure 1 . Amir Eslami and Hooshyar Khayam, from the liner notes to All of You (Hermes Records, HER‐059, 2010) (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Amir and Hooshyar have been friends for many years, but were working in quite separate musical spheres: Hooshyar as a (western) classically trained pianist, and Amir as an Iranian classical musician. Indeed, somewhat astonishingly, their 2010 album All of You represents the first collaboration between musicians from these different backgrounds. (5) They described for me how their creative relationship started: Amir: It was very interesting. Hooshyar had released an album called Thousand Acacias [solo piano]. On the first track, he just plays the piano strings with his bare hands. I really like this track, and one day, when I came home from the university—and this was really not a good time for me—I looked out this album. I put on the first track and suddenly felt like playing nei . The piece was in the mode of dashti and somehow resonated with how I was feeling. I reached for my nei box, took an instrument at random and started improvising over the piano track. By some coincidence the nei that I had taken was tuned to the same mode. In this way, I recorded a line of nei over the piano track. The two lines worked well together and I decided to improvise again over the piano part, and to record it. Hooshyar: It was a bad day and we were experiencing harsh times. And then I received an mp3 file from Amir. And the subject of the email was ‘???’, I remember that clearly. And when I opened it there was no explanation. I listened to the music with my wife, Mina, and we were so affected by it that we started to cry. It was a fascinating experience, a very hurtful experience I have to say, because it opened up something inside of us which had been there for a long time. So I took up the phone and called Amir. It was after midnight. And I said, “Listen, we have to start working together, there’s no way round it.” And that is how our working together started. It was an instant decision. And it just stayed exactly like this because even when we would sit together and speak about making a new piece, and even if our discussions were long, at the time we would go to the recording room, the process would be instant, very very fast. (interview July 16, 2011) (6) Example 1 . Excerpt from “Zakmeh” (“Strum”), from All of You (2010) This was the genesis of the track “Zakhmeh” (“Strum,” 4’26”); Example 1 provides the first three minutes. The sonic result is somewhat disturbing, perhaps reflecting the political backdrop against which the piece was created—this was just after the 2009 Iranian presidential elections. Note the context of isolation: no other musicians were present, and no audience.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Over the following months, Amir and Hooshyar recorded a further nine tracks. The first piece they physically worked on together—“ Qesseh-ye Mā ” (“Our Story”)—was recorded in two versions, and they spent several sessions listening to and discussing these while developing their ideas about a new approach to improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Through their working together, Amir and Hooshyar have articulated certain principles around what they call “A New Approach to Improvisation in Persian Music” (“ shiveh-ye nowvin-e bedāheh-navāzi dar musiqi-ye Irani ”) (Eslami and Khayam 2010 and 2011 ). I should be quite clear: this is music that is rooted in the sounds and ethos of the Iranian classical tradition, but would not generally be considered part of that tradition, primarily because of its divergence from the specific material of the radif repertoire.",
                "footnotes": [],
                "citations": [
                    "eslami_and_khayam_2010",
                    "eslami_and_khayam_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Amir and Hooshyar have given several presentations ( 2010 and 2011 ) setting out the key differences between their approach and bedāheh-navāzi-e sonnati (traditional improvisation) including: discussion and agreement on certain things prior to performance, unlike traditional practice where only the broad modal area is agreed beforehand; the music takes inspiration from the radif and its modes but doesn’t follow them precisely; the use of harmony and polyphony; the pieces all have literary and/or dramatic connotations; the use of extended techniques: Hooshyar strums and plucks the piano strings and strikes the instrument body; Amir uses the nei percussively and generates sounds through the rapid covering and uncovering of finger holes and various breathing effects.",
                "footnotes": [],
                "citations": [
                    "eslami_and_khayam_2010",
                    "eslami_and_khayam_2011"
                ]
            }
        },
        {
            "9": {
                "text": "[9] What is particularly striking about Amir and Hooshyar’s work is the foregrounding of what they call “ negāh-e āhāngsāzāneh ” (“a compositional view/approach”). They describe the music as “improvisation that is supported by compositional thinking” (“ tafakor-e āhangsāzi ”). Hooshyar explained: We shape it structurally. This is where it comes close to composition . . . they are compositions, we work them out. I think what we are doing has both qualities—we both have the experience of pure improvisation, but the common concept is that of structure. (interview November 26, 2010)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In discussion (e.g., Eslam and Khayam 2011 ), Amir and Hooshyar use a level of analytical discourse—including motivic analysis, identifying themes and their development, and the use of terms such as gostaresh (expansion) and degargoon-shodan (transformation)—that is quite new to Iranian music. This contrasts with traditional musicians who, particularly in earlier generations, rarely talked about musical structures in such an explicit way. Amir and Hooshyar also stress an economy of material—exploring themes, sometimes exhaustively, and building up the music from a “nucleus” (“ hasteh ”) rather than stringing many ideas together without exploring their full potential. According to Amir, most of the tracks on All of You have one or at most two themes: “We really focus on the expansion and development of the sound space” (“ bast o gostaresh-e fazā-ye sowti ”) (interview November 26, 2010). Indeed, this aspect of the music seems to be one of the most important differences between traditional and new forms of improvisation for Amir and Hooshyar. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "eslami_and_khayam_2011"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Through their discourses, these musicians are seeking to bridge the divide between the “improvisational” and the “compositional,” a divide which I have found so problematic in my earlier work. On the one hand, their approach is highly “compositional,” with a focus on exploring and expanding ideas initially discussed away from performance. Moreover, prior discussion means that less is “left to chance” than in traditional improvisation where “intuition” plays a more central role (interview with Khayam, November 26, 2010). There is also a cumulative process at work: analyzing and discussing aspects of thematic material and structure after recording helped Amir and Hooshyar develop ideas for the next piece (Eslami and Khayam 2010 ). At the same time, the work itself is presented as improvisational, as happening “in the moment”—“ dar lahzeh ”—an expression which appeared regularly in their discourses. Once the initial discussions were over, Amir and Hooshyar headed straight to the recording room and what happened there often took the music in unexpected directions (interview with Eslami and Khayam, November 25, 2010). Similarly, the album liner notes frame the music almost entirely in terms of improvisation. Hooshyar explained: All of these tracks are improvisations, but some are raw improvisation, and others are worked out improvisation . . . nevertheless, we think of these as improvisational because of the “in the moment” development of ideas. (interview July 16, 2011) While this album is by no means representative of the mainstream of radif -based Iranian classical music, it has been well received by the relatively small audience for this kind of music in Iran. And it seems to be indicative of a trend—a small but growing number of musicians exploring and extending the musical language.",
                "footnotes": [],
                "citations": [
                    "eslami_and_khayam_2010"
                ]
            }
        },
        {
            "12": {
                "text": "[12] I am interested in what the work of these musicians tells us about the possible future direction of Iranian music, and how the ideas, discourses and practice of musical creativity may be changing. There is clearly a new explicit articulation of compositional intent, an intellectual-analytical approach to performance, and a more sophisticated understanding of the relationship between the compositional and the improvisational that is beginning to take the music well beyond the confines of the radif .",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays: theorizing improvisation (musically)",
    "source": "mto/raw/mto.13.19.2.nooshin.html",
    "data": "mto/data/mto.13.19.2.nooshin.json"
}