{
    "title": "Review of Michael Cherlin, <i>Schoenberg’s Musical Imagination</i>\n\t\t(Cambridge: Cambridge University Press, 2007)",
    "date": "2009/03/01",
    "volume": "15",
    "issue": "1",
    "authors": [
        "Boss, Jack"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.1/mto.09.15.1.boss.pdf",
    "author_info": [
        {
            "name": "Jack Boss",
            "university": "School of Music and Dance",
            "address": "University of Oregon, Eugene, OR 97403-1225",
            "email": "jfboss@uoregon.edu"
        }
    ],
    "citations": {
        "boss_2000–01": "Boss, Jack. 2000–01. “The ‘Musical Idea’ and Global Coherence in Schoenberg’s Atonal and Serial Music.” Intégral 14/15: 219–34.",
        "carpenter_1983": "Carpenter, Patricia. 1983. “ Grundgestalt as Tonal Function.” Music Theory Spectrum 5: 15–38.",
        "cherlin_1983": "Cherlin, Michael. 1983. The Formal and Dramatic Organization of Schoenber’s Moses und Aron . Ph. D. dissertation, Yale University.",
        "cherlin_2000": "Cherlin, Michael. 2000. “Dialectical Opposition in Schoenberg’s Music and Thought.” Music Theory Spectrum 22/2: 157–76.",
        "hyde_1980": "Hyde, Martha. 1980. “The Roots of Form in Schoenberg’s Sketches.” Journal of Music Theory 24/1: 22–32.",
        "milstein_1992": "Milstein, Silvina. 1992. Arnold Schoenberg: Notes, Sets, Forms . Cambridge: Cambridge University Press.",
        "lewin_1967": "Lewin, David. 1967. “ Moses und Aron : Some General Remarks and Analytic Notes for Act I, Scene 1.” Perspectives of New Music 6/1: 1–17.",
        "schoenberg_1984": "Schoenberg, Arnold. 1984. “New Music, Outmoded Music, Style and Idea.” In Style and Idea, ed. Leonard Stein, trans. Leo Black. Berkeley and Los Angeles: University of California Press.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea , ed. and trans. Patricia Carpenter and Severine Neff. New York: Columbia University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Lewin 1967 . Lewin’s X consists of the initial and final trichords, his Y of the central hexachord.",
            "citations": [
                "lewin_1967"
            ]
        },
        "FN2": {
            "text": "2. Schoenberg 1984 , 123. Carpenter cites this quotation in Carpenter 1983 , 16, and refers to it on the first page of the Commentary to Schoenberg 1995 , 1.",
            "citations": [
                "schoenberg_1984",
                "carpenter_1983",
                "schoenberg_1995"
            ]
        },
        "FN3": {
            "text": "3. Not every analysis of Schoenberg’s Trio admits two row forms of different lengths for the piece.  My assertions are based on the precompositional materials for the work, row tables consisting of the eighteen-note versions of P 2 and I 7 , marked as “B,” and their transpositions, as well as the alternative twelve-tone version of P 2 , also marked variously as “BS” or “B,” and its transpositions and inversions (Arnold Schoenberg Center MSS 1055-1061 and 1063), as well as internal evidence. Other authors who agree with my view of the source rows are Hyde 1980 and Milstein 1992 , 163–72.",
            "citations": [
                "hyde_1980",
                "milstein_1992"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Michael Cherlin’s new book fulfills two important functions admirably: it pulls together thirty years of research and analysis \nregarding Schoenberg’s music and writings from all periods of the composer’s life, and it travels a middle path between the purely “formalistic” efforts of music theorists and studies by professionals in other fields \nwho understand well the music’s historical context but remain ignorant of its technique.  As Cherlin puts it at the beginning: [The] formalistic descriptions of music theory do not generally engage larger questions in the history of ideas, while scholars without an understanding of the formidable musical technique are ill-equipped to understand the music with any profundity of thought  (1). Cherlin’s attempt to place Schoenberg’s work into its larger context in the history of ideas focuses on the multitude of ways his music and writings realize three “rhetorical tropes:” conflict, flux, and imperfection.  Conflict involves musical elements, ideas, or perspectives that remain locked in opposition through the course of a piece, musical style, or period of history.  Flux has to do with the impermanent or fleeting nature of some element or category of elements \nor with the sudden, calamitous changes in circumstance that precede and “set the stage” for a piece. \nThe former notion is used fruitfully in Cherlin’s analyses to signify constant changing between different perspectives of time, as in his analysis of Pelleas und Melisande (which shows the piece shifting between retrospection, immediacy, and looking forward expressed through the development of leitmotiven ); \nthe latter notion informs his analysis of the openings of Moses und Aron and the String Trio.  And imperfection has to do with a piece’s ultimate inability to reach some goal it is striving toward—in Cherlin’s analyses, the music is often characterized as falling short with respect to tonal completion or attainment of a regular, balanced phrase structure (his account of the final measures of the String Trio illustrates both).  Based on my own experience with Schoenberg’s music and writings, I would propose the addition of two other tropes—namely “perfection” and “appropriation” (of foreign elements into a “home” context of some sort).  But that is not to suggest that Cherlin’s categories are any less valuable for the understanding of much of Schoenberg’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Before explaining my understanding of the importance of “perfection” and “appropriation” in Schoenberg’s music and thought, I will briefly survey the contents of each chapter of Cherlin’s work.  The introductory chapter, after presenting Cherlin’s three rhetorical tropes, shows how conflict, flux, and imperfection “resonate deeply with the creative thought” of Sigmund Freud and Franz Kafka, contemporaries of Schoenberg.  Cherlin isn’t trying to suggest that these three thinkers influenced each other; there is almost no evidence for such.  Instead, he wants to explore how common tropes were developed by their powerful imaginations, creating isomorphisms.  In this spirit, Cherlin discusses the “dynamics of conflict” between id , ego , and superego , or between Eros and Thanatos—the death drive—in Freud’s work (the latter conflict plays an essential role in his analyses of Pelleas und Melisande and the String Trio).  He goes on to describe how Kafka \ncreates a sense of flux similar to some of Schoenberg’s openings by \nplacing a “world-changing calamity,” which alters the protagonist’s \nreality, just prior to the beginnings of stories such as The Metamorphosis , The Trial , and The Castle .  And he demonstrates how the notion of imperfection—as the inability to get beyond constructed meanings to the absolute meaning of something—is represented in the work of both Freud and Kafka.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] An analysis of Gurrelieder constitutes Chapter One.  Cherlin presents Schoenberg’s early masterpiece as a conflict between two perspectives: looking back with longing over the past and looking forward to an uncertain future.  In Gurrelieder , the specific manifestation of such a conflict involves Waldemar’s remembering his love for Tove on the one hand and the portrayal of the summer wind and final sunrise on the other.  But, as Cherlin points out, Schoenberg’s own position as an artist also could be described in terms of this same conflict—he was looking back with longing over the tonal tradition (and his own relationship with it) and at the same time forward to the uncertainties of his new, atonal style.  Cherlin’s analysis of Gurrelieder concentrates mainly on the work’s portrayal of retrospection—it demonstrates how the orchestral interlude beginning at \nmeasure 919 serves as a climax, “piling up” leitmotiven associated with Waldemar’s and Tove’s love songs to each other in the opening sections.  Cherlin convincingly demonstrates how this orchestral passage functions to depict Waldemar’s emotional state as he is overwhelmed by a flood of memories of his and Tove’s relationship.  The work’s “final apotheosis,” the closing sunrise, seems more conventional—it is “a massive chorus set firmly in C major”—and Cherlin gives it less attention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Chapter Two presents an account of “Dialectical Opposition in Schoenberg’s Music and Thought,” a rewrite and extension of Cherlin 2000 .  He begins with a definition of dialectical opposition: The process wherein progress, change or some desired resultant is obtained through antagonisms or other types of opposition applied to matter, ideas, values, emotions, etc.  The opposition is normally dyadic, where two forces, ideas, values, etc. are pitted against one another or opposed in some way to result in a third force, idea, value, etc.  The opposition can be conceived of as necessary in that the resultant (i.e. the “third” force, idea, value, etc.) cannot be obtained without it.  Although normally dyadic, the concept of dialectical opposition can be enlarged to include the resultants from complex force fields of oppositions \n\t(45). This definition is general enough not to address the difference between dialectics that neutralize the opposition as they give rise to a higher unity (Hegelian dialectics) and those that sustain the opposition within a higher unity (Heraclitan dialectics).  It becomes obvious as one reads through Cherlin’s second chapter, however, that he believes the latter perspective—viewing music history, musical technique, or theoretical “systems” in terms of a conflict that cannot be resolved—better matches Schoenberg’s music and thought.  As I suggested above, I believe both perspectives find significant reflections in Schoenberg’s work, but I will postpone my argument, based on interpretation of both the writings and the music, until after I complete my survey of Cherlin’s work (see paragraph [12]). Despite our disagreement, I still find a great deal that is useful in Cherlin’s account: a sketch of the general history of dialectical opposition \n(46–49), an outline of the history of dialectical opposition in music theory writings \n(49–51), and a list of the categories of opposition that apply to contemporary music-theoretical discourse.  The chapter is then rounded out by illustrations of how three aspects of Schoenberg’s work can be understood in terms of \nirresolvable opposition: the relationship of his music to that of his predecessors (a dialectic of “innovation” versus “continuity”), his understanding of musical form, harmony, and counterpoint, and his notion (in the Harmonielehre ) of nonharmonic tones as a “systematic” but failed attempt to grasp the nature of dissonance.",
                "footnotes": [],
                "citations": [
                    "cherlin_2000"
                ]
            }
        },
        {
            "5": {
                "text": "[5] A lengthy and detailed account of “Dramatic Conflict in Pelleas und Melisande ” comprises the third chapter.  Cherlin argues that Schoenberg’s focus in his early symphonic poem is not on the “exterior action” of the drama but on the “idea and inner events.” (These are Alban Berg’s words, cited in Cherlin, p. 69.)  The constantly changing perspectives that each of the three principal characters (Pelléas, Mélisande, and Golaud) has toward the others as the drama proceeds, what Cherlin refers to as “X gazing on Y,” are portrayed through combinations of and variations on leitmotiven , as well as variations on their harmonic, rhythmic, textural, and orchestrational contexts.  Schoenberg thus betrays his debt to Wagnerian compositional practice, but at the same time he transforms that practice in significant ways.  Cherlin’s catalogue of the eleven primary thematic ideas of the symphonic poem (the bulk of the chapter) shows, among other things, how the most striking leitmotiv , the one representing “Fate,” typically appears abruptly, sometimes to transform, sometimes to destroy, the musical continuity that precedes it.  These “catastrophic intrusions of Fate” in Pelleas contrast sharply with Wagner’s usual portrayals of it, which are “woven into the harmonic and melodic fabric of the piece” \n(98).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Chapter Four discusses Schoenberg’s First String Quartet, op. 7, one of a number of works by the composer that explores ways of extending the components of a single sonata movement—exposition, development, and recapitulation—over the typical four-movement plan associated with sonatas, quartets, and symphonies: sonata movement, scherzo, adagio, and rondo finale. Cherlin goes beyond an understanding of the quartet as a fixed form having two levels, however.  He shows how Schoenberg makes use of both cumulative and self-conscious “musical memory” to create an evolving form—a piece that begins by opening up into wider and wider formal perspectives and completes itself by recollecting and bringing together thematic materials that \nhave served different formal functions.  According to Cherlin’s account, \nmeasures 1–29 present what seems at first like a condensed sonata exposition, consisting of a first theme in D minor, a second theme in B minor, and a closing theme, followed in \nmeasures 30–64 by a developmental passage that touches on E major and C major.  The passage from \nmeasure 65 to rehearsal A then recapitulates the first theme in D minor, but instead of presenting second and closing themes and a final cadence, it liquidates the first theme.  This liquidation leads to a transition to the subordinate theme (rehearsal A) and finally \nto the subordinate theme itself (55 measures after rehearsal A).  The moments in which the listener becomes aware that he or she is just entering the subordinate theme area rather than completing the sonata form are likened by Cherlin to leaving what one had thought was the “main hall” of a building, only to discover that it was actually the “anteroom” to a much larger main hall.  Such a recalibration of perspective is balanced in the middle and end of the work by references to the sonata’s principal and subordinate themes that occur after that portion of the quartet is complete.  Cherlin tells us these references “take us back to the beginning of the piece to recollect all that has transpired in between” \n(170), and they do so in such a manner that what is referred to goes back earlier into the piece as the quartet progresses to its end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Cherlin’s fifth chapter is a study of “time shards” in Schoenberg’s tonal, atonal, and serial music.  The technique reaches back to Wagner and even to Schubert, and involves setting up a regular stream of pulses for a number of measures in a piece whose rhythmic environment is generally more free-flowing.   Such regular pulse patterns move forward from the rhythmic/metrical background (where they normally reside in most common-practice-period tonal music) to the perceptual foreground, where they signify something uncanny, a “ghostly presence of the way that time used to go” \n(176). After discussing two other ways that Schoenberg and earlier composers use meter and rhythm to create a sense of the uncanny, interrupting the pulse stream and “flashing back” to earlier materials, Cherlin gives a series of illustrations of Schubertian, Mahlerian, and finally Schoenbergian time shards, \nthe latter stretching from Verklärte Nacht to the Third String Quartet.  My favorite is his analysis of “Mondestrunken,” the opening recitation of Pierrot lunaire , where he shows how the opening ostinato in \nthe piano and violin disorients the listener with regard to the larger metric context, represents the “waves of moonlight” referred to in the text (piano), and still sets up an “uncanny” pulse stream (violin).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In Chapter Six, the focus turns exclusively to Schoenberg’s twelve-tone music with a description of dramatic conflict that arises out of the tone row in Moses und Aron . Schoenberg’s opera was the principal topic of Cherlin’s 1983 Yale dissertation, and it quickly becomes obvious to the reader that his assertions stem from an encyclopedic knowledge of the ways row forms are transformed, partitioned, and combined in that work as a whole.  His argument progresses as follows: by nature of the intervallic patterns contained within it, the source row of Moses und Aron “induces mutually exclusive partitions of itself.” (A short section on pp. 238–39 challenges our common term partition as too neutral and suggests the useful concept of “natural partitions”—those naturally induced by the intervallic structure of the row.)  These mutually exclusive partitions then appear and interact with each other in different parts of the opera, in the manner of leitmotiven , to “portray individuation and conflict among the opera’s protagonists”: God (represented indirectly by divine emanations), Moses, Aron, and the people \n(230). Example 1 . Paradoxical relationships between P 9 and RI 0 in the “X+Y” partition (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "cherlin_1983"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Cherlin describes three principal partitions. First, the division into initial discrete trichord (order positions <0, 1, 2>), contiguous hexachord (positions <3, 4, 5, 6, 7, 8>), and final discrete trichord (positions <9, 10, 11>) that David Lewin first described in an early article in Perspectives of New Music and called “X + Y.” (1) Second, a partition into the two discrete hexachords. Finally, a partition that combines order positions <0,1> and <10,11> into a tetrachord, and divides the remaining order numbers into two contiguous tetrachords—positions <2,3,4,5> and <6,7,8,9> (the last partition induces three chromatic tetrachords, all of set class 4-1).  In addition, a number of other partitions, such as the discrete tetrachord partition that represents Moses, play secondary roles.  Cherlin demonstrates that dramatic significance inheres to both the intervallic and transformational patterns within each partition and the contrasts that ensue as they are juxtaposed against one another.  One example (from the many that Cherlin gives) must suffice here. The X + Y partition on row forms P 9 and RI 0 gives rise to some confusion about how the corresponding X trichords and the corresponding Y hexachords in the two rows ought to relate to one another.  (See Example 1 .)  The first X trichord <9,10,4> in P 9 could be heard—by a listener with unusually acute hearing—as the RI of the second X trichord in RI 0 <5,11,0> ; likewise for the first X trichord in RI 0 and the second X trichord in P 9 .  But it is far easier to hear the common pitch-class dyad <9,10> between corresponding first X trichords in the two rows, and the common pitch-class dyad <11,0> between corresponding second X trichords (more so because Schoenberg sets the common dyads to similar pitches and rhythmic locations in the opening measures of the opera’s first scene).  Likewise, the middle Y hexachords of the same two rows could be heard by our hypothetical “star” listener as RIs of one another, but most of us can more easily apprehend the transpositional relation (up 1 in pitch-class space) from P 9 to RI 0 (again, Schoenberg encourages the latter hearing by using the same ordered pitch intervals for both Y hexachords in the opera’s first scene).  Cherlin makes the case that the coexistence of easily-heard and more covert relationships between P 9 and RI 0 signifies an attribute of God essential to this opera; as he puts it, relationships that “cannot adequately be named [with a single label] cannot be adequately conveyed (through language)” \n(240). In this way, Schoenberg portrays God’s nature, which is impossible for Moses \nhimself to grasp fully or to communicate effectively (through Aaron) to the people.  The conflict that stems from Moses’ compulsion and inability to convey his understanding of God to his people is the central conflict of the opera, a Heraclitan dialectic that is never resolved.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The final chapter is an analysis of Schoenberg’s String Trio. Cherlin is able to show how many of the disruptions and non sequiturs of the Trio participate in a discourse that “seems to alternatively remember and then abandon the musical languages of its historical antecedents” \n(301). Throughout the piece, expectations of the common-practice period with regard to the tonal function of pitches, intervals and chords, balanced phrase structure, and regular meter are first suggested and then gradually denied. This technique has a dramatic significance, especially in the numerous passages where the “typical tonal” elements recall a Viennese waltz—Cherlin evokes the image of Schoenberg locked in a dance with Death, managing ultimately to free himself (remember that the Trio was written mostly as its composer was recovering from his summer 1946 heart attack). Example 2 . The recapitulation of the cantabile theme (measures 282–end)  (reprinted from Cherlin, Schoenberg’s Musical Imagination , Ex. 7.5b) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Cherlin’s analysis of the final measures of the Trio (326–28) is \nrepresentative of the numerous examples he provides to illustrate Schoenberg’s \nsuggestion and dissolution of older, tonal means of organization. He \ncharacterizes the ending as a “stunning” example of “imperfection” with respect \nto tonal and phrasal closure. (The reader may want to refer at this point to Example 2 , which reprints Cherlin’s Example 7.5b.) Measures 282–85 suggest a typical four-measure antecedent phrase, which begins in \nmeasure 282 with a double-neighbor figure around G in the violin, supported by alternating tonic and V 7/#5 sonorities.  Though the harmony becomes more difficult to interpret tonally in \nmeasures 283–84, G “continues to resonate,” according to Cherlin.  Then, the viola in \nmeasure 285 creates an incomplete double-neighbor figure around D, <C , E , D>, while the harmony earlier in that measure had briefly touched on D minor (the third eighth note of \nmeasure 285).  It is as if tonic had progressed to (minor) dominant over the four-measure antecedent!  Then, in \nmeasure 286, we hear what Cherlin calls “an assertion of D as tonic” in the viola’s double-neighbor figure around that pitch class.  Our tonal conditioning could lead us to expect a four-measure “modulating” consequent phrase that establishes D as tonic and cadences there.  Instead, we hear eight measures that seem to “trail off” motivically and tonally.  The viola in \nmeasure 288 plays B-C-E-D , introducing a rhythmic shape that will continue to develop in the following passage, and its final D conflicts with members of the V 7 /D that appear together with it in the violin and cello. In \nmeasures 289–91, all three voices “echo” the rhythm of measure 288’s viola motive in a series of fragments, carrying the music farther afield from any possible reference to D, extending the consequent beyond its four-measure limit. This leads in \nmeasure 292 to a fleeting reference by the violin to a rhythmic figure characteristic of the “waltz” episodes.  The final cadence in \nmeasure 293 underlines the tonal confusion: it presents a motivic idea that recalls the pitch classes at the beginning of the First Episode (measures 52–56), <A,C ,D >.  While these pitch classes had been surrounded by members of a dominant sonority in D in the First Episode (one of the clearest tonal references in the Trio), here at the final cadence they are harmonized with A and G , denying the phrase whatever tonal closure might have resulted from the motivic reference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As my preceding survey of the seven chapters has illustrated, Cherlin’s attempt to show how Schoenberg’s music and writings realize the rhetorical tropes of conflict, flux, and imperfection leads to a wealth of interesting and valid interpretations.  Still, it seems to me that asserting these as the only or even the principal tropes in Schoenberg’s writings and music prevents an interpreter from making sense of a number of passages, many of which Schoenberg scholars have been discussing and debating for decades.  Cherlin himself admits that “the creative thought of Arnold Schoenberg cannot be reduced to any single, consistent and well-defined methodology or world view” \n(44). I would put it differently, perhaps more positively: Schoenberg was first and foremost a practical musician, and he possessed the quality of eclecticism native to that particular species.  So it is correct to assert, as Cherlin does, that tropes such as \nirresolvable conflict, common to Schoenberg’s time and place in the history of ideas, are reflected significantly in (some of) his music.  It would also be correct to assert, I think, that therein one finds the idea of a conflict that is resolved as it moves to a higher level. This trope underlies Hegel’s philosophy but also resonates in different ways with the “Judeo-Christian tradition” that Cherlin makes reference to in places. The thought of the Pythagoreans finds significant reflections in Schoenberg’s writings and music as well.  I will end my review with one example each of prose and music that expresses the additional tropes I suggested above, “perfection” and “appropriation.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The following prose passage from Schoenberg’s article “New Music, Outmoded Music, Style and Idea” is well known. Patricia Carpenter has used it in a number of places to introduce her readers to the concept of “musical idea.” Cherlin leaves this quotation out of his list given in Chapter 2. Because of the lack of better terms I am forced to define the term idea in the following manner: Every tone which is added to a beginning tone makes the meaning of that tone \n\tdoubtful. If, for instance, G follows after C, the ear may not be sure \n\twhether this expresses C major or G major, or even F major or E minor; and \n\tthe addition of other tones may or may not clarify this problem. In this \n\tmanner there is produced a state of unrest, of imbalance which grows \n\tthroughout most of the piece, and is enforced further by similar functions \n\tof the rhythm. The method by which balance is restored seems to me the real \n\tidea of the composition. (2) This passage, which describes an uncertainty about proper tonal context for a pitch-class motive—uncertainty which develops and branches out through the course of a piece, and finally is resolved in some manner (the “real idea”)—is hard to square with a Heraclitan approach to dialectic.  It is true that one can think of Schoenberg’s final “balance” in terms of opposed musical dualities (e.g. two different key attributions) balanced against one another in the sense that neither can gain the upper hand over the other. It becomes hard to grasp, however, what such a “balance” might mean following an “imbalance” that is produced by uncertainty about the tonal contexts of motives. Likewise, the sense in which a Heraclitan kind of balance could be “restored” is unclear.  It is much simpler to interpret this quotation in terms of tonal uncertainties that are resolved as a single context—the final (or near-final) return of the tonic area—pulls into relationship with itself all of the foreign elements that competed for the listener’s attention earlier on.  This is what I would call tonal “appropriation.”",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The tropes “perfection” and “appropriation” also have been useful to me as I have attempted over the past twenty years to account for the logic and coherence underlying some of Schoenberg’s atonal and twelve-tone music (though I have never referred to them by those names).  As Cherlin demonstrates repeatedly, the listener seeking tonal perfection, of the kind provided by the usual strong cadential progression from dominant to tonic, will be continually frustrated by Schoenberg’s twelve-tone music (though the final cadence of the third Satire , Op. 28 provides a notable exception—which is probably meant, however, as a sarcastic commentary on tonal expectation).  But if one is permitted to look for conflicts and resolutions in different, sometimes more abstract, realms outside of functional tonality, Schoenberg’s atonal and twelve-tone music provides numerous examples of conflicts that are elaborated through the piece and resolved at or near the end.  One example is the struggle for priority between the perfect intervals created by boundary notes of hexachords and the whole-tone fragments that make up their interior tetrachords in the first movement of the Op. 26 Wind Quintet, which I outlined in my 2000–01 Intégral article \n( Boss 2000–01 ).  Another is provided by the passage Cherlin holds up as a “stunning” example of imperfection in the tonal and phrase-structural realms—the closing measures of the String Trio.  If listeners turn their attention away from the search for tonal closure, and seek instead the kind of closure that would be given by a complete ordered statement of the principal eighteen-note source row of this piece (given in Example 3a ), they would find that their expectations for ordered source row closure are satisfied by measures 286–93. (3) In \nmeasures 286–88, the violin presents all 18 pitch classes of I 7 in order, with a few repetitions of groups.  It follows in \nmeasures 290–93 with a presentation of all 18 pitch classes of P 2 in order, now repeating only single pitch classes.  These measures are the first time in the piece the entire 18-tone row has been presented horizontally. Coming as they do after passages like the opening measures where (in Cherlin’s words) the rows are “exploded . . . in such a manner that the linear order . . . is impossible to perceive, at least in real time” \n(312), they seem to me to have the effect of piecing back together what was exploded.  Not only that, but the closing measures seem to assert the eighteen-note forms of P 2 and I 7 as central, after the Episodes have brought an alternative row form to the fore. (The Episodes are where many, but not all, of the “waltz” or “dance with Death” passages Cherlin comments on can be found.)  This alternative form is illustrated in Example 3b , and since it is associated with the Episodes and some of the onsets of the waltz passages, we could perhaps understand it as signifying Death’s potential victory over Schoenberg. Thus the listener attuned to horizontal row identity and completion hears an effect in \nmeasures 286–93 different from the trailing off Cherlin suggests, but one that is no less dramatically significant.  I would propose that one hears the composer, finally victorious after his long struggle with Death, piecing his principal row form back together, neutralizing its competitor for primary status, and then peacefully falling asleep.  The eighteen-tone P 2 “appropriates” all that has come before, including a brief reference to Death’s waltz in \nmeasure 292. Example 3 . Principal and alternative source rows in the String Trio , Op. 45 (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] If I can be permitted a small bit of word play, I would characterize Cherlin’s account of Schoenberg’s music and thought as powerfully “imaginative” itself, in the sense that it finds new ways to make connections between Schoenberg and his contemporaries, as well as earlier and later thinkers, in fields including (but not limited to) philosophy, psychology, literature, and literary criticism.  But the book goes further, to use those connections to inspire a number of different approaches to musical analysis that reveal something significant about the way Schoenberg’s music conveys the composer’s thought. As a mediating influence between musical analysis and the larger world of ideas, the book has immense value, and I would recommend it most highly to any theorist, musicologist, performer, or music lover interested in the music and thought of Schoenberg.  The publisher should also be commended for a mostly error-free presentation: I noticed only one large omission, in Example 7.9, which is missing \nmeasures 86–91 of the String Trio, a passage the text discusses in detail.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.09.15.1.boss.html",
    "data": "mto/data/mto.09.15.1.boss.json"
}