{
    "title": "Reading Adorno’s Reading of the Rachmaninov Prelude in C-sharp Minor: Metaphors of Destruction, Gestures of Power",
    "date": "2011/12/01",
    "volume": "17",
    "issue": "4",
    "authors": [
        "Bottge, Karen M."
    ],
    "abstract": "The unprecedented popularity of Rachmaninov’s Prelude in C-sharp Minor is well documented. Having written it at the age of 18, Rachmaninov performed it for the first time in 1892, thereby launching the career of what many have called one of the world’s most popular piano pieces. Yet, despite its fame, many critics—as well as the composer himself—have pondered the reasons for the prelude’s adoration. Both critics and composer agree: thesurfeitin audience enthusiasm is incongruous with the Prelude’sdeficitin musical content. Perhaps the most intriguing commentary on this Prelude is that written by Theodor Adorno, whose discussion invokes a rich and unusual palette of metaphorical imagery by referencing such distinct items as “heavy artillery,” “lion’s paws,” “megalomania,” and “Nero’s complex.” This essay will explore more closely these juxtaposed aspects surfacing within Adorno’s essay. Any such exploration of Adorno’s literary ciphers will inevitably lead far afield, hence my paper will touch upon such disparate topics as Marxist economic theory, the Nero Complex, and recent studies on musical gesture. In so doing, however, we may not only recover a deeper appreciation of Adorno’s keen musical insights, but also gain potential keys to understanding the central paradox of “the C-sharp.”",
    "keywords": [
        "Rachmaninov",
        "C-sharp Prelude",
        "Nero complex",
        "Karl Marx",
        "economic theory",
        "fetishism",
        "kitsch"
    ],
    "doi": "",
    "received": "October 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.4/mto.11.17.4.bottge.pdf",
    "author_info": [
        {
            "name": "Karen M. Bottge",
            "university": "School of Music",
            "address": "University of Kentucky, 105 Fine Arts Building, Lexington, KY 40506-0022",
            "email": "Karen.bottge@uwalumni.com"
        }
    ],
    "citations": {
        "adorno_1998": "Adorno, Theodor. 1998. “Commodity Music Analyzed.” In Quasi una Fantasia: Essays on Modern Music . Trans. Rodney Livingstone, 37–52. New York: Verso.",
        "adorno_and_horkheimer_1972": "Adorno, Theodor, and Max Horkheimer. 1972. Dialectics of Enlightenment . Trans. John Cumming. New York: Continuum.",
        "bertensson_and_leyda_1956": "Bertensson, Sergei, and Jay Leyda. 1956. Sergei Rachmaninoff: A Lifetime in Music . Bloomington: Indiana University Press.",
        "buck-morss_1977": "Buck-Morss, Susan. 1977. The Origin of Negative Dialectics: Theodor W. Adorno, Walter Benjamin, and the Frankfurt Institute . New York: The Free Press.",
        "cheek_2011": "Cheek, Shawn. Web Piano Teacher. http://www.webpianoteacher.com . Accessed December 6, 2011.",
        "cox_2006": "Cox, Arnie W. 2006. “Hearing, Feeling, Grasping Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 45–60. Burlington: Ashgate.",
        "cunningham_2001": "Cunningham, Robert, Jr. 2001. Sergei Rachmaninoff: A Bio-Bibliography . Westport: Greenwood Press.",
        "denora_2003": "DeNora, Tia. 2003. After Adorno: Rethinking Music Sociology . Cambridge: Cambridge University Press.",
        "gyles_1947": "Gyles, Mary Francis. 1947. “Nero Fiddled while Rome Burned.” The Classical Journal 42, no. 4: 211–17.",
        "harrison_2005": "Harrison, Max. 2005. Rachmaninoff: Life, Works, Recordings . New York: Continuum International Publishing Group.",
        "hatten_2006": "Hatten, Robert. 2006. “A Theory of Musical Gesture and its Application to Beethoven and Schubert.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 1–23. Burlington: Ashgate.",
        "jay_1973": "Jay, Martin. 1973. The Dialectical Imagination: A History of the Frankfurt School and the Institute of Social Research, 1923–1950 . Boston: Little, Brown.",
        "johnson_and_larson_2003": "Johnson, Mark L., and Steve Larson. 2003. ‘Something in the Way she Moves’: Metaphors of Musical Motion.” Metaphor and Symbol 18, no. 2: 63–84.",
        "juslin_and_sloboda_eds_2010": "Juslin, Patrik N., and John A. Sloboda, eds. 2010. Handbook of Music and Emotion: Theory, Research, Applications . Oxford: Oxford University Press.",
        "kramer_2002": "Kramer, Lawrence. 2002. “Franz Liszt and the Virtuoso Public Sphere: Sight and Sound in the Rise of Mass Entertainment.” In Musical Meaning: Toward a Critical History , 68–99. Berkeley and Los Angeles: University of California Press.",
        "lakoff_and_johnson_1999": "Lakoff, George, and Mark Johnson. 1999. Philosophy in the Flesh: The Embodied Mind and Its Challenge to Western Thought . New York: Basic Books.",
        "leppert_1993": "Leppert, Richard. 1993. The Sight of Sound: Music, Representation, and the History of the Body . Berkeley and Los Angeles: University of California Press.",
        "leppert_1999": "Leppert, Richard. 1999. “Cultural Contradiction, Idolatry, and the Piano Virtuoso: Franz Liszt.” In Piano Roles: Three Hundred Years of Life with the Piano , ed. James Parakilas, 252–81. London: Yale University Press.",
        "leppert_2002": "Leppert, Richard. 2002. “Introduction.” In Essays on Music: Theodor W. Adorno; Selected, with Introduction, Commentary, and Notes by Richard Leppert and New Translations by Susan H. Gillespie . Trans. Susan H. Gillespie, 1–84. Berkeley: University of California Press.",
        "lidov_1987": "Lidov, David. 1987. “Mind and Body in Music.” Semiotica 66, nos. 1–3: 69–97.",
        "lyle_et_al_1939": "Lyle, Watson, Leff Pouishnoff, and Wilson Lyle. 1939. Rachmaninoff: A Biography . London: W. Reeves.",
        "marx_1867_1983": "Marx, Karl. [1867] 1983. “Commodities.” Chap. 1 of Capital , Vol. 1. In The Portable Karl Marx , ed. Eugene Kamenka, 437–61. New York: Penguin.",
        "memmi_1965": "Memmi, Albert. 1965. The Colonizer and the Colonized. New York: The Orion Press.",
        "mizumoto_2008": "Mizumoto, Katsura. 2008. YouTube video. http://www.youtube.com/watch?v=wjXCnrUzKwc",
        "o’bryan_2005": "O’Bryan, Jill. 2005. Carnal Art: Orlan’s Refacing . Minneapolis: University of Minnesota Press.",
        "paddison_1993": "Paddison, Max. 1993. Adorno’s Aesthetics of Music . Cambridge: Cambridge University Press.",
        "rachmaninov_1910": "Rachmaninov, Sergei. 1910. “My Prelude in C-sharp Minor.” Delineator 75: 127.",
        "rachmaninov_1993": "Rachmaninov, Sergei. 1993. Rachmaninoff: Selected Works for the Piano , ed. Murray Baylor. Van Nuys, California: Alfred Publishing.",
        "rouanet_2005": "Rouanet, Sergio Paulo. 2005. “Adorno, Theodor and Freud.” International Dictionary of Psychoanalysis , ed. Alain de Mijolla. Gale Cengage: eNotes.com, 2006. http://www.enotes.com/psychoanalysisencyclopedia/adorno-theodor-freud (accessed Nov. 13, 2011).",
        "swiercz_2010": "Swiercz, Emmanuelle. 2010. YouTube video. http://www.youtube.com/watch?v=tyGwCX4q-5k",
        "thiman_1926": "Thiman, Eric H. 1926. “A Note on Rachmaninoff’s Preludes.“ Musical Opinion 49: 1199–1200.",
        "zuidervaart_2011": "Zuidervaart, Lambert. “Theodor W. Adorno.” In The Stanford Encyclopedia of Philosophy , ed. Edward N. Zalta. Forthcoming URL, http://plato.stanford.edu/archives/win2011/entries/adorno (accessed Nov. 13, 2011)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. All references to the composer’s name will conform to the newer transliteration from Russian (Rachmaninov) except for those that appear within previously published secondary sources in the older form (Rachmaninoff).",
            "citations": []
        },
        "FN2": {
            "text": "2. As for its inspiration, Rachmaninov later told an interviewer: “...one day the Prelude simply came and I put it down. It came with such force that I could not shake it off even though I tried to do so. It had to be—so there it was” ( Bertensson and Leyda 1956 , 49).",
            "citations": [
                "bertensson_and_leyda_1956"
            ]
        },
        "FN3": {
            "text": "3. Martin Jay (quoted in Leppert 2002 , 63–64) explains that Adorno’s constellations were organized according to three principles: (1) differentiation: the means by which nuanced and qualitative differences between apparently similar phenomena are articulated; (2) non-identity: the juxtaposition of seemingly unrelated, un-identical elements; and (3) active transformation, the process by which the reader/listener learns to think and act in the interstices of forced reconciliations. This last principle, active transformation, comprises an essential aspect of Adorno’s method of negative dialectics. It is a process by which he seeks to displace Hegel’s concept of Aufhebung —the final reconciliation of difference, opposition, and contradiction—to develop instead a mode of thought capable of uncovering the truth of the object’s socio-historical reality, and of exposing the depth of its instability.",
            "citations": [
                "leppert_2002"
            ]
        },
        "FN4": {
            "text": "4. Although some of the themes I will explore derive from previously established Adorno scholarship dealing with his critiques of classical, “popular,” commercial, and non-commercial music alike—e.g., Jay 1973 , Jay 1984 , Leppert 2002 , and Buck-Morss 1977 in particular, who discusses music’s fetishization specifically in the context of the C-sharp Minor Prelude—this essay will amplify those ideas and apply them within a more detailed analysis of the music.",
            "citations": [
                "jay_1973",
                "jay_1984",
                "leppert_2002"
            ]
        },
        "FN5": {
            "text": "5. Sergio Paulo Rouanet outlines the following parallels between Freud’s psychoanalytic theories and Adorno’s critical theory ( Rouanet 2005 ): (1) Through identification the individual internalizes the Father, his symbolic substitutes, and the values of the established social and cultural order. Whereas identification is necessary for the individual’s social integration, projection is necessary for the acquisition of knowledge, which arises from assimilating sensory data, analyzing it through internal reflection, and transforming it into ideas, beliefs, and emotions about external reality. In Adorno’s view of industrialized society, genuine identification has ceased to exist. Whereas prior to advanced capitalism an individual’s socialization had been achieved by the family, it is instead now accomplished by a cultural order aimed at producing social consensus. In such a “false” identification, authentic individuality and autonomy are effaced. Likewise, projection is no longer an effective means for producing useful knowledge because the same demands for consensus that subordinate the individual to the group have rendered unnecessary the process of inner reflection. As a result, modern individuals project back onto the social order only resentment, destructive instincts, and inner emptiness. (2) In the methodology of psychoanalysis the analyst is required to actively intervene to bring to consciousness the social determinants of the individual’s pathologies and their influence on the patient’s mental and emotional life. Similarly, within Adorno’s critical theory the principle of nonidentity requires that the individual actively intervene to recognize and reject false identifications with the established order. For more on Adorno’s use of psychoanalytic theory as a means of understanding art, see Paddison 1993 , 128–35.",
            "citations": [
                "rouanet_2005",
                "paddison_1993"
            ]
        },
        "FN6": {
            "text": "6. Given his thorough knowledge of Freud’s writings, Adorno was undoubtedly familiar with Freud’s famous discussions of Hamlet’s Oedipus complex ; it is possible that he has conflated the names of Hamlet and Nero, particularly because both are cited in the writings of Shakespeare and both led lives surrounded by themes of corruption, treachery, and incestual desire.",
            "citations": []
        },
        "FN7": {
            "text": "7. C. Jill O’Bryan claims that after having his mother murdered, Nero had her cut open to see the womb in which he grew ( O’Bryan 2005 , 175n24).",
            "citations": []
        },
        "FN8": {
            "text": "8. There are several legends regarding the five-day fire: some claim that during the fire Nero climbed to the roof to get a good view and in stage costume sang the “Sack of Ilium” (an ancient Greek epic in dactylic hexameter). The most popular legend, however, is that while watching Rome burn Nero “played a fiddle.”",
            "citations": []
        },
        "FN9": {
            "text": "9. I have chosen these authors as distinctive musical voices from within a much broader modern discourse of embodiment, which proceeds from the rejection of Cartesian dualism and is founded on the a priori belief that our minds, reasoning, conceptual systems, and linguistic structures “arise from, are shaped by, and are given meaning through living human bodies” ( Lakoff and Johnson 1999 , 6). Musical meaning is thus understood as engendered by the body, emerging “in the flesh, blood, and bone of our embodied experience” ( Johnson and Larson 2003 , 81). Such prioritizing of the body as the medium for (musical) aesthetic meaning follows the lead of somatic philosophers such as Maurice Merleau-Ponty, Michel Foucault, Ludwig Wittgenstein, William James, and John Dewey, and is evidenced in a diffusion of current music scholarship in the areas of embodied music cognition, musical gesture, music and metaphor, phenomenological and hermeneutical approaches to musical meaning, performer/listener interactions, musical subjectivities, music and emotion, and the like.",
            "citations": [
                "lakoff_and_johnson_1999",
                "johnson_and_larson_2003"
            ]
        },
        "FN10": {
            "text": "10. For more on the musical means utilized by composers to elicit emotions, see the recent collection of essays assembled by editors Patrik N. Juslin and John A. Sloboda dealing with topics such as the current methods of measuring musically-induced emotions, multi-disciplinary approaches to music and emotion, and applications of music-psychological research on emotion in music education, therapy, health, film music, and marketing ( Juslin and Sloboda, eds. 2010 ). Chapter 21.7 (“Theoretical Approaches to Expectation in Music”) is particularly relevant to the discussion of this Prelude (not to mention to contemporary riff music), and it offers various cognitive theories to describe the listener satisfaction gained from repeated musical features (Leonard Meyer’s emotion and meaning, Eugene Narmour’s implication-realization theory, Elizabeth Margulis’s expectation and tension theory, and David Huron’s ITPRA theory). In the case of the Rachmaninov, the ease of correctly predicting anticipated events correlates with repeated responses of satisfaction and positively-valenced emotions.",
            "citations": [
                "juslin_and_sloboda_eds_2010"
            ]
        },
        "FN11": {
            "text": "11. The piece has been published under numerous programmatic titles, including The Bells of Moscow , The Burning of Moscow , The Day of Judgment , The Moscow Waltz , and That Moscow Rag . Although Rachmaninov never named it as such—(in fact, he called the work the “it” prelude because after his concerts the audience would chant, “play it”)—in his reminiscences he wrote: “All my life I have taken pleasure in the differing moods and music of gladly chiming and mournfully tolling bells. This love for bells is inherent in every Russian....If I have been at all successful in making bells vibrate with human emotion in my works, it is largely due to the fact that most of my life was lived amid vibrations of the bells of Moscow” ( Bertensson and Leyda 1956 , 184).",
            "citations": [
                "bertensson_and_leyda_1956"
            ]
        },
        "FN12": {
            "text": "12. Richard Leppert explains that visual experience—the sight and site of the body making music—is critical for musicians and audience members alike in resolving the semiotic contradiction between the tangibility of music’s means of production , the physical labor to produce sound, and the intangible abstract product of that labor, the musical sound ( Leppert 1993 , xxi). He traces the importance of vision in performance to nineteenth-century virtuoso performers, who, by responding to “being looked at” with visually dramatic physical movements, “double scripted” their body as both sound and spectacle to “overdetermine” the performance ( Leppert 1999 , 268). For more on this “surplus of significance (and of signification),” see as well Lawrence Kramer‘s rich discussion of the visual excesses surrounding the virtuoso figure ( Kramer 2002 , 77).",
            "citations": [
                "leppert_1993",
                "leppert_1999",
                "kramer_2002"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Reception",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The unprecedented popularity of Rachmaninov’s Prelude in C-sharp Minor is well documented. Written at the age of 18, shortly after Rachmaninov graduated from the Moscow Conservatory, the prelude was performed for the first time at the Moscow Electric Exhibition in September of 1892. A review of the concert by the magazine Artiste reported: Exceptional interest was lent to the concert by the participation of S.V. Rachmaninoff, who graduated this spring from the Moscow Conservatory. . . . A group of solo numbers, including a Prélude of his own composition . . . aroused enthusiasm ( Bertensson and Leyda 1956 , 49). (1) More than mere enthusiasm, some claim it was a performance that subsequently “catapulted Rachmaninoff to international fame” ( Cunningham 2001 , 3). Many marked the 1892 Exhibition as the beginning of the career of one of the world’s most popular piano pieces, a piece that would bring to its composer “everything from fame to contempt, ease and embarrassment, and annoyance aplenty.” (2) Henceforth, the celebrity of the prelude grew; audiences routinely demanded it as an encore to Rachmaninov’s recitals by shouting out for “the C-sharp.” Even after thirty-seven years of concertizing, it was reported that no recital of his ever ended without this prelude as a tacitly understood final encore ( Lyle et al. 1939 , 216).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "bertensson_and_leyda_1956",
                    "cunningham_2001",
                    "lyle_et_al_1939"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The reasons behind any such musical work’s excessive popularity are, of course, complex and difficult to recover, dependent on the life experiences, socio-cultural conditions, and motivations of the audience of the time. Indeed, historiography teaches us that to speculate about such things is a dicey enterprise. Nevertheless, it is exactly this question that has long engaged the speculation of Rachmaninov’s critics and, in fact, it is well known that Rachmaninov himself was rather perplexed as to the reasons for the enduring popularity of his C-sharp Minor Prelude. Below is a portion of a 1910 interview with the composer, which took place seventeen years after the Prelude’s premiere and the year following Rachmaninov’s first tour to the United States. Here, he expresses his surprise upon learning of the continued popularity of the work, and he seems to try to distance himself from it somewhat by claiming that it was by now just a part of the past: One thing which I hope to achieve by my visit to this country will be the disclosure that I have other claims for my standing in the musical world beyond the fact that I once wrote a Prelude in the key of C Sharp Minor. In my own country I have quite lived down this particular composition. In fact, it had grown to be a far-off memory of my youth, until I went to England a few years ago. There I learned to my surprise, that all young pianists played it. Shortly afterward I received an invitation to visit the United States. I wrote to inquire if I were well enough known here to be assured of engaging public interest. I was promptly informed that every musician knew me as the composer of the C Sharp Minor Prelude ( Rachmaninov 1910 , 127). Likewise, a 1926 writer for the magazine Musical Opinion pondered this Prelude’s mysterious success above and beyond that of Rachmaninov’s twenty-three other preludes within the opus 23 and 32 collections: The penalties of fame are many and various, and not the least of them is that which attends the composer who is fortunate—or unfortunate—enough to write a work which, for some mysterious reason, generally not due to intrinsic worth, becomes unexpectedly and extraordinarily famous. The instance that will leap immediately to the mind is Rachmaninoff and his Prelude in C sharp minor. . . . The fame of this particular piece is probably due . . . to the rather sensational nature of the music; and also, possibly to the reason that it sounds much more difficult than it actually is. Indeed, the fact of the last two pages being laid out for four staves naturally gives the performer a certain standing in Clapham drawing-rooms [an area of south London], which a piece laid out in the usual manner in two staves might fail to do. The result of this excessive adoration of this piece appears to be the almost total neglect of the other twenty-three preludes of Rachmaninoff, most of which are far finer, if less sensational, than this particular example ( Thiman 1926 , 1199).",
                "footnotes": [],
                "citations": [
                    "rachmaninov_1910",
                    "thiman_1926"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Indeed, virtually all accounts of the Prelude’s popularity have focused on its paradoxical nature: it sounds sensationally virtuosic, yet it is relatively easy to play . . . it looks very difficult to play—both in terms of the score’s layout and in the practical bodily gestures required to produce the sound—but many claim that these visual impressions present only a false façade of virtuosity. This Prelude evokes an inexplicable gap or inherent contradiction between the flashy immediacy of its musical materials and the essential mediocrity of its perceived musical worth. Critics and composer agree: the surfeit in audience enthusiasm is incongruous with the Prelude’s deficit in musical content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Perhaps the most intriguing, if not provoking, commentary on Rachmaninov’s Prelude was that written during 1934–40 by Theodor Adorno. In his essay entitled “Commodity Music Analysed” ( Musikalische Warenanalysen ), Adorno critiques four classical works—Gounod’s Ave Maria (1859), Rachmaninov’s Prelude in C-sharp Minor (1892), Dvořák’s op. 101 Humoresque (1894), and the slow movement of Tchaikovsky’s Symphony No. 5 in E Minor (1888)—all works that he termed “commodity” ( Ware ) music due to their excessive commercial popularity. The essay is constructed in a manner that has been described as a “constellation,” an astronomical term borrowed from Walter Benjamin to signify a cluster or configuration of juxtaposed elements such as concepts, images, or materials that “resist reduction to a common denominator, essential core, or generative first principle.” (3) It is specifically these juxtaposed aspects surfacing within Adorno’s essay—what he calls contradictory ciphers or monads —that I will explore more closely. Any such exploration of Adorno’s literary ciphers will inevitably lead far afield: hence, my discussion will touch upon such disparate topics as the Nero Complex, Marxist economic theory, and recent studies on musical gesture and meaning. Adorno’s ideas are, of course, much too extensive and complex to do justice to here, yet by focusing on but a few of his topics we may not only recover a deeper appreciation of his keen musical insights and unusual palette of metaphorical imagery, but we may also gain potential keys to understanding the central paradox of “the C-sharp.” (4) II. Nero Example 1 . Excerpted from Adorno 1998, 38–40 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Let us now turn our attention to the first portion of Adorno’s essay. The entire excerpt is provided in Example 1 , on which I have numbered the lines for reference. Adorno’s general concern throughout this essay is with critiquing specific details of the musical work, the audience, and the performer, and with identifying these details as symptoms of broader bourgeois structures. Accordingly, his disparagement of this music draws its support from various referential frames. The first is evident in Adorno’s opening paragraph, which focuses on characterizing both listeners and performers of the Prelude, whom he labels variously as “infantile adults” ( infantile Erwachsene , line 7), “megalomaniacs” ( Größenwahn , line 11), and those seeking to fulfill their “Nero complex” ( Nerokomplex , line 10) by imagining themselves a “conqueror of the world” ( Weltbeherrscher , line 13).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] What is immediately evident in Adorno’s reference to psychoanalysts in line 10 is the influence of Sigmund Freud. Adorno began exploring psychoanalytic theory in 1924 ( Paddison 1993 , 131), and it was at the time of writing this essay—the late 1930s and 1940s during his period of exile in the United States—that he sought to substitute aspects of psychoanalytic theory in place of what had previously been a more Marxist approach. Several of Freud’s key concepts are of particular importance in this reshaping of Adorno’s critical theory, among them his ideas concerning identification, projection, and sublimation. (5) Hence, we find here Adorno’s invocation of the now well-known term complex , a combination of emotionally charged ideas, feelings, and impulses that influence a person’s behavior but have been suppressed from conscious awareness. (6) Let us begin with a closer look at this allusion to Nero’s complex, as it draws associations with two different conceptual and metaphorical fields: political history and film studies.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "paddison_1993"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Nero was the last and youngest of the first five emperors of the Roman Empire. An enthusiastic music lover ( amator ), he often played and sang in public and instituted and competed in the first music festivals in Rome. Yet Nero was also known as a brutal leader who murdered people at random, killed his own mother, and persecuted Christians. (7) Best known by the legends following the great five-day fire of Rome in 64 A.D., it is believed that he masterminded the destruction of his own city and climbed to the rooftop to “fiddle” while watching Rome burn. (8) Adorno’s invocation of “Nero” raises several associations that can be transferred to both performers and listeners of the C-sharp \nMinor Prelude. The first hinges on the locution, “to fiddle,” or “fiddling around,” which implies wasting time, or aimless and petty preoccupation. The intimation that performers of the Prelude are simply “fiddlers” underscores what Adorno perceives to be their lack of technical accomplishment or intellectual effort. By extension, the audience too can be implicated in this metaphorical association, presumed to be merely wasting their time in trivial distraction. Furthermore, it is well known that Nero had the reputation of an extreme narcissist who craved constant veneration and flattery. It is in this sense that Adorno’s reference to the “dilettante,” “megalomaniac,” and “conqueror” takes hold: just as Nero satisfied his egotism by participating in—and invariably winning—his own infamous public music contests, so too does the flashy Prelude win lavish praise and gratification from both its admirers, who marvel at its power, and from performers who “marvel at themselves” ( bestaunen sie sich selber , line 9).",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Interestingly, Nero’s name surfaces in another closely related context, which may serve to further complicate Adorno’s allusion. French film theorist André Bazin employs the term “Nero complex” to describe moviegoers, who like the Roman emperor gain vicarious sordid pleasure ( Schadenfreude ) in witnessing destruction. Such spectator pleasure of on-screen devastation is evidenced as far back as the early silent films in the 1910s (e.g., Night and Ice , 1912, and Intolerance , 1916). The popularity of disaster films increased during the depression era of the 1930–40s as Hollywood began to produce numerous movies involving epic scenes such as floods ( Noah’s Ark , 1928), rampaging beasts ( King Kong , 1933), volcanic eruptions ( The Last Days of Pompeii , 1935), earthquakes ( San Francisco , 1936), cyclones ( The Hurricane , 1937), and fires ( In Old Chicago , 1937, and Gone With the Wind , 1939). Many of us are familiar with the deluge of destruction films produced during the 1970s, an era that has since become known as the “golden age” of the genre, and which produced such spectacles as Airport (1970), The Poseidon Adventure (1972), The Towering Inferno (1974), Earthquake (1974), The Hindenburg (1975), Flood (1976), End of the World (1977), Avalanche (1978), Meteor (1979), and City on Fire (1979), to name a few.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Richard Leppert reminds us that Adorno was an avid moviegoer, who had, of course, watched the classic escapist depression-era Hollywood movies. And even though Adorno does not explicitly reference moviegoers in the present essay, his thoughts on the topic are nonetheless clear in numerous other writings. For Adorno, the line between commodity music and film is thin: both fall within his definition of kitsch , a source of entertainment that triggers “an uncritical and standardized response” from its public ( Paddison 1993 ). Kitsch mimics the effects of real experience by presenting highly charged imagery to elicit an immediate and unreflective response. As such, kitsch appeals to mass tastes by repackaging the truths of reality in a counterfeit, albeit gratifying communal experience. According to Adorno, films afford assurance and temporary distraction from the realities of life outside the theater, but they offer no critique of external social conditions. His disdain is thus founded on this belief: No independent thinking must be expected from the audience: the product prescribes every reaction: not by its natural structure (which collapses under reflection), but by signals. Any logical connection calling for mental effort is painstakingly avoided ( Adorno and Horkheimer 1972 , 137). In a line from Minima Moralia , Adorno says it all: “Every visit to the cinema leaves me, against all my vigilance, stupider and worse” (in Leppert 2002 , 48–49).",
                "footnotes": [],
                "citations": [
                    "paddison_1993",
                    "adorno_and_horkheimer_1972",
                    "leppert_2002"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Adorno alludes to this experience of a moviegoer in lines 15–16, when he claims that excitement in the concert hall rises to a “fever-pitch” ( am höchsten ) if the concert stage is darkened to three-quarters. Like witnesses of a disaster film, such darkness functions to enhance this Prelude’s “foreboding gloom” ( ominösen Dämmer ) and “somber mood of destruction” ( die Düsternis der Vernichtung ) but also, and importantly, to engulf and enthrall the senses of the spectator.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The broader implications of Adorno’s Nero reference are clear: neither wars, nor mindless studio movies, nor commercially popular music are a cultural anomaly—all indicate that something fundamental has gone wrong in the modern West. Despite the fact that modernity has the means to reduce and even eliminate suffering, its accomplishments have been used instead to promote regressive aims, chief among them entertainment and profit. And though this process of cultural decline may be subtle and sophisticated, it continues with ever-greater consequences, motivated by the expanding capitalist economy in pursuit of progress ( Zuidervaart 2011 , 4). Accordingly, Adorno’s essay now transitions to a second referential frame: Marxist economic theory. III. Small change",
                "footnotes": [],
                "citations": [
                    "zuidervaart_2011"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] After devoting the first paragraph of the essay to characterizing listeners and performers of the Prelude, the second narrows the focus to specific aspects of the music itself, whose deficits, Adorno suggests, are many. In lines 28–29 Adorno labels it “just one long final cadence” ( eine einzige Schlußkadenz ), one that simply “parodies” a passacaglia theme through its repeated bass. Lines 31–32 critique the “short-winded” ( Kurzatmigkeit ) phrases, and line 35 the “cheap series of triplets” ( Triolen billig ) comprising the middle section of the work. Lines 32–33 and 36 critique the motivic counter-voice, which provides the right hand’s musical material throughout the work, yet merely paraphrases the cadence. Whereas Adorno would not likely object to the type of repetition that elaborates and generates new content (i.e., Schenker’s notion of “concealed” repetition, or Schoenberg’s concept of “developing” variation), here he decries the relentless and excessive surface repetitions pervading this Prelude. As Martin Jay explains, in Adorno’s thought such music only serves to satisfy listeners, who “ . . . like [the] children who demand only food they have enjoyed in the past . . . respond only to a repetition of what [they] have heard before” ( Jay 1973 , 190). Yet, to better understand Adorno’s aesthetic criteria, one must also understand how it is structured. To this end, the following offers a brief review of Marxist economic theory.",
                "footnotes": [],
                "citations": [
                    "jay_1973"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] According to Karl Marx, the economy is sustained by three important elements ( Marx [1867] 1983 ): first, the commodity , a useful external object, or thing—for example, a diamond—which through its qualities satisfies human needs and then is exchanged for something else on the market. Second, the usefulness or utility of a commodity is known as its use value, which may be either material or immaterial. As Marx explains, in the hand of a glasscutter a diamond has a mechanical or material use-value. Conversely, when worn on the neck, a diamond fulfills an immaterial, aesthetic use-value. And finally, commodities would have no value whatsoever if no one wished to give or trade something for them. Thus, they have an inherent exchange value , which is directly correlated to the greater or lesser amount of labor required to produce it. Something that requires more time and/or effort to make will result in a higher quality and, consequently, a higher exchange value (and vice versa).",
                "footnotes": [],
                "citations": [
                    "marx_1867_1983"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] With this economic background in hand, let us return to the focus of the second half of Adorno’s essay, which evaluates the musical economy of the Prelude. Example 2 illustrates a reduced version of measures 1–14, the opening section of the Prelude’s ternary form. The brackets below the staff \nshow the ten-fold repetition of the three-note opening motive, and the beam above outlines the music’s gradual arpeggiation through the tonic triad. Above the staff I have superimposed Rachmaninov’s description of his own work ( Rachmaninov 1910 , 127), and below it, Adorno’s contrasting portrayal. Example 2 . Measures 1–14 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "rachmaninov_1910"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Whereas Rachmaninov considers the three-note “principal theme” in treble and bass unison as the work’s “massive foundation,” Adorno likens the 6 ˆ – 5 ˆ – 1 ˆ cadential motive to a commodity, which has been emptied of content, freed of every genuine musical event, and thrown onto the market. This expression, “emptied of content,” indicates not only a musical meaning, but it makes an intertextual connection to an economic term. In economic terms, a loss of content is associated with a dissembling, or decrease, of exchange value. Marx illustrates this concept by comparing it with the process of gold-plating to save production costs. Adorno’s reference to debasement thus confers a sense of falseness or illegitimacy, even a counterfeit quality to the Prelude. Musically speaking, however, this lack of content is apparent at two levels. (1) At the surface, the 6 ˆ – 5 ˆ – 1 ˆ “cadence-forming bass notes” lack cadential function due to their omnipresent repetition, resulting in a kind of over-attachment to, or fetishization, of the gesture. Hence in line 28 Adorno compares this Prelude to “just one long final cadence.” (2) At a deeper level, though, we might better understand it as “just one long arpeggiation”—a work emptied of meaningful harmonic content, and that once reduced to its core may appear to resemble little more than a child’s piano etude. The following voice-leading reduction will help to make this clear. Example 3 . Voice-leading reduction of measures 1–14, Lento (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] As seen in Example 3 , the bass of measures 1–14 traces a path that gradually unfolds the C ♯ minor tonic triad, beginning with C ♯ (measure 2) and passing through E (measure 5) on the way to G ♯ (measure 6). Once on 5 ˆ , the bass prolongs the G ♯ minor dominant until the 6 ˆ – 5 ˆ – 1 ˆ motive returns it once again to the tonic C ♯ (measure 9), where it extends for the remainder of the opening lento section. Likewise, the melody’s initial arpeggiation leads up from C ♯ (measure 2) through E (measure 5) to G ♯ (measure 6), after which it reverses its way back down through a fifth progression to C ♯ (measure 8). Measures 10–12 transfer this C ♯ down one more octave to the darker midrange, where it remains for the duration in anticipation of the agitato section. Example 4 . Measures 1–4 (click to enlarge and see the rest) Example 5 . Measures 14–16 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In lines 31–37 Adorno again focuses on the Prelude’s motivic repetition, this time concerning the 3 ˆ – 2 ˆ – ♭ 2 ˆ – 1 ˆ counter-voice, which he locates first in the right hand of measures 1–3 ( Example 4 ), and again in measure 14 as it constitutes the melody in the middle portion of the work ( Example 5 ). Adorno suggests that this counter-voice motive merely “paraphrases” the 6 ˆ – 5 ˆ – 1 ˆ cadential motive, both of which have nothing more to say than “so be it” ( Es ist so ). And when the music at measure 14 elaborates this line with triplets, he reemphasizes how such motivic repetition cheapens the musical work merely to create the “illusion of fluent virtuosity” ( virtuose Geläufigkeit ). Just as the ready availability of a product on the market, or the market’s rush to expand production, results in reduced prices and at times compromised quality, in this musical economy a surplus of unaltered motivic content devalues the product.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] All musical kitsch, Adorno explains, contains some such memorable characteristic—a melodic fragment, a repetitive rhythm, or a striking instrumental color—which circulates within the work like a kind of “musical small change” that has come loose from its original context ( Leppert 2002 ). Examples 6 and 7 provide voice-leading reductions of the Prelude’s agitato section to illustrate more clearly these fragments circulating in the middle section of this work.",
                "footnotes": [],
                "citations": [
                    "leppert_2002"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Whereas the opening section of the Prelude was saturated with the 6 ˆ – 5 ˆ – 1 ˆ bass motive, this section’s repetition focuses on the descending third gesture E– D ♯ – D ♮ – C ♯ , which derives directly from measure 2’s reaching-over figure and functions here as the basic idea of the music’s sentential construction. The melody beginning in measure 14 now prolongs E and forms a 10 th above the bass’s steadfast C ♯ . The interval of the 10 th here is important, as it guides the underlying counterpoint of the entire agitato section. Example 6 . Voice-leading reduction of measures 14–26, Agitato (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Repetition is now apparent at every level, from the bi and bi′ (in measures 14–15, 18–19, 27–28, and 31–32) to the entire sentential phrase, which will be heard four times in all. Yet, as Example 6 shows, when measures 14–17 begin to repeat at measure 18, the four-bar sentence soon goes astray: at measure 20 the two-beat appoggiatura-like figures begin to ascend in an upward sequence, transferring both melody and bass first up the octave, then down, before securing the predominant in measure 25 and cadencing in measure 26. The result of this flourish is an expanded sentence that is no longer four bars long, but nine. Example 7 . Voice-leading reduction of measures 27–42, Agitato (click to enlarge) Example 8 . Measures 43–47 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] This expansion becomes even more elaborate in measures 27–42 (Example 7) as the agitato theme reiterates in the higher octave. Again the opening sentence begins to repeat in measure 31; again the appoggiatura-like figures sweep both bass and soprano up the octave. It is midway through measure 35, however—the height of what Rachmaninov calls the middle section’s “rising storm”—that the clouds break: the appoggiatura figures in both soprano and bass push past the octave to achieve G ♯ over E at measure 35.4 and from there begin a torrential fff triplet descent. These new surface accentuations and harmonic groupings cause even further disruptions in the phrase rhythm by pushing the hypermeter two beats out of phase. Anticipation for the cadential arrival mounts as the triplets descend first one, then two octaves, and the continuation subphrase stretches out longer and longer. As seen in Example 8 , when the dynamics erupt into triple and quadruple forte , and the texture expands to four staves, the 6 ˆ – 5 ˆ – 1 ˆ motive now serves a dual purpose, both as a massive closing to the agitato section and the explosive return of the “original movement.” As such, Adorno notes, it assures the gratitude of “those who have always known this and could see it coming” all along (line 38–39).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] It is an unusual metaphor, this likening of musical materials to commodities within an exchange society. Yet it is a referential structure that allows Adorno to depreciate not only the value of the musical work but also its audience and performers. In economic terms, less labor equates with less value: hence his insistence on the work’s easy playability, of the triumph of performance achieved without effort. Likewise devalued is the triumph gained by the listener in comprehending the design of the “colossal” work, which Adorno claims is so easy to follow that ”even the most insensitive ear [ dem stumpfesten Gehör ] can scarcely go wrong.” Again, in an exchange economy, less labor—either physical or intellectual—equates with diminished value. IV. Imaginären",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] What are we to make of this unusual collection of juxtaposed elements? Adorno’s is a conceptual framework that is notoriously complicated and difficult to relate to. And yet, though these fragments of ideas may seem to lack a common locus in which to ground their meaning, Adorno does offer us explicit clues as to what I believe to be the reasons for this Prelude’s enduring popularity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Recent writers on musical gesture and meaning, such as Arnie Cox, David Lidov, and Robert Hatten, emphasize the importance of somatic experience in forming our identification with music. (9) Cox claims that a crucial part of how we understand music involves imagining making the music for ourselves through various forms of covert and/or overt mimetic participation ( Cox 2006 , 46). One of these forms of imagining is an intra-modal, bodily imitation of the exertion patterns that matches the exertion dynamic manifest in the music. Hence, Adorno’s reference in the first paragraph to the “mind’s eye” ( imaginären ) in line 9 and “musical daydreaming” ( Tagträumen in der Musik ) in line 14. As Cox explains, musical meaning is engendered by our covert empathetic imitation of the performer’s physical actions in an idealized and imaginary embodied experience ( Cox 2006 , 45).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "cox_2006",
                    "cox_2006"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] David Lidov goes so far as to claim that motion is one of the essential illusions of music, and that music is significant only if we identify perceived sonorous motion with somatic experience ( Lidov 1987 , 70). Likewise, Robert Hatten explains that as participating listeners we access “the bodily” in music through the analogy with the effort of our own bodies ( Hatten 2006 , 4). Musical gestures are thus affectively loaded communicative events that encourage sensorimotor mappings to imagined bodily gestures. If this is true, then it follows logically that certain musical works \nmay especially encourage us to experientially “co-body” the music. Certain works are “sensational,” even seductive, not only because of their textual, rhythmic, and dynamic thrill and excitement, but because they evoke the sensual, the feeling of doing. Video 1 . Measures 1–2. Performed by Emmanuelle Swiercz (2010) (click to watch the video) Example 9a . Interlocked octaves in measures 2–3 (click to enlarge) Example 9b . Measures 2–3 rescored in parallel sonorities (click to enlarge) Example 9c . Measures 2–3 revoiced for the “average size hand” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lidov_1987",
                    "hatten_2006"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The Rachmaninov Prelude is one such work that encourages, and even exploits, both our visual and gestural identification with it. Moreover, the very musical elements that are the most obviously palpable and easy to co-body are precisely those that Adorno features in his critique. The ten-fold repetition of the opening auxiliary cadence in tripled octaves is overtly physical, requiring outstretched hands and unison forearm motion between the middle and the deep contra-octaves of the piano. The length of this gesture is important: brief, recognizable, and easily re member ed by musicians and non-musicians alike: re-membered, that is, in the sense of putting back together the various bodily parts and their movements. These deliberate opening physical movements, in combination with the lento tempo, minor mode, descending contour (A– G ♯ – C ♯ ), and low pitch range with attenuated higher partials, lend immediately to this Prelude’s powerfully “foreboding” affect \n(See Video 1 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] This affect is further intensified with the entrance of the counter-voice, whose narrow melodic range, occurrence of minor seconds in the soprano (E– D ♯ – D ♮ – C ♯ ), dissonant melodic intervals (diminished 3 rd , D ♮ – B ♯ – C ♯ ), and straightforward rhythms exploit the musical properties conventionally associated with negatively-valenced emotions (e.g., mournful, sad, tragic, serious, melancholy, etc.). (10) As Example 9a illustrates, when the counter-voice enters in measure 2 Rachmaninov enhances the physicality of the opening chords by scoring them in such a way that requires interlocking the octaves between the left and right hands and alternating the top and bottom positions of the thumbs from chord to chord to create the work’s characteristic “bell tolling” effect. (11) Were these lines to be scored instead in parallel sonorities, as in Example 9b , or unequally distributed to accommodate the “average size hand” as Example 9c replicates from a recent edition ( Rachmaninov 1993 ), the outstretched hands could relax and untwine, although at the visual and manual expense of the overly obvious gesticulatory style. The two video excerpts \ngiven in Video 2a and Video 2b from an online piano tutorial make clear the hand positions in measures 2–3 and 6–7. Video 2a . (Cheek 2011) (click to watch the video) Video 2b . (Cheek 2011) (click to watch the video)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "rachmaninov_1993"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] It is well known, of course, that Rachmaninov’s hands were large enough to easily span the interval of a 12 th and were frequently described in the media as broad, enormous, king-size, gigantic, and incomparable. As reported by his acquaintance Cyril Smith, Rachmaninov’s left hand could span C– E ♭ –G–C–G [fingered 5–4–3–2–1], while his right could reach C–E–G–C–E [fingered 2–1–3–4–5] ( Harrison 2005 , 270). It may be tempting to speculate that the voicing of this Prelude’s opening chords is specifically due to Rachmaninov’s hand size, or to his desire to emphasize the characteristic “bell tolling” effect within the parallel octave hand frames. Yet pianists are quick to remind \nus that regardless of fingering the performer can choose to voice any given pitch within a chord, which suggests that Rachmaninov’s fingering was ultimately determined at least as much (or more) for the visual as well as the aural effect. (12) Example 10a . Triplet passage of measures 35.3–42 (click to enlarge and see the rest) Video 3 . Measures 35.3–49.1. Performed by Katsura Mizumoto (2008) (click to watch the video)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "harrison_2005"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] The movements of performing body are likewise foregrounded in the passage beginning at measure 35.3: as the fortississimo triplets cascade down the keyboard in alternate-hand accents, the four-beat motive liquidates in measures 41–42 into two measures of nearly obsessive piano pounding ( Examples 10a and 10b ). Likewise, when the counter-voice chords of measure 2 interlock with the three-note opening theme they require the pianist to crisscross alternately up and down the keyboard across the range of four octaves. This effect is further intensified in the quadrupled texture of the reprise, which Rachmaninov suggests calls for “all the force the player is capable of” ( Rachmaninov 1910 , 127). This passage requires not only exaggerated lateral movement across the keyboard, but also heightened vertical movement to produce the required excessive quadrupled forte dynamics and accented sforzando articulations. It is this passage of “thundering chords” in particular that seems to elicit a type of aestheticized narcissistic pleasure with thoughts of annihilation \n(see Video 3 ) . Example 10b . Two-voice reduction of 4-beat motive and its liquidation (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rachmaninov_1910"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] Adorno acknowledges this music’s ability to manipulate audience experience when he states in line 7 that “it owes its popularity to listeners who identify with the performer.” For Adorno, however, such false gestural identification is but a symptom of a degenerate culture that lacks the subject-object autonomy necessary for critical consciousness. Art, he believes, is a privileged vehicle for truth, one that should not simply affirm and reflect our identification with it. In contrast, authentic art should disrupt certainty and so-called “ontological security” ( DeNora 2003 , 74) in order to inflame the need for social and individual transformation. To fail to do so means to simply capitulate to fate: so be it, that’s just the way things are . Such failure to critique and interrogate links us back again to the image of Nero: there’s nothing to be done but just stand back and watch the flames . V. Reflections",
                "footnotes": [],
                "citations": [
                    "denora_2003"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] In the end, despite his dark rhetoric of alienation and non-identity, perhaps Adorno’s condemnation of the C-sharp \nMinor Prelude is not as straightforward as it appears. Perhaps, after all, his reference to Nero represents a parapraxis, a revelation that discloses the motivations not of the Rachmaninov audience or performers but, rather, of its critic. Albert Memmi explains that to be a “Nero” means to claim triumph by condemnation . . . to claim one’s place and defend it by every means at one’s disposal” ( Memmi 1965 , 52). The more that a condemner sinks into an injustice, the more he assuages his guilt by further injuring that which he condemns. Usurpers acknowledge their wrong, but maintain it to uphold their usurper’s role. These two acts, Memmi reminds, are inseparable: to be a Nero means to triumph unjustly, while at the same time establishing one’s self-condemnation by admitting that that which is condemned is exactly that which triumphs within oneself.",
                "footnotes": [],
                "citations": [
                    "memmi_1965"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] In Benjamin’s concept of a constellation, the structures formed by our words, beliefs, images, and ideas are delicate and yielding. Movement or change of perspective in one element can alter the entire configuration. As Susan Buck-Morss reminds, in Adorno’s constellations meaning is never constant: . . . the fact that Adorno judged specific qualities positively in one constellation and negatively in another makes it impossible . . . to capsulize his own thinking and is a cause of the elusiveness, the resistance of his writings to categorization within any particular intellectual pigeonhole ( Buck-Morss 1977 , 99). Indeed, at first glance it may appear difficult to garner meaning from Adorno’s network of ciphers, or to relate to his mapping of the musical experience onto political motivations or economic drives: his evaluations are ever subject to change, reversal, and even folding back upon themselves—at once both positive and negative. After further reflection, however, we may find within this array of conceptual tensions the nascent traces of a changing musical aesthetic, one that ultimately admits and prompts us to re-view the value of our own bodily identifications with music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] If we consider the Rachmaninov Prelude through Adorno’s refracted aesthetic lens, his constellation of ideas will continue to glimmer, albeit from a metaphorical distance that may seem to have little relevance to us today. If, however, we evaluate the work instead for its somaesthetic value, for its ability to blur the boundary between the spectacle and the spectator, and for the ease it affords in equating sonorous motion with bodily experience, we may come closer to grasping the central paradox of “the C-sharp’s” enduring popularity.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essay",
    "source": "mto/raw/mto.11.17.4.bottge.html",
    "data": "mto/data/mto.11.17.4.bottge.json"
}