{
    "title": "Performers as Creative Agents; or, Musicians Just Want To Have Fun",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Klorman, Edward"
    ],
    "abstract": "In this paper, I explore conceptions of creativity in musical performance in both popular and Western art musics. I examine Cyndi Lauper’s iconic performance of the song “Girls Just Want To Have Fun,” which transformed the meaning of Robert Hazard’s original demo of the same song. I then analyze performance choices relating to structural cadences in Mozart’s Sonata in A minor, K. 310; Bach’s Cello Suite No. 1 in G major, BWV 1007; and Beethoven’s Sonata inA♭major, op. 110.",
    "keywords": [
        "analysis and performance",
        "creativity in performance",
        "cadence",
        "Werktreue",
        "workhood",
        "Cyndi Lauper",
        "W. A. Mozart",
        "Ludwig van Beethoven",
        "J. S. Bach"
    ],
    "doi": "10.30535/mto.24.3.10",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.klorman.pdf",
    "author_info": [
        {
            "name": "Edward Klorman",
            "university": "McGill University",
            "address": "555 rue Sherbrooke O, Montreal, QC H3A 1E3, Canada",
            "email": "edward.klorman@mcgill.ca"
        }
    ],
    "citations": {
        "berry_1989": "Berry, Wallace. 1989. Musical Structure and Performance . Yale University Press.",
        "brendel_1991": "Brendel, Alfred. 1991. Musical Thoughts and Afterthoughts . Farrar, Straus and Giroux.",
        "brendel_2002": "Brendel, Alfred. 2002. [Alfred Brendel’s Official Website, as it appeared 3 February 2002.] https://web.archive.org/web/20020203003135/http://www.alfredbrendel.com/mov.htm>, accessed 1 August 2014 .",
        "burstein_2014": "Burstein, L. Poundie. 2014. “The Half Cadence and Other Such Slippery Events.” Music Theory Spectrum 36 (2): 203–27.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . University of California Press.",
        "cook_1998": "Cook, Nicholas. 1998. Music: A Very Short Introduction . Oxford University Press.",
        "cook_1999": "Cook, Nicholas. 1999. “Analysing Performance and Performing Analysis.” In Rethinking Music , ed. Nicholas Cook and Mark Everist, 239–61. Oxford University Press.",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score: Music as Performance . Oxford University Press.",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Gender and the Cultural Work of a Classical Performance.” Repercussions 3 (1): 77–110.",
        "dunsby_1989": "Dunsby, Jonathan. 1989. “Guest Editorial: Performance and Analysis of Music.” Music Analysis 8 (1–2): 5–20.",
        "dyck_2014": "Dyck, John. 2014. “Perfect Compliance in Music History and Musical Ontology,” British Society of Aesthetics 54 (1): 31–47.",
        "gaar_2002": "Gaar, Gillian G. 2002. She’s a Rebel: The History of Women in Rock & Roll . Seal Press.",
        "gill_2013": "Gill, Caroline. 2013. “Haydn String Quartets: Endellion Quartet move from Beethoven to Haydn,” Gramophone 90 (1094): 59–60.",
        "gladstone_and_lauper_2013": "Gladstone, Brooke and Cyndi Lauper. 2013. “Brooke Talks to Cyndi Lauper.” 2013. On the Media , New York Public Radio. Interview recorded New York, NY, 3 May 2013. http://www.wnyc.org/story/brooke-talks-cyndi-lauper , accessed 1 August 2014.",
        "goehr_1992": "Goehr, Lydia. 1992. The Imaginary Museum of Musical Works: An Essay in the Philosophy of Music . Oxford University Press.",
        "green_1979": "Green, Douglass. 1979. Form in Tonal Music . 2nd ed. Hold, Rinehart, and Winston.",
        "griffiths_1998": "Griffiths, Paul. 1998. “Music Review: A Mysterious Presence, and Absence.” The New York Times . 18 March. http://www.nytimes.com/1998/03/18/arts/music-review-a-mysterious-presence-and-absence.html .",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "kawabata_2013": "Kawabata, Mai. 2013. Paganini: The “Demonic” Virtuoso . The Boydell Press.",
        "leech-wilkinson_2012": "Leech-Wilkinson, Daniel. 2012. “ Compositions, Scores, Performances, Meanings .” Music Theory Online 18 (1).",
        "lester_1995": "Lester, Joel. 1995. “Performance and Analysis: Interaction and Interpretation.” In The Practice of Performance: Studies in Musical Interpretation , ed. John Rink, 197–216. Cambridge University Press.",
        "mccreless_2011": "McCreless, Patrick. 2011. “ Ownership, In Music and Music Theory .” Music Theory Online 17 (1). Originally delivered as the keynote address to the Society for Music Theory in Indianapolis, IN, November 2010.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History, and Ideology . University of Chicago Press.",
        "midgette_2015": "Midgette, Anne. 2015. “Carpenter Energizes Kennedy Center with Irreverent Organ Performance.” The Washington Post , 5 February. http://www.washingtonpost.com/entertainment/music/carpenter-energizes-kennedy-center-with-irreverent-organ-performance/2015/02/05/e77c7ede-ad73-11e4-abe8-e1ef60ca26de_story.html .",
        "newlin_1980": "Newlin, Dika. 1980. Schoenberg Remembered: Diaries and Recollections (1938–76) . Pendragon Press.",
        "ratner_1985": "Ratner, Leonard G. 1985. Classic Music: Expression, Form, and Style . Schirmer.",
        "rawson_and_miner_2006": "Rawson, Hugh and Margaret Miner, eds. 2006. The Oxford Dictionary of American Quotations . 2nd ed. Oxford University Press.",
        "rothstein_1989": "Rothstein, William. 1989. “Heinrich Schenker as an Interpreter of Beethoven’s Piano Sonatas.” Nineteenth-Century Music 8 (1): 3–28.",
        "schreffler_and_trippett_2009": "Shreffler, Anne and David Trippett. 2009. Introduction to “Rudolf Kolisch in Amerika—Aufsätze und Dokumente.” Zeitschrift für Musikwissenschaft 24 (3): 195–97.",
        "sivan_2010": "Sivan, Noam. 2010. “Improvisation in Western Art Music: Its Relevance Today.” DMA dissertation, The Juilliard School.",
        "sontag_1964": "Sontag, Susan. 1964. “Notes on ‘Camp,’” Partisan Review 31 (Fall): 515–30.",
        "swinkin_2016": "Swinkin, Jeffrey. 2016. Performative Analysis: Reimagining Music Theory for Performance . University of Rochester Press.",
        "taruskin_2009": "Taruskin, Richard. 2009. “Early Music, Truly Old-Fashioned at Last.” In The Danger of Music and Other Anti-Utopian Essays , 129–32. University of California Press. Originally published in The New York Times , 14 June 1998. http://www.nytimes.com/1998/06/14/arts/early-music-truly-old-fashioned-at-last.html .",
        "terkel_2005": "Terkel, Studs. 2005. And They All Sang: Adventures of an Eclectic Disc Jockey . The New Press.",
        "waksman_2001": "Waksman, Steve. 2001. Instruments of Desire: The Electric Guitar and the Shaping of Musical Experience . Harvard University Press.",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . Wesleyan University Press.",
        "zak_2001": "Zak, Albin J. Zak III. 2001. The Poetics of Rock: Cutting Tracks, Making Records . University of California Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I wish to thank the other authors of this essay collection, as well as two anonymous peer reviewers, for their suggestions and feedback on earlier versions of this publication. I am grateful to On the Media and New York Public Radio for permission to include an audio excerpt from their interview with Cyndi Lauper.",
            "citations": []
        },
        "FN1": {
            "text": "1. Alfred Brendel’s official homepage: http://alfredbrendel.com/lifeandcareer.php . Accessed 3 February 2002. This quotation, which was used widely in Brendel’s promotional materials, and Terkel 2005 describes it as Brendel’s “musical credo” (287). Yet Brendel has elsewhere advocated a more active, creative view of a performer’s role: “Music cannot ‘speak for itself’. The notion that an interpreter can simply switch off his personal feelings and instead receive those of the composer ‘from above’, as it were, belongs to the realm of fable. What the composer actually meant when he put pen to paper can only be unravelled with the help of one’s own engaged emotions, one’s own senses, one’s own intellect, one’s own refined ears” ( Brendel 1991 , 25). I thank Hamish Robb for bringing this passage to my attention.",
            "citations": [
                "terkel_2005",
                "brendel_1991"
            ]
        },
        "FN2": {
            "text": "2. The ideal of Werktreue is discussed extensively in Goehr 1992 .",
            "citations": [
                "goehr_1992"
            ]
        },
        "FN3": {
            "text": "3. This quotation was attributed to Schoenberg by Dika Newlin ( 1980 , 164); cited in Cook 2013 , 8.",
            "citations": [
                "newlin_1980",
                "cook_2013"
            ]
        },
        "FN4": {
            "text": "4. Interview with Berthold Türcke, recorded 18 April 1970 (Houghton Library, Harvard University, b MS Mus 195-2211, no. 32); cited in Cook 2013 , 8. Kolisch’s ideas about performance are documented in a number of unpublished writings now kept at Harvard’s Houghton Library. See Schreffler and Trippett 2009 . The Second Viennese School’s approach to performance shares affinities with that of the Schenkerian tradition. See, for example, Rothstein 1989 and Dunsby 1989 .",
            "citations": [
                "cook_2013",
                "schreffler_and_trippett_2009",
                "rothstein_1989",
                "dunsby_1989"
            ]
        },
        "FN5": {
            "text": "5. On the issue of “compliance” in the performance of classical music, see Dyck 2014 . On the notions of “submission” vs. “resistance” to the work by performers, see Cusick 1994 and Swinkin 2016 , 167–218.",
            "citations": [
                "dyck_2014",
                "cusick_1994",
                "swinkin_2016"
            ]
        },
        "FN6": {
            "text": "6. Taruskin 2009 , 130–32. Cf. Anne Midgette’s ( 2015 ) praise of the iconoclastic organist Cameron Carpenter: “To what degree is the music he’s playing actually ‘by’ Bach? . . . How could it be, when the registrations and rhythms, the play of timbre and chord and dynamic are so very much Carpenter’s own?” I thank Jason Hooper for bringing this review to my attention.",
            "citations": [
                "taruskin_2009",
                "midgette_2015"
            ]
        },
        "FN7": {
            "text": "7. That the ephemerality of performance poses challenges for traditional, work-based conceptions of musical “structures” has long been acknowledged. See, for instance, Lester 1995 and especially Cook 1999 .",
            "citations": [
                "lester_1995",
                "cook_1999"
            ]
        },
        "FN8": {
            "text": "8. The problems with a score-based discipline of music analysis have been discussed extensively in recent years. See, for example, Leech-Wilkinson 2012 and Cook 2013 . Along similar lines, Mai Kawabata ( 2013 ) criticizes traditional composer- and work-centered narratives of music history: “The historiographic decision to cast composers as the protagonists of music history needs to be revised, not simply by replacing composers with performers . . . but by viewing the activities of composing and performing as continuous, overlapping, and non-hierarchical” (21).",
            "citations": [
                "cook_2013",
                "kawabata_2013"
            ]
        },
        "FN9": {
            "text": "9. Gaar 2002 , 264–65.",
            "citations": [
                "gaar_2002"
            ]
        },
        "FN10": {
            "text": "10. The term “cover” may not properly apply since the song was virtually unknown at the time Lauper recorded it and it first became a hit through her recording.",
            "citations": []
        },
        "FN11": {
            "text": "11. Regarding recordings as texts, see Zak 2001 .",
            "citations": [
                "zak_2001"
            ]
        },
        "FN12": {
            "text": "12. Gladstone and Lauper 2013 . The video of the interview is available at http://www.onthemedia.org/story/291229-brooke-talks-cyndi-lauper .",
            "citations": [
                "gladstone_and_lauper_2013"
            ]
        },
        "FN13": {
            "text": "13. Sontag 1964 .",
            "citations": [
                "sontag_1964"
            ]
        },
        "FN14": {
            "text": "14. To isolate the performative from the “textual,” I will focus on Hazard’s and Lauper’s performances only of the first three stanzas, in which both performances largely use the same melody and lyrics. For the purposes of this study, I have bracketed off later sections of the song, in which Lauper departs from Hazard’s original in more pronounced ways (e.g., by replacing the line “All my girls have gotta walk in the sun” with “I want to be the one to walk in the sun,” etc.).",
            "citations": []
        },
        "FN15": {
            "text": "15. On the gendering of electric guitar, see Walser 1993 and Waksman 2001 .",
            "citations": [
                "walser_1993",
                "waksman_2001"
            ]
        },
        "FN16": {
            "text": "16. Like Lauper’s transformation of “Girls” through a performance that expresses a particular message, there are some famous examples of classical musicians who imbued pieces with new meanings by performing them in a certain way or on a particular occasion (e.g. Marian Anderson’s recital performance of “My Country ‘Tis of Thee” at her Lincoln Memorial recital or Mstislav Rostropovich’s impromptu performance of solo Bach during the fall of the Berlin Wall). These examples are exceptions within classical performance, since performances of composed works are more commonly taken as expressions the composer’s utterance (as in Cone 1974 ) rather than the performer’s. That such performances are more common in popular styles (e.g. Jimi Hendrix’s iconic performance of the National Anthem at Woodstock) evinces the effaced distinction between composer and performer in these styles, which allows the performer’s creative agency to be expressed in more overt ways.",
            "citations": [
                "cone_1974"
            ]
        },
        "FN17": {
            "text": "17. In a thought-provoking study of improvisation in Western art music, composer/pianist Noam Sivan ( 2010 , 10–15) rejects a categorical distinction between improvisation and the faithful ( werktreu ) performance of composed music, arguing instead for a continuum between them. Just as no improvisation is absolutely free, neither is any performance of a composed work entirely devoid of spontaneous elements (e.g., timing, dynamics, exact number of oscillations of trills, etc.). Wallace Berry likewise emphasizes that the “significant margins of latitude” in musical scores mean that “an interpreter’s involvement with the many recurring issues of choice is inescapable” ( Berry 1989 , 2).",
            "citations": [
                "sivan_2010",
                "berry_1989"
            ]
        },
        "FN18": {
            "text": "18. Cook 1998 observes musical analysts’ tendency to theorize those elements of music that can be notated in scores over those that reside mainly in performance: “The emerging canonic status within the curriculum of the Beatles, for instance, partly reflects the fact that you can talk about ‘Because’ or ‘Here Comes the Sun’ using the same kind of vocabulary you use of Schubert’s songs, in a way that you can’t with the Rolling Stones. (One reason for this is that what is characteristic about the Beatles’s songs is largely composed into them—into the melodies and harmonies, and the way they link with the text—whereas what really made the Stones’s songs different was the way they performed them” (237–38).",
            "citations": [
                "cook_1998"
            ]
        },
        "FN19": {
            "text": "19. Cf. Meyer’s ( 1989 ) concept of primary parameters.",
            "citations": [
                "meyer_1989"
            ]
        },
        "FN20": {
            "text": "20. The eight audio clips examined in Burstein 2014 are available at http://mts.oxfordjournals.org/content/early/2014/09/01/mts.mtu010/suppl/DC1 .",
            "citations": [
                "burstein_2014"
            ]
        },
        "FN21": {
            "text": "21. My thinking about this juncture, including the implications of performance options, benefited from stimulating discussions with William Caplin and Janet Schmalfeldt.",
            "citations": []
        },
        "FN22": {
            "text": "22. The term “balanced” binary form was coined by Douglass Green ( 1979 , 78–79). It is roughly equivalent to what Leonard G. Ratner ( 1985 ) has called “rhyming” cadences.",
            "citations": [
                "green_1979",
                "ratner_1985"
            ]
        },
        "FN23": {
            "text": "23. This quip is frequently attributed to harpsichordist Wanda Landowska, who supposedly gave it as a rejoinder to Pablo Casals or possibly Rosalyn Turek. See Rawson and Miner 2006 , s.v. “Wanda Landowska.”",
            "citations": [
                "rawson_and_miner_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Confessions of a Performer-Theorist Example 1 . Alfred Brendel’s Official Homepage, as it appeared in 2002 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “If I belong to a tradition, it is a tradition that makes the masterpiece tell the performer what he should do, and not the performer telling the piece what it should be like, or the composer what he ought to have composed.” (1) Just over a decade ago, during my undergraduate studies in viola performance at The Juilliard School, I encountered these words on Alfred Brendel’s homepage ( Example 1 ), his performance of Schubert’s G ♭ Impromptu flowing gently in the background, and I recall experiencing a kind of euphoria. His words were such an eloquent expression of the aesthetic values that I had come to hold dear, of appropriate modesty on the part of even a master performer to relegate his personal creativity and expression to those of an obviously still greater master, the composer .",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Now I will retroactively apply the appropriate scare quotes, as I have since come to understand that these values constitute an ideology, a specific constellation of ideas about musical works and performances that originated in nineteenth-century (especially German) musical thought, ideas that have long since become naturalized at music conservatories and that are systematically inculcated in classical instrumentalists (such as myself) from a young age.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Fast forward about ten years and one doctoral degree later: Reading Nicholas Cook’s ( 2013 ) sketch of this ideology’s history, I felt rather like the child of a devout, orthodox upbringing might upon considering the “heretical” critical perspectives of freethinkers for the first time. For the many positive qualities the cult of Werktreue (faithfulness to the work) may engender, (2) Cook persuasively argues that such intense reverence toward composers and their scores has often come with a dark side: the systematic devaluing of performers and the creative role they play in their own performances. For instance, Arnold Schoenberg described performance as being, at best, a necessary evil, purportedly remarking that the performer is “totally unnecessary except as his interpretations make the music understandable to an audience unfortunate enough not to be able to read it in print.” (3) Rudolf Kolisch, the prominent violinist and Schoenberg’s close associate, made the same point more directly: “The entire need for performance disappears if one can read music.” (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "cook_2013"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] So construed, the performer’s role is understood essentially as one of realization and reproduction , to faithfully render in sound a composition that is already complete as notated in a score. The notion of Werktreue suggests that whatever the performer adds by way of nuance, expression, or elements of spontaneity ought to be minimal, at the very most a kind of garnish that slightly colors a dish without fundamentally affecting its essential flavor. Especially in German instrumental music post-1800, performers who overstep these bounds or who draw too much attention to themselves through excessive movement or flamboyant clothing are criticized as “showy” or “self indulgent,” offensively distorting or distracting from something we call “the music itself,” breaching not only good taste but also a certain received code of musical ethics. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Classical music critics often invoke these very issues as they evaluate performances on the extent to which they faithfully express the composer’s work, or conversely, inventively make the music their own by cultivating an interpretation reflecting their distinctive personality. While I might be exaggerating these positions by expressing them in such extreme forms, statements along these lines do appear frequently in published reviews of concerts and recordings. A recent review by Caroline Gill in Gramophone magazine glowingly praised a new album of Haydn quartets as evincing “the Urtext method of quartet playing,” so well did it exemplify the composer’s intentions in the reviewer’s estimation ( Gill 2013 , 59). The critic Paul Griffiths described Ian Bostridge’s recital performance of Schumann’s Dichterliebe as an extraordinary act of “self-elimination” in which “the singer [was] completely effaced by the song” ( Griffiths 1998 ). And Griffith’s remarks soon became the subject of their own review by none other than Richard Taruskin, who dismissed the “infelicitous” idealization of selflessness in performance as mere “chaste literalism” ( Taruskin 2009 , 129). Shunning the supposed virtue of “self-elimination,” Taruskin extols the “self-asserting” approach he heard in two then-recent albums by the inventive Baroque violinist Andrew Manze, whose performances of music by Tartini and Vivaldi indulge in every conceivable liberty, including coloristic effects, improvisatory cadenzas, eccentric harmonic realizations, etc., to the point of wreak[ing] total havoc with the score as written. . . . [Manze] never lets you forget he’s there, adding his skills and inspiration to those of the composer, as often as not upstaging him. And what emerges is a violinistic masterpiece, in which abstract composing and real-time performing have merged—or “remerged,” since that is how it used to be—into a single act. (6) Although each of these quotations (by Gill, Griffiths, and Taruskin) was intended by its respective author as praise, in a different context, the exact same words could be construed by a different writer as a criticism—the “Urtext method” potentially referring to an over-literal, bland reading, or “upstaging” the composer describing a player deemed to have taken too many self-indulgent liberties.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "gill_2013",
                    "griffiths_1998",
                    "taruskin_2009"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Upon my first encounter with Taruskin’s remarks, I found them tough to swallow in light of my faith in the ideal of Werktreue ; I wondered, why praise a performer for meddling with the composer’s work? Reflecting on his ideas more deeply, I now recognize that the traditional separation between what we call composition and performance is ultimately untenable since every performance necessarily includes some musical elements contributed by the performer, which vary from performance to performance and are often unnotated or unnotatable. These ephemeral aspects of musical performance present a serious problem for the discipline of music analysis, if analysis is construed narrowly as the study of composers’ scores and if we continue to favor scores over performances of them as worthy objects of study. (7) To be sure, many presenters at scholarly conferences play recordings without even identifying the performers, thus tacitly indulging the fantasy that we are somehow listening to and analyzing the unmediated “work itself.” One colleague (a professional music theorist) recently framed the issue to me in these terms: I’m just not really interested in performance. The composer already wrote all the notes, the stuff that the music really is. The performer doesn’t really add anything important. Nuance? Interpretation? It’s really just whipped cream on top. Sure, it’s nice, but it’s not real, not really part of the music. In short, my colleague’s position is that the notes in the score are “real” but the notes as rendered by a performer are somehow not and therefore lie below the radar for music analysis. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] This study argues that performers’ creative agency is “real,” and the tendency of conventional musical analysis to disregard it distorts our discourses about musical meaning and structure. To break outside the work-based, composer-centric ideologies dominant in the analysis of classical music, I begin with a counterexample from another style, the song “Girls Just Want To Have Fun,” which was transformed in palpable ways through Cyndi Lauper’s iconic performance. After this, I will return to the arena of “unpopular” music, examining performance issues in instrumental excerpts by Bach, Mozart, and Beethoven. The aim of this inter-stylistic study is to compare the creative roles played by Lauper and by (real or hypothetical) performers of the instrumental compositions. In what ways do performers in either genre insert themselves and their artistic choices into pre-existing sources (i.e., a musical score or, in Lauper’s case, the original demo by songwriter Robert Hazard)? To what extent do performers in either style generate musical meaning or musical structure? In what ways are their roles creative? II. “Girls Just Want To Have Fun” by Cyndi Lauper Example 2a . Robert Hazard (click to enlarge) Example 2b . Robert Hazard and the Heroes (click to enlarge) Example 3 . Robert Hazard, excerpt from “Girls Just Want to Have Fun (1979)”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] An iconic 1980s feminist hit and one of the most recognizable songs of rock history, Cyndi Lauper’s 1983 breakout song “Girls Just Want To Have Fun” has been described as an “anthem of female solidarity” and as a “playful romp celebrating female camaraderie,” possessing a “strong feminist statement.” (9) Released as a single off her debut album She’s So Unusual , the song literally put Lauper on the charts, reaching no. 2 on the Billboard charts and earning two Grammy nominations and winning the MTV Video Music Award for Best Female Video. The many recorded and concert covers of “Girls Just Want To Have Fun” attest to its enduring popularity and resonance over the past three decades.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] But despite its iconic status, comparatively few fans are aware that Lauper’s performance was itself a cover, the song having been originally written and recorded by a man: Robert Hazard, lead singer of a leading Philadelphia club band called the Heroes ( Example 2 ). (10) Indeed, for most listeners today, it would be difficult not to hear Hazard’s 1979 demo as the “parallel-universe” version of Lauper’s more familiar version. However, to the extent that this song existed as a “work” when Lauper first encountered it, Hazard’s demo was its text ( Example 3 ). (11) Lyrics of Stanzas 1–3 (as sung by Hazard) Phone rings in the middle of the night. My father says, “My boy, what do you want with your life?” Father dear, you are the fortunate one, Girls just want to have fun. Yeah, girls just want to have fun. Come home with the morning light. My mother says, “My boy, you’ve got to start living right.” Don’t worry, mother dear, you’re still number one.” Girls just want to have fun. These girls just want to have fun. That’s all they really want, Some fun, When the working day is done, Girls just want to have fun. Yeah, girls just want to have fun. Hazard’s song tells the story of a youngish guy who spends so much time cruising for sexual conquests at all hours of the night that his parents begin to worry for his future. The song’s protagonist engages in a kind of code switch—politely addressing his parents as “father dear” and “mother dear,” assuring the latter that she’s “still number one,”—but his true sensibilities seem to lie with his freewheeling, punk lifestyle, which is underscored musically by Hazard’s style of delivery and up-tempo performance, driven by the incessant drum set and the dominating electric-guitar riff. A telling detail comes at the end of the second verse: Unlike his mother and father, who “live right” as a committed couple, these girls (the kind of girls the protagonist parties with) just want to have fun. One imagines Hazard performing the song in a punk club, exhorting his male audience to abandon any social inhibitions or concerns for family responsibility. Here in the club, they are told, they can indulge their rebellious, masculine instincts, since these girls —the kind of girls who spend nights here at the club—just want to have fun. Example 4 . Excerpt from Brooke Gladstone’s interview with Cyndi Lauper",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Lauper initially balked when producer Rick Chertoff suggested that she record Hazard’s song, since she found its message offensive. In a 2013 interview, she recounted her initial misgivings and her subsequent inspiration to develop her own, transformed version with a feminist message (audio provided in Example 4 ): Transcript of Example 4 (slightly abridged) It was written by a guy and, of course, a guy’s not gonna sing about what I’d want to sing about. . . . [W]hen he said, “Father dear, we are the fortunate ones,” . . . my little rebel heart took issue with it. . . . You know, it’s like a dress. You go to the department store, you try on a dress? Let me tell you, not every dress fits good on you. Same with a song. [When] you put a song on, you have to know the story that you are tellin’. You have to come from a place where you own the story, because you know it. And when you connect to it and you tell the truth, you will resonate the truth to a listener. And when it came to “Girls,” I couldn’t get “Girls” to sit right. Rick [Chertoff] said to me, “Listen,” he said, “think of what it could mean if you sang it.” And I thought about it. . . . I saw my grandmother, I saw my aunts, and I saw my mother. These were women that were disenfranchised. You got to understand, my family came from Sicily . . . [where] they don’t look at women like an opportunity for a life. . . [Either] you marry ‘em off to somebody wealthy or they stay home as free domestic help. You know, they don’t go out and get educated. . . . So, I did it, and when I did it, I made sure I got as many multiracial girls as I could in the lineup, so that no matter where it played in the world or the country, any little girl of any color could look at themselves and see themselves and know that they, too, should have a joyful existence and are . . . entitled. And we did it under the guise of fun, while we were all laughin’ and I was the big idiot. The big thing was everybody, every woman is entitled, not just some. So I felt proud that we were able to get by the gatekeepers. . . . (12) Example 5 . Chorus of Girls from “Girls Just Want To Have Fun” video (click to enlarge) Lauper’s remarks are striking in several respects: first, the tension between her initial simile—that a song has a fixed meaning that, like a dress, either fits a singer or does not—and her later idea that a singer can shape the song into something new by (in her words) “owning the story” she chooses to tell with it. Second, that Lauper, who in 1983 was scarcely known and was recovering from serious financial and vocal-health problems, imagined that her version of the song, if performed in a certain way, could have an international impact as an agent of liberation and solidarity among women across racial, social, and political boundaries. (Regarding Lauper’s comments about the racial diversity of her cast, see Example 5 .) And third, that the agent of the song’s transformation is camp , a sensibility that uses the ridiculously artificial to mask more subversive social messages. (13) Example 6 . Cyndi Lauper, “Girls Just Want To Have Fun” (1983) (click to watch video)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "gladstone_and_lauper_2013"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Lauper’s recasting of the song from a celebration of male sexual conquest to an anthem of female liberation relies largely on her performance style rather than on changes to melody and words (the figurative musical text). For the first three stanzas, Lauper makes only minor changes to Hazard’s lyrics ( Example 6 ). (14) Lyrics of Stanzas 1–3 (as sung by Lauper) I come home in the morning light. My mother says, “When you gonna live your life right?” Oh mother dear, we’re not the fortunate ones And girls, they want to have fun. Oh, girls just want to have fun. The phone rings in the middle of the night, My father yells, “What you gonna do with your life?” Oh, daddy dear, you know you’re still number one. But girls, they want to have fun. Oh, girls just want to have fun. That’s all they really want, Some fun, When the working day is done, Oh girls, they want to have fun. Oh girls just want to have fun. [Repeated by chorus of girls] Besides the obvious shift of gender—casting the protagonist as a daughter rather than a son—the lyrics remain largely unchanged. The main difference is the inversion of the first two verses, so the mother precedes the father in Lauper’s version. Although the bridge (third stanza) remains nearly verbatim, its meaning is radically transformed by Lauper’s delivery, that is, by a female persona.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Lauper replaces Hazard’s punk edge with an easier, pop feel. Her performance is considerably slower, around 120 b.p.m. to Hazard’s 160, the driving drum replaced by a relaxed backbeat. Hazard’s affected style of delivery is replaced by Lauper’s more syllabic declamation, which greatly increases the comprehensibility of the words. The overall impression is of a young woman both confident in and eager to make public proclamations about her free-spirited lifestyle. In a telling detail, Hazard’s falling-fifth riff in the electric guitar (an instrument often associated with male power) (15) is replaced by the chorus of girls singing “just wanna,” musically embodying the spirit of female solidarity that Lauper’s performance seeks to foster.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] These musical elements are amplified by Lauper’s video, a low-budget romp whose campy sensibility redefines the meaning of “fun,” which in Hazard’s version meant no-strings-attached sex but in Lauper’s refers to liberation from oppressive societal roles dictated by outside authorities, symbolized by her mother (played by Lauper’s actual mother) and father (played by the comically hypermasculine W.W.F. wrestler “Captain” Lou Albano). The cold open shows Lauper’s mother performing tedious tasks in an outdated-looking kitchen, suggesting that generations of women have been so shackled to their domestic roles. That the particular domestic task is the ceaseless cracking of egg after egg evokes other overtones about the traditional expected rate of fertility for Sicilian women and the attendant restrictions on their freedom. Suddenly, as the synthesizer interrupts this oppressive scene, Lauper is seen parading her way down the street, heading home after a long night of “fun.” The message seems to be, what girl wouldn’t want to risk a little parental disapproval if it enables her to achieve this kind of freedom? III. From Popular Music to “Classical” Music: On the Performance and Analysis of Classical Cadences",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Few would dispute that Lauper’s performance synthesizes some elements that came from the songwriter (such as the title and the basic components of the melody and lyrics) and others that obviously came from her . Indeed, the latter seem to eclipse the former, since Lauper’s style of performance and indeed her own persona are so salient as to radically transform the meaning and impact of the song (cf. Taruskin’s above-cited remarks about Manze seeming to outshining Tartini and Vivaldi in his recordings of their music).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] One might question the applicability of the Hazard–Lauper example to so-called “absolute” music of the Western classical tradition. (16) Hazard, it might be objected, is not exactly a “composer,” nor is his song what Lydia Goehr ( 1992 ) would call a “work”—that is, a fully notated, fixed composition understood to be replicable, note for note, by any performer. Yet is Lauper’s creative reinterpretation of Hazard’s song different in kind from the way a classical pianist might “interpret” a notated composition such as a Beethoven sonata, or merely different in degree? The norms of pop music (and the lack of a written musical text) permit Lauper a wider leeway for creative decisions, but even a pianist who plays Beethoven’s score “as written” also plays a creative role determining many aspects of the music, including the exact tempo, use of rubato, and other aspects of timing; choices of pedaling, voicing, and timbre; elements of musical affect, which may influence their touch, articulation, perhaps even their physical gestures and demeanor on stage, and so on. (17) All of these elements should rightly be considered part of a musical performance, features that were composed (or else improvised) by the performer—and, critically, that we can describe and analyze, as we can for equivalent elements in Lauper’s performance of “Girls.” In short, virtually all performances (even of so-called “fixed” works) are malleable, at least to some degree. To state otherwise is to disregard the creative role performers play in their own performances, to dismiss their creative choices as mere “nuance” rather than as part of the music, to favor the permanency of music as notated over the ephemerality of music as performed. (18)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "goehr_1992"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] For the remainder of this essay, I will return to my colleague’s remarks that the composer’s notated score is “what the music really is” and that elements controlled by performers are “just whipped cream” and therefore below the purview of analysis. I wish to challenge this view with the following question: Can aspects of so-called performance nuance such as timing, voicing, and touch affect the elements that music theorists regard as objective, structural, and form-defining, such as cadences? We tend to think of a cadence as a definable, syntactical event—something that just is by virtue of contrapuntal and harmonic events shown in a score. (19) But the very fact that performance manuals implore musicians to be aware of cadences (and thus somehow to acknowledge them while playing) suggests that they may not necessarily occur automatically by virtue of performing the correct notes alone. The following three examples illustrate that how the notes are played, and not just which notes are played, can influence the expression of a cadential function—that is, that elements determined by a performer can impact a syntactical, structure-defining process. Example 7 . Mozart, Sonata in A minor, K. 310, I, mm. 1–9 (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The problematic cadence that ends the first phrase of Mozart’s Sonata in A minor, K. 310, shown in Example 7 , is well known to many music theorists. L. Poundie Burstein ( 2014 ) has described the problem in some detail: Does the phrase end with a half cadence (HC) on the last beat of measure 8 or with some kind of authentic cadence overlapping the next phrase on the downbeat of measure 9? This would seem to be a fundamental distinction, the one cadence type being harmonically open and the other closed. Either interpretation seems problematic, resulting in a genuine ambiguity: The putative HC in measure 8 would occur unusually late in the phrase and would contain a chordal seventh, which is not typical of HCs in this style. Yet the authentic-cadence interpretation involves parallel fifths in the outer voices from the end of measure 8 to the downbeat of measure 9, an unlikely gesture of cadential closure. Example 8a . Performance by Malcolm Bilson Example 8b . Performance by Ludwig Semerjian",
                "footnotes": [],
                "citations": [
                    "burstein_2014"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] All of the factors I have just mentioned are compositional—that is, we can debate their merits on the basis of Mozart’s score—but as Burstein has shown, the matter may be influenced considerably by a performer’s choices with respect to nuances of timing and articulation, the extent to which measure 8 concludes as an ending and whether measure 9 is attacked as a new beginning or as a phrase overlap. A comparative listening to the eight audio clips examined in Burstein’s study (of which two are provided here as Example 8 (20) ) attest to the highly individual ways each performer handles this juncture, some clearly making measure 8 into a HC, others decidedly connecting the phrase to the following downbeat, and many somewhere in between. Listening to these excerpts back to back highlights how differently the passage can sound in the hands of different pianists. The important point is not whether one prefers this performer’s choices over that one’s; the point is precisely that pianists make choices of timing, touch, and pedaling that affect how the cadential function is expressed in their performances and are therefore party, at least to some extent, to choosing whether the phrase ends in measure 8 or whether it overlaps into measure 9. When we ask whether the cadence is here or is there, we may be sidestepping the question of what “is” is. We can speak of how the cadence is expressed in a particular performance, but when we attempt to speak of what it “just is” in the “work itself,” we are really substituting our own imagined, ideal performance in place of any actual one. Example 9 . Beethoven, Sonata in A ♭ major, op. 110, I, mm. 24–38 (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The passage in Example 9 , from the end of the exposition of the first movement of Beethoven’s op. 110 sonata, seems to be seeking cadential closure in the dominant key—in Sonata Theory terms, the essential expositional closure (EEC), which demarcates the end of expositional space and the beginning of the closing zone ( Hepokoski and Darcy 2006 ). If this sonata has an EEC, it would seem to be the downbeat of measure 34, which ushers in the closing-zone-like repeated cadential ideas and motivic liquidation. But is measure 34 even a perfect authentic cadence? The highest-sounding voice is B ♭ , 5 ˆ . We might experience that note as expressing cadential deferral, interrupting the would-be cadential voice leading of 2 ˆ – 1 ˆ and disturbing a long-sought repose. Or we might experience the cadence as fundamentally complete, hearing principal cadential melody as F–D– E ♭ , with the melodic B ♭ entering as a covering voice that overlaps the cadence to usher in the closing idea. A pianist’s choices about balance and voicing could affect how this juncture comes across in performance—for instance, whether F–D– E ♭ is phrased as a single strand vs. whether F is heard to leap up to B ♭ , and whether the B ♭ is articulated as an agitato interruption or as a gentle overlap. A pianist who observes Beethoven’s dolce marking might stretch slightly into measure 34, thus fostering the hearing of a completed cadence. (21) Example 10a . Bach, Cello Suite No. 1, BWV 1007, Gigue (click to enlarge) Example 10b . Performance by Edward Klorman, viola",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Unaccompanied string music often leaves much to the imagination, and this is especially true of Bach’s solo cello music, in which the bass lines are particularly fragmentary and depend on the performer to suggest them and the listener to infer them. The Gigue from Bach’s Cello Suite No. 1, BWV 1007 ( Example 10a ), is cast in a balanced-binary form, with parallel material ending each reprise; (22) the music in measures 9–12 that seeks a dominant-key cadence to close the first reprise returns in search of a tonic-key cadence in measure 25. (In Example 10a, the annotations such as “= measure 9” indicate corresponding measures.) Bach’s use of modal mixture in both passages marks these bars for consciousness. In my performance ( Example 10b ), the smoother articulation, gentler timbre, and slight stretching of the local ♭ 6 ˆ in each key (emphasizing the minor-ness) may draw further attention to these passages. A portion of the same cadential idea also occurs in measures 19–20 (corresponding to measures 11–12) to mark the intermediate cadence in the submediant.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] But the form is more nuanced than I have described. For a listener familiar with Bach’s dance forms, the music beginning in measure 25 would tend to trigger the expectation of an exact, transposed restatement of measures 9–12, leading to a final cadence projected in measure 28. That expectation is borne out until the downbeat of measure 28, but what of the expected descending arpeggio to mark the cadence (based on parallelism with cadences in measure 12 and measure 20)? That the arpeggio is in fact delayed until the gigue’s final measure (measure 34) suggests that measures 28–33 constitute an extended parenthetical insertion. Example 11 . Two alternative basso continuo analyses of mm. 27–28 (click to enlarge) Example 12 . Two performances of measures 25–28 by Edward Klorman, viola",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] To put it a different way: at the cadences in measure 12 and measure 20, the descending arpeggios are not only a design element (marking the cadences as parallel) but also serve to connect each cadence’s melodic note to its bass note. But in measure 28, the lack of an arpeggio breaks the established cadential script and calls the implied cadential bass note into question. The status of measure 28 as a PAC is, of course, dependent on this implied bass line. Two interpretations are shown in Example 11 : Version A shows the expected PAC (with an implied cadential bass line of D–G), whereas Version B shows an evaded cadence (with implied bass line D–C–B), arriving at a jolting chord on the downbeat of measure 28. As a performer, Version B is what I personally imagine as I play. I experience the note B (just after the downbeat) as expressing the word “but,” a kind of interrupting negation: “You expected a cadence . . . but there’s a little more before we’ll get there.” According to this hearing, the music in measure 28ff is still pre-cadential , since the tonic-key PAC is only achieved in the gigue’s final bar. An alternative hearing would regard the downbeat of measure 28 as a bona fide cadence and what follows as a post-cadential appendix. Subtleties of a performer’s bow stroke—how elegantly the downbeat G in measure 28 is allowed to ring or “finish” before the B continues, or how urgently the B seems to interrupt the would-be cadence—can strongly encourage one or the other hearing. Example 12 contrasts two alternative ways of playing the passage, differing in the articulation in measure 28. IV. Conclusion: “You Play it Your Way; I’ll Play it Bach’s Way” (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] This essay has advanced an argument that should, in truth, be obvious: Performers play a role as creative agents in their own performances. What is sometimes called a performer’s “interpretation”—the sum total of performance decisions and nuances of timing, color, and gesture that are unnotated (and indeed perhaps unnotatable)—is a creative endeavor that contributes to making a musical performance what it is and that can significantly shape the impact on its listeners. Even the choice not to interpret—to attempt what Taruskin cited as “self-elimination” or what Toscanini called playing “come scritto”—is itself an interpretive decision, replete with its own aesthetic implications and drawn from its own ideology. Wanda Landowska’s (supposed) motto “You play it your way; I’ll play it Bach’s way” led her to produce some of the most idiosyncratically personal performances in the history of recorded keyboard music; thus, in the name of sounding like Bach’s intended performance, she instead pioneered a particular kind of playing that is unmistakably her own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In the world of popular music, it is common to ascribe ownership of a song not to the songwriter who penned it but to the performer who made it famous. Thus, Elvis’s hit “Blue Suede Shoes” (not Carl Perkins’s) or Lauper’s “Girls Just Want To Have Fun” (not Robert Hazard’s). In classical music, we tend ascribe ownership to performers of their own performances only in narrow contexts: “I prefer Heifetz’s Sibelius concerto to Oistrakh’s.” Or, “Wow—she really owned the Liszt sonata in her recital last night” ( McCreless 2011 ).",
                "footnotes": [],
                "citations": [
                    "mccreless_2011"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] But surely to draw attention to performers’ interpretive process, to interrogate performance as a creative act, to acknowledge and encourage performers’ ownership of their own performances can only foster greater freedom, flexibility, and individuality in musical performances today. After all, we performers . . . we, too, just want to have fun.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.18.24.3.klorman.html",
    "data": "mto/data/mto.18.24.3.klorman.json"
}