{
    "title": "Emergent Modality: Minor-to-Major Progressions as “Tragic-to-Transcendent” Narratives in Brahms’s Solo Songs",
    "date": "2021/09/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Terrigno, Loretta"
    ],
    "abstract": "Among Brahms’s solo Lieder that depict a piece-spanning shift between parallel minor and major tonics, “Todessehnen” (op. 86, no. 6), “Schwermut” (op. 58, no. 5), and “Dämmrung senkte sich von oben” (op. 59, no. 1) stand out for setting poetry that portrays a duality between burdensome life and transcendent death, or darkness versus light. This article explores how Brahms’s paradoxical treatment of the life-versus-death theme (associating death with an escape from suffering and the major mode, as noted in related analyses byPlatt 1992andSuurpää 2003) correlates with a “tragic-to-transcendent” expressive genre (Hatten 1994, 69) and enacts a series of poetic “turning points” (Hühn 2005) that reflect the protagonist’s changing perception of temporality. I argue that the major mode emerges gradually in each song, first as an “implicit” (or “nascent”) tonic, then as a cadentially confirmed (or “realized”) key at the structural cadence. Close Schenkerian analyses of all songs show that their minor-to-major progressions are neither immediate nor direct. Rather, the songs share four tonal features that facilitate the modal change, enact a shift from “tragic” to “transcendent” expression, and actualize “poetic turning points:” 1) the parallel major emerges as a cadentially unconfirmed, nascent tonic; 2) prolongations of♭VI or IV delay a cadence in the parallel major key and convey the speaker’s entrance into new temporalities and perceptions; 3) the structural cadence confirms the major key and lays the modal conflict to rest; and 4) the postlude echoes the minor form of6ˆ, as if recalling the protagonist’s earlier struggles. The elevated expression of cadential46chords near the structural cadence—treated in the manner of “arrival six-four” chords (Hatten 1994, 15)—suggests the actualization of a “transcendent” expression and either a future or intensified present temporality that the poem implies but does not realize.",
    "keywords": [
        "modality",
        "“tragic-to-transcendent” expressive genre",
        "poetic temporality",
        "Johannes Brahms",
        "musical narrative",
        "Schenkerian analysis"
    ],
    "doi": "10.30535/mto.27.3.3",
    "received": "December 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.terrigno.pdf",
    "author_info": [
        {
            "name": "Loretta Terrigno",
            "university": "Music Theory and Analysis Faculty, The Juilliard School",
            "address": "330 East 49th Street Apt. 4M, New York, NY 10017",
            "email": "lterrigno@juilliard.edu"
        }
    ],
    "citations": {
        "aldwell_and_schachter_2011": "Aldwell, Edward, and Carl Schachter. 2011. Harmony and Voice-Leading , 4th ed. With Allen Cadwallader. Schirmer, Cengage Learning.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "anson-cartwright_2007": "Anson-Cartwright, Mark. 2007. “Elision and the Embellished Final Cadence in J.S. Bach’s Preludes.” Music Analysis 26 (3): 267–88. https://doi.org/10.1111/j.1468-2249.2008.00259.x .",
        "beller-mckenna_2004": "Beller-McKenna, Daniel. 2004. Brahms and the German Spirit . Harvard University Press.",
        "beller-mckenna_2005": "Beller-McKenna, Daniel. 2005. “Distance and Disembodiment: Harps, Horns, and the Requiem Idea in Schumann and Brahms.” The Journal of Musicology 22 (1): 47–89.",
        "bozarth_1978": "Bozarth, George. 1978. The Lieder of Johannes Brahms. 1868−1871: Studies in Chronology and Compositional Process . PhD diss., Princeton University.",
        "bozarth_2008": "Bozarth, George S. 2008. Johannes Brahms & George Henschel: An Enduring Friendship. Harmonie Park Press.",
        "brahms_1871a": "Brahms, Johannes, and Pierpont Morgan Library. 1871[?]a. Lieder und Gesänge op. 59 “Dämmrung senkte sich von oben.” http://www.themorgan.org/music/manuscript/114281 .",
        "brahms_1871b": "Brahms, Johannes, and Library of Congress. [1871]b. Lieder und Gesänge op. 58. https://www.loc.gov/item/2008573405/ .",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57 (1): 51−117. https://doi.org/10.1525/jams.2004.57.1.51 .",
        "chatman_1978": "Chatman, Seymour. 1978. Story and Discourse: Narrative Structure in Fiction and Film . Cornell University Press.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromatic Harmony and the Triad’s Second Nature . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199772698.001.0001 .",
        "cutler_2009": "Cutler, Timothy. 2009. “On Voice Exchanges,” Journal of Music Theory 53 (2): 191−226. https://doi.org/10.1215/00222909-2010-002 .",
        "dickensheets_2012": "Dickensheets, Janice. 2012. “The Topical Vocabulary of the Nineteenth Century.” Journal of Musicological Research 31 (2–3): 97−137. https://doi.org/10.1080/01411896.2012.682887 .",
        "grimes_2019": "Grimes, Nicole. 2019. Brahms’s Elegies: The Poetics of Loss in Nineteenth-Century German Culture . Cambridge University Press. https://doi.org/10.1017/9781108589758 .",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, Interpretation . Indiana University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195146400.001.0001 .",
        "hühn_2005": "Hühn, Peter. 2005. “Plotting the Lyric: Forms of Narration in Poetry.” In Theory Into Poetry: New Approaches to the Lyric , ed. Eva Müller-Zettelmann and Margarete Rubik, 147−72. Rodopi.",
        "jost_1992": "Jost, Peter. 1992. Brahms als Liedkomponist: Studien zum Verhältnis von Text und Vertonung. F. Steiner.",
        "laitz_1996": "Laitz, Steven. 1996. “The Submediant Complex: Its Musical and Poetic Roles in Schubert’s Songs.” Theory and Practice 21: 123−65. https://www.jstor.org/stable/41054293 .",
        "lee_1978": "Lee, Meredith. 1978. Studies in Goethe’s Lyric Cycles . University of North Carolina Press.",
        "loges_2017": "Loges, Natasha. 2017. Brahms and His Poets: A Handbook . Boydell & Brewer. https://doi.org/10.1017/9781787441552 .",
        "platt_1992": "Platt, Heather Anne. 1992. Text-Music Relationships in the Songs of Johannes Brahms . PhD diss., City University of New York.",
        "platt_1994": "Platt, Heather Anne. 1994. “Dramatic Turning Points in Brahms’s Lieder.” Indiana Theory Review 15 (1): 69–104. https://www.jstor.org/stable/24045935 .",
        "ratner_1980": "Ratner, Leonard G. 1980. Classic Music: Expression, Form, and Style . Schirmer.",
        "samarotto_2007": "Samarotto, Frank. 2007. “Determinism, Prediction, and Inevitability in Brahms’s Rhapsody in E-flat Major, op. 119, no. 4.” Theory and Practice 32: 69−99. https://www.jstor.org/stable/41054416 .",
        "schachter_1999": "Schachter, Carl. (1987) 1999. “Analysis by Key: Another Look at Modulation.” Music Analysis 6 (3): 289–318. Reprinted in Unfoldings , 134–60. Edited by Joseph N. Straus. Oxford University Press. https://doi.org/10.2307/854207 .",
        "schachter_1994": "Schachter, Carl. 1994. “The Prelude in E Minor Op. 28 No. 4: Autograph Sources and Interpretation.” In Chopin Studies 2 , ed. John Rink and Jim Samson. Cambridge University Press.",
        "schachter_1999b": "Schachter, Carl. 1999. “Das Drama des Ursatzes.” In Schenker Studies 2 , ed. Hedi Siegel, 298–314.  Cambridge University Press.",
        "smith_1994": "Smith, Peter. 1994. “Brahms and Schenker: A Mutual Response to Sonata Form.” Music Theory Spectrum 16 (1): 77–103. https://doi.org/10.2307/745831 .",
        "suurpää_2003": "Suurpää, Lauri. 2003. “Cover Tone in Brahms’s Immer leiser wird mein Schlummer op. 105, no. 2 and Mendelssohn’s Lied ohne Worte op. 67, no. 1.” In A Composition as a Problem III: Proceedings of the 3rd International Conference on Music Theory, Tallinn, March 9−10, ed. Mart Humal.",
        "suurpää_2009": "Suurpää, Lauri. 2009. “Interrelations between Expression and Structure in the First Movements of Joseph Haydn’s Piano Sonatas Hob. XVI/44 and Hob. XVI/20.” Intégral 23: 163−216.",
        "suurpää_2014": "Suurpää, Lauri. 2014. Death in Winterreise: Musico-Poetic Associations in Schubert’s Song Cycle . Indiana University Press.",
        "taylor_2016": "Taylor, Benedict. 2016. The Melody of Time: Music and Temporality in the Romantic Era . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190206055.001.0001 .",
        "webster_2001": "Webster, James. 2001. “The Alto Rhapsody : Psychology, Intertextuality, and Brahms’s Artistic Development.” In Brahms Studies, Volume 3 , ed. David Brodbeck, 1–19. University of Nebraska Press.",
        "van_rij_2006": "Van Rij, Inge. 2006. Brahms's Song Collections. Cambridge University Press.",
        "yearsley_2002": "Yearsley, David. 2002. Bach and the Meanings of Counterpoint . Cambridge University Press.",
        "youens_2002": "Youens, Susan. 2002. Schubert’s Late Lieder: Beyond the Song-Cycles . Cambridge University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* The author would like to thank Harald and Sharon Krebs for their guidance with the poetic translations.",
            "citations": []
        },
        "FN1": {
            "text": "1. Carl Schachter ( 1999b ) links major and minor to life and death in Schubert’s song “Ihr Bild” from Schwanengesang (D. 957), while Inge Van Rij ( 2006 , 78) claims that Brahms frequently arranges his published song collections in a sequence that expresses the progression from “sorrow to comfort” as a plot archetype. James Webster ( 2001 ) interprets the major mode ending Brahms’s Alto Rhapsody op. 53 as expressing the psychological resolution of its protagonist. Most recently, Nicole Grimes ( 2019 ) interprets both the change of mode and key in Brahms’s “Schicksalslied” op. 54, which progresses from E ♭ major to C minor and C major, as related to the change “from sorrow or struggle to comfort and reconciliation” ( Grimes 2019 , 51–52) as well as three temporalities within Hölderlin’s poem. Platt ( 1992 , 106) cites Brahms’s songs “Mit vierzig Jahren” (op. 94, no. 1), “Immer leiser wird mein Schlummer” (op. 105, no. 2), and “Von ewiger Liebe” (op. 43, no. 1) as reflecting the dichotomies of death and life or darkness and light. Additionally, notable examples of Schubert songs that progress from minor to major include “Gute Nacht,” from Winterreise (D. 911) and “Die junge Nonne” (D. 828). The latter song, like Brahms’s “Todessehnen,” deals with the poetic theme of spiritual salvation through union with God.",
            "citations": [
                "schachter_1999b",
                "van_rij_2006",
                "webster_2001",
                "grimes_2019",
                "grimes_2019",
                "platt_1992"
            ]
        },
        "FN2": {
            "text": "2. The E-minor opening of “Parole” (op. 7, no. 2) might be heard to coexist with the piece-spanning auxiliary cadence discussed by Platt ( 1992 ).",
            "citations": [
                "platt_1992"
            ]
        },
        "FN3": {
            "text": "3. Referring to works in the Classical style, Hatten ( 1994 , 13) discusses the typical correlation of minor and major with the expression of tragic versus non-tragic meaning. Suurpää 2009 explores how similar expressive and modal oppositions relate to generic formal expectations in two sonata-allegro movements by Haydn.",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN4": {
            "text": "4. Platt ( 1992 ) also discusses the opposition between life and death in Brahms’s songs “Mit vierzig Jahren” (op. 94, no. 1) and “Immer leiser wird mein Schlummer” (op. 105, no. 2).",
            "citations": [
                "platt_1992"
            ]
        },
        "FN5": {
            "text": "5. Suurpäa ( 2014 ) also combines Schenkerian analysis of the music with an analysis of the global expressive trajectory in songs from Schubert’s Winterreise (D. 911).",
            "citations": []
        },
        "FN6": {
            "text": "6. Analyses in Platt 1992 and Suurpää 2003 have already shown the importance of structural cadential 4 6 chords in “Mit vierzig Jahren” (op. 94, no. 1) and “Immer leiser wird mein Schlummer” (op. 105, no. 2), respectively, which contain a minor-to-major shift. Most significantly, however, it is the gradual manner in which the minor-to-major shift takes place that inspires my choice to group the three songs analyzed here. Brahms’s song “O Tod, wie bitter bist du” from the Vier ernste Gesänge (op. 121), for example, also uses a cadential 4 6 chord to achieve the parallel major key at the structural cadence, but its earlier progression from minor to major is immediate and articulated only by a change of key signature rather than by an extended modulatory process.",
            "citations": [
                "platt_1992"
            ]
        },
        "FN7": {
            "text": "7. Hatten ( 1994 ) also explores the degree of markedness (i.e., specificity of meaning) suggested by minor versus major modes and the ability of markedness values to change within a style. My analyses do not make claims about the relative markedness of the songs’ major-mode endings, but instead examine the process by which the major tonic emerges and gradually replaces the minor tonic.",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN8": {
            "text": "8. Almén states that “by transvaluation , Liszka refers to the following semiotic translation process: a hierarchy set up within a system of signs is subjected to change over time; this change, filtered through an observer’s design or purpose, is interpreted as being isomorphic to a change applied to a cultural hierarchy (whether social or psychological)” ( 2008 , 40–41). Further, he writes that “narrative organization, thus employed, isomorphically suggests processes of human action, social dynamics, and psychological development, revealing typical patterns of conflict, negotiation, struggle, and interaction” (Ibid.).",
            "citations": []
        },
        "FN9": {
            "text": "9. Lexicons of musical topoi appear in Ratner 1980 , Hatten 1994 , and Dickensheets 2012 .",
            "citations": [
                "ratner_1980",
                "hatten_1994",
                "dickensheets_2012"
            ]
        },
        "FN10": {
            "text": "10. Hatten describes this difference at length, writing: “In Beethoven’s third period the tragic-to-triumphant genre appears to be interpretable in terms comparable to the theatrical category of religious drama—namely, tragedy that is transcended through sacrifice at a spiritual level. The pathos of the tragic may be understood as stemming from a kind of Passion music, depicting a personal, spiritual struggle; and the ‘triumph’ is no longer a publicly heroic ‘victory’ but a transcendence or acceptance that goes beyond the conflicts of the work (after having fully faced them)” ( 1994 , 79).",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN11": {
            "text": "11. “Incidents” can often highlight the conflicting interaction of poetic grammar with the protagonist’s experience of past, present, or future events, as if one temporality seems to overtake another. For example, although the poetic speaker might relive a past event in memory (mimicking present experience), the event itself remains in the past. Additionally, this narratological definition of “turning point” is different from that used in Platt 1994 . For Platt, “dramatic turning point” refers to an arrival of the Kopfton coinciding with “a pivotal moment in the text—an important decision or event that will fundamentally change the characters’ lives” ( 1994 , 73).",
            "citations": [
                "platt_1994",
                "platt_1994"
            ]
        },
        "FN12": {
            "text": "12. Drawing from structuralist theory, Chatman ( 1978 , 19) discusses the related distinction in prose narrative between events versus their arrangement, which are called “story” (“what” is depicted) and “discourse” (“how” the events are depicted), respectively.",
            "citations": [
                "chatman_1978"
            ]
        },
        "FN13": {
            "text": "13. Perhaps similar to the notion of anticipating a future event in the present, a study of musical temporality by Benedict Taylor ( 2016 , 149−51) notes that according to Augustine, “the present consists of three times—a present of things past (memory), a present of things present (perception), and a present of things to come (expectation).”",
            "citations": [
                "taylor_2016"
            ]
        },
        "FN14": {
            "text": "14. Anson-Cartwright 2007 shows that many of J.S. Bach’s preludes from The Well-Tempered Clavier Book I use similar closing cadences. Brahms uses this type of cadence in the postlude of “Es träumte mir” (op. 57, no. 3), as if to suggest that the protagonist is lulled back to sleep after describing a painful dream. James Hepokoski and Warren Darcy ( 2006 , 103) note a similar melodic formula ( 8 ˆ − ♭ 7 ˆ − 6 ˆ − ♮ 7 ˆ − 8 ˆ ) above a pedal as a closing gesture in “dissolving P-codettas,” further evidence of this pattern’s static rhetorical function and appropriateness as a closing gesture.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN15": {
            "text": "15. Schachter ( [1987] 1999 , 291 and 295–96) illustrates such “apparent centers” in Chopin’s Prelude in F minor (op. 28, no. 18), in which the tonic eventually arrives, and in the third movement Schubert’s Piano Sonata in A minor (D. 845), which never confirms its F-minor tonic.",
            "citations": [
                "schachter_1999"
            ]
        },
        "FN16": {
            "text": "16. That is, my interpretations make the important distinction between a succession of “keys,” articulated by varying degrees of cadential confirmation, and the Schenkerian prolongations or voice-leading processes that often encompass them. As Schachter ( [1987] 1999 , 305–8) notes, Schenker’s interpretation of changing keys within the prolonged dominant of F major in the Largo of Bach’s Sonata no. 3 for solo violin (BWV 1005) tacitly illustrates that the boundaries of keys and prolongations do not necessarily coincide.",
            "citations": [
                "schachter_1999"
            ]
        },
        "FN17": {
            "text": "17. Religious imagery in “Todessehnen” also veils the poem’s biographical origins: Schenkendorff clothes his erotic love for Henriette Elizabeth Barcklay (his future wife) in the sacred garb of a devotional poem to Christ; see Elsa von Klein, Max von Schenkendorf: eine literarhistorische Studie . Wien, Gerold & Co. 1908. Natasha Loges ( 2017 , 359) also notes that after composing “Todessehnen,” Brahms copied into his notebook another poem by Schenkendorff that deals with being reunited with a beloved in the afterlife.",
            "citations": [
                "loges_2017"
            ]
        },
        "FN18": {
            "text": "18. Beller-McKenna ( 2005 , 48) further explores Brahms's use of the harp and horn to express related themes of “redemption and consolation.”",
            "citations": []
        },
        "FN19": {
            "text": "19. The contingent nature of the protagonist’s union with Christ resembles two aspects of Lutheran belief: faith in Christ despite his concealment from view, and the importance of the believer’s active pleas for God’s grace. Beller-McKenna ( 2004 , 37) argues for Brahms’s adherence to similar Lutheran ideals, citing the following passages, Hebrews 11:1, 6, underlined in Brahms’s 1833 Bible: “Now faith is the assurance of things hoped for, the conviction of things not seen,” and “For whoever would draw near to God must believe that he exists and that he rewards those who seek him.”",
            "citations": []
        },
        "FN20": {
            "text": "20. The connection between love and salvation reflects another aspect of Lutheran belief. Lutherans claim that a pious believer’s relationship to God (“the Father”) is based in grace and enabled by Christ’s (“the Son’s”) love for humankind. Love in this ideology signifies an internal state of readiness for salvation, often signified as a change in the Lutheran believer’s heart. As the protagonist in Schenkendorff’s poem shifts his longing away from earthly existence and toward Christ, he thus models a process undertaken by Lutherans who seek a blessed death, and through it, the promise of renewed life. In reference to works by J. S. Bach, Yearsley 2002 describes “the art of dying” or “ars moriendi,” indicating the religious rituals that would be performed for Lutherans on their deathbed in order to ensure that their faith was unswerving and their salvation ensured.",
            "citations": [
                "yearsley_2002"
            ]
        },
        "FN21": {
            "text": "21. Hatten ( 1994 , 18) similarly interprets the use of rising chromatic pitches in passages from the third movement of Beethoven’s “Hammerklavier” Sonata (op. 106) as correlating with feelings of “willed ascent,” and the “negation of a chromatic implication” as representing expressions such as “yielding” or “resignation.”",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN22": {
            "text": "22. Schachter 1994 discusses the contextual interpretation of this semitone as a signifier of lament in Chopin’s Prelude in E minor (op. 28, no. 4).",
            "citations": [
                "schachter_1994"
            ]
        },
        "FN23": {
            "text": "23. I borrow this term from Hepokoski and Darcy 2006 , which labels the change in meaning from a tonicized dominant to a dominant chord as VT versus VA, the latter label reflecting the dominant chord’s “reactivated” need for resolution to the tonic.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN24": {
            "text": "24. Frank Samarotto shows similar cases in which a later musical event seems to have been “caused” by an earlier one in Brahms’s Rhapsody in E-flat major (op. 119, no. 4), which progresses from a major tonic to a parallel minor tonic. Samarotto ( 2007 , 76) calls this phenomenon “retrospective causality”.",
            "citations": [
                "samarotto_2007"
            ]
        },
        "FN25": {
            "text": "25. A comparison of m. 66 in the score with the graph in Example 11 shows that owing to its harmonic context, I interpret the 3 5 position of this D-minor chord (in the score) as replacing a more typical neighboring 4 6 chord that appears in the graph.",
            "citations": []
        },
        "FN26": {
            "text": "26. Now rhythmically augmented and woven between the piano and vocal parts, this “prayer” melody echoes the veiled A ♯ 4 from m. 29 (compare Example 7); when this pitch reappears in m. 79, it is supported by F ♯ major (I).",
            "citations": []
        },
        "FN27": {
            "text": "27. Brahms’s harmonization of F ♯ 4 in m. 41, as Ex. 14 shows, uses a rest in the piano’s right hand, but the doubling of the chordal third A ♯ in m. 79 and full-voiced right-hand chords in mm. 83−85, shown in Ex. 12, underline the song’s successful arrival into F ♯ major.",
            "citations": []
        },
        "FN28": {
            "text": "28. As Peter Jost discusses, although “Schwermut” predates Candidus’s formal theological studies (he became a vicar), the poem’s religious content is palpable in its pervasive existential questioning. Jost writes, “Hier wird keine vorübergehende melancholische Stimmung, sondern eine existentiell bedrohliche Schwermut in Worte gefaßt” ( 1992 , 24). On the other hand, Loges suggests that other religious sentiments in Candidus’s poems somewhat belie his vocation as a priest. Rather, she attributes an “Oriental-flavoured liberalism in religious matters” to related poems by Candidus, such as “Preis des Löwen” ( 2017 , 70).",
            "citations": [
                "jost_1992",
                "loges_2017"
            ]
        },
        "FN29": {
            "text": "29. The poem’s six lines use mostly iambs, but introduce a dactyl to emphasize “möcht[e]” at the beginning of line 6, its longest line.",
            "citations": []
        },
        "FN30": {
            "text": "30. This noun is emphasized by the preposition “in” and the possessive form of its article (“der”).",
            "citations": []
        },
        "FN31": {
            "text": "31. The divisions created by punctuation (exclamation points in lines 3 and 6) coincide neither with the poem’s rhyme scheme (abaccb), nor with any internal symmetries implied by its metrical layout. Yet Brahms seems to respond to the syntax of these two complete sentences, since their endings coincide with his placement of cadences in E ♭ minor (m. 14ff) and E ♭ major (m. 29), respectively.",
            "citations": []
        },
        "FN32": {
            "text": "32. Youens also clarifies that “In the eighteenth century, the terms ‘Wehmuth,’ ‘Sehnsucht,’ and ‘Schwermut’ are often used interchangeably, but nineteenth-century poets differentiate between them on the basis of differing blackness of hue, differing intensity. ‘Schwermut’ is the darkest, closest to ‘Wahnsinn’ and to nihilism” ( 2002 , 57).",
            "citations": [
                "youens_2002"
            ]
        },
        "FN33": {
            "text": "33. The graph in Example 17 clarifies that the stepwise linear descent in the bass seems to draw the upper voice downward to G ♭ 3 (the goal of its linear motion ––), establishing a registral boundary that the song will later revisit (and transform into G ♮ ) during Brahms’s depiction of the speaker’s transformation into eternal night within the prolongation of C ♭ major in mm. 26−28.",
            "citations": []
        },
        "FN34": {
            "text": "34. Bozarth ( 1978 ) further explores evidence of Brahms’s compositional process in his sketches and autographs of songs dating between 1868 and 1871. Brahms’s autograph of the Lieder und Gesänge op. 58 is held by the Library of Congress, Music Division, Gertrude Clarke Whittall Foundation ( https://www.loc.gov/item/2008573405/ ).",
            "citations": [
                "bozarth_1978"
            ]
        },
        "FN35": {
            "text": "35. My reading of the E ♭ -minor 4 6 chord as substituting for the root-position chord reflects my hearing of m. 15 (beat 1) as parallel to the established tonic that begins the chorale (compare m. 2, beat 1). Rather than repeat m. 1 in m. 15, Brahms overlaps the repeated B ♭ s from m. 1 (which express dominant harmony) with the stable root-position E ♭ -major chord, creating a 4 6 chord.",
            "citations": []
        },
        "FN36": {
            "text": "36. My tonal interpretation of this equal thirds division of the octave is similar to mm. 55−65 in “Der Wegweiser,” song no. 20 from Schubert’s Winterreise , D. 911, as shown by Aldwell and Schachter ( 2011 , 631). These authors read Schubert’s contradictory spelling of C ♯ (the root of an expanded vii⁰7/V) as D ♭ in the vocal line a part of a tonal spelling of unfolded minor thirds that (paradoxically) does not return to the original pitch of the diminished seventh chord, reflecting the poem’s description of “travelling down a road from which no one has ever returned.” In contrast, Richard Cohn ( 2012 ) has interpreted such equal divisions of the octave in non-tonal contexts such as hexatonic cycles, which assume enharmonic equivalence and respelling of one major third as a diminished fourth.",
            "citations": [
                "aldwell_and_schachter_2011",
                "cohn_2012"
            ]
        },
        "FN37": {
            "text": "37. In Brahms’s song “Es träumte mir” (op. 57, no. 3), a similar post-cadential progression to that found in “Schwermut” (see n. 14 above) appears with a notated ritardando in the piano’s left hand and gradual rhythmic augmentation in the bass approaching the final tonic. This commonality perhaps reflects both songs’ depiction of returning to sleep—a temporary sleep in “Es träumte mir,” eternal rest in “Schwermut.”",
            "citations": []
        },
        "FN38": {
            "text": "38. These oppositions situate the protagonist’s narration between dusk and night, suggesting that only a portion of the full twenty-four-hour cycle described by the work’s title (“Tageszeiten”) elapses during the poem’s four stanzas.",
            "citations": []
        },
        "FN39": {
            "text": "39. Lee ( 1978 , 41–44) further interprets the moon’s light as a vehicle for the mystical, visual transformation of the landscape, as well as the geographical move from West to East in Goethe’s poetic cycle that symbolizes a progression from youth to old age. Whereas the evening star prefigures the moon’s arrival but cannot illuminate the wider landscape, Lee explains that the moon is capable of magically and completely transforming its environment, facilitating the protagonist’s entrance into a wiser phase of spiritual existence. The poem thus paradoxically suggests that night enables increased vision, since it conjures the moon’s presence.",
            "citations": [
                "lee_1978"
            ]
        },
        "FN40": {
            "text": "40. As Lee ( 1978 , 40–41) suggests, the moon’s light in “Dämmrung senkte sich von oben” signifies enlightenment that is associated with the increased vision (paradoxically) enabled by the onset of night, since it conjures the moon’s presence. This contrasts with the all-embracing illumination—a reigning “night without darkness”—in Faust.",
            "citations": [
                "lee_1978"
            ]
        },
        "FN41": {
            "text": "41. Although the piano’s F ♮ in m. 10 suggests that m. 12 presents a D-minor cadence, Brahms’s omission of the third creates a hint of modal ambiguity.",
            "citations": []
        },
        "FN42": {
            "text": "42. This tonicization is emphasized by a hemiola that rhythmically extends the cadence. Measure 21 elides the end of this phrase with the four-measure interlude (mm. 21‒24).",
            "citations": []
        },
        "FN43": {
            "text": "43. These pitch-class motives, which foreshadow later tonal events and are connected to the song’s depiction of temporality, reflect the “submediant complex” identified in Laitz 1996 .",
            "citations": [
                "laitz_1996"
            ]
        },
        "FN44": {
            "text": "44. The time between dusk and nightfall described in the poem represents only a portion of the full twenty-four-hour period implied by the word “Tageszeiten” in the title of the poetic cycle.",
            "citations": []
        },
        "FN45": {
            "text": "45. As Example 26 shows, the prolonged dominant may be interpreted to begin still earlier, in m. 58, thus blurring the boundary between strophes 3 and 4. Smith 1994 demonstrates similar dominant prolongations across thematic recapitulations in Brahms’s sonata movements.",
            "citations": [
                "smith_1994"
            ]
        },
        "FN46": {
            "text": "46. Brahms’s direct progression from a consonant 4 6 chord to a 3 5 chord (mm. 76−77) can be found elsewhere in his songs. Motion between the C-major 4 6 chord in m. 76 (interpreted as IV 4 6 in G major and, locally, I 4 6 in C major) and a 3 5 chord in m. 76 involves the exchange of pitches G and C in the outer voices, resembling the voice exchange that Cutler ( 2009 , 196) identifies in mm. 53−54 of Brahms’s “Meerfahrt” (op. 96, no. 4).",
            "citations": [
                "cutler_2009"
            ]
        },
        "FN47": {
            "text": "47. Brahms’s revision appears on p. 3 of the autograph for the Lieder und Gesänge op. 59, “Dämmrung senkte sich von oben” (Cary 172), held at the Pierpont Morgan Library ( http://www.themorgan.org/music/manuscript/114281 ).",
            "citations": []
        },
        "FN48": {
            "text": "48. This citation of Brahms’s statement combines versions from more than one source. It is given here as it appears in Bozarth ( 2008 , 47). As Bozarth clarifies, the poem that Brahms mentions was actually written by Marianne von Willemer. However, notwithstanding Brahms’s incorrect attribution of the poem to Goethe, the anecdote raises the important question of whether a musical setting can add to textual meaning.",
            "citations": [
                "bozarth_2008"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction Example 1 . Minor-to-major progressions in Brahms’s solo Lieder (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Modal mixture—the simple opposition between parallel major and minor—has often been invoked as a metaphor for dramatic events in music. In works by Schubert and Brahms, particularly, scholars have interpreted shifts from parallel minor to major across single works and collections of pieces to themes of death versus life and sorrow versus comfort ( Schachter 1999b ; Platt 1992 ; Webster 2001 ; Van Rij 2006 ; Grimes 2019 ). (1) Among Brahms’s solo songs that employ large-scale modal shifts between parallel minor and major tonics, which are listed in Example 1 , those highlighted in bold also set poems that convey an opposition between burdened earthly life and transcendent death or the related symbolic imagery of darkness versus light. (2) Brahms’s treatment of the former duality highlights a paradox: he most often associates death with the major mode, reversing the seemingly intuitive correlation of death with a “tragic” minor mode. (3) Heather Platt interprets the major mode in Brahms’s solo Lieder that deal with this textual theme as connected “with the release that is achieved through death, while the minor is associated with a troubled life” ( 1992 , 106). (4) Brahms’s response to the subject of death is to cast it—an escape from suffering—in positive rather than tragic terms.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "schachter_1999b",
                    "platt_1992",
                    "webster_2001",
                    "van_rij_2006",
                    "grimes_2019",
                    "platt_1992"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] This article focuses on Brahms’s settings of three poems that juxtapose a life of tribulation and transcendent death or opacity and illumination—“Todessehnen” (op. 86, no. 6), “Schwermut” (op. 58, no. 5), and “Dämmrung senkte sich von oben” (op. 59, no. 1)—because they share tonal features that, as I will claim, depict changing poetic temporality in similar ways, distinguishing them from others that also employ a minor-to-major shift. Using a combination of Schenkerian (musical) and narratological (poetic) analysis, I aim to show that the minor-to-major progression in each song is not a matter-of-fact or immediate change, but instead occurs in identifiable stages that help us to perceive extramusical meaning in each poem. These stages, signified by harmonic prolongations and authentic cadences in my Schenkerian readings, represent the poetic protagonist’s experience of different temporalities, which enable an internal transformation and an expressive change across the song from “tragic” to “transcendent.” (5) As I will show, the affective change not only parallels the modal shift from minor to major, but also realizes either a future temporality or emotionally heightened present temporality that remains latent in the text alone. The following summary of each song’s tonal features and explanation of relevant musical and narratological theories offers a framework for my subsequent close readings of the temporal progressions and minor-to-major tonal design in each piece.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Within their minor-to-major progressions, “Todessehnen,” “Schwermut,” and “Dämmrung senkte sich von oben” share tonal features that are integral to their depiction of poetic temporality. One such feature is the cadential 4 6 chord that appears at each song’s structural cadence, providing the first authentic cadence in the major mode. Brahms’s treatment of these cadential 4 6 chords resembles Robert Hatten’s “arrival six-four;” each creates “the sense of transformation to an ‘elevated’ major tonic triad” ( Hatten 1994 , 15). (6) Moreover, the path between parallel minor and major tonics in these songs is neither immediate nor direct. Rather, it is characterized by interpolations of prolonged harmonies—specifically, ♭ VI and IV— en route to the structural cadence that confirms the parallel major key. (7) The placement of these prolongations over the course of each song gives the impression that the global modal shift occurs gradually. The parallel major emerges as part of a process that is underway before the prolongations begin and that cadential 4 6 chords at each structural cadence complete.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] All three songs also possess features of musical narrative and expression identified by Almén 2008 and Hatten 1994 , which I combine with an interpretation of changing poetic temporality. For instance, fundamental to Almén’s definition of musical narrative is the presence of an opposition between elements in a piece that, over time, undergo a change in valuation of their hierarchy such that one might be interpreted as culturally or psychologically preferable or superior to the other. (8) We might similarly understand the conflict between minor and major tonics in these songs as eventually achieving resolution by privileging the major mode. Because the major mode is associated with the poetic shift toward transcendence or enlightenment, it comes to signify more desirable psychological states (e.g., release, bliss, or salvation) than those signified by the minor mode (e.g., pain, obscurity, or depression).",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] My individual close readings of each song will also suggest that the opposed minor and major tonics function as tonal environments that house other musical signifiers, including musical topoi and recurring motives. (9) First, topoi such as the chorale, chorale prelude, funeral march, and lament bass help reinforce the listener’s association of minor with tragic emotional states, whereas more flowing, typically song-like idioms suggest freedom from a burden. Second, recurring motives (e.g., the upper neighbor 5 ˆ − 6 ˆ − 5 ˆ and the rising fourth 5 ˆ − 6 ˆ − 7 ˆ − 8 ˆ ) become associated with either emotional oppression (within the minor tonic) or victory over constraints (within the major tonic). Finally, on account of the poetic themes of religious and spiritual transcendence, each song’s piece-spanning minor-to-major progression seems to model an emotional shift away from oppression and toward spiritual grace, and thus may be understood to operate within the “high stylistic register” that Robert Hatten ( 1994 , 14) identifies as distinguishing the “tragic-to-transcendent” expressive genre from the more heroic “tragic-to-triumphant” expressive genre. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] During the progression across each song’s “tragic-to-transcendent” expressive genre, changes in poetic tense seem to inspire musical elements that model the protagonist’s perception of a grave present reality yielding to a blissful (albeit imagined) future state or past-tense narration yielding to heightened present experience. In order to describe the series of perceptions that the protagonist experiences in the text alone, I borrow the idea of “poetic turning points” from narratological analyses of lyric poetry by Peter Hühn. As Hühn discusses, such turning points are signaled through changes in tense arising from the poem’s grammar and result in a change between “mental or psychological incidents”—that is, between different “perceptions, imaginations, desires, anxieties, recollections, and emotions” ( 2005 , 151). (11) Hühn further suggests that a poetic protagonist communicates a sequence of such “incidents” (or perceptions); he calls this series of incidents the “poetic plot.” (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] My narratological analyses of each poem will therefore help link harmonic prolongations on the way to the parallel major tonic in each setting with the series of turning points (changes from one perception to another) that articulate the poetic plot. Framing the series of turning points, a change from present to future temporalities across the poem—which I call the “temporal progression”—is shown in Examples 2, 15, and 23 (charts that precede each song analysis) to coexist with the tragic-to-transcendent expressive genre across each musical setting. My close reading of the songs will focus on the “nascent” (cadentially unconfirmed) or “realized” (cadentially confirmed) quality of both the emergent parallel major tonic and local tonicizations of other keys in order to argue for the existence of four narrative stages within the framing temporal progression: The parallel major emerges as a nascent tonic during each song’s final section, when the poem describes the protagonist’s anticipation of a future or spiritually heightened present event. Prolongations of ♭ VI or IV occur between this nascent tonic and the song’s structural cadence, highlighting pitch-class conflicts between modally opposed versions of 3 ˆ and 6 ˆ . (This expressive modal mixture highlights the protagonist’s transformative psychological journey between two emotional states, while the prolonged harmony delays a cadence in the parallel major and accommodates Brahms’s repetition of the poem’s final line(s).) During these prolongations, catalysts including divine love, sleep, and light imply that the protagonist must pass through a transitional perception or experience in order to transcend mundane existence. An arrival 4 6 chord and authentic cadential confirmation of the parallel major tonic at the structural cadence lays the modal conflict to rest. This harmonic resolution into the major mode seems to actualize the protagonist’s transcendence, as well as an arrival into a new temporality alluded to but not confirmed in the poem. (13) Using either the upper-voice progression 8 ˆ − 7 ˆ − 6 ˆ − 5 ˆ or the neighboring motion 5 ˆ − 6 ˆ − 5 ˆ above a tonic pedal, each song’s postlude echoes the minor form of 6 ˆ , as if recalling the protagonist’s earlier struggles from a newly attained temporal distance. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Finally, in determining the extent to which a key is cadentially confirmed (or “realized”), I borrow from both Carl Schachter and William Caplin. As Schachter [1987] 1999 illustrates, keys may be established to varying degrees. At one end of the spectrum, a listener may perceive being “in a key” even when no cadence appears; this is often the case with the first emergence of the major mode in each song analyzed here. (15) At the other end of the spectrum lies Caplin’s notion that a cadence must contain a root-position V−I progression (or a root-position V chord in the case of a half cadence) that functions to end a theme or a significant section of a theme ( Caplin 2004 ). I will adopt Caplin’s measure of cadential sufficiency for interpreting realized keys in local musical contexts, in order to argue for the presence of explicit (or realized) keys, and, by extension, the actualization of poetic temporalities. Drawing from Schachter’s explanation of Schenker’s “illusory keys of the foreground” ( Schachter [1987] 1999 , 305–8), however, my analyses will also suggest that the prolonged harmonies surrounding local cadences (or tonicizations) might be understood to signify the protagonist’s fleeting perception or short-lived experience. (16) 2. “Todessehnen,” op. 86, no. 6 Example 2 . Max von Schenkendorff, “Todessehnen,” and form chart for Brahms, op. 86, no. 6 (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "schachter_1999",
                    "caplin_2004",
                    "schachter_1999"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] The poetic protagonist in “Todessehnen,” a religious poem by Max von Schenkendorff shown in Example 2 , struggles to rid himself of painful earthly desire, described in stanzas 1−2, through a transcendent union with God, portrayed in stanzas 3−5. (17) Owing to the change in the protagonist’s experience across the poem from present anguish to hopeful anticipation of bliss, a temporal progression between present and future temporalities might be understood to form the poetic plot. This shift from the present to anticipated future occurs in stages, represented by the speaker’s perception of a series of temporalities: in stanzas 1−2, the protagonist only experiences present pain; in stanzas 3−5, the poetic language suggests that he also experiences a present transfigured by the hope for and imagination of healing.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The words “hier” and “dort” first oppose the physical realms of earth and heaven, which are linked to present versus future temporalities and suffering versus spiritual wellbeing, across the divide between stanzas 2 and 3. (18) At this juncture, the speaker first alludes to a higher realm that enables salvation and healing alongside God. Although the change from present tense in stanzas 1−2 (“wer nimmt ”/“ich verhehle ”/“ findest hier”) to an implied future via the present perfect tense in stanza 3 (“Dort nur wirst du ganz genesen ”) highlights this blatant physical divide, it also indicates a more subtle perceptual shift or “turning point” as defined in Hühn 2005 . In stanza 3 the protagonist continues to speak to his heart in the present (as in stanza 2), but through the present perfect tense, he alludes to his future escape from suffering and imbues his experience with anticipation for a still-unattainable heavenly realm. The speaker’s prayer in stanzas 4−5 also reflects his passionate desire for transcendence. Prayer—a present experience heightened by anticipation of a future event—thus sublimates present suffering. (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The transformation between present and implied future temporalities, furthermore, is enabled by a catalyst: love (“Liebe”). Stanzas 1−2 suggest that love, when fettered by earthly desires, is an isolating force that leads only to pain. This earthbound love prevents a true, salvation-producing union—a marriage of sorts—with the deity. When the heart aims its love toward God, however, it can achieve the wholeness requisite for true healing in eternal life, as expressed in the poem’s final lines (stanza 5, lines 3−4: “Wo die Geistersprache Leben/Mit der Liebe Namen nennt.”) (20) The protagonist’s realization of the difference between these types of love seems to motivate the series of perceptions (Hühn’s “incidents”), including present suffering, imagined healing in a future realm, and fervent prayer for future union with the deity, which motivate the temporal progression (Hühn’s “poetic plot”). Example 3 . Graph of “Todessehnen,” op. 86, no. 6 with narrative annotations (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The tonal design of Brahms’s through-composed setting AA 1 BCC 1 (outlined in the rightmost column of Example 2) broadly reflects the series of incidents outlined above. It progresses from F ♯ minor (sections A and A 1 ) through the mediant A major (section B) to F ♯ major (sections C and C 1 ), as if to convey the speaker’s passage from present earthly tribulations ( F ♯ minor) into imagined transcendence ( F ♯ major) through a hopeful preparatory state, signified by A major. The voice-leading graph of the song in Example 3 provides an overview of this narrative, showing how the song’s tonal structure maps onto a tragic-to-transcendent expressive genre as well as a series of temporalities in the poem that imply the protagonist’s changing perceptions. For instance, the graph shows that A major, which I interpret to signify the protagonist’s first glimpse of a future realm, appears only in a tenuous six-three position (m. 23). Its bass note C ♯ 2 anticipates the root of F ♯ major’s active, prolonged dominant ( C ♯ major), which arrives in m. 31. The anticipatory tonal function of A major, as I will show, offers an analogue to the protagonist’s transition between an experience of present and future temporalities, while F ♯ major’s prolonged dominant can be interpreted to signify the protagonist’s active anticipation of future salvation. The graph also shows that a nascent—or cadentially unconfirmed— F ♯ -major tonic first appears in m. 29 between A major (III) and C ♯ major (V) where the speaker’s hopeful imagination of heaven (stanza 3) yields to fervent prayer (stanzas 4−5). Finally, a pitch-class opposition between ♯ 6 ˆ ( D ♯ ; m. 50) and ♮ 6 ˆ ( D ♮ ; m. 69) during sections C and C 1 that precedes the arrival 4 6 chord in F ♯ major (m. 75) conveys the transformation of mundane love into divine love. The elevated expressive quality of the 4 6 chord itself (m. 75) further realizes the achievement of salvation that is only anticipated during the prolonged dominant in mm. 31−63. In order to more closely analyze how these tonal features enact an expressive change from tragic to transcendent, however, we must first examine elements that signify tragic expression in sections A and A 1 . Example 4 . “Todessehnen,” A section, mm. 1–10, showing phrase structure and motives (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Sections A and A 1 convey a tragic expression through topical associations with Baroque idioms, depictions of the protagonist’s emotional constriction through expansions of hybrid phrase structure, as well as motives and registral oppositions that correlate with striving against suffering versus succumbing to pain. (21) Example 4 shows that mm. 1−10 evoke a chorale prelude topic through doubling in octaves in the piano (as on an organ) and a pervasive walking bass. This passage also reflects a hybrid phrase design of antecedent + continuation ( Caplin 1998 , 59) that contains a nested sentence (mm. 1−4 in Ex. 4). Brahms seems to oppose a depiction of the protagonist’s heavy burden in the antecedent phrase (mm. 1−4) with his struggle to withstand present pain (mm. 5−10) in the continuation phrase, by contrasting musical parameters that portray descent with those that convey ascent or striving.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] During to the sentence’s characteristic forward-driving motion toward a cadence (mm. 1‒4), half-note rhythms in the chorale tune (mm. 1‒2) convey stasis. However, quickened two-quarter-note motives, E− F ♯ and C ♯ −D, at “die geheime schwere Last” (mm. 3‒4) harmonized with diminished-seventh chords that tonicize D major ( ♭ VI) and B minor (IV) dramatize tonal descent in mm. 3‒4. The diminished sevenths lead to an augmented-sixth chord and, ultimately, V (m. 4), creating a large-scale iteration of the descending semitone D ♮ ‒ C ♯ ( 6 ˆ − 5 ˆ ) spanning mm. 2‒4 that imply the protagonist’s resignation to a burden. (22) A progression from F ♯ minor to F ♯ major across mm. 1−4 frames this melancholy semitone descent and foreshadows the song’s global modal trajectory between parallel keys.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] After this depiction of the protagonist’s weighty burden, the continuation phrase (mm. 5‒10) strives futilely for greater stability. Example 4 shows that the bass fails to sustain the V chord it achieves in m. 7 (represented by the doubled root C ♯ ). Brahms’s subsequent depiction of registral descent into the piano’s lower range, accompanied by fragmented rising-fifth motives, derived from the walking bass in mm. 5‒7, conveys the protagonist’s rapidly deteriorating emotional strength. In mm. 5−7, sequence units of rising fifths first use root motion by ascending third between downbeats, evoking the protagonist’s increasing efforts to conceal his suffering. Rising-fourth motives within this sequence, shown in the voice part of Ex. 4, embody the protagonist’s struggle by grasping for higher registers. This registral striving culminates with C ♯ 5 in the vocal line (m. 7), recalling the registral nadir ( C ♯ 4; “Last”) in m. 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Yet, m. 7 is too soon to achieve the half-cadential goal (V); the text “immer mächtiger mich faßt” has not been completed, and an arrival on V in m. 7 would violate the symmetrical four-measure groupings of the hybrid by placing the cadential goal one measure earlier than its normative placement in m. 8. Having risen too quickly, the sequence thus breaks off, initiating the phrase’s second narrative stage: dissolution. As Ex. 4 shows, the piano fractures the sequence’s rising-fifth motive into rising fourths and double-neighbor figures encircling F ♯ and A (doubled in octaves in m. 8). In mm. 5‒6, the voice inverts its previous rising fourths C ♯ ‒ F ♯ and E–A into the descending-fourth motive C ♯ ‒ G ♯ (m. 7ff) as if attempting to retain C ♯ 5, much like the protagonist struggles to withstand pain caused by earthly love. Example 5 . “Todessehnen,” A 1 section, mm. 15–23, showing the recomposed and extended continuation phrase (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Brahms’s alterations of the hybrid from mm. 1−10 in A 1 , shown in Example 5 , suggest the first temporal shift that occurs between poetic stanzas 2 and 3, from experiencing present suffering to imagining blissful future escape. After a repetition in mm. 11−14 of the antecedent phrase (mm. 1‒4), Brahms recomposes the continuation phrase in A 1 (mm. 15‒20) as if to omit the references to striving found in the A section’s sequential continuation. Instead, a smooth harmonic transition between F ♯ minor and A major here mimics the protagonist’s entrance into a heightened experience of the present imbued with hope for future salvation. Example 5 also shows that a descending-fifths sequence in mm. 15−17 (represented by the roots F ♯ −B−E−A) suspends directed tonal motion and might be understood to compose out a B-minor chord in mm. 15−17 that pivots between F ♯ minor and A major (IV becomes II). Although the sequential root motion by descending fifth implies physical motion, this is at the service of prolonging the B-minor chord—a static entity. This concealment of the underlying prolongation through feigned harmonic motion by fifth suggests an invisible spiritual (internal), rather than a physical (external) journey between two realms. After functioning as II in A major, the lengthy B-minor prolongation is inflected chromatically (m. 18) to tonicize A major’s half-cadential dominant (prolonged in mm. 19‒22) that is part of the auxiliary cadence II‒V‒I. This arrival into A major seems to model the temporal transition between present (“hier”) and implied future (“dort”) across stanzas 2‒3 along with its attendant perceptual shift—a “poetic turning point”—as the speaker begins to imagine a still-contingent future that is free from suffering. Example 6 . Score of “Todessehnen,” transition between sections B and C, mm. 27–31 (click to enlarge) Example 7 . Graph of “Todessehnen,” transition between sections B and C, mm. 27–36 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] It is not until the transition between sections B and C, as the speaker pivots from describing heaven to actively praying for salvation, that the parallel F ♯ -major tonic first emerges as an implicit (cadentially unconfirmed) key. The score of this transition (mm. 27−31) in Example 6 shows that F ♯ major first emerges in mm. 28−29, within a prolongation that connects A major’s tentative six-three position chord (m. 23) with the more robust standing on the dominant of F ♯ major that arrives in m. 31, in a way that prevents an authentic cadence from securely confirming the F ♯ -major tonic. In m. 29, F ♯ major appears as a nascent or implied tonic when the speaker directs love away from earthly desire and toward God. As the graph in Example 7 further illustrates, F ♯ major remains veiled within the encompassing prolongation of C ♯ 2 which is retained in the bass across mm. 27−31 and connects A major’s I6 chord with a standing on F ♯ major’s “reactivated” dominant that begins both section C and the speaker’s prayer. (23) Although the F ♯ -major chord in m. 29 is tonicized by VII6, it lacks an authentic cadence and is approached tentatively (by stepwise motion in the bass), just as entrance into sustained prayer only draws the speaker somewhat closer to a still-unrealized redemption. Like the F ♯ -major harmony, A ♯ in the upper voice of m. 29 is subsumed within the broader upper-voice descent of A ♮ to G ♯ ( 3 ˆ − 2 ˆ ) across mm. 27−31, yet this pitch also foreshadows the victorious achievement of 3 in F ♯ major at the end of the song. Example 8 . Score of “Todessehnen,” section C, mm. 42–55 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The prolongation of F ♯ major’s dominant begun in section C (see mm. 31−36 in the Ex. 7 graph) models the speaker’s fervent prayer and anticipation of transcendence throughout stanzas 4−5. But two passages in sections C and C 1 , respectively, that are encompassed by this prolonged dominant delay its resolution, first by first feigning, then realizing a tonicization of D major ( ♭ VI in F ♯ major). Tonicizations of C ♯ major and A major in these passages further evoke the spiritual transformation enabled by death and love in lines 3−4 of stanzas 4 and 5. In the first of these passages, shown in Example 8 , the piano’s left hand (mm. 45–48) outlines V4/2 in D major but resolves this chord unexpectedly to an arrival 4 6 chord in the “wrong” tonic— C ♯ major—at “Todes Lebenswind” in mm. 49−50. Both the surprising common-tone shift between C ♯ major and A major (mm. 43 and 45) and the overtaking of D4 ( 6 ˆ ; m. 46) by D ♯ 5 ( ♯ 6 ˆ ; m. 50) before C ♯ major is reactivated as V of F ♯ major (mm. 53−55) might be interpreted to reflect death’s otherworldly power to bestow eternal life upon the believer. Example 9 . Graph of “Todessehnen,” section C, mm. 31–55 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] The graph in Example 9 further clarifies how the dominant prolongation across mm. 31−53 encompasses this striking tonicization of C ♯ major (m. 43), shift to A major (which functions locally as ♭ VI; m. 45), and latent harmonic turn toward D major ( ♭ VI in F ♯ major; m. 48) where the speaker wishes for imminent transfiguration in death (“Gib’ daβ er mich bald umwehe/Deine Todes Lebenswind”). Despite a suggestion of D major via its V4/2 in m. 48, Brahms’s reinterpretation of G ♮ as F 𝄪 and treatment of the apparent dominant seventh chord as a diminished-third chord in C ♯ major derails the possible motion into ♭ VI. This feint towards D major and subsequent denial of its tonicization might illustrate that the protagonist’s momentary glance into the future (suggested by the word “bald”) is a fleeting, if convincing, premonition of his more successful transformation-to-come in section C 1 , as D major is later tonicized in mm. 69−73. Until then, however, the speaker’s anticipation-filled present, signified by the governing prolongation of F ♯ major’s dominant, delays this longed-for escape from tribulations. Example 10 . Score of “Todessehnen,” section C 1 , mm. 63–73 (click to enlarge) Example 11 . Graph of “Todessehnen,” section C 1 mm. 63–75 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] The second transformation (mm. 63−73 in section C 1 ), shown in Example 10 , revisits and fulfills the promise of D major’s tonicization where the poem’s final lines (“Wo die Geistersprache Leben/Mit der Liebe Namen nennt”) invoke heavenly love (“Liebe”) as the catalyst for attaining future eternal life. (24) In m. 66, a D-minor 3 5 chord (which might be heard as substituting for a neighboring 4 6 ) prolongs V of D major and respells earlier instances of F ♯ minor’s leading tone, E ♯ , as its more stable enharmonic twin, F ♮ (locally, ♮ 3 ˆ ) where lines 3−4 in stanza 5 invoke the seemingly alchemical transformation of earthly love into divine love. (25) A now-successful tonicization of D major at the text “[mit der] Liebe Name nennt” (mm. 69–73), as the graph in Example 11 shows, is then established locally with the cadential progression I6–IV–V–I, but remains an “illusory” key owing to its neighboring function within the encompassing prolongation of F ♯ major’s V. Its relative stability coincides with Brahms’s first iteration of the poem’s climactic final line, which equates divine love with everlasting life, as if realizing the protagonist’s successful conversion of one into the other.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] Having achieved the D-major tonicization in mm. 69−73, Brahms’s setting finally progresses via a diminished-third chord into a cadential 4 6 chord in the correct tonic key, F ♯ major (m. 75). Though this arrival 4 6 chord is ultimately a neighboring sonority to the lengthy dominant 3 5 that is prolonged across sections C and C 1 (compare the graph in Example 3), the score in Example 12 and graph of the structural cadence in Example 13 , respectively, show that it gains both heightened expressive and structural significance during Brahms’s repetition of poem’s final line (“mit der Liebe Namen nennt”), where A ♯ finally replaces A ♮ as 3 ˆ . Treated locally as a cadential 4 6 in F ♯ -major, this dominant finally enables structural cadential closure in the major tonic that had been denied to the prolonged 3 5 position chord earlier in the song. In “correcting” the song’s earlier inability to resolve V, the cadential 4 6 seems to convey the protagonist’s entrance into a new temporality after his successful transformation of mundane into divine love. Example 12 . Score of “Todessehnen,” section C 1 mm. 73–85, showing the structural cadence (click to enlarge and see the rest) Example 13 . Graph of “Todessehnen,” structural cadence, mm. 76–85 (click to enlarge) Example 14 . Score of “Todessehnen,” section C, mm. 36–43, showing the melody that accompanies the speaker’s first entrance into prayer (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] Two salient motives within the resolution of this local cadential 4 6 to 3 5 draw attention to its successful attainment of the major mode, and together with the ensuing authentic resolution of V to I, seem to realize a future temporality that the poem only implies. First, in mm. 74−76 (see Ex. 12), the pitch D ♯ 5 overtakes D ♮ 5 at “Liebe,” as if linking the hard-won key of F ♯ major through its diatonic 6 ˆ to the protagonist’s spiritual transformation. Second, the resolution of 4 6 to 3 5 above C ♯ (mm. 75−78; Ex. 12) alludes motivically to mm. 36−41 from section C (compare the arrow in mm. 76−80 of the Example 13 graph with the melody in Example 14 ). Brahms’s dovetailing of the inner voice C ♯ 4− D ♯ 4− E ♯ 4 with the piano’s triumphant final echo of the melodic segment A ♯ 5− G ♯ 5− F ♯ 5 recalls the melody that accompanied the speaker’s first entrance into prayer, as if  to signify that this plea is answered in a heavenly realm. (26) Two statements of the melodic fragment 3 ˆ − 2 ˆ in the postlude, moreover, lead to 1 in m. 85, completing the voice’s “prayer” melody more definitively than in its earlier appearance. (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] Finally, Example 13 shows that the postlude echoes the neighbor-note motive 5 ˆ − 6 ˆ − 5 ˆ ( C ♯ − D ♮ − C ♯ ), which invokes the now-distant 6 ˆ ( D ♮ ) in m. 82. This pitch alludes to earlier passages throughout Brahms’s setting that help musically portray the poem’s temporal progression between the present and future. These passages include the semitone descent D ♮ − C ♯ that portrayed succumbing to a present burden in section A (compare mm. 2−4 and 10 in Ex. 4), the appearance of D ♮ within the bass’s motive E−D− C ♯ that led to A major and a hopeful preparatory state for salvation between sections A 1 and B (compare mm. 20−23 in Ex. 5), and the D-major tonicization that accompanied the transformation of mundane love into divine love in section C 1 (compare mm. 69−73 in Ex. 10), preparing the arrival 4 6 chord in F ♯ major (m. 75), thus offering a poignant summary of the protagonist’s journey between present earthly suffering and future salvation. 3. “Schwermut,” op. 58, no. 5 Example 15 . Karl Candidus, “Schwermut,” and form chart for Brahms, op. 58 no. 5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The poem “Schwermut” by Karl Candidus, shown in Example 15 , also evokes the religious subject of overcoming earthly tribulations in eternity. (28) Candidus opposes the speaker’s present melancholy—expressed as his inability to achieve catharsis through tears—with the promise of future release in death. The poem might be understood to reflect a temporal progression (or poetic plot) that moves between the speaker’s immersion in seemingly inescapable present worldly pain and the intense longing for rest in a sublime future “night of [all] nights.”",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The poem’s unpredictable meter, as well as its inconsistent use of metrical feet per line (3/4/1/2/2/6), creates a dynamism in its structure that enhances its temporal progression from present to implied future and its evolving imagery about eternity. (29) Although the protagonist narrates in the present tense (e.g., “Mir ist”), two wishes—first, to weep (lines 2−3), second, to enter an eternal night that symbolizes death (line 6)—imply a conditional future temporality (e.g., “Möcht’ ich”) and growing desire for release that culminates in the poem’s final line. In the poem’s first part (lines 2−3), the modal verb “möchten” expresses yearning, while enjambment across lines 2 and 3 conveys the protagonist’s longing to escape overwhelming pain. The verb “weinen” requires the grammatical completion of “vor Schmerz”, forcing the reader past the end of line 2. (This linguistic overflow might signify the protagonist’s desired overflow of tears.) In the poem’s second part, the verb “möchten” imbues the last sentence (lines 4−6) with still more tension leading to the compound noun “die Nacht der Nächte” (“the night of [all] nights”). (30) In line 6, both the preposition “in” and article “der” mimic in language the forward driving momentum of the protagonist’s desire to enter eternity. Since anticipation for this transcendent night (and to escape world weariness, conveyed by lines 4−5, “Gedankensatt und Lebensmatt”) colors the speaker’s present experience with expectation for a future event, I interpret lines 4−6 as reflecting a “poetic turning point” ( Hühn 2005 ).",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Despite their creation of dynamism toward line 6, however, these emotional fluctuations ultimately remain bound within the protagonist’s present experience in the poem alone. Candidus’s “Schwermut” implies that when denied the transformative power of longed-for cathartic tears described in lines 1−3, the protagonist remains trapped in present suffering. Emotional frustration causes the speaker’s world weariness (lines 4−5 describe being satiated with life’s pain through the words “Gedankensatt” and “Lebensmatt”) and inspire him to imagine transfiguration in an otherworldly realm that the text only implies but that Brahms’s setting seems to actualize.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The rightmost column in Example 15 also shows that Brahms’s setting of “Schwermut” progresses from E ♭ minor to E ♭ major across a two-part form (AB) that includes a transitional passage. Section A, in E ♭ minor (mm. 1−17), sets lines 1−3 in the poem, which convey the speaker’s frustrated wish for cathartic tears to relieve his suffering. Both the transition (which divides the octave into major thirds in mm. 17−23), and section B (in which E ♭ major emerges; mm. 24−32) set lines 4−6, which express the speaker’s longing for death, metaphorically described as sleep in “the night of [all] nights.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] E ♭ major first emerges as a nascent key during Brahms’s setting of line 6 in section B, and eventually, as a confirmed key at the structural cadence, as if to convey the protagonist’s entrance into a future mystical, eternal realm. (31) Whereas the extreme length of the poem’s sixth line (and its use of the modal verb “möchten” described above) embodies the anticipation of restful eternity, I will show that Brahms’s repetition of this text further extends its duration as if to musically suggest the achievement of an expansive, endless night. After declaiming line 6 once completely, the singer repeats only the text referring to eternity (“in die Nacht der Nächte”) coinciding with a delay of the structural cadence in E ♭ major by a prolongation of its ♭ VI ( C ♭ major), which portrays the speaker’s progression between perceptions of the present and future Like the tonicization of D major in “Todessehnen,” that of C ♭ major in “Schwermut” seems to magnify a poetic turning point: namely, the speaker’s imagination, within the present, of a desired journey into the hereafter that remains latent in the poem. As will become clear, this expansion of ♭ VI precedes an E ♭ -major 4 6 chord (m. 29) that may be understood to recontextualize an E ♭ -minor cadential 4 6 chord from section A (m. 14). Its major-mode transformation rectifies the A section’s thwarted minor-mode cadence (which suggests stifled tears), equates major-mode resolution with the protagonist’s entrance into eternal sleep (death), and musically enables the poem’s temporal progression and expressive shift from tragic to transcendent. Example 16 . “Schwermut,” A section, mm. 1–17 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The protagonist’s liberation from pain in section B and the arrival of E ♭ major are predicated on Brahms’s depiction of emotional constriction in section A (mm. 1−17, shown in Example 16 ), which I interpret as remaining in E ♭ minor. The solemnity of this key reflects the seriousness of the poem’s title, “Schwermut,” which Susan Youens calls the “darkest,” and “blackest-hued” form of melancholy in the nineteenth-century ( 2002 , 57). (32) A chorale topic and lament bass introduced in mm. 1−4 further convey a funereal mood and seemingly inescapable present melancholy that is suggested by the repetition of “Mir ist” —a present-tense conjugation—in lines 1−2 (“Mir ist so weh um’s Herz/Mir ist als ob. . . ”). Emerging from the piano’s opening chorale (mm. 1−4), a rising fourth B ♭ − E ♭ and, more specifically, the pitch E ♭ that I will track in registers 4 and 5 through the song, also comes to signify emotional limitations created by the speaker’s depressed state. The singer tries to surpass the pitch E ♭ 5 that forms the upper boundary of this fourth, just as the protagonist tries to cast away world weariness, first through cathartic tears (section A), then by entering eternal night (section B).",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "youens_2002"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] The singer’s attempt to overtake E ♭ 5 is linked to a seeming inability of section A to escape from E ♭ minor, as illustrated in Examples 16 (score) and 17 (graph). A descending lament bass in the piano introduction first opposes the rising-fourth motive B ♭ – E ♭ in the chorale melody and emphasizes the importance of the fourth as an intervallic span to be surpassed. (33) Though the voice reaches E ♭ 5 in m. 7, a rising stepwise fourth ( B ♭ – C ♭ – D ♭ – E ♭ ) cast across the large-scale upper voice in mm. 9−12 (Ex. 16) then attempts to rise above E ♭ 5. The ascending 5–6 sequence that supports this large-scale rising fourth creates tension analogous to the speaker’s increasing emotional burden and need for release, expressed by the verb “möchte” and the future tense it implies in line 2 of the poem. Example 17 . Graph of “Schwermut,” section A, mm. 1–17 with narrative annotations (click to enlarge) Example 18 . “Schwermut,” recomposition of mm. 6–9, showing the expected imperfect authentic cadence in m. 9 (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Examples 17 through 19 further illustrate how the ascending 5−6 sequence might be understood to convey emotional frustration. Example 17 shows that I interpret the beginning of the sequence as replacing tonic resolution in the second half of m. 9 (corresponding to the second half of m. 5, an imperfect authentic cadence) with an elided 5‒6 motion above the bass note E ♭ 2 in m. 9 (compare the recomposition in Example 18 ). The fifth and sixth ( B ♭ and C ♭ ) are heard simultaneously rather than successively; the elision, which prevents tonic closure by omitting an expected imperfect authentic cadence, suggests the protagonist’s increasing anxiety. Moreover, the sequence in the published version of “Schwermut” highlights the protagonist’s tense emotional state, contrasting with a version of mm. 9−14 that appears in Brahms’s autograph (see Example 19 and my transcription in Example 20 ). (34) Two aspects of the version found at the bottom of Brahms’s autograph instead seem to fulfill the speaker’s desired catharsis. First, the alternate version repeats the word “weinen” (voice, mm. 10−12) to correspondingly slurred, chromatic sighing gestures. Second, it allows the phrase begun in m. 6 to achieve tonic closure in m. 9 and to tonicize G ♭ major (III) in m. 11 (a chord omitted from the sequence in the published version), providing stability via harmonic resolution. In light of these differences, the voice’s usurping of the piano’s chorale melody and rising fourth ( B ♭ ‒ E ♭ ) in the published song yields new meaning: whereas the lament bass in mm. 1−5 (see Ex. 16) implied deeply concealed sorrow and unavoidable descent, the rising fourth now condenses the voice’s depiction of weeping from the autograph, as if to signify the protagonist’s oppression and desperate need for catharsis. Example 19 . Brahms’s autograph of “Schwermut,” Library of Congress, Music Division (click to enlarge and see the rest) Example 20 . Transcription of Brahms’s alternate version for “Schwermut,” mm. 9–15 (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] A return to Brahms’s published version in Example 16 shows that the voice finally surpasses the registral boundary E ♭ 5 at “vor” and F5 in m. 13, as melodic continuity honors the poetic enjambment across lines 2 and 3. However, a  root-position dominant seventh chord above the bass note F dramatically breaks the accompanying harmonic sequence by replacing an expected 6/5 position chord with a root-position V7/V, and tonicizes a cadential 4 6 chord (m. 14) that promises imminent resolution to a root-position E ♭ -minor tonic. Yet both the drastic dynamic shift to subito piano in mm. 13−14 and the retained bass note B ♭ in m. 15 prevent tonic closure. The subito piano instead stifles the A section’s climactic dominant arrival, reflecting the protagonist’s inability to cry or relieve earthly suffering. The tonic 4 6 chord on beat 1 of m. 15 also delays root-position tonic closure until m. 17, following an echo-like reprise of the prelude that dissipates energy and regains harmonic stability. (35) Agentially, the restricted low register of the reprise may signal a return to the protagonist’s emotional interiority and to the inescapable present tense. Topically, the reprise reinforces the pervasive lament bass and its associative melancholy. Example 21 . “Schwermut,” transition and section B, mm. 17–32 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The transition (mm. 17−23) into section B (mm. 24−32), shown in Example 21 , models a poetic turning point between present and future temporalities expressed in lines 1−3 and 4−6, respectively, and conveys the speaker’s spiritual passage between mundane and otherworldly realms. This passage respells G ♭ as F ♯ (m. 18) and divides the octave into major thirds, “prolonging” E ♭ minor via tonicizations of C ♭ minor (respelled as B minor) and G minor, as if to convey the surreal journey between life and death by crossing an enharmonic seam and proceeding through a symmetrical octave division. Moreover, Example 21 clarifies that the tonic chord in m. 23 could also be reinterpreted to signify a distant, unfeasible key− F ♭ ♭ minor−that would result without enharmonic respelling. This reading suggests that the transition only appears to emerge in the same place it began. (36) The speaker’s melancholy seems to gravitate toward this dark harmonic nadir in m. 23, where the text “Gedankensatt und Lebensmatt” describes the deep, existential apathy toward life that precedes—and perhaps necessitates—spiritual transformation in section B.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Brahms sets the first complete iteration of line 6 in section B, as Example 21 shows, by dovetailing the poem’s ending (m. 27) with a repetition of the text “in die Nacht der Nächte.” Section B topically evokes archaism and melodic expansiveness through its time signature (4/2) and a flowing left-hand accompaniment over which the chorale tune seems to float. E ♭ major first emerges as a nascent tonic during these topical and textural changes, owing to a discrepancy between melodic and harmonic cadences articulated in the vocal line and piano part, respectively. The voice’s stepwise descent to 1 ˆ ( E ♭ ) in m. 25, which passes through A ♮ (evoking an archaic association with the Lydian mode) and G ♮ ( 3 ˆ ), seems to imply a perfect authentic cadence in E ♭ major, but the piano undercuts the voice’s melodic cadence by replacing an expected root-position tonic with a 4 6 chord. Instead of initiating a cadence (as a dissonant cadential 4 6 chord), the apparent tonic 4 6 leads into a tonicization of ♭ VI ( C ♭ major) during the repeated text “in die Nacht der Nächte” (mm. 26−28). C ♭ major is not established with an authentic cadence, but like the tonicization of D major in mm. 69−73 of “Todessehnen,” its prolongation delays authentic closure in the parallel major tonic ( E ♭ major) that was first implied in m. 25. Since the extended tonicization of C ♭ major exists between the first non-cadential emergence of E ♭ major and its solidification via an authentic cadence, it creates suspense that mirrors the protagonist’s own expectations for fulfillment and suggests that a mystical process is underway.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Modally opposed forms of 3 ˆ further depict the speaker’s gradual transition between one world ( E ♭ minor) and the next ( E ♭ major) during the prolongation of ♭ VI (see Ex. 21). The piano sustains 3 ˆ in E ♭ minor ( G ♭ ) through mm. 26−28. But as if extinguishing the power of G ♭ to draw the song into the flat-submediant region, an augmented-sixth chord above C ♭ (m. 29) leads into the structural cadential 4 6 , allowing G ♮ to replace G ♭ . The ascending resolution of G ♭ here recalls earlier F ♯ (for instance, the enharmonic seam crossed at the beginning of the transition in mm. 17−18), as well as the oscillation between F ♯ and G ♭ in the inner voices of the piano’s right hand at the beginning of section B (mm. 24−26). Example 22 . Graph of “Schwermut,” transition and section B, mm. 17–32 showing narrative annotations (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] Example 22 further clarifies the process by which E ♭ major arises as a nascent key. Its implied-tonic status hinges upon the initially ambiguous function of the 4 6 chord in m. 25, which supports G ♮ during the first part of the Urlinie descent: 5−4−n3. Brahms could have treated the 4 6 as a double suspension into the dominant of E ♭ major, allowing the song to end with an authentic cadence coinciding with the end of the poem. Instead, his treatment of the 4 6 as a temporarily stable consonance (replacing an expected tonic 3 5 chord) allows for a subsequent neighboring prolongation of ♭ VI and E ♭ minor’s 3 ˆ in measures 26−28; G ♭ is a non-structural neighbor note to G ♮ , 3 ˆ in the Urlinie . A non-structural stepwise rising-fourth motive B ♭ − E ♭ in the upper voice of mm. 27−28 (see the bracket in Ex. 22) further highlights the final unburdened ascent of C ♭ within this prolongation before the structural cadence dramatizes the descending resolution of the bass note C ♭ to B ♭ , highlighting a final transformation of ♭ 3 ˆ into ♮ 3 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] The cadence in mm. 29‒30 (see Ex. 21) balances the submediant prolongation with a victorious and lengthy resolution of V to I, similar to the poem’s extended syntax toward “Nächte” in line 6. In m. 29 the piano recasts G ♭ as an inner-voice chromatic passing tone between G ♮ 4 and F4, exorcising its ability to function as 3 ˆ in E ♭ minor. Only here does Brahms resolve the song’s modal conflict in favor of E ♭ major by returning to and resolving the functionally ambiguous 4 6 chord from m. 25, as if realizing the speaker’s successful journey from melancholy life into blissful death.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] The postlude (mm. 30‒32; see Ex. 21) echoes the lament bass topic and rising-fourth motive B ♭ ‒ E ♭ , as well as the pitch C ♭ , completing the song’s expressive and temporal trajectories. Brahms’s addition of the chordal seventh ( D ♭ ) in m. 30 enables a melodic closing gesture ( 8 ˆ ‒ ♭ 7 ˆ ‒ ♭ 6 ˆ ‒ 5 ˆ ) above a tonic pedal and extends tonal resolution through the song’s last measure. (37) This descending-fourth motive ( E ♭ − B ♭ ) in the piano’s right hand inverts the voice’s previous rising-fourth motives and recalls the lament bass topic (compare mm. 1−4, 9−12, and 26−28 in Examples 16 and 21), as if placing it into another world. A double neighbor encircling G ♮ 3 (mm. 30−32) also highlights ♮ 3 ˆ in a register where the chorale and funeral march earlier emphasized G ♭ (compare the linear descents 5 ˆ − 4 ˆ − 3 ˆ shown in the graph of the piano prelude and interlude, Ex. 17), as if sublimating the speaker’s earlier tragic experience of the present temporality in a newly realized eternal realm. 4. “Dämmrung senkte sich von oben,” op. 59, no. 1 Example 23 . Johann Wolfgang von Goethe, “Dämmrung senkte sich von oben,” and form chart for Brahms, op. 59 no. 1 (click to enlarge)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Whereas “Todessehnen” and “Schwermut” portray the progression from life into death, Goethe’s “Dämmrung senkte sich von oben,” shown in Example 23 , conveys both a literal and figurative transformation from darkness to illumination. This opposition signifies the speaker’s internal progression from uncertainty, symbolized by the dusk-shrouded environment and the word “Ungewisse” in stanzas 1−2, to enlightenment, represented by the moon’s light in stanzas 3−4. According to an interpretation of the poem by Meredith Lee ( 1978 , 37−50), the moon’s light not only signifies a turning point between obscurity and enlightenment in this text, but also functions as a turning point in the poetic cycle (the poem is no. 8 in the series of 14 poems that comprise Goethe’s Chinesisch-Deutsche Jahres- und Tageszeiten from 1827), which progresses through the four seasons as a metaphor for the stages of life. My narratological analysis extends Lee’s idea that the moon is a symbol for enlightenment by focusing on the protagonist’s shifting perceptions of light over time.",
                "footnotes": [],
                "citations": [
                    "lee_1978"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The simple façade of “Dämmrung senkte sich von oben,” in which the protagonist narrates about a natural scene, speaking from a central, interior vantage point, veils an allegory for achieving spiritual awakening. A dusk-shrouded landscape and the onset of night contrast with three sources of light that depict this awakening: the day that is over (past), the evening star (present), and the moon’s clear light (enlightened present). These dichotomies between darkness and light have temporal implications for the speaker’s internal transformation. (38) The poem depicts passing time through the protagonist’s changing perceptions as these different sources of light affect his vision—for example, starlight yields to moonlight, allowing images perceived dimly at first to become clearly visible. Goethe thus implies that light amidst surrounding darkness enables one’s clear observation of nature, which is the means to achieving enlightenment.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Both changes in tense and the poem’s imagery create poetic turning points that signal the speaker’s altered perceptions of light and time on the journey toward spiritual illumination. Example 23 shows, (1) the simple past tense (“Dämmrung senkte sich von oben,” line 1) indicates that twilight has already arrived; (2) the glimmer of light from an evening star (“Abendstern,” stanza 1) allows the speaker’s vague perception of the environment before nightfall; and (3) “Nun” (stanza 3, line 1) marks the arrival of night and the moon’s clarifying light. After the expository narration (stanzas 1−2), it is as if the reader enters the protagonist’s spiritually heightened present experience (stanza 3). On the way to this transformative perceptual change, or poetic turning point—namely, the moon’s emergence— the poem seems to dwell in the speaker’s experience of the period between dusk and night. The final climactic turning point does not arrive until stanza 4, where lines 3−4 (“Und durch’s Auge schleicht die Kühle/Sänftigend in’s Herz hinein”) depict the speaker’s total visual absorption of the moonlit environment. Here the reader learns that moon’s light must enter the protagonist’s eyes, the vehicles for observation, in order to soothe and transfigure his soul. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Goethe also implies causal relationships between images in order to simulate the protagonist’s shifting perspective and spiritual transformation for the reader. For instance, line 2 (“schon ist alle Nähe fern”) describes the effects of line 1 (“Dämmrung senkte sich von oben”): to conflate nearness and distance. The opaque, dusk-shrouded scene symbolizes the protagonist’s underlying anxiety and uncertainty, emotional states that contrast with enlightenment. This eerily uncertain (“Ungewisse”) atmosphere pervades the poem until the moon emerges in the East (stanza 3), signaling the protagonist’s first awareness of his own perceptions (“ahn’ ich Mondenglanz und Glut”/“I sense the moon’s brightness and glow”). Here the speaker ceases passive observation of the environment (stanzas 1‒2) and actively feels the moon’s presence before its light affects any spiritual change in him. It is not until stanza 3 that the moon animates the protagonist’s imagination, as suggested by the verbs “scherzen” (stanza 3, line 4) and “zittern” (stanza 4, line 2), inspiring him to fully perceive the surrounding natural scene. The words “Kühle” and “sänftigend” in stanza 4, finally, suggest that peace and certainty—characteristics of an enlightened state—replace the anxiety and doubt caused by twilight. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Brahms’s modified ternary form setting (AA 1 BA 2 ) moves between G major and G minor, as if to reflect the poem’s narrative progression from past-tense narration (obscurity) through transformative moments involving light to a transcendent present (enlightenment). The setting also articulates the speaker’s transformative perceptual changes (the poetic turning points described above) through tonicizations of E ♭ major and C major/minor in sections B and A 2 , as summarized in the rightmost column of Example 23. Sections A and A 1 (strophes 1 and 2, separated by a piano introduction in mm. 1−4 and an interlude in mm. 21−24) remain in G minor, and authentic cadences in mm. 21 and 41 elide the ending of each strophe with the beginning of the next interlude. Following an interlude in mm. 41−45, strophes 3 and 4 (sections B and A 2 ) merge into a larger section (mm. 46−94) containing neither an interlude nor internal cadences. Beginning in the submediant ( E ♭ major), section B (strophe 3) instead leads to a prolongation of G major’s dominant (mm. 58−67) that overlaps the formal beginning of strophe 4 (section A 2 in m. 62) and signals the parallel presence of the parallel major before a cadential confirmation of its root-position tonic. Heard eventually as ♭ VI in G major, the E ♭ -major prolongation occurs during the first poetic turning point: the speaker’s first perception of the moon’s light. A standing on the dominant across sections B and A 2 , as I will show, then prepares two diversions into modally mixed versions of the subdominant (C major/minor). These tonicizations of IV dwell in the protagonist’s transformative internalization of the moon’s light before the final G-major cadential 4 6 (mm. 88−90) actualizes his spiritual awakening. Example 24 . “Dämmrung senkte sich von oben,” section A, mm. 1–21 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Texture, musical topoi, and an implied E ♭ -major key within the governing G-minor tonic in sections A and A 1 convey a tragic mood while also foreshadowing Brahms’s later use of related musical features to portray the emerging moon. A chorale-prelude topic (a walking bass and held tenor part akin to a chorale melody) in the piano prelude (see mm. 1‒4 of section A, shown in Example 24 ) suggests a mysterious, gloomy landscape. Yet contrasting with this chorale prelude topic, a syncopated accompaniment during a standing on the dominant of E ♭ major in mm. 13‒16 depicts the evening star’s glimmering light.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Additional motives and harmonic ambiguities in strophes 1 and 2 (sections A and A 1 ) embody the poetic opposition between shrouded vision and fleeting light. Example 24 shows that in the piano introduction (mm. 1−4) a 5‒6 motion D‒ E ♭ (m. 1) creates metrical ambiguity by momentarily obscuring the chordal inversion ( 3 5 or 6/3) and therefore the downbeat. Although clearly perceived downbeats reemerge in mm. 3‒4 a repetition of the D‒ E ♭ motive in mm. 4‒5 (piano left hand) reinstates uncertainty. Here, the D‒ E ♭ motive spans two four-measure groups, yielding a deceptive motion to VI (m. 5) that renders m. 4 a pseudo-half cadence by creating voice-leading continuity across a grouping boundary. This conflict between grouping structure and harmonic prolongation presents ambiguities that seem to reflect the disoriented vision that the protagonist describes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The phrase structure and tonal design of strophe 1 (which reflects hybrid 1, or antecedent + continuation ( Caplin 1998 , 59) incorporates an emergent E ♭ -major key as if to convey the evening star’s first flickering light (“ A ♭ endstern”) and to hint at the illumination-to-come depicted by E ♭ major in section B.  As Example 24 shows, measures 9−12 present a contrasting idea to mm. 5−8, leading to a cadence in D minor (albeit with the third omitted). (41) Measures 13‒16 then stand on the dominant of E ♭ major while fragmenting the melody into two-measure units. Measures 17‒21 (four measures expanded to five) increase the rate of harmonic motion and lead to an authentic cadential progression in G minor (m. 21). Like the prelude, however, this thematic design veils subtle harmonic ambiguity and an implicit tonality: VI. The brief D-minor tonicization in m. 12 leads to E ♭ major’s dominant above the common bass note (D3), implying that a subsequent D‒ E ♭ motion (the original 5‒6 motive) will confirm E ♭ major. Thus mm. 12‒13 subtly recall the deceptive motion and E ♭ -major chord in m. 5, now intensified through the suggestion of tonicization. Yet following this dominant prolongation (mm. 13‒16), the chordal seventh, D ♭ (m. 18) thwarts resolution to VI, tonicizing ♭ II instead. (42) This evasion of E ♭ major renders it an implicit key, made palpable by the strong presence of its own dominant. Despite its absent confirmation, this suggestion of E ♭ major foreshadows, through its cultivation of expectation for a cadence, a changed temporality and expressive state, providing the first hint of shifting perceptions of light that will gradually enable the speaker’s sublimation of darkness. Example 25 . “Dämmrung senkte sich von oben,” section A 1 , mm. 21–41 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Although strophe 2 (A 1 ), shown in Example 25 , replicates the form of strophe 1, its pervasive figuration also produces new motives, latent keys, and modal ambiguities. In the motivic domain, opposed rising and descending fourths within the figuration in mm. 21‒24 (D‒ E ♮ ‒ F ♯ ‒G and G‒F‒ E ♭ ‒D, bracketed in the score) depict creeping (“schleichen”) and introduce a conflict between the descending and ascending tendencies of the pitch classes E ♭ and E ♮ , respectively. (43) Brahms also creates tension between the possible keys of C major and minor (IV) in mm. 33‒36, expressed as a standing on their shared dominant. The listener associates this passage with the continuation phrase (mm. 13‒16) in strophe 1 and may expect this dominant to resolve, or as in the prior passage, for resolution to be denied. Indeed, chromatic alterations in m. 32, expressing the major dominant (versus D minor; cf. m. 12) suggest resolution to G minor that is evaded in m. 33 (the tonic is inflected to become V7 of IV), followed by an evasion in m. 37 of a cadence in C minor. Both cadential evasions cultivate expectations in the listener that prolonged dominants will resolve, but Brahms withholds fulfillment of both E ♭ major and C minor until later in the song. Example 26 . “Dämmrung senkte sich von oben,” sections B and A 2 , mm. 44–67 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] The achievement of E ♭ major (mm. 46ff.) and an implied G-major key in sections B and A 2 (strophes 3 and 4, mm. 58−67), shown in Example 26 , seems to model the protagonist’s gradual awareness of the rising moon and perception of its light that corresponds with the poetic turning point at “Nun am östlichen Bereiche/Ahn’ ich Mondenglanz und Glut” in stanza 3. (44) Example 26 shows that section B first depicts the rising moon by tonicizing E ♭ major with a local authentic cadence as the voice outlines a rising octave from E ♭ 4 to E ♭ 5 (mm. 46−52). A sequence of ascending fifths in mm. 52−58 also portrays the moon’s ascent. And while strophes 3 and 4 are unified by the pervasive syncopated accompaniment that characterized the continuation/cadential phrases in strophes 1 and 2, they are also connected by the re-emergence of material from mm. 13‒16 and 33‒36 in mm. 62‒65. At this juncture, A 2 does not reprise the antecedent phrase that begins A and A 1 (mm. 1−13 and 22−32, respectively). Rather, its beginning “in medias res” provides continuity between the tonicization of E ♭ major in section B and the implicit G-major tonic that follows, taking hold in m. 62.  Just as the moon’s clear light trembles through the shadows before emerging fully, the nascent G-major tonic remains veiled by the dominant that is prolonged across mm. 62‒65. G major is signaled only by E ♮ ( ♮ 6) in the vocal line (m. 62) and the change of key signature. (45) As the listener hears the correspondence between mm. 62–65 and mm. 13‒16 and 33‒36 (which prolonged V7 of E ♭ major and C minor, respectively), s/he fully expects this “corrected” dominant (now in the tonic, G) to resolve. Example 27 . “Dämmrung senkte sich von oben,” section A 2 , mm. 68–94 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] However, G major’s dominant does not immediately resolve to I. The score in Example 27 illustrates that the pitch F ♮ (m. 70) recasts G major as V7 of C major (IV) and steers the song into a prolongation of G major’s subdominant beginning in m. 72. (This contrasts with prolongations of ♭ VI in “Todessehnen” and “Schwermut”). Two subsequent attempts to cadence in C major (IV) via arrival 4 6 chords suggest further transformative stages in the speaker’s journey toward enlightenment. As in the final sections of “Todessehnen” and “Schwermut,” both forays into the subdominant region in “Dämmrung senkte sich von oben” also coincide with the end of the poem (the lines “und durch’s Auge schleicht die Kühle/Sänftigend in’s Herz hinein” and their repetition). During the first cadence attempt (mm. 72−77) shown in Ex. 27, the ambiguous function of a diminished seventh chord prior to the first arrival 4 6 chord (mm. 75−76) conveys the impression of spiritual epiphany transcending mundane present experience. Its functional uncertainty (as either a common-tone chord or vii°7/V) causes the transformation of E ♭ ( 6 ˆ ) into E ♮ to sound unexpected, as if depicting the ecstasy of darkness being overcome by light when moonlight enters the protagonist’s eyes. (46) Example 28 . Brahms’s autograph of “Dämmrung senkte sich von oben,” Pierpont Morgan Library, Cary 172 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The second cadence attempt in mm. 80−86 (Ex. 27) sets a repetition of the poem’s final line and rectifies the insufficient closure—a deceptive motion to VI—that coincides with the poem’s ending (m. 80, beat 1) and in which the bassline’s motive D− D ♯ −E recalls (and respells) the 5−6 motive D− E ♭ from mm. 4‒5, creating an association to strophe 1. Revisions in Brahms’s autograph, shown in Example 28 , further suggest that he might have recomposed m. 80 to include this chromatic bassline and deceptive motion, thus enabling the text repetition and lengthening the process of achieving G major via this tonicization of IV. (47) Example 28 shows that the rising-fourth motive D‒ E ♮ ‒ F ♯ ‒G seems to appear in the voice part beneath Brahms’s crosshatches, along with a reprise of mm. 70ff. in the piano part that is absent from the published version. Following a second C-major arrival 4 6 chord at “sänftigend” (m. 84) in the published version (Ex. 27), the pitch E ♭ inflects the tonicized subdominant again leading into the structural cadence (mm. 88−90). This minor-mode coloring recalls the E ♭ -major key in section B and highlights the newly achieved contrast of E ♭ with the G-major tonic that has emerged in section A 2 . Both E ♭ major and C major, as well as the nascent G-major tonic in sections B and A 2 thus suggest an intensified present temporality as the moon’s emerging light gradually affects the protagonist. Section B introduces the speaker’s first awareness of the moon (“ Nun am östlichen Bereiche”) —a poetic turning point— in E ♭ major, but its glow only enters his eyes with the surprising C-major 4 6 chords in A 2 , which imply that illumination of the environment enables a parallel transformation of the soul. Example 29 . Graph of “Dämmrung senkte sich von oben” sections A 1 (end), B, and A2, and the structural cadence, mm. 38–94, with narrative annotations (click to enlarge and see the rest)",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The graph of sections A 1 (ending), B, and A 2 in Example 29 further illustrates the role of E ♭ major and C major with respect to G major’s prolonged dominant across the beginning of A 2 and aligns these prolongations with expressive states and temporalities that form the song’s narrative progression. I interpret the bass tone D in mm. 58−62 as a dividing V. Its function within a prolongation of I that is chromaticized across mm. 38−70 (becoming V7 of IV), suggests that the implicit G-major key introduced during this standing on the dominant remains ephemeral until its cadential confirmation at the end of the song, much like the speaker vaguely senses the moon’s Eastern light before internalizing its more radiant glow. Further, the prolongations of C major (IV) in mm. 71−77 and C major/minor in mm. 84−87 seem to magnify poetic turning points as the moonlight enters the protagonist’s eyes, transfiguring present experience through heightened spiritual awareness. Both prolongations realize the protagonist’s experience of uncertainty giving way to clarity, an emotional journey that the resolution of the cadential 4 6 in mm. 88−90 completes. In the language of Goethe’s poem, the speaker only describes the effects of the moon’s light, but Brahms’s setting actualizes the processes of moonlight suffusing the speaker’s vision and spiritual darkness yielding to illumination. Example 30 . “Dämmrung senkte sich von oben,” structural cadence and postlude, mm. 85–94 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Owing to the emphasis on E ♮ during C major’s lengthy tonicization, subsequent appearances of the pitch E ♭ and the motive E ♭ ‒D in the postlude (mm. 90−94) seem to revisit earlier tonal events involving the minor form of 6 ˆ . Example 30 shows how the opposition between E ♭ and E ♮ is resolved in both the structural cadence and postlude. In mm. 85‒86, E ♭ recalls 6 ˆ in G minor, functioning as an upper neighbor to D in the inner-voice descending-fifth motive across mm. 88‒92. In mm. 88‒90, the voice simultaneously completes an inner-voice descent ( 3 ˆ ‒ 2 ˆ ‒ 1 ˆ ) above a cadential 4 6 at the authentic cadence (m. 90). This authentic cadence may be understood to solidify G major and to correct the deceptive motion (V‒VI) from mm. 4‒5 and m. 80 (compare Exs. 24 and 27), while the melodic ossia variant D‒ E ♭ ‒ F ♯ ‒G repeats the ascending-fourth motive that pervaded strophe 2 (compare Ex. 25) and presents E ♮ ( ♮ 6 ˆ ) as the rising counterpart to E ♭ . Whereas the motives D‒ E ♭ and D‒ E ♮ ‒ F ♯ ‒G were associated with the opaque, dusk-shrouded environment in sections A and A 1 , here they occur above the authentic cadential resolution of the structural 4 6 chord that realizes the song’s global modal shift from minor to major. This arrival 4 6 also depicts the speaker’s successful passage from naiveté to enlightenment and the poem’s temporal shift from expository, past-tense narration to a heightened present experience of spiritual awakening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Dovetailed inner-voice iterations of the descending-fifth motive and the inverted fourth-motive G‒F‒ E ♭ ‒D ( 8 ˆ ‒ 7 ˆ ‒ ♭ 6 ˆ ‒ 5 ˆ ) further extend this process of resolution until the end of the postlude (see Ex. 30). In m. 90, a 4‒3 suspension above the pitch G2 extends the descending-fifth motive in the piano’s left hand into the postlude’s plagal cadence (mm. 93‒94), where a two-octave registral change ( E ♮ 2 to E ♭ 4) highlights a resolution of ♭ 6 ˆ to 5 ˆ in register 4. This passage recalls the piano prelude’s most prominent register, its dirge-like quality, and its attendant depiction of the dark landscape in mm. 1−4, as if providing critical distance from the murky scene that began the song and relegating darkness to the past. The diminished seventh chord F ♯ ‒A‒C‒ E ♭ (m. 93) also forms an associative relationship to the ambiguously functioning diminished seventh chords from the C-major tonicizations in section A 2 (compare Ex. 27). Its placement atop the left hand’s open fifth C−G (m. 93) subtly echoes the subdominant prolongation that accompanied the protagonist’s earlier experience of spiritual epiphany. 5. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In his recollections of Brahms, the singer Georg Henschel relates that the composer once told him “the last stanza of the ‘Suleika Song,’ ‘Was bedeutet die Bewegung’ [Op. 14 No. 1; D. 720], is to me the only instance where, I must admit, the power of Goethe’s words has been enhanced by music.” (48) Yet the analyses presented here aim to show that Brahms’s treatment of minor-to-major progressions in “Todessehnen” “Schwermut,” and “Dämmrung senkte sich von oben” add meaning beyond what is contained in the poetic language. Brahms’s subtle treatment of the progression between parallel minor and major modes in these songs allows the major tonic to enter unobtrusively, as a nascent presence, before the structural authentic cadence confirms it. Opposed versions of 3 ˆ and 6 ˆ within prolongations of ♭ VI and IV, furthermore, help depict emotional transformations that remain latent in the poem during the songs’ latter parts. As the major tonic emerges, these pitches mimic the sound of simple modal mixture and in each postlude, they suggest the speaker’s temporal and physical distance from an earlier burden.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Overcoming each song’s primary minor key, the major-mode structural cadences and the elevated expression of their arrival 4 6 chords imply that Brahms’s protagonists ultimately do achieve death or enlightenment within a tragic-to-transcendent expressive genre, actualizing psychological transformations and a progression between present and future (in “Todessehnen” and “Schwermut”) or past and present (in Dämmrung senkte sich von oben”), temporalities that the poem does not realize, or that are implied to happen after its ending. As if offering continued hope and consolation that transcendence is possible, perhaps Brahms’s songs permit their protagonists an escape from tribulations to which the poems alone would keep them bound.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.3.terrigno.html",
    "data": "mto/data/mto.21.27.3.terrigno.json"
}