{
    "title": "Review of Ralf von Appen, André Doehring, Dietrich Helms, and Allan Moore, eds. <i>Song Interpretation in 21st-Century Pop Music</i> (Ashgate, 2015)",
    "date": "2016/03/01",
    "volume": "22",
    "issue": "1",
    "authors": [
        "Clercq, Trevor de"
    ],
    "abstract": "",
    "keywords": [
        "Popular music",
        "rock music",
        "music analysis"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://www.mtosmt.org/issues/mto.16.22.1/mto.16.22.1.declercq.pdf",
    "author_info": [
        {
            "name": "Trevor de Clercq",
            "university": "Middle Tennessee State University",
            "address": "Department of Recording Industry, 1301 East Main Street, Box 21, Murfreesboro, TN 37132",
            "email": "trevor.declercq@mtsu.edu"
        }
    ],
    "citations": {
        "covach_1999": "Covach, John. 1999. “Popular Music, Unpopular Musicology.” In Rethinking Music , edited by Nicholas Cook and Mark Everist, 452–70. Oxford University Press.",
        "covach_and_boone_1997": "Covach, John and Graeme Boone, editors. 1997. Understanding Rock: Essays in Musical Analysis . Oxford University Press.",
        "everett_2008": "Everett, Walter, editor. 2008. Expression in Pop-Rock Music: Critical and Analytical Essays . 2nd ed. Routledge.",
        "hirsh_2008": "Hirsh, Marc. 2008. “Striking a Chord.” The Boston Globe , December 31. http://www.boston.com/ae/music/articles/2008/12/31/striking_a_chord . Accessed February 1, 2016.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . The MIT Press.",
        "mcclary_and_walser_1990": "McClary, Susan and Robert Walser. 1990 (1988). “Start Making Sense! Musicology Wrestles with Rock.” In On Record: Rock, Pop, and the Written Word , edited by Simon Frith and Andrew Goodwin, 277–92. Routledge.",
        "spicer_and_covach_2013": "Spicer, Mark and John Covach, editors. 2013. Sounding Out Pop: Analytical Essays in Popular Music . University of Michigan Press.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "temperley_1999": "Temperley, David. 1999. “Syncopation in Rock: A Perceptual Perspective.” Popular Music 18 (1): 19–40.",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1).",
        "traut_2005": "Traut, Don. 2005. “‘Simply Irresistible’: Recurring Accent Patterns as Hooks in Mainstream 1980s Music.” Popular Music 24 (1): 57–77."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] How should we analyze popular music? It seems this question has plagued music scholarship for decades (e.g., McClary and Walser 1990 ; Covach 1999 ). The answer, of course, is that there is no single valid method. But despite the variety of available approaches, researchers often confine themselves to their respective corners: music theorists working on issues of harmony, rhythm, and form; music historians working on issues of social, historical, and cultural context. In an effort to bring diverse vantage points such as these together, the editors of Song Interpretation in 21st-Century Pop Music present in this book a collection of thirteen essays—each devoted to a single song, and each utilizing a different analytical tool (or set of tools). The book thus offers a broad overview of popular-music studies, highlighting various methodological approaches within the specific framework of individual song analyses.",
                "footnotes": [],
                "citations": [
                    "mcclary_and_walser_1990",
                    "covach_1999"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The somewhat pedagogical bent of the book derives from its origin in the five-day “summer school” held during September 2011 at the University of Osnabrück, Germany. At this gathering, senior scholars gave keynote presentations in the mornings, while in the afternoons junior scholars formed small groups to collaboratively analyze a single song. The book’s organization follows a similar plan: the first part, entitled “Listening Alone,” includes eight single-authored essays by senior scholars; the second part, entitled “Listening Together,” presents five essays, each co-authored by five or six junior scholars. All told, this volume represents the work of thirty-four authors who hail not only from a wide range of countries (e.g., Brazil, UK, Germany, USA, Australia) but also from a wide range of academic disciplines, such as media studies, music theory, ethnomusicology, sociology, and sound recording. The selected songs, all of which were released after 2000, represent a broad spectrum of music styles as well, from indie rock to contemporary R&B to synth-pop.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] With such a diversity of perspectives, the book will undoubtedly expose readers to a variety of new music and analytical approaches. That said, the strength of the book may also be its weakness. As a PhD in music theory, writing this review in a journal of music theory, I find that many of the essays (although certainly not all) suffer from a somewhat deficient knowledge of mainstream music theory, especially as it relates to popular music. For example, none of the thirteen essays cites any work by Ken Stephenson, John Covach, or David Temperley. Perhaps I am guilty here of the exact myopia that the editors hope to prevent, in that I am focused more on concerns of music theory than on other interpretive avenues. In some cases, the lacuna may simply be a function of the analytical needs given the song at hand. But the consistent omission of standard reference works points to an underlying concern. Thus while the book’s editors pitch this collection of essays as prioritizing “the song”—in contrast to prior collections (e.g., Covach and Boone 1997 , Everett 2008 , Spicer and Covach 2013 ) that ostensibly “focus on theory . . . and discuss parts of songs only briefly as examples” (2)—I cannot help but feel that many of its analyses would benefit from a bit more of the theorization that its editors so ardently eschew.",
                "footnotes": [],
                "citations": [
                    "covach_and_boone_1997",
                    "everett_2008",
                    "spicer_and_covach_2013"
                ]
            }
        },
        {
            "4": {
                "text": "[4] To be fair, my own academic training is relatively limited in terms of how to address matters of social or cultural context. Thus for music theorists, this book offers valuable insight into the current field of popular-music studies, especially as it exists on an international and interdisciplinary scale. Indeed, academic cross-pollination is precisely what I believe the editors of this volume hope to achieve. Seen in this way, the book can be considered a success, as there is evidence of that cross-pollination at work in the volume itself. For example, Walter Everett and Brad Osborn—both participants in the summer school—are the most cited American music theorists in the five collaborative essays, implying that their ideas gained traction with the other participants. Moving forward, I hope similar “summer school” events will be held on a regular basis, so as to further deepen our communal understanding of popular music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Because the essays vary so greatly with regard to methodology, it is worth considering each individually. I begin with the eight solo-authored essays, since these are generally more clear and consistent in their application of any particular methodology than the essays in the second part. To me, the standout is Anne Danielsen’s analysis of the song “Nasty Girl” by Destiny’s Child. In her paper, Danielsen explores three types of rhythmic or metric ambiguity that contribute to our sense of groove: ambiguity regarding the perceived tactus level, especially as it relates to the drum beat; ambiguity regarding the prevailing division of the beat, in that some elements imply a compound meter while others imply a simple meter; and ambiguity regarding the metric level at which a cross-rhythmic gesture operates, especially as it affects our perception of timing for other song elements. These issues are applicable to a great number of popular songs, and I expect that her essay will be a useful resource for future researchers of rhythm and meter in popular music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Other essays also concern themselves primarily with music-theoretic aspects. Walter Everett’s analysis of “I Will Follow You Into the Dark” by Death Cab for Cutie, for example, shows how the song’s “conventional” voice leading and harmony support its underlying message. By the term “conventional,” Everett seems to mean “within the context of rock music,” and he supports his claims with many well-chosen instances of similar tonal behavior in other songs. Nonetheless, there remains some tension between conventionality in terms of rock practice and Schenkerian theory, which is Everett’s main analytical tool. What Everett labels as a cadential in the verse, for example, sounds to me like a root-position I–V progression rather than a dominant expansion. Similarly, Everett posits—following traditional chord labeling—a first-inversion, half-diminished supertonic seventh chord at the end of the chorus instead of a minor subdominant chord with an added sixth. Perhaps these are differences of nomenclature more than function, but I believe they point to unresolved questions about the conventions of rock tonality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Rhythm and pitch are central as well to Ralf von Appen’s analysis of “Tik Tok” by Kesha. Von Appen takes a creative tack in his paper, reimagining the studio dialogue between Kesha and her producer during the composition of the song. The essay is a very entertaining read (if somewhat unflattering of Kesha), although because of the way it is structured, it is difficult to discern where elements of the narrative fall on the continuum between historical accuracy and authorial invention. Although cumbersome, copious footnotes would have been helpful, if only to distinguish normative from non-normative musical traits. The discussion between Kesha and her producer, for example, often focuses on aspects of harmonic and melodic rhythm that are fairly standard in pop music, such as syncopation and grouping dissonances (e.g., Temperley 1999 ; Traut 2005 ).",
                "footnotes": [],
                "citations": [
                    "temperley_1999",
                    "traut_2005"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The issue of normative versus non-normative aspects also comes to the fore in Simon Zagorski-Thomas’s analysis of “Sex on Fire” by Kings of Leon. In this essay, Zagorski-Thomas presents a careful description of the production techniques used in recording the song, and shows how these techniques shape the listener’s sense of spatial staging, gestural activity, and interaction between ensemble members. The intended audience seems to be readers unfamiliar with standard studio practices, since a good portion of the essay discusses elements that would be well-known to students of sound recording, such as perceptual cues to the size of a concert hall. Nonetheless, it is one of the most refreshing essays in the book, since analytical work that engages closely with the technical aspects of a song’s production is rare.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Another somewhat novel approach is taken in the essays by Dietrich Helms and Allan Moore, both of whom try to understand and explain why they do not like a song. The essay by Helms, which tackles Lady Gaga’s hit “Poker Face,” unpacks the musical elements of the song that affect the listener. To do so, Helms uses Roman Jakobson’s six functional signs of communication in speech: referential, conative, emotive, metalingual, poetic, and phatic. The lyrics and music, for example, have a referential function, in that they evoke to Helms the 1977 song “Ma Baker” by Boney M, which he does not like either. Moore’s essay on the Amy Macdonald song “This is Life” likewise puts forth a number of introspective observations. For instance, Moore spends many paragraphs discussing the opening guitar lines, which—due in part to his perception of subtle left/right panning changes in the pedal steel—evoke for him the whistling wind referenced in the first line of the lyrics. (Listening on headphones, though, I cannot detect any panning changes in the opening pedal steel.) Overall, the analyses by Helms and Moore present very personal interpretations—inherently resistant to criticism since only the authors themselves can be the experts on their own listening experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To be clear, I do believe we should hear a song in new and more meaningful ways once we understand its social and historical context. This is best exemplified in the essays by Dietmar Elflein and André Doehring. At first listen, the song “Pussy” by Rammstein may seem to be chauvinistic, sexist, and simplistic. But by situating the song against the backdrop of East and West German reunification, Elflein is able to expose the many signifiers that arguably played a part in its international success. Similarly, Doehring’s analysis of “New For U” by Andrés frames the song within the larger genre of electronic dance music (EDM). For those unfamiliar with EDM, it is probably unclear why this song gained so much popularity, as there is nothing obviously distinctive about its musical structure. Yet Doehring argues convincingly that “New For U” would have been interpreted by listeners knowledgeable of the style as a critique of EDM at the time, since it provides a particularly nostalgic approach to dance-music production when compared with other contemporary tracks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The five essays in Part II—each representing the collaborative work of five or six junior scholars—are, on the whole, less cohesive and convincing than the essays in Part I. This impression may derive from the fact that many of the essays apparently took a divide-and-conquer approach, in which one author would write one section (e.g., on lyrics) while another would write a different section (e.g., on harmony). The analyses thus tend to veer dangerously close to mere description rather than offering any sustained argument. That said, many excellent insights can be found in these five essays. For example, the article on PJ Harvey’s “The Words That Maketh Murder”—written by Cláudia Azevedo, Chris Fuller, Juliana Guerrero, Michael Kaler, and Brad Osborn—includes a musically sensitive discussion of how the tension between concurrent swung and straight eighth notes in the instrumental parts parallels the lyric’s narrative. Overall, the authors of this article examine a number of intertextual aspects, including an apparent allusion to the Eddie Cochran song “Summertime Blues.” I am left wondering, however, if some of these intertextual moments were the intent of the songwriter or simply interpretive coincidences, and whether that matters to the listener.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The following two essays also include interesting, if somewhat disjointed, findings. The authors of the article on “Tightrope” by Janelle Monáe (Frederike Arns, Mark Chilla, Mikko Karjalainen, Esa Lilja, Theresa Maierhofer-Lischka, and Matthew Valnes) do a good job of cataloging the stylistic references in the song, untangling the musical determinants of its “groove” and danceability, and discussing how the musical elements support the song’s lyrics. But these seem more like mini-analyses of the song than integral pieces of evidence backing up a broader claim. The authors of the article on “Helplessness Blues” by the Fleet Foxes (Paul Carter, Samantha Englander, Alberto Munarriz, Jadey O’Regan, and Eileen Simonow) attempt to unify their essay via the overarching theme of “struggle,” but this concept seems too generic to meaningfully scaffold their work. Nevertheless, the authors do succeed in making some insightful observations, such as the metric re-contextualization of melodic material and the “floating” atmosphere of the harmony (although a citation of Temperley 2011 seems warranted).",
                "footnotes": [],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Perhaps most problematic are the final two essays. In their analysis of “Danza Kuduro” by Lucenzo featuring Don Omar—written by Félix Eid, María Emilia Greco, Jakub Kasperski, Andrew Martin, and Edin Mujkanović—the authors seek to explain what made this song an international hit. They point to the blend of Spanish and Portuguese languages in the lyrics, for example, as a way the song balances the exotic with the familiar. In their extended discussion of harmony, however, the authors blunder by arguing that the “moment to moment ambiguousness” of the song’s chord progression—which consists solely of vi–IV–I–V repeated throughout—“is unlike most dance music songs of regional or global likeness” and uniquely creates a feeling of “mystery” and “excitement” (246–47). Yet this harmonic progression is extremely common in modern popular music (e.g., Hirsh 2008 ). The analysis of “Crystalline” by Björk—written by Phil Allcock, Natalia Bieletto, Maxime Cottin, Katharine Nelligan, and Yvonne Thieré—is even more troublesome. The authors spend roughly a quarter of their essay discussing the purported ambiguity of the song’s tonal center, even though it seems clearly to be G minor. Additionally, the authors make a great deal of what is supposedly a 17/8 meter, even though most listeners probably hear the song in a regular meter over which is laid a non-congruent instrumental grouping pattern. (The authors would do well to consider the distinction between grouping and meter as explained in Lerdahl and Jackendoff 1983 or the idea of grouping dissonance as explained in Krebs 1999 .)",
                "footnotes": [],
                "citations": [
                    "hirsh_2008",
                    "lerdahl_and_jackendoff_1983",
                    "krebs_1999"
                ]
            }
        },
        {
            "14": {
                "text": "[14] As with any collection representing the work of thirty-four authors, we should expect some unevenness. These issues aside, the book’s editors have undeniably achieved their ambitious goals: to bring together researchers from a variety of disciplinary and cultural backgrounds to analyze songs from diverse styles of contemporary popular music. I know of no other instance in popular-music analysis in which multiple authors reconcile their views within the bounds of a single essay, and so this effort should be applauded for its original approach. Looking to the future, follow-up work might benefit from smaller interdisciplinary pairings—such as only two scholars on a single essay—or side-by-side mini-analyses of a song in lieu of one larger essay, especially since many of the collaborative essays were structured this way anyway. Ultimately, music analysis is a multivalent process; the book’s editors speak to this idea via the metaphor of a disco ball, which we can never see from all angles at once. Taking this metaphor as valid, we may be best served by multiple contrasting if not conflicting analyses of the same song. With so much music to choose from, analysts rarely write about the same song, and thus it often feels as if music scholars are writing isolated monologues instead of dialogues. Hopefully, this book will help to change that conversation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.1.declercq.html",
    "data": "mto/data/mto.16.22.1.declercq.json"
}