{
    "title": "Music Theory in Greece",
    "date": "1998/05/01",
    "volume": "4",
    "issue": "3",
    "authors": [
        "Vlagopoulos, Panos"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.3/mto.98.4.3.vlagopoulos.pdf",
    "author_info": [
        {
            "name": "Panos Vlagopoulos",
            "university": "Ionion State University",
            "address": "Music Department, 24 A. Sofias, Athens 17123, Greece",
            "email": "pvlag@admin.megaron.gr"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Music Theory is taught at all three university music departments\nin Greece:  the Athens Kapodistrias University, the Aristotle\nUniversity in Thessaloniki, and the Ionion University on Corfu.\nThe following are examples of music theory courses taught at the\nIonion University (visit the Ionion home page at http://www.uion.edu.gr/music/index_e.html):  Introduction to\nMusic Theory (2 semesters), Historical Harmony (4 semesters),\nMusic Analysis (2 semesters), Music Analysis at the Piano (3\nsemesters), and Theory of Byzantine Music (6 semesters).  Athens\nand Thessaloniki offer roughly the same courses, with the\naddition of preparatory courses in Harmony and Counterpoint.\nMusic theory courses are conceived as further elaboration of\nknowledge acquired on the conservatory level one the one hand\nand, on the other, as an introduction to music analytical\nmethods, especially Schenkerian and set theory.  Most of the\npeople responsible for these courses were educated in England or\nin the United States.  Professor Theodore Antoniou, perhaps the\nmost representative example of such faculty, is an active\ncomposer and university teacher in Athens and in Boston.\nFrench-educated people, such as theorist and composer Charis\nXanthoudakis at the Ionion University, aspire to a more\nartistically imaginative, semiotically orientated teaching style.\nUnderstandably, much teaching time is devoted to the study of the\nintricate Byzantine notation and theoretical modal system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Until 1990, music theory was traditionally taught exclusively at\nthe conservatories, which issue diplomas in Music Theory,\nHarmony, Counterpoint, and Fugue.  All Greek composers, from\nManolis Kalomoiris (1883–1962), the patriarch of modern Greek\nmusic, to I.  Ioannidis and M.  Traulos, were educated at\nconservatories.  Many make a living by teaching in those\ninstitutions and are thus responsible for a generally good level\nof music theory teaching (unlike, alas, the situation of\nhistorical courses).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Musicological publishing in Greece comprises the following\nperiodicals: Mousikologhia ( Musicology ), ed.  by Oly Frangou-Psychopaidi\n(professor at the Athens department, author of Griechenland in\nthe new MGG); first appeared in 1985 and is the major\nmusicological journal, and has published almost all Greek-writing\nmusicologists active in recent years (E.M.E.A., 12 Omonoia\nsquare, tel:  +301 3216645 / fax:  +301 6466071). Mousikotropies (a pun, combining the Greek words for musicology\nand modulations), ed.  by students of the Thessaloniki department\n(attn.:  E.  Koliousi, Aristotle University of Thessaloniki,\n54006 Thessaloniki, tel:  +3031 995 899). Mousa (the initials of the student organisation), ed.  by the\nstudents of the Athens department (attn.:  A.  Arkadopoulos,\nMusic Studies Department, Philosophy School, Athens 15784). Ta mousika ( Things Musical ), ed.  by B.  Kallipolitis, is\nmore like the Musical Times or the Neue Zeitschrift fuer Musik ,\nand aims at a larger public of amateurs than a strictly academic\none.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I would like to conclude this short report by referring to an\ninstitution active in organizing open courses in music technology\nand music analysis as well as presentations of living composers:\nthe Institute of Research in Music and Acoustics (IRMA; tel:\n+301 3310129 / fax:  +301 3224192).  This year, for example, a\nComposers Forum series was organised, in which composers of the\nolder generation, alternating with younger ones, lectured on\ntheir aesthetic and compositional orientations, influences, and\naspirations, explained their musical system, and entered in\nlively dialogue with what was mostly a public of fellow\nmusicians.  The names of the composes presented are Arghyris\nKounadis (9 March), Konstantia Gourzi (23 March), Dimitri\nDraghatakis (6 April), Minas Alexiadhis (27 April), and later\nGhiorghos Kouroupos (11 May), and the Amsterdam-based Kalliope\nTsoupaki (25 May).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.98.4.3.vlagopoulos.html",
    "data": "mto/data/mto.98.4.3.vlagopoulos.json"
}