{
    "title": "Review of Patricia Hall, <i>Berg’s “Wozzeck”</i> (Oxford University Press, 2011)",
    "date": "2012/06/01",
    "volume": "18",
    "issue": "2",
    "authors": [
        "Headlam, Dave"
    ],
    "abstract": "",
    "keywords": [
        "Alban Berg",
        "Wozzeck",
        "opera",
        "sketch study",
        "music analysis"
    ],
    "doi": "",
    "received": "December 2011",
    "pdf": "http://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.headlam.pdf",
    "author_info": [
        {
            "name": "Dave Headlam",
            "university": "Eastman School of Music",
            "address": "26 Gibbs Street, Rochester, NY 14604",
            "email": "dheadlam@esm.rochester.edu"
        }
    ],
    "citations": {
        "adorno_1991": "Adorno, Theodor W. 1991. Alban Berg: Master of the Smallest Link . Translated by Juliane Brand and Christopher Hailey. Cambridge: Cambridge University Press.",
        "benjamin_1979": "Benjamin, William. 1979. “Ideas of Order in Motivic Music.” Music Theory Spectrum 1: 23–34.",
        "bruhn_1998": "Bruhn, Siglind, ed. 1998. Encrypted Messages in Alban Berg’s Music . New York: Garland.",
        "busch_and_lippe_2008": "Busch, Regina and Klaus Lippe, eds. 2008. Alban Berg Studien: Rudolf Stephan zum. 80. Geburtstag . Vienna: Universal Edition.",
        "ertelt_1993": "Ertelt, Thomas F. 1993. Alban Bergs ‘Lulu’: Quellenstudien und Beiträge zur Analyze . Vienna: Universal Edition.",
        "frisch_1988": "Frisch, Walter. 1988. “Thematic Form and the Genesis of Schoenberg’s D-Minor Quartet, Opus 7.” Journal of the American Musicological Society 41: 289–314.",
        "gable_and_morgan_1991": "Gable, David and Robert P. Morgan. 1991. Alban Berg: Historical and Analytical Perspectives . Oxford: Clarendon.",
        "green_1982": "Green, Douglass. 1982. Review of Perle 1980. Journal of Music Theory 26: 145–55.",
        "hailey_2010": "Hailey, Christopher, ed. 2010. Alban Berg and His World . Princeton: Princeton University Press.",
        "hall_1985": "Hall, Patricia. 1985. “The Progress of a Method: Berg’s Tone Rows for Lulu .” Musical Quarterly 71: 500–519.",
        "hall_1996": "Hall, Patricia. 1996. A View of Berg’s “Lulu” Through the Autograph Sources . Berkeley: University of California Press.",
        "hall_1997": "Hall, Patricia. 1997. “Compositional process in Wozzeck and Lulu : a glimpse of Berg’s atonal method.” In The Cambridge Companion to Berg .  Edited by Anthony Pople. Cambridge: Cambridge University Press, 1997: 180–188.",
        "hall_2011": "Hall, Patricia. 2011. Berg’s “Wozzeck” . Oxford: Oxford University Press.",
        "headlam_1993": "Headlam, Dave. 1993. Review of Gable and Morgan 1991 and Adorno 1991. Music Theory Spectrum 15: 273–385.",
        "headlam_1993–94": "Headlam, Dave. 1993–94. “Sketch Study and Analysis: Berg’s Twelve-Tone Music.” College Music Symposium 33/34: 155–71.",
        "headlam_1996": "Headlam, Dave. 1996. The Music of Alban Berg . New Haven: Yale University Press.",
        "kerman_1980": "Kerman, Joseph. 1980. “How We Got into Analysis, and How to Get Out.” Critical Inquiry 7: 311–31.",
        "knaus_and_leipnitz_2005": "Knaus, Herwig and Thomas Leipnitz, eds. 2005. A lban Berg: Maschineschriftliche und handschriftliche Briefe, Briefentwürfe, Skizzen und Notizen . Quellenkataloge zur Musikgeschichte, Vol. 34. Wilhelmshaven: Florian Noetzel.",
        "knaus_and_leipnitz_2009": "Knaus, Herwig and Thomas Leipnitz, eds. 2009. Altenberg bis Zuckerkandl: Briefe an Alban Berg, Liebesbriefe von Alban Berg . Vienna: Erhard Löcker.",
        "krämer_1996": "Krämer, Ulrich. 1996. Alban Berg als Schüler Arnold Schönbergs: Quellenstudien und Analysen zum Frühwerk . Alban Berg Studien, Vol. 4. Vienna: Universal Edition.",
        "lewis_1987": "Lewis, Christopher. 1987. “Mirrors and Metaphors: Reflections on Schoenberg and Nineteenth-Century Tonality.” 19th-Century Music 11: 26–42.",
        "lonitz_2005": "Lonitz, Henri, ed. 2005. Theodor W. Adorno & Alban Berg: Correspondence 1925–1935 . Translated by Wieland Hoban. Cambridge: Polity.",
        "lind_and_roeder_2009": "Lind, Stephanie and John Roeder. 2009. “Transformational Distance and Form in Berg’s ‘Schlafend trägt man mich.’” Music Theory Online 15, no. 1. http://www.mtosmt.org/issues/mto.09.15.1/mto.09.15.1.lind_roeder.html .",
        "morgenstern_1995": "Morgenstern, Soma. 1995. Alban Berg und seine Idole: Erinnerungen und Briefe . Edited by Ingolf Schulte. Lüneburg: Dietrich zu Klampen Verlag.",
        "perle_1980": "Perle, George. 1980. The Operas of Alban Berg, Vol. 1: “Wozzeck.” Berkeley: University of California Press.",
        "perle_1993": "Perle, George. 1993. Communication. Music Theory Spectrum 15: 300–303.",
        "pople_1997": "Pople, Anthony, ed. 1997. The Cambridge Companion to Berg . Cambridge: Cambridge University Press.",
        "schmalfeldt_1983": "Schmalfeldt, Janet. 1983. Berg’s “Wozzeck”: Harmonic Language and Dramatic Design . New Haven: Yale University Press.",
        "straus_2005": "Straus. Joseph N. 2005. “Voice Leading in Set-Class Space.” Journal of Music Theory 49: 45–108.",
        "watkins_1988": "Watkins, Glenn E. 1988. Soundings: Music in the Twentieth Century . New York: Schirmer."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Headlam 1993 , 273, for a list of over twenty books on Berg published from 1978 to 1991. Since then there have been far fewer English-language book publications; the list of about ten books on Berg written from 1991 to 2011 includes, in addition to the Hall book, Ertelt 1993 , Morgenstern 1995 , Krämer 1996 , Pople 1997 , Bruhn 1998 , Lonitz 2005 , Hailey 2010 , Knaus and Leipnitz 2005 and 2009 , and Busch and Lippe 2008 .",
            "citations": [
                "headlam_1993",
                "ertelt_1993",
                "morgenstern_1995",
                "pople_1997",
                "bruhn_1998",
                "lonitz_2005",
                "hailey_2010",
                "knaus_and_leipnitz_2005",
                "knaus_and_leipnitz_2009",
                "busch_and_lippe_2008"
            ]
        },
        "FN2": {
            "text": "2. Hall (81–88) describes the Tavern scene in Act II, sc. iv, as “Berg’s La Valse .” See also Perle 1980 , 18–19, which compares Berg’s Marsch , op. 6, no. 3 with Ravel’s La Valse , and Watkins 1988 , 58, which compares the Marsch to several Mahler symphony movements.",
            "citations": [
                "perle_1980",
                "watkins_1988"
            ]
        },
        "FN3": {
            "text": "3. Despite the reference to the Adorno title, Hall does not develop the paradox between the clarity of large-scale form and small-scale dissolution that is the basis of Adorno’s discussion; see Headlam 1993 .",
            "citations": [
                "headlam_1993"
            ]
        },
        "FN4": {
            "text": "4. Hall 1997 explores the extent to which Berg sought out the tonal aspects of his materials in both Wozzeck and Lulu ; many of her examples from the former are also discussed in Perle 1980 and Headlam 1996 .",
            "citations": [
                "hall_1997",
                "perle_1980",
                "headlam_1996"
            ]
        },
        "FN5": {
            "text": "5. With regard to the first point, Hall does not mention that Berg used such indications of tonal collections and keys in his twelve-tone works, as in the “C major” and “ G ♭ major” he hears in the hexachords of the Lyric Suite , first movement row.",
            "citations": []
        },
        "FN6": {
            "text": "6. Further development of this topic would include the literature on Schoenberg’s juxtaposition of semitone-related keys, usually D/ E ♭ in his late tonal works, as described by Christopher Lewis ( 1987 ). See also Frisch 1988 .",
            "citations": [
                "lewis_1987",
                "frisch_1988"
            ]
        },
        "FN7": {
            "text": "7. Headlam 1993–94 . The focus of this article is the twelve-tone music and sketches.",
            "citations": []
        },
        "FN8": {
            "text": "8. For instance, as Marie slams the window on the Drum Major’s band marching down the street, the dramatic timbral change to strings and intrusion of her private world is accompanied by the chord progression D–G–C– A ♭ to D ♯ – G ♯ –B–E, under a melodic A ♭ –F–E, the mother motive: the sets [0157] to [0257] to [0158] are part of [015]/[0] and [027]/[0] K-net “parachute” networks and are all representable in Perle’s interval-class-5–based cyclic set arrays. They moreover refer outside the opera; for instance, the dramatic first chord in Berg’s Piano Sonata opus 1 is [0157] ( C ♯ –G–B– F ♯ ).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The release of Patricia Hall’s sketch-based study of composer Alban Berg’s first opera Wozzeck , fifteen years after her earlier parallel study of Berg’s second opera Lulu ( Hall 1996 , awarded the ASCAP Deems Taylor Award), is a seminal event in Berg scholarship. I have previously defined three stages in Berg research ( Headlam 1993 ). The first encompasses writings of Berg himself and his circle of students and correspondents, notably Willi Reich and Theodor W. Adorno. The second stage begins with the writings of Hans Redlich in the 1950s and extends through seminal studies of individual works and overviews of Berg's oeuvre by writers such as George Perle, Mark DeVoto, and Douglas Jarman in the 1970s and 80s. This stage also includes the onset of comprehensive studies of sketches and other materials, and the revelations of the secret programs in Berg’s music. The third stage is a continuation and expansion of the directions in the second; it includes my own book ( Headlam 1996 ), Hall’s Lulu book ( Hall 1996 ), exegeses of further secret programs in the Chamber Concerto , Violin Concerto and other works, and a number of collected and individual volumes on Berg’s music. (1) Hall’s present book and the passing of George Perle (January 2009) may turn out to mark the completion of this third stage. In this review, I will consider Hall’s book in this context and try to frame some questions that might set the stage for the next generation, which should properly provide a complete biography of Berg as well as new directions for analysis.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "hall_1996",
                    "headlam_1993",
                    "headlam_1996",
                    "hall_1996"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In her Wozzeck study, Patricia Hall deploys the exemplary sketch and analytical techniques evident in her earlier book. Hall is the undisputed English-language expert on the Berg sketch and biographical material, and this welcome second volume offers the same high level of scholarship and insight into the working methods of this fascinating composer familiar from the first study on Lulu . Readers will come away impressed by the detailed analytical nature of Berg’s compositional method, and by the thorough and self-conscious way in which he approached musical and related dramatic questions. Berg was a careful analyst of his own and others’ music, and the notes and letters surrounding his first opera confirm that he was sensitive to subtle dramatic and formal points and all aspects of musical and text combinations; his notations characterizing the psychological aspects of Schoenberg’s orchestration in Erwartung provide further evidence of this propensity (see pages 103–7). Berg’s analytical and communicative abilities are exemplified in the famous lecture presented before some performances of Wozzeck in the 1920s, as well as in several analytical letters to Schoenberg.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As in her earlier book, Hall expertly takes us through not only the immediate sketches, but also through other surrounding sketch and biographical material to support her narrative. Hall’s assessment allows us to extrapolate a provocative parallel with Lulu . As early as 1985 Hall pointed out a two-part compositional structure for Lulu : measures 85–528 in Act I are, with a few exceptions, based on the original sketch material (1927), and the Prologue (written last) and remaining sections of the opera follow from correspondence between Berg and Willi Reich and the composition of Der Wein (1929). This in turn leads to an expanded set of materials derived from the row, most notably the order position cycles creating most of the character rows of the opera ( Hall 1985 ). We can detect an analogous two-part compositional process for Wozzeck , based on the increased use of permutational alignments of intervals cycles (described by Berg in a letter to Schoenberg of 1920) and his general implementation of “serial ordering, but in a more comprehensive fashion” than before (110, identified in sketches from 1919). The notable increase in these algorithmic procedures—some foreshadowing the coming twelve-tone techniques—suggests an analogous bifurcation in the composition of Wozzeck , which Hall divides into three phases: 1914–18, 1919–22, and 1923–25 (the latter more concerned with arranging and preparing for the premiere in 1925). While we might argue that the innovations of Berg’s more serial and organized “seconda prattica” in Wozzeck are actually present to an appreciable extent in his earlier music, there is no doubt that, as with the order position cycles in Lulu , passages in Wozzeck (for example, Act I, sc. iv, and Act II, sc. iv) feature a greater use of algorithmic procedures than elsewhere in the opera. Yet, as Hall notes (131–36), the procedures are always tied closely to the drama, and the “links” between such passages and those based on other procedures are forged expertly, leaving no audible divisions. This tendency toward algorithmic composition may have made Berg’s adoption of Schoenberg’s serial/twelve-tone approach a natural one, as Hall’s work suggests (55–59).",
                "footnotes": [],
                "citations": [
                    "hall_1985"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The two-part compositional history within each opera, as presented by Hall, may also be regarded as a reflection of the two-part separation of Berg’s own compositional career; with the success of Wozzeck he went from being a somewhat unknown composer to becoming a successful and well-known figure in compositional and new-music circles, one who attracted attention from composers and audiences (63–67). Finally, although Berg’s change to the algorithmic procedures of twelve-note composition may be regarded as less pronounced, it is still remarkable that, even with the very successful Wozzeck (1925), he would follow his teacher Schoenberg and adopt the new system of composition. Arguably, Lulu and the Violin Concerto (1935) are the first wholly twelve-tone masterpieces; thus, Berg, at age 40 and after the successful premiere of Wozzeck , nonetheless went back to the drawing board, so to speak, for another five or so years (1925–30). What might have happened had Berg not taken this turn is suggested in some notes found with the Wozzeck materials, wherein Hall interprets details that place “ Wozzeck in the context of the remaining works [Berg] hoped to complete in his lifetime.” These include a trilogy of operas, “ Wozzeck , Vincent [van Gogh], and Wolfgang [Mozart],” with further a cappella compositions framing the middle opera and a “last work”—a total of twelve compositions, which is, as Hall notes, roughly the number he ended up writing (99–100).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Hall presents her findings in seven main chapters, along with an introduction, conclusion, and a catalogue of the sketches. In Chapter 1, “The Path to Wozzeck ,” Hall describes the op. 4 Altenberg Lieder as a piece that “constitutes a miniature monodrama” (8). She then takes us through sketches for the Altenberg Lieder and the Marsch , op. 6, no. 3, as preparation for Wozzeck .  In Chapter 2, “The Inception of Wozzeck ,” Hall notes that World War I, while perhaps preparing Berg mentally for his challenge (24–33), also hindered his progress, so that 1914–18 did not bring much output, and that he “remained mired in the style of the [op. 6] Marsch until 1918” (23). Chapters 2–4 divide the composition and preparation for the performance of Wozzeck into three time periods, 1914–18, 1919–22, and 1923–25 (as mentioned above), ending with the premiere and a mention of Berg’s fateful meeting with Hanna Fuchs-Robettin in 1925 in connection with a Wozzeck performance in Prague (54–55). The overview of contemporary reviews of the opera points out the focus on the traditional “forms” found in the opera, which are labeled in the score and which prompted a lengthy response from Berg in his lecture. Hall studies the forms in Wozzeck at length, as they are probably the best-known feature of the opera, in her Chapter 5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It is tempting to attribute Berg’s invocation of sonata and variation forms in Wozzeck , and even the Baroque Suite form in Act I, sc. i, to the surrounding rise in neo-classicism. However, Berg disputes this notion in his lecture, and his subsequent comments and Hall’s sketch studies show the extent to which he derived his forms directly from the nature of the dramatic situations being portrayed. Berg’s shaping of the play into three acts of five scenes each is largely a result of music-formal considerations: the character Wozzeck’s interactions with five other characters in Act I (the Captain [Suite], Andres [folk song], Marie [ Lied ], the Doctor [passacaglia], and the Drum Major [Rondo]); the five-movement “Symphonic” Act II with an opening sonata movement, fugue, slow movement, Scherzo–Trio, (2) and Rondo; then the sudden switching to “modern” compositional techniques for the five “inventions” in Act III (on a theme, note, rhythm, chord, tonality, and continuous rhythm). Hall completes her studies of the form by citing the Adorno book title, “Berg, Master of the Smallest Link” in her Chapter 6, which gives more detail on the form as revealed in the sketches. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The analysis is largely contained in Chapter 7. Hall presents two main ideas: (1) that Berg had an expanded notion of tonality, which Hall terms “fractured” and “debilitated” tonality (107); and (2) that in the course of writing Wozzeck Berg expanded on the technique of interval cycles famously documented in his letter to Schoenberg of 1920. She moreover shows that interval cycles are a type of cyclic ordering that Berg eventually expanded to include cyclic orderings of other musical parameters, such as rhythm and orchestration, foreshadowing his adoption of serial and twelve-tone techniques in the later works. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In her first analytical discussion drawn from the sketches, Hall provocatively suggests that analysts are missing the tonal collections and hierarchies that Berg apparently heard and intended in some passages. The language of Wozzeck thus might be said to be tripartite, to use Berg’s own language from his open letter on the Chamber Concerto , but in the earlier work, according to Hall, Berg combines “debilitated tonality, atonality, and serial writings” (107). Tonal implications are found in the central focal notes of wedges (“tonics”) and were associated with mixture in the sense that Berg indicated diatonic collections as the basis of passages in the sketches, but included in the collections both the diatonic and chromatic versions of the altered notes. Hall notes that Berg consciously avoided resolution within these collections, but also invoked the tonal context with suitably chosen bass notes and “skeletons” of functional chords and cues (107). She also notes that Berg seems to have considered E ♭ to be the “tonic” for the opera by 1918. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Hall also defines a kind of voice-leading Berg may have learned from Wolf’s music, wherein resolutions are staggered, leaving a kind of misaligned tonality. An instance of such a staggered resolution (mentioned by Berg in his lecture on the opera; see Hall 109) occurs in the music of the drunken band at the inn (presumably staggering themselves), as they crash into and past cadences to the dominant and ♭ VI areas of the tonic G, arriving at a hybrid D/ E ♭ , in Act II, sc. iv. This cadence is actually reflective of the “tonal” situation in the opera, wherein G is the overall “tonic” with D (V) and E ♭ ( ♭ VI) playing secondary roles. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Hall’s second point concerns Berg’s increasing reliance on what may described as “algorithmic” compositional procedures, in which combinational possibilities, such as cyclic permutations, determine the extent of passages. Somewhat provocatively, Hall links this rational framework to the irrational ascription of significance to particular numbers, such as 3, 7, 12, and 21 in Wozzeck , where these numbers represent everything from numbers of notes and beats to large-scale formal proportions. In pitch relations, repetitive, predictable patterns are found in interval cycles, and Hall shows not only the famous letter from Berg to Schoenberg outlining his use of these cycles, but also, interestingly, an additional sketch that shows further symmetries (118). In the Wozzeck sketches, Hall shows how cycles are applied to rhythmic and metric elements, including quasi-isorhythmic parallels between pitch and rhythm (125). Many of Hall’s examples, such as the patterns in the famous Drowning scene music in Act II, sc. iv, are known from Perle’s writings, but are here given new context and meaning from the sketches. Particularly interesting is the cyclic extraction of chords of Act III, sc. iii, which seems to foreshadow the order-position patterns used to derive the primary and secondary materials of Lulu (127). Hall’s example 7.17 recalls the initial sketches for Lulu , in particular the “Medical Specialist dyads,” and Ex. 7.16 foreshadows the rhythmic cyclic permutations found in the opening of the third movement of the Lyric Suite .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Hall’s closing paragraphs from this invigorating chapter fittingly set the larger context: It is the overwhelming frequency of these devices [serial and algorithmic settings] . . . that makes them different from earlier compositional methods . . . What is perhaps most impressive about Berg’s compositional innovations in the later part of Wozzeck is that, as programmed as they are, they in no way distract from the drama. In fact, they perfectly complement the dramatic events that are portrayed. (131–33)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In her conclusion, which, like the closing chapter in Perle’s Wozzeck book, might be labeled “Eins nach dem Anderen,” Hall reports on the backlash against Berg’s own and others’ compositions towards the end of his life as the events leading to World War II loom. But she returns to Berg’s language as revealed in his sketch material at the end: Perhaps the most important contribution of Berg’s sketches is that they allow us to identify distinct stages in this broad spectrum of atonality, which in the opera Wozzeck is often treated as a uniform whole. I offer these various species of atonality, from consciously negated tonality to interval cycles, as analytical strategies to deal with a compositional system that is anything but uniform. (140)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] At this point, only a little hyperbole has been used to emphasize the argument that the sketch material is useful and offers new venues for analysis. But Hall is not done, and in shades of Kerman’s “How We Got into Analysis and How to Get Out” ( 1980 ), she invokes William Benjamin ( 1979 ), who, in a thinly veiled attack on set theory, decries the hurling of a “demolition ball” at the intricate facades of the non-tonal “houses” left by the second Viennese School. Hall adds at the end “What, other than the composer’s own sketches, will give us insights into these strategies?” (140).",
                "footnotes": [],
                "citations": [
                    "kerman_1980",
                    "benjamin_1979"
                ]
            }
        },
        {
            "14": {
                "text": "[14] With this ending coup, Hall unleashes her polemic: it is her assertion that the sketches will give us the truest interpretation of non-tonal and serial music (138–40). On the face of it, this argument seems unassailable: if the composer inserts a Roman numeral in an apparently atonal passage, or indicates with order positions that s/he interprets the row in a certain way—surely this is as close as we can come to an authoritative statement. However, I have argued that there is not necessarily a one-to-one mapping of sketch and final piece, and that sketches have to be used with care as explanations for analytical choices or interpretations. (7) The forms in Wozzeck are an example; Douglass M. Green ( 1982 ) comments on the disposition of the formal descriptions in Wozzeck , and whether all the other intricate forms are perceivable as such. The Suite in Act I, sc. i, is often cited in this regard; without Berg’s indications, it is doubtful that anyone would hear any relation at all to the Baroque sources of the dances. Berg’s indication of E ♭ as the “reference tone” for the opera (110) is another example; clearly this is a momentary decision—as mentioned, the overall referential pitch-class is clearly G. Berg equally clearly felt no need to go back and revise his sketches when the “tonic” changes from E ♭ to G; so here the sketches-as-authority argument is problematic.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "green_1982"
                ]
            }
        },
        {
            "15": {
                "text": "[15] The sketch relations to the second of Hall’s compositional issues—the serial and cyclic patterns indicated in numbers, and the interval cycle alignments—are more “objective” in the sense that they model a process, rather than deriving their meaning from the notes of the moment, as in the tonal materials of Hall’s first point. In most cases, however, the patterns uncovered by Hall have already been described by Perle ( 1980 ) and other writers. The sketch evidence lends context and background, but is not required to find the pitch and rhythm relationships, which are quite evident. So, while there is clearly no argument that sketches are important for music study, just as clearly it is not the case that there is no relevant analysis possible without sketches.",
                "footnotes": [],
                "citations": [
                    "perle_1980"
                ]
            }
        },
        {
            "16": {
                "text": "[16] At this point one might ask: With Hall’s books, studies from Perle and related writings, the many writings from DeVoto, Green, Jarman, and others, and the multiple European sources that have appeared in the past few years (see note 1), what remains for Berg scholarship? It almost goes without saying that a definitive Berg biography remains an elusive goal. But what of the analysis that is the mainstay of music theory? Here, as is often the case, Schoenberg’s words are significant. Quoting Berg’s final chord in op. 2, no. 4, he notes: “For these and other combinations, there may be laws, not known yet.” We don’t yet have a true “theory” of non-tonal music that offers the predictability and level of structure of Schenkerian analysis of tonal music. The lack of agreement on even the basics of the language is evident in the following observation: Hall’s book length study of Wozzeck , which asserts a kind of extended tonality in the opera, contains no mention of the sets [012569] / [013478], the infamous Schoenberg name hexachord and its Z-related pair, which generate all of the pitch material in the opera (as Schmalfeldt 1983 amply demonstrates, drawing on Forte). Nor does Hall make any mention of my own claim ( Headlam 1996 , drawing on Perle) that the opera operates on twin organizational principles of 2-cycle and 5-cycle based material, representing the two main characters (Wozzeck and Marie, with some secondary 3-cycle material representing the child). As well, the relatively recent revelations of the parallels between Klumpenhouwer networks and Perle’s compositional materials in his Twelve-Tone Tonality ( Perle 1993 ) demand a rethinking of Berg’s music, considering the influence it had on Perle. There is no mention of such constructs in the sketches for Wozzeck , but they are clearly operative. (8) There is as of yet no all-embracing theory in which these diverse analytical methods can co-exist and reinforce each other, but that should not dissuade us from the attempt to seek out their points of contact. Moreover, recent innovations in music analysis—from the voice-leading geometries of Joseph Straus ( 2005 ) to the multi-dimensional, multi-media models of Stephanie Lind and John Roeder ( 2009 )—point to new and exciting directions for Berg research in the coming years. We should not pre-empt that research by elevating sketch study, whatever its virtues, as the sole route to insight into Berg’s music.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "schmalfeldt_1983",
                    "headlam_1996",
                    "perle_1993",
                    "straus_2005",
                    "lind_and_roeder_2009"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.2.headlam.html",
    "data": "mto/data/mto.12.18.2.headlam.json"
}