{
    "title": "Schenker’s Value Judgments",
    "date": "1995/11/01",
    "volume": "1",
    "issue": "6",
    "authors": [
        "Pastille, William"
    ],
    "abstract": "Examination of several key conceptions of Schenker’s musical philosophy reveals the rationale for his belief that analysis provides a basis for value-judgment in music.",
    "keywords": [
        "Schenker",
        "valuation"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.6/mto.95.1.6.pastille.pdf",
    "author_info": [
        {
            "name": "William Pastille",
            "university": "St. John’s College",
            "address": "60 College Avenu, Annapolis, Maryland 21404 2800",
            "email": "wpastille@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The material on the development of Schenker’s organicism in this and the following two paragraphs is discussed in greater detail in William Pastille, “Heinrich Schenker, Anti-Organicist,” 19th-Century Music 8 (1984): 29–36. The original of Schenker’s “Der Geist der musikalischen Technik” may be found in Heinrich Schenker als Essayist und Kritiker, ed. Hellmut Federhofer (Hildesheim: Olms, 1990), 135–54. A complete, if often barbarous, translation is Heinrich Schenker, “The Spirit of Musical Technique,” trans. William Pastille, Theoria 3 (1988): 86–104.",
            "citations": []
        },
        "FN2": {
            "text": "2. Heinrich Schenker, Harmonielehre (Vienna: Universal Edition, 1906). Translated by Elisabeth Mann Borgese andedited and annotated by Oswld Jonas as Harmony (Chicago: University of Chicago Press, 1954).",
            "citations": []
        },
        "FN3": {
            "text": "3. The evolution of Schenker’s thought on these matters is traced in William Pastille, “The Development of the Ursatz in Schenker’s Published Works,” in Trends in Schenkerian Research, ed. Allan Cadwallader (New York: Schirmer, 1990), 71–85.",
            "citations": []
        },
        "FN4": {
            "text": "4. Heinrich Schenker, Das Meisterwerk in der Musik, Volume II (Munich: Drei Masken Verlag, 1926; reprint, Hildesheim: Georg Olms Verlag, 1974), 92–3. (Tanslation mine.)",
            "citations": []
        },
        "FN5": {
            "text": "5. It is easy to see in this formulation why Schenker’s arguments against organicism in the individual artwork did not conflict with the developmental aspect of his historical views: the musical techniques for feigning wholeness were necessarily non-organic, while the ideal entity “musical technique” developed dialectically, according to logical, causal principles.",
            "citations": []
        },
        "FN6": {
            "text": "6. Heinrich Schenker, Counterpoint, trans. John Rothgeb and Jörgen Thym, ed. John Rothgeb (New York: Schirmer, 1987), Book I, xxiv.",
            "citations": []
        },
        "FN7": {
            "text": "7. Heinrich Schenker, Das Meisterwerk in der Musik, Volume II (Munich: Drei Maksen Verlag, 1926), 213. The passage is number 179 of Fiedler's collected aphorisms, one of twenty-two gathered under the title Kunstgeschichte in Konrad Fiedler, Schriften zur Kunst, Volume II (Munich: Wilhelm Fink Verlag, 1971), 111.",
            "citations": []
        },
        "FN8": {
            "text": "8. Heinrich Schenker, Die letzten fünf Sonaten von Beethoven: Op. 110 (Vienna: Universal-Edition, 1914), 24 (emphasis mine).",
            "citations": []
        },
        "FN9": {
            "text": "9. Heinrich Schenker, Der freie Satz (Vienna: Universal Edition, 1935), 52–3 (translation mine).",
            "citations": []
        },
        "FN10": {
            "text": "10. Heinrich Schenker, Der freie Satz, 2 (translation mine).",
            "citations": []
        },
        "FN11": {
            "text": "11. Schenker, Der freie Satz, 2 (translation mine).",
            "citations": []
        },
        "FN12": {
            "text": "12. Heinrich Schenker, The Masterwork in Music, Volume I, ed. William Drabkin (Cambridge: Cambridge University Press, 1994), 7 (emphasis mine).",
            "citations": []
        },
        "FN13": {
            "text": "13. Heinrich Schenker, Der Tonwille 8/9 (1924):51.",
            "citations": []
        },
        "FN14": {
            "text": "14. Arthur Waldeck and Nathan Broder, “Musical Synthesis as Expounded by Heinrich Schenker,” The Musical Mercury 11 (1935): 63.",
            "citations": []
        },
        "FN15": {
            "text": "15. Heinrich Schenker, Der Tonwille 4 (1923): 6. Schenker had no reason to consider the possibility that BWV 924a might have been written by a less talented composer than J. S. Bach; it is now believed to have been composed by one of the students in Bach's circle, perhaps even by Wilhelm Friedemann.",
            "citations": []
        },
        "FN16": {
            "text": "16. Heinrich Schenker, Das Meisterwerk in der Musik, Volume II, 168.",
            "citations": []
        },
        "FN17": {
            "text": "17. Heinrich Schenker, Free Composition, trans. and ed. Ernst Oster (New York: Longman, 1979), 96.",
            "citations": []
        },
        "FN18": {
            "text": "18. Schenker, Free Composition, trans. Oster, 27.",
            "citations": []
        },
        "FN19": {
            "text": "19. Schenker, Das Meisterwerk in der Musik, Volume II, 37–9.",
            "citations": []
        },
        "FN20": {
            "text": "20. Schenker, Das Meisterwerk in der Musik, Volume II, 171 92.",
            "citations": []
        },
        "FN21": {
            "text": "21. William E. Benjamin, “Schenker’s Theory and the Future of Music,” Journal of Music Theory 25 (1981): 157.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The recent exchanges on the SMT mailing list regarding criteria for “greatness” in musical composition have made me think about a question that arises routinely when students who have learned some Schenkerian analytic techniques begin to read Schenker’s own writings and encounter his value-judgments: How could anyone use conformity with a theoretical model as a basis for value-judgment?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The purpose of this essay is to show that there is a simple rationale behind Schenker’s value-judgments. In order to follow the rationale, however, it is necessary to reconsider several key conceptions of Schenker’s world-view: first, his attitude toward organicism in the musical artwork, together with the role played by the masters in relation to the organic in music; second, his conception of music history, together with the role played by the masters within that history; third, his conception of the range of applicability of his own theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Let us begin with Schenker’s attitude toward organicism. As I tried to show some years ago, Schenker did not always believe in musical organicism. In “The Spirit of Musical Technique,” [1895] Schenker objected to organicism in music on two grounds: first, that music artworks had no intrinsic logic, and no principle of causality—which is essential to the notion of organicism; second, that the composer’s subjective organization of musical materials would destroy any intrinsic musical logic, if such a thing existed. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] By the time Schenker published his Harmonielehere in 1906 he had resolved these objections. (2) In the first instance, he decided that musical artworks could indeed have their own logic, if they manifested contrapuntal coherence at abstract levels above the surface. In the second instance, Schenker came to believe that some composers—artists of profoundly spiritual intensity—had the ability to put aside their personal, subjective interests and to act as conduits for the genesis of such artworks. These composers were the masters. Clearly, the second element here—the activity of the masters—was crucial to the existence of musically logical works: music’s intrinsic logic could only be manifested in actual works through the mediation of composers who could reconcile their own desires with the necessities of musical logic.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The idea that the existence of musical logic depended on the activity of the masters became a cornerstone of Schenker’s thought; and, when the notion of musical logic developed into the conception of complete organic coherence in the 1920s, (3) the relationship between the masters and the production of organic music was clear, as well as quite restrictive: since only the masters had access to the forces that shape the musical organism, only the masters could produce organically coherent artworks. Statements to this effect abound in Schenker’s later writings, but it is worth citing one in particular that describes the nature of the difference between the creative awareness of the master and that of the non-master. Schenker begins a discussion of Bach’s mastery with a quotation from Goethe: “It makes a great difference whether the poet seeks the particular in the universal or beholds the universal in the particular. From the former method arises allegory, in which the particular serves only as an instance, an example of the universal. But the latter is truly the nature of poetry; it expresses a particular without thinking of, or pointing to, the universal. Whoever has a lively grasp of this particular gets the universal as well without being aware of it; or he becomes aware of it only later.” So Bach’s knowledge consisted not only in the complete awareness of the intervals, which had already been transmitted to him by rigorous instruction in their identifying characteristics through generalbass figures—how beneficial such a thing would be today, to revive and fortify the knowledge of intervals that has been lost—but rather he knew more, much more, about all the phenomena of tonal life, however they might be described by anyone. For, in the act of creating, he has a lively grasp of their particularity—that is, the particularity, for instance, of an Urlinie tone, of a scale degree, of a passing motion in the space of a third, fourth, fifth, octave, of a suspension, of a neighboring motion through a third, of a pedal point and sustained fundamental tone, of a register, and so on—and was therefore exempted from the additional task of assigning to the essential qualities of his invariably deep-rooted sensibility particular names for his own practice. Thus Bach’s knowledge, to use an example from practical life, is comparable to the knowledge of a man who hits upon the proper action in every situation, without talking to himself for hours and checking the philosophical demonstrations of a Spinoza or Kant, or even the regulations of the criminal code, for their application to the case at hand. And Bach’s knowledge is at least [equal to] the knowledge of all those who, when they have penned essays or letters in an offhand manner, justifiably assert to everyone that they know precisely what they intended. So, is it the case, then, that everything written down is necessarily knowledge, and moreover, the same kind of knowledge? Surely not; there is ignorance, error; there are also letters that make no sense. The ignorance of musicians betrays itself first and foremost in poor compositions. There are not a few musicians whose feeling for diatony, for the Urlinie, for the triad, for the setting of the outer voices, for the placement of a fifth, or an octave, or a third in the outer-voice setting, for passing motions, for sevenths, for suspensions, and so on, is so little to be trusted that—unwillingly, of course—they continually transgress these unalterably valuable principles in precisely the places where they are most indispensable: they construct passing motions poorly, because they do not know what makes a good passing motion; they handle key areas improperly, because they do not sense the relationship between key area and diatony; with the battle cry “Back to Bach, Mozart, Beethoven,” they write melodies thoughtlessly, poorly, because they do not know what melody actually is; and so on. (4) It is this sensibility for intuitive “knowledge” of music’s organic forces operating through background, middleground, and foreground that enables the master to transcend personal, subjective interests and become the incubator, as it were, for genuine musical organisms. The non-master, on the other hand, lacking this gift, remains at the stage described in “The Spirit of Musical Technique”: his drive to shape the artwork according to his personal desires cannot fail to interfere with any “natural” musical growth emanating from the background toward the foreground.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The central role of the masters in the production of truly organic musical artworks conditioned the second of the issues we need to consider—Schenker’s beliefs about music history.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Schenker’s conception of music history was greatly influenced by metaphysical idealism, and especially by the type of historical idealism that sees the course of history as the slow-moving development of an ideal entity—say, Civilization, Culture, or Knowledge—that evolves in the background, behind or above daily life. A pattern for the idealist project in nineteenth-century German thought was set by Hegel’s Phenomenology of Spirit [1807], which traces the dialectical stages through which Spirit passes on its way to full self-consciousness, both in human history and in the individual human life. Hegel also established a model for the particular study of history with his Lectures on the Philosophy of History [1837 and 1840], which treat the great civilizations of the world as dialectical stages through which the World-Spirit evolves toward full self-consciousness. It is obvious that this conception of history contains a developmental component; but it is not necessarily organicist in nature. Hegel’s dialectical development proceeds according to the dictates of Reason in the realm of Ideas—that is, according to logical, causal chains of thesis-antithesis-synthesis. Organic growth is compatible with dialectical development—it may in fact be the archetypal metaphor for dialectical development in the material world—but Hegel’s dialectic is the governing rational movement that supports everything that happens in all realms of being, and is therefore different from, and more inclusive than, organic growth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Other writers on history, however, made much more of the organic metaphor. For instance, Oswald Spengler’s apocalyptic world history, The Decline of the West [1918 and 1922] combined historical idealism with an organicist and cyclic view of events to produce an historical theory that interpreted the past as a continually recurring pattern of birth, growth, decay, and death in successive great civilizations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Schenker’s early ideas on music history, as expressed in “The Spirit of Musical Technique,” seem to tend toward dialectical idealism rather than toward organicist idealism. The title identifies the developing ideal entity in Schenker’s scheme of things: “musical technique.” In this essay, however, Schenker’s conception of musical technique is unusual. Since he considered the quintessential creative act in music to be a spontaneous expression of an inner desire for vocal activity—either emotional or physical—and since he thought that the tone-successions resulting from this impulse lacked logic and causality (and, thus, the ability to become coherent wholes), Schenker regarded musical technique to be the body of knowledge concerning the means by which composers could create the illusion of logic, causality, and wholeness in their compositions. And so the history of music, for Schenker at that time, was the dialectical development of a purely rhetorical practice: the skill of feigning wholeness in music. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Even after Schenker became convinced that music did indeed have its own logic and causality, he continued to maintain that music history was essentially the development of musical technique, as can be seen in the introduction to the first volume of Counterpoint [1910], where Schenker asked: Which history of music has been able thus far to offer what it should above all offer: a real history of musical technique? Which work has at least pointed toward this goal, not to mention worked out the thesis that the principal idea in the evolution of musical technique has been the composing out of sounds?! (6) But the meaning of “musical technique” cannot be the same in this later time period. If music did have its own logic and causality, “musical technique” could no longer be the purely rhetorical skill of creating the deceptive appearance of musical wholes. Now, “musical technique” must mean the actual practice of bringing real musical wholes into being. So in Schenker’s later thought, music history is conceived as the dialectical development of the skill of making true musical wholes.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] And since Schenker believed, as we have already seen, that only the masters were able to create true musical wholes, he also had to believe that only the masters participated in music history. The development of the skill of making wholes could occur only in the works of those who were able to make wholes. Those who could not create true wholes, who instead had to make subjectively conditioned imitations of wholes, took no part in the course of music history proper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The idea that there are distinctions in historical value among the works of artists is certainly not unique to Schenker, who no doubt saw it reflected in the following quotation from the art critic and historian Konrad Fiedler: The beginnings of art history may be sought only where there is evidence of a striving for knowledge—and thus of true artistic activity—within so-called artistic practice. Painting, sculpture, poetry, and music may go on for a long time without one’s being able to speak of art in the true sense. This is always overlooked by the handbooks of art history, as they content themselves entirely with considering art from all its secondary historical perspectives, believing art to have been treated exhaustively in this way, whereas a history of art in the true sense—that is, a history of the knowledge transmitted by art—has yet to be written. (7) In accord with this line of thought, as early as 1914, Schenker said that the true history of music takes place only at the level of the masters, while below that level the activity is of lesser value: In art (as in other fields) all blessings come only from above, from the genius, and below this region there is in fact neither progress, nor evolution, nor history, but for the most part only imitation, and what is more, only poor imitation based on current misconceptions of the genius. (8) But the most explicit statement of his judgment on the subject comes from Free Composition, in the commentary preceding the notorious original Figure 13: Authors of histories should take care not to gather together the genius and the average person on one plane: this sort of misreading has led to a false conception of culture in general. The genius appears on occasion; the average person is perpetual—between these two regions there is at no time a connection, never, never! (9) So there can be no doubt that only the works of the masters figure in the development of musical technique that Schenker regarded as true music history.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] This brings us to the last of the three topics we need to consider: the range of applicability of Schenker’s theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] While the central importance of the masters in Schenker’s musical philosophy has always been evident, attempts to understand his theory as a general theory of tonality have perhaps obscured the fact that his attitude toward the genius stands in complete opposition to such attempts. For if only the masters, through their access to musical logic, could produce organically coherent music, then Schenker’s theory of organic coherence, in its proper application, could describe only music made by the masters. In other words, Schenker thought of his theory as a description of the musical processes found specifically in the masterworks, and not in all tonal music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] This consequence follows so manifestly from the other aspects of Schenker’s thought already discussed that Schenker himself regards it as self-evident, and he therefore does not devote much space to treating it explicitly. Nevertheless, he made his position clear enough. Free Composition, he said, presented the theory of organic coherence “as it is contained in the works of the great masters.” (10) The mission of Free Composition was to explain “what the music of the masters was and must remain if we want to keep it alive at all.” (11) The very title of The Masterwork in Music bears witness to Schenker’s devotion to the masterwork, as does this passage from the first volume of that series: The natural idea of the triad, the artistic idea of composing out this sonority, the perfection achieved by transforming one sonority into many by means of voice-leading prolongations, the creation of form as a consequence of the Urlinie: all this goes into a masterwork. (12) And Schenker put it directly in the article called “Erläuterungen,” which first appeared in Der Tonwille in 1924: “For Art, only the geniuses come into consideration.” (13)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The reason for the evaluative aspect of Schenker’s theory is now clear: Schenker’s value-judgments are based on the limited range of application of his theory. Analysis could, it seems, separate pieces of music into two categories—the masterworks and everything else. If a piece operated according to organic principles, it was a masterwork, otherwise not. This ability to distinguish between masterwork and non-masterwork is the key to Schenker’s evaluative view of analysis. Since only the masterwork expresses the highest spiritual and artistic achievements in music, the act of distinguishing masterwork from non-masterwork is, in effect, a judgment of a composition’s worth. Schenker believed that he possessed an objective measure of musical value. Or, as Arthur Waldeck and Nathan Broder wrote in an early English-language article on Schenker’s theory, the Urlinie is “the only completely objective critical standard that is practical . . . . It is there for anyone with sufficient training to perceive it; it does not depend upon the critic’s aversions or enthusiasms.” (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Because of its evaluative component, Schenker viewed his method of analysis as the essential tool of the music critic. Analysis could apparently decide the artistic merit of a musical composition, and Schenker made some determinations of this sort in his own writings. In the fourth issue of Der Tonwille, for instance, Schenker compares two versions of a short C major Prelude, BWV 924 and 924a. Finding a number of violations of contrapuntal laws at the middleground level, Schenker concludes that “one has every reason to declare this version with certainty an earlier one, perhaps even a draft.” (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Because of its evaluative power, Schenker also considered analysis an indispensable tool for the music teacher, as he points out in an essay on Chopin’s G flat major Etude, Op. 10, No. 5. In this article, Schenker reveals a number of discrepancies between the manuscript and the first editions. Since the sense of the voice-leading in the published versions makes it clear that there are many violations of organic principles in the manuscript version, Schenker comes to this conclusion: The manuscript shows this Etude in an immature state in every respect. Nothing could be more instructive for lessons in composition than examining such a manuscript, so that students might note how even a genius, with full certainty of his goal, nevertheless does not always find the final form on the first attempt. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Finally, Schenker also thought of analysis as the fundamental tool of the music historian: since, as we have seen, only the masterworks are involved in music history proper, and since analysis can distinguish masterworks from non-masterworks, then analysis can also distinguish those works that have historical significance from those that do not. And this applies to the entire history of music, not only to the era of the masterworks. By applying his analytic methods to early music, Schenker seems to have thought the historian should be able to recognize the ancestors of the masterworks by their similar markings, in the same way that an evolutionary biologist might trace the descent of, say, a particular species of crustacean by comparing the remains of ancient crustaceans with a perfect modern specimen. For example, Schenker’s analysis of Hans Leo Hassler’s “Mein G’mueth ist mir verwirret” [1608] shows several charming deviations from the norm, but “an unmistakable Ursatz is present that supports the foreground,” so that Schenker hasn’t the slightest hesitation to include the piece in the class of masterwork: “Despite its origin in a text, this music, as art, is completely pure. It is clear and organically unified, as absolute music always is, in contrast to music generated by the word.” (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Presumably, the music historian could go back much farther than Schenker into early music looking for the predecessors of the masterworks, which is why Schenker described the task of the music historian in this way: Music history, as I have repeatedly indicated, should pursue the questions of where, when, and how musical material found the path from incoherence to coherence: when did the first creative ear develop a sense for linear progressions as the essential unities, complete with their constraint to move forward in the horizontal dimension? When did composers begin to demonstrate the sustaining power of these linear progressions by constructing more and more extended prolongations? (18) On the other end of the historical spectrum, Schenker used analysis to show how recent composers had abandoned the principles of the masterworks. Examples of this are the famous analysis of a passage from Stravinsky’s Piano Concerto (19) and the extended essay on Max Reger’s Variations and Fugue on a Theme by Bach. (20) The many violations of organic principles found in such works were evidence for Schenker of the decline of the era of the masterworks. William Benjamin has described well Schenker’s attitude toward the future of music history: Once authentic music history begins, each historical age prepares for the next or serves as a “background for the music of the future.” Succeeding stages work out the same idea, that of tonality, in distinct but related ways . . . . From this perspective it is easily seen why Schenker was so confident of the power of his ideas to shape history: they were not his ideas but the ideas of the masters, and the failure of the future to submit to them would not signal their inadequacy. Instead, such a failure would only imply that music had been relinquished temporarily and that music history had come to a halt, to be resumed at some future time. (21)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] From these considerations, it can be seen that the rationale for Schenker’s value judgments is based on the evaluative character of Schenker’s analytical method, which is in turn based on the central position of the artistic activity of the masters, both in creating individual artworks and in manifesting the development of musical technique. In Schenker’s view, evaluative analysis is a basic tool not only of music theory, but also of music criticism, music instruction, and music history. Knowing this can help those just beginning to read Schenker’s own writings to gain a clearer understanding of the assumptions underlying his attitudes toward the various musical disciplines, and this understanding, in turn, can become the basis for a sound critical stance toward his work.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.95.1.6.pastille.html",
    "data": "mto/data/mto.95.1.6.pastille.json"
}