{
    "title": "Harmonic Stasis and Oscillation in Björk’s <i>Medúlla</i>",
    "date": "2010/01/01",
    "volume": "16",
    "issue": "1",
    "authors": [
        "Malawey, Victoria"
    ],
    "abstract": "Björk Guðmundsdóttir’s 2004 all-vocal album Medúlla provides an opportunity to explore processes of harmonic oscillation, the repetition of two or more alternating harmonies, and stasis, the continuous repetition of a single harmony. Qualities of timelessness are evoked through harmonic stasis, which allows for intricate vocal textures to come to the fore in songs such as “Komið” and “Öll Birtan.” “Who Is It” illustrates how local-level and global processes of harmonic oscillation interact and how traditional chord function may be negated through oscillation. To account for harmonic progressions that suggest tonal centricity, concepts of repose and tension are applied as interpretive models to passages from “Triumph of a Heart.” This paper offers a model to describe oscillation and combines models developed by Tim Hughes to explore other uses of harmonic oscillation and stasis. Overarching oscillations support extra-musical narratives suggested by song lyrics and music videos. These models of analysis can be applied to other songs by Björk, as well as other popular music, as an alternative to traditional methods of understanding tonal harmony, which break down for such songs.",
    "keywords": [
        "harmony",
        "stasis",
        "oscillation",
        "repetition",
        "repose",
        "tension",
        "image schema",
        "schemata",
        "Björk",
        "Medúlla"
    ],
    "doi": "",
    "received": "November 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.malawey.pdf",
    "author_info": [
        {
            "name": "Victoria Malawey",
            "university": "Kenyon College",
            "address": "Department of Music, Rosse Hall, Room 22, Gambier, OH 43022-9623",
            "email": "malaweyv@kenyon.edu"
        }
    ],
    "citations": {
        "agawu_1994": "Agawu, Kofi. 1994. “Ambiguity in Tonal Music” in Theory, Analysis and Meaning in Music, ed. Anthony Pople. Cambridge: Cambridge University Press, 86–107.",
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . New York and London: Routledge.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2",
        "burns_2008": "Burns, Lori, Marc Lafrance, and Laura Hawley. 2008. “ Embodied Subjectivities in the Lyrical and Musical Expression of PJ Harvey and Björk .” Music Theory Online 14.2.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26, no. 2: 177–99.",
        "citron_1993": "Citron, Marcia J. 1993. Gender and the Musical Canon . Cambridge: Cambridge University Press.",
        "dibben_2006": "Dibben, Nicola. 2006. “Subjectivity and the Construction of Emotion in the Music of Björk.” Music Analysis 25, no. 1–2: 171–97.",
        "dibben_2009": "Dibben, Nicola. 2009. Björk . Bloomington and Indianapolis: Indiana University Press.",
        "echard_1999": "Echard, William. 1999. “An Analysis of Neil Young’s ‘Powderfinger’ Based on Mark Johnson’s Image Schemata.” Popular Music 18, no. 1: 133–44.",
        "echard_2000": "Echard, William. 2000. “Gesture and Posture: One Useful Distinction in the Embodied Semiotic Analysis of Popular Music.” Indiana Theory Review 21: 103–28.",
        "echard_2005": "Echard, William. 2005. Neil Young and the Poetics of Energy . Bloomington and Indianapolis: Indiana University Press.",
        "goldin-perschbacher_2005": "Goldin-Perschbacher, Shana. 2005. “‘The Mouth’s Cradle’: Vocal Intimacy in Björk’s Medúlla.”  Presentation at Feminist Theory and Music 8, New York University, 25 June.",
        "grimley_2005": "Grimley, Daniel M. 2005. “Hidden Places: Hyper-Realism in Björk Vespertine and Dancer in the Dark.” Twentieth-Century Music 2, no. 1: 37–51.",
        "guðmundsdóttir_2004": "Guðmundsdóttir, Björk. 2004. Medúlla . Elektra 62984. CD.",
        "guðmundsdóttir_2005": "Guðmundsdóttir, Björk. 2005. The Medúlla Videos . Elektra 53158-2. DVD.",
        "hughes_2003": "Hughes, Tim. 2003. “Groove and Flow: Six Analytical Essays on the Music of Stevie Wonder.”  Ph.D. diss., University of Washington.",
        "kielian-gilbert_2003": "Kielian-Gilbert, Marianne. 2003. “Interpreting Schenkerian Prolongation.” Music Analysis 22, nos. 1–2: 51–104.",
        "kielian-gilbert_2004": "Kielian-Gilbert, Marianne. 2004. “ Chopiniana and Music’s Contextual Allusions”  in The Age of Chopin: Interdisciplinary Inquiries , ed. Halina Goldberg. Bloomington and Indianapolis: Indiana University Press, 162–200.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music . New York and London: Schirmer.",
        "johnson_1994": "Johnson, Mark. 1994. The Body in the Mind . Chicago: University of Chicago Press.",
        "lakoff_1987": "Lakoff, George. 1987. Women, Fire, and Dangerous Things . Chicago and London: University of Chicago Press.",
        "malawey_2007": "Malawey, Victoria. 2007. “Temporal Process, Repetition, and Voice in Björk’s Medúlla.” Ph.D. diss., Indiana University.",
        "marsh_2003": "Marsh, Charity and Melissa West. 2003. “The Nature/Technology Binary Opposition Dismantled in the Music of Madonna and Björk” in Music and Technoculture , eds. René T.A. Lysloff and Leslie C. Gay, Jr.  Middletown, Conn.: Wesleyan University Press, 182–203.",
        "meyer_1967": "Meyer, Leonard B. 1967. Music, the Arts, and Ideas: Patterns and Predictions in Twentieth-Century Culture . Chicago: University of Chicago Press.",
        "middleton_1983": "Middleton, Richard. 1983. “‘Play It Again Sam’: Some Notes on the Productivity of Repetition in Popular Music.” Popular Music 3: 235–70.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music .  Philadelphia: Open University Press.",
        "moore_1992": "Moore, Allan F. 1992. “Patterns of Harmony,” Popular Music 11, no. 1: 73–106.",
        "ricci_2000": "Ricci, Adam. 2000. “A ‘Hard Habit to Break’: The Integration of Harmonic Cycles and Voice-Leading Structure in Two Songs by Chicago.” Indiana Theory Review 21: 129–46.",
        "rowell_1987": "Rowell, Lewis. 1987. “Stasis in Music.” Semiotica 60: 181–88."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Agawu 2003 .  Despite the fact that Agawu is dealing primarily with repetition in African music, much of what he says in this passage applies directly to all kinds of music that are based in repetitive processes.  He writes that repetition is an important procedure occurring “in much other African music, and indeed in much of the world’s music” (145). Although he is less concerned with harmonic repetition, Richard Middleton has written extensively on repetition in general in popular music.  He argues that repetition is even more important in popular music than in concert music and that different types of repetition within individual songs can indicate larger, overarching patterns within popular music as a genre ( Middleton 1990 ). Middleton ( 1983 ) also provides a six-point continuum for repetition.  Central to his argument is that musematic repetition (i.e., the repetition of motives or sub-phrase units, such as riffs or ostinati) is associated more with popular music and that discursive repetition (i.e., the repetition of longer units, such as phrases or sections) is associated more with concert music.",
            "citations": [
                "agawu_2003",
                "middleton_1990",
                "middleton_1983"
            ]
        },
        "FN2": {
            "text": "2. Most recently, Nicola Dibben ( 2009 ) examines how concepts such as nature, technology, and nationality are manifest in discourse about Björk’s music in various media, and how these culturally significant themes interface with musical elements in Björk’s songs and videos.  Lori Burns, Marc Lafrance, and Laura Hawley ( 2008 ) examine connections between musical expression and embodiment implied in song lyrics in Björk’s “Cocoon” ( Vespertine , 2001) and argue that production techniques and Björk’s style of delivery are the source of an intimate and ecstatic embodied experience in the song.  Also interested in embodied experience, Nicola Dibben ( 2006 ) investigates formations of intimacy and subjectivity in two other songs from Vespertine , “Jóga” and “Unison.” Daniel M. Grimley ( 2005 ) examines how sound is used in Vespertine in light of Björk’s collaboration with Lars von Trier in the film Dancer in the Dark .  Charity Marsh and Melissa West ( 2003 ) argue that Björk deconstructs the nature/technology dichotomy in Homogenic through the recorded music on the album, her performances of songs from the album, and its cover art.  In addition, elsewhere I have investigated issues of time, pacing, repetition, and voice in Björk’s music ( Malawey 2007 ).",
            "citations": [
                "dibben_2009",
                "burns_2008",
                "dibben_2006",
                "grimley_2005",
                "marsh_2003",
                "malawey_2007"
            ]
        },
        "FN3": {
            "text": "3. Harmonic oscillation more closely resembles Richard Middleton’s ( 1990 ) category of “open-ended repetitive gestures typical of many pop dance-songs” than “the open/closed principle of ‘bourgeois song.’”",
            "citations": [
                "middleton_1990"
            ]
        },
        "FN4": {
            "text": "4. The primary difference between music that resembles Kramer’s “vertical time” and “nondirected linear time” is that the latter exhibits a sense of forward motion, but one whose goals are not predictable, whereas pieces characterized by vertical time imply no teleology.  Passages characterized by harmonic stasis are generally closer to Kramer’s vertical time than nondirected linear time because they lack tonal goal orientation.",
            "citations": []
        },
        "FN5": {
            "text": "5. This and all other musical examples that appear in this study are my transcriptions of songs that appear on Medúlla , intended to guide discussion of musical events with items we often take for granted, such as measure numbers, which simply are not available in audio form.",
            "citations": []
        },
        "FN6": {
            "text": "6. Regarding the latter type of oscillation, Kielian-Gilbert argues elsewhere that “alternate (non-simultaneous) orientations help to link varying material-interpretive situations and often embody different temporal perceptions” ( 2004 , 171).  Furthermore, she argues that such “alternate interpretations can sharpen, or show the pressures against, one’s perceptions and interpretations of music,” thus revealing the fluid aspects, the multiplicities, of both listener perception and scholarly analysis ( 2004 , 176).",
            "citations": []
        },
        "FN7": {
            "text": "7. Kielian-Gilbert explores both “prolongational” and “translational” aspects of harmonic oscillation and cites some differences between prolongational and translational parallelism: a prolongational function “projects the ‘expansion’ or enlargement of the motive,” “emphasizes transformations,” and is “goal-directed,” “vertical, abstract, [and perceived] back-to-front,” whereas a translational function “projects identity and repetition or restatement of the motive,” “emphasizes pattern repetition,” which in turn “project[s] periodicity,” and is “spatial (non-hierarchical), ‘contrapuntal’, horizontal, linear, [and perceived] left-to-right” ( 2003 , 70).",
            "citations": []
        },
        "FN8": {
            "text": "8. The tonal system underlying the oscillation between G minor and A major may be classified as fitting within what Nicole Biamonte ( 2010 ) calls the phrygian harmonic modal system if G minor is understood as the local tonic chord of this verse. The harmonic oscillations in Björk’s music may also be situated within Allan Moore’s system of classification of harmony in popular music.  In a subcategory within his “Class C: Stepwise ascending harmony” he shows several examples of harmonic oscillation marked by root motion by half step.  The examples that feature oscillations most similar to “Triumph of a Heart” and “Who Is It” include Madness’s “Are You Coming” and “Shadow of Fear,” Pink Floyd’s “The Trial,” and the Talking Heads’ “I Get Wild/Wild Gravity” ( Moore 1992 , 86).",
            "citations": [
                "biamonte_2010",
                "moore_1992"
            ]
        },
        "FN9": {
            "text": "9. Such an oscillation occurs in “Pleasure Is All Mine,” which involves F minor, G min7, and E major.  This chord succession does not immediately establish relationships that conform to the standard tonal functions of tonic, pre-dominant, or dominant.",
            "citations": []
        },
        "FN10": {
            "text": "10. Echard ( 2005 , 127–37) further explores Johnson’s concept of image schemata.",
            "citations": [
                "echard_2005"
            ]
        },
        "FN11": {
            "text": "11. Effects of delay or even stasis may occur in other oscillating patterns, particularly those that use non-dominant chords, since they may be less teleological than tonic-dominant oscillations.",
            "citations": []
        },
        "FN12": {
            "text": "12. “Pleasure Is All Mine,” also from Medúlla , is similar to “Triumph of a Heart” because it features local-level harmonic oscillation in a cyclic fashion with three primary chords: F minor, G min7, and E major (see 0:33–0:54 and 0:54–1:15).  These chords repeat once until around 1:20, at which point a new pattern is introduced: oscillation of Badd6 in inversion with a moving bass and F minor, ending on a B major chord around 1:52.  The chords involved in both oscillations are not functional in the traditional sense since it would be difficult to assign tonal functions—tonic, subdominant, or dominant—to them.  (If any functional labels could be assigned to the chords in this song, the clearest tonal function would be “tonic” as F minor.) One might be able to account for some of these repeated harmonic motions through neo-Riemannian functions since the chords share at least one common tone.  Guy Capuzzo ( 2004 ) shows the possibilities of such an application to popular music. In this song, the RP⊂ functions would account for the motion from F minor to G min7, and the ⊃L function would connect G-sharp min7 to E major.  When the succession repeats, the L' function connects the E major chord back to F minor.  The other songs addressed in this paper, unfortunately, do not feature oscillations with common tones consistently, but this type of application could be useful to oscillations in other songs that exploit common-tone chord connections.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN13": {
            "text": "13. It is equally plausible to interpret the oscillations as open-ended cycles, rather than closed, independent (“contained”) entities.",
            "citations": []
        },
        "FN14": {
            "text": "14. Figure 4 is a reproduction of Hughes’s Fig. 28.",
            "citations": []
        },
        "FN15": {
            "text": "15. Hughes’s application of the staircase model in Stevie Wonder’s music also highlights transpositions by half step, although application to other modulation schemes (by whole step or minor third) may also be possible.",
            "citations": []
        },
        "FN16": {
            "text": "16. In a number of popular styles, static sonorities may be used without necessarily setting up any expectation for resolution.  These sonorities may be triads, seventh chords or other extended tertian chords, or diatonic collections. In pop, sometimes modally-derived collections will also be repeated in a static fashion, as in the perpetually repeating A dorian collection in Paul Simon’s “Can’t Run But” from his 1990 album Rhythm of the Saints .  In hip-hop, another example can be found in LMFAO’s remix of Fergie’s “Clumsy” (renamed “Can’t Help It”), which uses a single C major chord throughout the song. In classic rock, Canned Heat’s “On the Road Again” uses a blues-derived E seventh chord exclusively.  Similarly, U2’s “Bullet the Blue Sky” is structured around an ongoing E-flat minor seventh chord.  Harmonic stasis on dominant seventh sonorities is pervasive in blues and other popular genres, as well.",
            "citations": []
        },
        "FN17": {
            "text": "17. Traditionally, the chords could be interpreted as alternating dominant and tonic function with C as the tonal center (V 6 –VI 6 ).",
            "citations": []
        },
        "FN18": {
            "text": "18. It is possible to interpret alternate tonal cells within some brief portions of the verses.  For example, 0:31–0:35 (mmeasure 13–14), could be interpreted as V to i (shifting toward VI in the last half of measure 14) in C minor, and 0:36–0:41 (measures 15–16) could be understood as a deceptive resolution (V to VI) in C minor.  So an alternate reading of the verse might incorporate this tonal cell in C Minor, which would subsume the local-level oscillations, just as the overriding E subsumes the local-level oscillations present in the choruses.",
            "citations": []
        },
        "FN19": {
            "text": "19. Modulation by ascending half or whole step is common in popular music, and scholars have referred to this device with various imaginative and pejorative terms, such as “truck driver’s modulation,” “crowbar modulation,” or “pump-up.”  Adam Ricci ( 2000 ) summarizes the use of these terms and others. (“Pump-up” is Ricci’s preferred term.)  The musical effect of such a device is that it increases energy as felt through the performance or recording, heightens expectation for further modulation, and often signals climax.",
            "citations": [
                "ricci_2000"
            ]
        },
        "FN20": {
            "text": "20. Similarly, a large-scale modulation by half step occurs at the center of “Pleasure Is All Mine.”",
            "citations": []
        },
        "FN21": {
            "text": "21. Some feminist scholars have attributed such cyclic, non-goal-oriented qualities to a “feminine” musical discourse (as opposed to discourse governed by a dominant “masculine” ideology, favoring teleology and complexity).  Marcia Citron ( 1993 , 162–63) summarizes these attributes.  To avoid succumbing to the traps of essentialism, I identify no need to associate Björk’s musical aesthetic with those of a gender; however, it is noteworthy that the pacing qualities in her modulation scheme depart from the stylistic norms established in contemporary pop-rock music.",
            "citations": [
                "citron_1993"
            ]
        },
        "FN22": {
            "text": "22. From bonus track of Guðmundsdóttir 2005 , 3:14–4:22.",
            "citations": []
        },
        "FN23": {
            "text": "23. Ibid.",
            "citations": []
        },
        "FN24": {
            "text": "24. Note that the timings in the video are not the same as the timings in the audio recording because of several additional and extended passages in the video version.  The timings given in figure 8 refer to the video (Guðmundsdóttir, The Medúlla Videos , track 3), whereas the timings in figure 7 refer to the audio CD recording ( Medúlla , track 14). The elapsed time of each section is different in the music video from the elapsed time in the audio CD.  In the CD recording, figure 7 shows us that the three large divisions—(1) first verse and chorus, (2) second verse and chorus, and (3) last two choruses—are 1'04'', 1'04'', 1'10''.  However, in the video recording the elapsed times are 1'20'', 1'46'', 1'20'' respectively.  The second large section (second verse and chorus) is extended in the video version of the song through the newly added passages of group improvisation that function diegetically, as participants make music together in the bar scene in the video.",
            "citations": []
        },
        "FN25": {
            "text": "25. I thank Lori Burns, who has served as my mentor through the Whiting Teaching Fellowship, for her valuable assistance in revising this essay.  I would also like to thank the anonymous readers on the editorial board of Music Theory Online for their thoughtful and helpful reports on this essay.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The key musical procedure in popular music . . . lies in repetition and attendant processes of variation.  Repetition enables and stabilizes; it facilitates adventure while guaranteeing, not the outcomes as such, but the meaningfulness of adventure.  If repetition of a harmonic progression seventy-five times can keep listeners and dancers interested, then there is a power to repetition that suggests not mindlessness or a false sense of security (as some critics have proposed) but a fascination with grounded musical adventures.  Repetition, in short, is the lifeblood of music. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In August 2004, Björk Guðmundsdóttir released an album titled Medúlla that originates primarily from human voices, follows her long-standing tradition of collaborative work, and relies heavily on processes of repetition.  Björk has held an important place in popular music for over thirty years, and several scholars have begun to examine her music critically. (2) This paper will present harmonic repetition as an important aspect of Björk’s musical style, as it is developed on Medúlla .  Björk’s strategies of harmonic oscillation and stasis provide a valuable point of departure for interpreting her music. In studying how Björk explores patterns of harmony and processes of harmonic development, we can uncover her unique formal structures and manipulations of phrase temporality. Harmonic oscillation and stasis occur among other types of repetition, and this study will examine how these elements are used in Björk’s compositional designs and structures.  Harmonic strategies of repetition used at various levels of structure on this album suggest multiple interpretations and orientations for listening.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] First, I will explore characterizations of musical stasis from theorists such as Leonard Meyer and Lewis Rowell, who consider the structural function of and effects associated with musical stasis. I will then relate stasis to harmonic oscillation, which occurs whenever patterns of two or more harmonies repeat in a cyclic fashion. (3) The interpretation of these processes by listeners leads to questions about the analytic terms we apply to describe these effects as well as the formation of listener expectations and reactions to them. Theorists such as Marianne Kielian-Gilbert ( 2003 and 2004 ) describe the listener’s response to harmonic oscillation in terms of listening states or conditions. To account for harmonic progressions that suggest tonal centricity, I apply the concepts of repose and tension as interpretive models to passages from “Triumph of a Heart.”  And to explore extensive uses of harmonic oscillation and stasis, I introduce models and image schemata developed by Tim Hughes and William Echard.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Finally, taking three songs from the Medúlla album as case studies, I will show how these models can inform musical analysis of the songs.  The first case study, an analysis of “Öll Birtan,” demonstrates harmonic stasis, which is typically associated with concepts of timelessness and eternity.  This reading is situated in contrast with a goal-directed, hierarchic interpretation, resulting in two conflicting interpretations based on analysis of the same musical material at two different structural levels.  In the second case study, “Who Is It” demonstrates harmonic oscillation used in conjunction with metric re-ordering (or inversion) of repeated chords.  Two types of inversion occur in this song: inter -sectional inversion and intra -sectional inversion.  The former refers to an inverted ordering of chords in parallel passages of different sections, whereas the latter refers to re-ordered chords within a single section.  In both cases, metric placement of repeated chords is shifted, which has implications for tonal function.  Local-level processes of oscillation combine with larger ones, culminating in a tonal scheme dependent upon large-scale oscillating harmonic fields.  The final case study investigates “Triumph of a Heart,” which features harmonic oscillation in all of its verses and choruses.  In this analysis, I combine Tim Hughes’s “wave” and “staircase” models to capture processes of oscillation, and I relate these models to an interpretation of the events depicted in the music video for the song.  Large-scale harmonic changes occur in tandem with significant changes in the music video. Harmonic Stasis and Oscillation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\tIn a discussion of stasis in terms of style, Leonard Meyer ( 1967 ) writes: “A timeless world, or one in which the distinction among past, present, and future becomes obscured, is static. . . . It is a world without goals, without progress.  However actively it may fluctuate it does not move toward anything.”  Lewis Rowell ( 1987 ) echoes several of Meyer’s ideas in his theory of musical stasis: that it evokes timelessness, and further that static music “fails to imply a sense of progression, goal direction, increasing or decreasing tension, movement, hierarchy, structural functions, contrasting rates of motion, cumulation, phrases or other internal units that might suggest a temporal scale of periodicities.”  Similarly, in his description of “vertical time,” in which stasis or process constitutes the music’s “entire essence,” Jonathan Kramer ( 1988 ) associates stasis with continuity, “extreme consistency,” and a lack of hierarchy. (4) Harmonic stasis, as it is discussed in the present essay, is characterized by a lack of directed harmonic motion, greater emphasis on linear and textural aspects in lieu of directed harmonic motion, and a resulting effect of experiencing timelessness or eternity.  Allan Moore ( 1992 ) has shown that there are a number of popular songs that use harmonic stasis; in his classification system for harmony in popular music, Moore devotes an entire class \nto static harmony (his “Class A”). Example 1 . “Komið,” 0:46–1:29, measures 11–18 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "meyer_1967",
                    "rowell_1987",
                    "kramer_1988",
                    "moore_1992"
                ]
            }
        },
        {
            "5": {
                "text": "[5] “Komið,” the bonus track on the Japanese release of Medúlla , will serve as an introductory example of harmonic stasis.  In the first half of the song about five distinct \n\t\t\tvoices gradually emerge and repeat, culminating in a passage of relative harmonic stasis, which is transcribed in Example 1 . (5) Some of the parts are less melodic in nature than others; for example, there is a pedal point and four-note ostinato shown in the fourth vocal layer, and another ostinato in the first.  The ostinati contribute to the static effect of this piece through the continued articulation of C and G through an alternating voice exchange. The composite harmony formed by these repeating gestures essentially comprises an embellished C minor triad, sometimes with an added ninth (see the third vocal layer in the transcription).  The overall effect in this passage is one of stasis—the harmony is not moving toward any particular tonal goal; instead the C minor sonority is continually embellished, repeated, and reinforced.  The rich vocal textures, as opposed to \n\t\t\ta teleological harmonic structure which is not present, are what sustain interest in this song.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The repetition of a single harmony is congruent with Rowell’s concept of stasis and evocative of Meyer’s notion of timelessness. Passages characterized by stasis can be contrasted with those that feature harmonic oscillation.  In passages where several harmonies alternate, goal direction may be lacking, but listeners may still sense fluctuations in tension and contrasting rates of motion, such as in “Pleasure Is All Mine,” “Triumph of a Heart,” and “Who Is It.”  Thus, the distinction will be made: harmonic stasis refers to the continuous repetition of a single harmony, and oscillation refers to the continuous repetition of two or more alternating harmonies. Example 2 . “Triumph of a Heart,” First Verse, 0:16–0:48, measures 9–24 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] To introduce oscillation, a brief passage from “Triumph of a Heart” appears in Example 2 .  In this passage, two chords, G minor and A major, continually alternate. (Lead sheet symbols appear above the staff for clarification.)  This runs counter to more traditional types of harmonic structure found in many popular songs.  As in “Komið,” the unfolding of rich textures is a prominent characteristic in this passage from “Triumph of a Heart.”  Since there is a lack of directed harmonic motion in this passage, listeners may attend more to linear aspects of the music—how the various melodic layers unfold, interact with each other, and participate within the composite textural fabric.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In a discussion of multiple readings of the Menuetto of Mozart’s String Quartet in D Minor, K. 421, in which tonic and dominant harmonies alternate, Marianne Kielian-Gilbert ( Kielian-Gilbert 2003 , 60) describes oscillation as “a back-and-forth motion or a repeated change (fluctuation) of patterns and/or implications.” (6) She also offers a different, but related, concept of oscillation: “a back-and-forth of different hearings,” and suggests that it may “characterize the relationships of . . . conflicting and/or multiple harmonic readings over time” ( 2003 ).  Kielian-Gilbert argues: Such oscillations may project different qualities (experiential effects) depending on the degree of depth (‘vertical’, back-to-front play between the levels of abstraction and prolongational groupings), the time extent of the process of alternation (‘horizontal’, left-to-right presentation of the translational, i.e., melodic, parallelism), and the number and rate of reversals or alterations (the degree and rate of change) ( Kielian-Gilbert 2003 , 60). (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Interestingly, both senses of oscillation that Kielian-Gilbert presents—the “back-and-forth” fluctuating or alternating musical/harmonic events, as well as the “back-and-forth” process of interpreting a musical passage in alternate ways—create the possibility of an effect of “moving between different states or conditions” as a piece of music unfolds ( Kielian-Gilbert 2003 , 60).  We shall explore these ideas in the following examples, which involve both harmonic oscillations (the “back-and-forth” alternation of harmonic events) at local levels within songs as well as the larger effects of oscillation within songs on a global level.  In some songs, harmonic oscillation becomes an important strategy of repetition at multiple levels of structure, involving both chord-to-chord (local) and section-to-section (global) relationships. Repose-Tension and Tension-Repose Models Example 3 . “Triumph of a Heart,” First Chorus, 0:48–1:20, measures 25–40 (click to enlarge and see the rest) Figure 1 . Tonal Effects of Harmonic Oscillation in “Triumph of a Heart” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] When tonal hierarchic relationships are perceived in passages exhibiting processes of harmonic oscillation, we can characterize the effect of the oscillating passages through the concepts of repose and tension.  Associating repose with tonic function and tension with non-tonic function, passages may either begin with tonic and end with non-tonic function (repose-tension) or begin with non-tonic function and end with tonic (tension-repose).  In “Triumph of a Heart,” we find that the first verse (transcribed above in Example 2) and the first chorus (transcribed in Example 3 ) feature local-level oscillation with the continuous alternation of two chords, G minor and A major. (8) If listeners attend to a hierarchical chord relationship between the oscillating harmonies, different tonal effects of harmonic oscillation may arise in this song, which are summarized in Figure 1 .  In the verses, the pattern, functioning in G minor as ||: i – II :||, resembles a repose-tension model, where the ending sonority always gives rise to the repetition of the oscillating event for subsequent repose.  I interpret G minor as tonic because it occurs on hypermetric downbeats.  This leaves the verses seeking large-scale closure since they always conclude with a non-tonic function (tension).  The choruses of “Triumph of a Heart,” however, feature a contrasting tonal model of tension-repose, understood as  ||: II M7 – i :|| in G minor.  This has a contrasting tonal effect compared to the verses, suggesting tonal closure (tonic) at the conclusion of each repetition and consequently each chorus as a whole.  In short, the verses are tonally open, whereas the chorus sections are tonally closed.  Each verse-chorus pair shares a similar relationship and appears within the larger context of the song in keys successively transposed up by step (see case study no. 3 for transpositions).",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] On the other hand, the effects of the repose-tension and tension-repose models work only if listeners privilege G as the tonal center in this song.  It is also possible to hear a continual, open-ended ebb and flow delineated in the regularly oscillating harmonies in lieu of a hierarchical relationship between the two chords.  It is open-ended in the sense that in this song, G minor gives way to A major, which then gives way to G minor, and so on, creating a cyclic process rather than a single linear harmonic goal, as would be grounded in a hierarchical tonal listening strategy.  Other factors may also support hearing this passage in a non-hierarchic way.  The constant “meow” sound (notated on the staff marked “Other” in Example 3), pitched at E and repeated on beats two and four, diffuses the effect of hearing this passage hierarchically since E remains constant through the passage, and it is not a tonal anchor (that is, it does not reinforce the primacy of the tonic \ntriad, G-B -D).  One might also argue against a tonal hierarchic hearing because the A chord lacks a dominant function, which characteristically defines a key by setting up a tonal conflict that seeks resolution to tonic (unless the A chord is heard as a tritone substitute for the dominant, in which case, the opposite argument could be made).  At any rate, both interpretations (hierarchic or non-hierarchic) are feasible, and this flexibility attests to the richness this music’s repetitive processes involving oscillating harmonies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Kielian-Gilbert characterizes some additional effects of oscillation, which can bring about the sense “of moving between different states or conditions.”  She writes, These qualities include senses of rocking or vacillating, fluctuating or wavering, of fluctuating attention between different states or courses of action.  They also include conditions of continued reversal—swinging, rapid alternation (fluttering, quivering, jiggling, hovering) and flickering ( Kielian-Gilbert 2003 , 60). The aspect of “continued reversal” more generally describes the effect of the repose-tension model I have identified in the harmonic oscillations in “Triumph of a Heart.”  Every new harmonic event replaces or reverses the effect of the previous harmonic entity, but in a cyclic fashion ( x gives way [departs] to y , which gives way [resolves] to x , which departs again to y , and so forth).  Even when repose-tension models are not implied (i.e., when there is no clear feeling of hierarchy to suggest that one sonority is more “repose-like” or “tension-like” than the other), listeners can still experience the broader effect of alternating states, one giving way to the other, in a repetitive, cyclic fashion.  Such continued reversal is possible when two chords alternate that do not have a strong tonal hierarchical relationship (such as tonic and dominant), and each are given similar emphasis through pacing, instrumentation, and other factors.  The notion of continued reversal becomes more difficult to apply to oscillations involving chords that have strong tonal implications (tonic and dominant function).  It may be possible to apply the notion of continued reversal to oscillations involving more than two chords if the chords resist strong tonal implication. (9) Models for Oscillation Figure 2 . Echard’s Model for Harmonic Oscillation (click to enlarge) Figure 3 . Alternate Model for Harmonic Oscillation (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Building on Mark Johnson’s concept of image schemata, William Echard ( 1999 , 133–44) directly addresses harmonic oscillation in an analysis of Neil Young’s “Powderfinger.” (10) Echard characterizes oscillation with a model that depicts two borders at which the oscillating chords exist (in the case of “Powderfinger,” the IV and iii chords) and a center that, in “Powderfinger,” implies a “feeling of delay on the subdominant, moving but not really, an energized stasis” ( Echard 1999 , 140). (11) His schema is reproduced in Figure 2 . Echard’s model implies that there must be some neutral, “static” center about which the chords oscillate, and it captures an aspect of containment through the inclusion of borders in its design.  I offer an alternative model, shown in Figure 3 , which conceives of oscillation with no implied center, but rather as a self-contained system that cycles through its constituents.  Continuity is implied without tonal hierarchy, nor a mediating center, in the alternate model.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "echard_1999",
                    "echard_1999"
                ]
            }
        },
        {
            "14": {
                "text": "[14] This model (Figure 3) draws upon several established image schemata: most directly, the source-path-goal schema, and indirectly, the containment schema.  Operating upon Mark Johnson’s argument that image schemata operate “as organizing structures of our experience and understanding at the level of bodily perception and movement” which are not limited \nto one modality ( Johnson 1994 , 20, 29), such schemata can also inform our understanding of musical phenomena.  George Lakoff ( 1987 , 275) describes the components of the source-path-goal schema: “a SOURCE (starting point), a DESTINATION (end point), a PATH (a sequence of contiguous locations connecting the source and the destination), and a DIRECTION (toward the destination).” My model treats the basic source-path-goal schema in a cyclic fashion, where the source (chord x) moves toward its destination (chord y), which then becomes the new source that moves cyclically to its new destination, the original source (chord x).  My model also draws indirectly upon the containment schema, which implies “the law of the excluded middle,” assuming a binary distinction implicit in containment (that there is either the contained entity, P, or anything outside it, not-P) ( Johnson 1994 , 39).  In cases of harmonic oscillation involving just two chords, the containment principle involves the idea of hearing either chord x (not chord y) or not chord x (chord y).",
                "footnotes": [],
                "citations": [
                    "johnson_1994",
                    "lakoff_1987",
                    "johnson_1994"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Echard ( 2000 , 121) writes on the effects of oscillation: “The effect of oscillating root movement is . . . very close to stasis.  It is perhaps the simplest way to create a changing harmonic profile without producing any net movement.” He continues, “Most oscillating root movements seem to construct an effect that could be called minimal gesture, or gesture on the verge of lapsing into posture,” and he shows that the lines between posture (stasis) and gesture (mobility) are blurred by oscillation ( Echard 2000 , 123, 118, 121). There are different degrees of stasis produced in different contexts on Medúlla , and oscillations such as the ones identified in “Triumph of a Heart” seem to imply a single sonority as tonic, which indicates some degree of hierarchy (understood as repose and tension) and movement (or in Echard’s terms, “gesture”). (12) This type of oscillation, although still not fully tonally functional in a traditional sense, suggests stasis only if the oscillation is perceived to be contained within itself and if it is not joined with other passages to form some larger goal-oriented motion. (13) On the other hand, the oscillation in “Who Is It,” as we shall see in the second case study, negates tonal hierarchy through reharmonization and free reordering of harmonies, and consequently is closer to stasis (Echard’s “posture”) than the oscillations in the other songs. Figure 4 . Hughes’s Wave and Staircase Models (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "echard_2000",
                    "echard_2000"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Tim Hughes outlines two different kinds of models for repeated motion based on the origins and goals of the motion.  For oscillation, he introduces a “wave” model, and for successive ascending modulations or sequences, he uses a “staircase” model ( Hughes 2003 , 105).  The models appear in Figure 4 . (14) Hughes’s models employ the concepts of “origin” and “goal” in a fluid manner where a single entity functions both as a goal of the motion from a previous entity and also a new origin setting forth toward a new goal.  Since it does not imply a consistent and overarching hierarchy (for the nature of what the “goal” is continually shifts), Hughes’s concept contrasts with the tension-repose model introduced earlier, which does imply hierarchy (in that the status of repose implies tonic).  It is possible to apply either my tension-repose model or Hughes’s origin-goal model depending on whether one wishes to hear oscillating passages as hierarchical or non-hierarchical.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "hughes_2003"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Both of Hughes’s models shown in Figure 4 are applicable, in modified forms, to some of the songs on Medúlla .  The staircase model characterizes the plateau-like effect of successive modulation by half step, which occurs in “Pleasure Is All Mine” and “Triumph of a Heart.” (15) The wave model is adequate for all of the examples of harmonic oscillation described in this study.  In the final case study, I will combine both models to summarize the tonal motion of “Triumph of a Heart” and relate the musical events captured in the schema with events in the music video.  Such a combination is possible for any song that uses both large-scale modulation by step and local-level oscillation. Case Study no. 1.  Harmonic Stasis in “Öll Birtan”",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Harmonic stasis occurs with less frequency than oscillation in the songs on Medúlla , but it is a prominent strategy of repetition in “Öll Birtan.”  This song suggests timelessness through its static use of a single harmony —a perpetual incomplete dominant seventh comprised of pitches D, F , and C.  A transcription of the beginning of this song is shown in Example 4 .  The unfolding of this sonority is relatively gradual considering the song’s brief length (lasting less than two minutes): D is established in voice 2 at the beginning of the song (the E that occurs periodically in this voice acts as an embellishing upper neighbor to D), F enters in voice 1 at ca. 0:10 (measure 5), and C enters in voices 3 and 4 at ca. 0:20 (measure 9).  Perhaps the effect of the unfolding D7 chord in this passage is best conceptualized by the Western cultural concept of “eternity,” which according to Rowell ( 1987 , 188) implies “that continuous motion can easily imply stasis, and that absence of change and differentiation is likely to produce similar implications.” Since the harmony never changes over the course of “Öll Birtan,” this description is apt.  This effect is doubly emphasized by the lack of lyrics, or rather the abundance of nonsense syllables in the song, which evokes a sense of time that exists before and after language as we know it in the present, if it evokes any sense of linear time at all. Example 4 . “Öll Birtan,” 0:00–0:24, measures 1–11 (click to enlarge) Example 5 . “Who Is It,” 0:00–0:21, measures 1–8 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rowell_1987"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The particular harmony that is prolonged over the course of “Öll Birtan” may be understood to fulfill two contrasting roles at different levels of structure.  At an immediate level, listeners may experience the unfolding dominant seventh as nonfunctional and static, but from a large-scale, inter-song perspective, it may also fulfill a larger, tonally functional goal.  Within the song itself, the harmony lacks goal direction in the sense that it lacks any immediate harmonic motion (tension and resolution) despite the gravitation toward D, which functions as the root of the unfolding seventh chord.  Throughout the song, the gradually unfolding D7 sonority is never resolved, nor are there other functional harmonies which would give the song some sort of directed motion toward a harmonic goal. (16) Nevertheless, when “Öll Birtan” is coupled with the following song on the album, “Who Is It,” a functional dominant-tonic relationship may be perceived.  “Öll Birtan” gradually projects an incomplete dominant seventh sonority on D over its course, which is followed by a G-centered passage in the introduction (measures 1–8 [0:00–0:21], transcribed in Example 5 ) of “Who Is It” (although the overarching key of “Who Is It” is not G, but rather E major).  The inter-song D to G “root” movement (understood as V to i in G) may thus, perhaps ironically, serve a structural, teleological role in the album on a scale larger than the individual song even though “Öll Birtan” exhibits a static effect when removed from its larger context. Case Study no. 2.  Harmonic Oscillation in “Who Is It” Figure 5 . Summary of Passages Using Harmonic Oscillation in “Who Is It” (click to enlarge and see the rest) Example 6 . “Who Is It,” 1:02–1:13, measures 25–28, and 1:23–1:34, measures 33–36, lead vocal and bass synthesizer only (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] “Who Is It” features pervasive use of oscillating chords.  The chart in Figure 5 captures several characteristics of “Who Is It”: it outlines the main components of the song’s form and summarizes all the uses of oscillating harmonies. Passages that do not use oscillation are omitted from the figure.  The patterns marked by arrows on the right-most column of the chart are of special interest.  In each case an established pattern is inverted; in other words, the initiating chord differs in subsequent appearances of the same harmonic pattern.  The arrows marked with one asterisk show inter -sectional inversion, which occurs when the order of chords is inverted in parallel passages of different sections.  For example, the inter-sectional inversion occurs in measures 13–16 and 45–48, and involves parallel passages in multiple sections, in this case the first and second verses.  The other occurrences of oscillation involve chord patterns that are re-ordered within a single section.  The arrows marked with two asterisks show this type of inversion, which I classify as intra -sectional.  In all cases where the initiating harmony differs, the two chords involved are G/B and A /C.  Exploiting the properties of “continued reversal,” the free use of alternating chords is a perfect example of how tonal function is partially negated by the use of oscillation.  In these passages, traditional functional distinctions are blurred, and it may not matter which chord receives hypermetric emphasis (i.e., which chord is placed on the first and third measures of a four-bar pattern, or which is placed on the second and fourth measures of a pattern), nor how the supporting harmonies correspond to the notes used in the lead vocal line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] This harmonic oscillation and its negation of function are reinforced by the flexibility of pitch material in these sections.  Take, for instance, the metric “swapping” of G/B and A /C shown in Example 6 , which compares two inversionally related sections of the first chorus (1:23–1:34 [measures 33–36] and (1:02–1:13 [measures 25–28]).  The melodies in the lead vocal part are quite similar in both passages, yet they are accompanied by a reversal of harmonic progression, if understood in traditional harmonic terms. (17) Here the melody moves in and out of contrapuntal tension and is easily re-harmonized with a different succession of the oscillating harmonic pattern, as shown in Example 6.  On the contrary, if we understand function to be negated, the chords become equal in terms of status, both serving to perpetuate an oscillating harmonic field.  Individual chords lose their unique identity and merge into this harmonic field that becomes the harmonic language of the passage.  In this reading, it does not matter which chord initiates these patterns, at least not in these sections of this particular song.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Despite the local-level harmonic oscillation, it is possible to interpret each section of the song as being in one particular harmonic field, if not a tonality.  The choruses, in spite of the blurring of tonal function on a local level in the oscillating sections, project E major as the governing tonality.  In these sections, E is present most often in the bass, establishing E major as a stable harmony throughout the entirety of each chorus, and the last four bars of each chorus feature E major as a sustained harmony (not shown in Figure 5).  The overriding E subsumes the local-level oscillations present in the choruses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The verses, on the other hand, are more difficult to define tonally.  The first four bars of each (see measures 9–12 [0:21–0:32] in Example 7 and measures 41–44 [1:44–1:55] in Example 9 respectively) suggest an oscillating harmonic field of G minor and A major, giving way to another oscillating field of G major and A major (see measures 13–16 [0:32–0:42] in Example 8 and measures 45–48 [1:55–2:05] in Example 10 ). (18) The last four measures of the verses feature the sustained polychord A and E , over an E pedal, foreshadowing the move toward E in the choruses (this section is not shown in the examples).  The large-scale tonal scheme is summarized in Figure 6 .  The verse sections use oscillation as an ongoing, open-ended, cyclic process, provided listeners do not privilege one of the oscillating harmonies over another.  Since the oscillating patterns are continual and reordered (in the sense that “initiating” and “concluding” harmonies are often reversed or “swapped”), no chord in any oscillation in the verses governs the passage more than the other.  Each chord pair in these passages instead forms a larger harmonic field governing each verse.  These oscillations (as shown in Figure 5) further direct listeners toward a non-hierarchical mode of listening, at least in the verses. Example 7 . “Who Is It,” 0:18–0:32, measures 7–12 (click to enlarge) Example 9 . “Who Is It,” 1:42–1:55, measures 41–44 (click to enlarge) Example 8 . “Who Is It,” 0:32–0:42, measures 13–16 (click to enlarge) Example 10 . “Who Is It,” 1:55–2:05, measures 45–48 (click to enlarge) Figure 6 . “Who Is It,” Large-scale Tonal Scheme (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] This global scheme constitutes a large-scale oscillation between (1) the oscillating harmonic fields in the verses and (2) E major implied in the choruses.  Consequently harmonic oscillation is an important strategy of repetition at all levels of this song’s construction, involving both chord-to-chord and section-to-section relationships.  Understood in this way, even globally, this song presents itself as an exchange of harmonic fields associated with the alternation of verse and chorus.  I do not deny that one can hear this song in a traditional manner, where E is the overarching tonal goal and all other harmonic progressions are ultimately subsumed within E as tonic.  However, I am suggesting that one can listen in a different way that captures both oscillation and tonal hierarchy, using my model of tension-repose.  If one can hear the verses as oscillating harmonic fields, these can serve as passages of tension that then give way to the passages of repose implied by the E major tonality in the choruses.  Alternatively, another type of interpretation, one which rejects ultimate tonal hierarchy, is also possible if one understands the large-scale alternating fields to follow a path more along the lines of Hughes’s origin-goal model, where a single harmonic field would function as both goal and origin.  In this case, we would have to hear the E major tonality in the choruses as both the goal of the previous verse’s harmonic motion, as well as the origin toward the next harmonic field (the G/A oscillating fields) in the subsequent verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Regardless of the interpretation (hierarchical or non-hierarchical) one chooses, we cannot deny the overarching structure of the song as employing its own course of oscillating harmonic fields.  That there are multiple ways to understand this song attests to its richness and value.  “Who Is It” is particularly interesting because its oscillations give listeners several different ways to direct their listening experiences.  Local-level oscillations in the verses can be understood to partially undermine tonal function, and large-scale oscillations shape the entire structure of the song, fitting with the alternating verse-chorus form aesthetic. Case Study no. 3.  Harmonic Oscillation in “Triumph of a Heart”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] A plateau-like, large-scale harmonic shift occurs in “Triumph of a Heart” from the initial Gm-A oscillation in the first verse and chorus (as shown previously in Examples 2 and 3), to a transposed G m-A oscillation in the second verse and chorus, and transposed once more to Am-B after the bridge section in the third and fourth choruses. (19) The use of this device is noteworthy not simply because it exists in this music (for many songs use a similar technique), but rather because the pacing of this modulation differs from the standard pacing of modulations in pop-rock songs, which most often occur near the end of a song.  Furthermore, when these sorts of modulations occur in pop music, they rarely occur as successive, large-scale harmonic shifts, as they do in “Triumph of a Heart,” where the modulations are evenly paced over the course of the song. (20) Figure 7 shows the timings and proportions of each section.  The elapsed time of the first verse and chorus is 1'04'', the same elapsed time of the second verse and chorus.  The elapsed time of the third and fourth choruses is just a few seconds longer, at 1'10'', because the last phrase is repeated before the song concludes. Björk appropriates a standard harmonic technique of pop music, but she controls its effectiveness and claims the technique as her own through non-standard pacing of harmonic events.  Her strategic pacing in effect evens out or neutralizes the effect of a build-up or climax that would ordinarily be saved for the end (i.e., “pent-up” energy that is not released to the next plateau until the end of a song).  Here, the climactic energy is diffused evenly throughout the course of the song, perhaps redirecting listeners’ attention toward moment-to-moment listening and away from teleological listening on a large scale (i.e., waiting for “climactic release” until the end of the song). (21) Figure 7 . Hughes’s “Staircase” and “Wave” Models Applied to “Triumph of a Heart” (click to enlarge and see the rest)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Figure 7 summarizes the tonal motion of “Triumph of a Heart” by superimposing Tim Hughes’s staircase and wave models.  The waves occur within each plateau (stair step), and the staircase comprises the entirety of the larger, jagged staircase shape.  The contrasting bridge section temporarily interrupts the staircase design, but because the bridge is brief and Björk has set up listeners’ expectations for another key change to occur after the second verse and chorus, the modulation at 2:56 is welcome and perceptible as the third chorus begins.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] According to Haraldur Jónsson, speaking in the mock-documentary of the making of the video for “Triumph of a Heart,” the video is based on a variant of an Icelandic folk tale (most likely dubious, given the sarcastic aesthetic of the documentary).  He explains, “The cat in Icelandic mythology has been one of these primal or fundamental elements. . . . In this fairy tale we have this cat who is . . . taking care of the farm.  And this cat is married to a man who is . . . not taking care of anything.  Just going to town and getting drunk.” (22) In Björk and director Spike Jonze’s video depiction of the story, the gender roles are reassigned: the cat assumes the role of the caring and forgiving husband, and Björk assumes the role of the negligent wife.  Jónsson asserts that “it is actually Spike [Jonze] that turned this fairy tale upside down.” (23) Regardless of the probable illegitimacy of the so-called Icelandic cat mythology perpetuated by the mock-documentary, Jónsson’s account provides an accurate description of the events that unfold in the music video for “Triumph of a Heart.” Figure 8 . Scene-by-Scene Description of “Triumph of a Heart” Video (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Figure 8 summarizes the narrative of the music video for “Triumph of a Heart” in detail.  This narrative is supported by the large-scale design of the song, as reflected in Figure 7. (24) In short, as each new harmonic plateau is introduced, a significant change in the video occurs.  “Step 1” occurs at around 0:24 when the music of “Triumph of a Heart” begins (“Vökuró,” another track from the album, is heard up until this point).  The passage of music that features the oscillation of G minor and A major continues through around 1:44.  In this portion of the video, Björk angrily leaves her house and arrives at a bar to drink and socialize with friends after having had a disagreement with her partner (the cat).  When the next significant plateau occurs (“step 2” involving the oscillation of G minor and A major)—at around 1:44–3:30—Björk has now become inebriated, dancing and singing wildly with friends.  The music is diegetic in the dance club scene, and the participants in the video sing and dance along to the music.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In this passage (“step 2”), the music has been recorded anew for the video to show its connection to the participants who dance and sing exuberantly.  Because the actors improvised the music that accompanies this portion of the video, the music and the elapsed time in the video differ somewhat from those aspects in the audio recording, but the harmonic structure remains intact.  The passage concludes with Björk walking away from the bar, forlorn and drunk.  The bridge section, 3:30–4:03, provides musical and narrative contrast.  In this passage, it is now dawn, and Björk wakes up on the side of the road.  She and her lover (the cat) eventually reunite in the final portion of the video (4:03–5:23), and in \nthis passage the final plateau occurs (“step 3” involving A minor and B major).  In this scene, the cat undergoes a metamorphosis into human size, and the music functions, once again, diegetically, as Björk and the cat dance together. Figure 8 . Scene-by-Scene Description of “Triumph of a Heart” Video (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The large-scale harmonic changes support the narrative directly and correspond with each significant change in scene in the video. Björk’s trek to the bar and initial experience there is contained within the G-A oscillation, her reckless partying is contained within the G -A oscillation, and her reconciliation with the cat is contained within the A-B oscillation.  With this in mind, I offer Figure 9 as a revised model that incorporates the pacing of both harmonic events and changes of scene, which revisits the large-scale harmonic design in Figure 7 and applies what we have learned from the corresponding events in the video. The large-scale harmonic shifts may not have much significance in and of themselves in the audio-only version of the song, but when combined with the series of events in the video, the harmonic design takes on a more significant role. The combined image in Figure 9 summarizes how the harmonic content interacts with actions depicted in the video and the large-scale form of the song. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] This study has shown how harmonic oscillation and stasis operate in several songs from Björk’s Medúlla .  Several possible orientations toward hearing the passage and pacing of harmonic events arise from the use of harmonic oscillation and stasis at various structural levels of the songs that use these techniques.  Qualities of timelessness are evoked through harmonic stasis, as seen in “Komið” and “Öll Birtan.” In these songs, the lack of directed tonal motion allows space for listeners to attend to the linear aspects of the vocal layers, drawing attention to the songs’ intricate vocal textures.  “Who Is It” illustrates how local-level and global processes of harmonic oscillation interact and how traditional chord function may be negated through oscillation. Harmonic oscillation is pervasive in “Triumph of a Heart,” which has been included in this study as a prototype for analysis of this technique.  In this song, we learn that overarching oscillations may support extra-musical narratives suggested by song lyrics \nor music videos.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Such strategies of repetition involving harmonic design are by no means the only elements of interest in this music—for vocality, texture, timbre, and other types of repetition are also at play in these songs—but it is significant that the harmonic processes identified in this music are realized in such interesting vocal textures and that non-teleological harmonic processes make room for the vocal textures to carry the music forward.  Harmonic oscillation and stasis are distinctive aspects of this music, and they also occur more broadly in much of Björk’s overall output, as well as in other pop-rock songs.  This model of analysis can be applied to other songs by Björk, as well as other popular music, as an alternative to traditional methods of understanding tonal harmony, which break down for such songs.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.1.malawey.html",
    "data": "mto/data/mto.10.16.1.malawey.json"
}