{
    "title": "Review of W.B. Hewlett & E. Selfridge-Field, eds., <i>Melodic Similarity: Concepts, Procedures, and\nApplications</i> <br>(Cambridge, Massachusetts: MIT Press, 1999)",
    "date": "1999/09/01",
    "volume": "5",
    "issue": "4",
    "authors": [
        "Hofmann-Engl, Ludger"
    ],
    "abstract": "",
    "keywords": [
        "melody",
        "analysis",
        "similarity"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.4/mto.99.5.4.hofmann-engl.pdf",
    "author_info": [
        {
            "name": "Ludger Hofmann-Engl",
            "university": "Keele Univerity (UK)",
            "address": "",
            "email": "hofmannengl@netscape.net"
        }
    ],
    "citations": {
        "cambouropoulos_1994": "Cambouropoulos, E. 1994. “Markov Chains As an Aid to Computer-assisted Composing.” Musical Praxis 1: 41–52.",
        "dillon_and_hunter_1991": "Dillon, M. & Hunter, M. 1991. “Automated Identification of Melodic Variants.” In Folk Music, Computers and the Humanities 16: 107–117.",
        "dowling_1971": "Dowling, J. W. 1971. “Recognition of inversions of melodies and melodic contours.” Perception & Psychophysics 9: 348–349.",
        "hofmann-engl_and_parncutt_1998": "Hofmann-Engl L. & Parncutt R. 1998. “Computational Modeling of Melodic Similarity Judgments: Two Experimetns on Isochronous\nMelodic Fragments.” http://freespace.virgin.net/ludger.hofmann-engl/similarity.html",
        "lerdahl_and_jackendoff_1983": "Lerdahl, F. & Jackendoff, R. 1983. A Generative Theory of Tonal Music .  Cambridge, Mass.: MIT Press.",
        "narmour_1992": "Narmour, E. 1992. The Analysis and Cognition of Melodic Complexity: The Implication-Realization\nModel . Chicago: The University of Chicago Press.",
        "schlichte_1990": "Schlichte, J. 1990. “Der automatische Vergleich von 83,243 Musikincipits aus der RISM-Datenbank:\nErgebnisse—Nutzen—Perspektiven.” Fontes Artis Musicae 37: 35–46.",
        "seeger_1960": "Seeger, C. 1960. “On the Moods of a Musical Logic.” Journal of the American Musicological\nSociety 13: 224–261.",
        "shephard_1987": "Shephard, R. N. 1987. “Toward a Universal Law of Generalization of Psychological Science.” Science 237: 1317–1323.",
        "stanley_1983": "Stanley, S. 1983. The New Grove Mozart . New York: W.W. Norton & Co.",
        "tversky_1977": "Tversky, A. 1977. “Features of Similarity.” Psychological Review 84: 327–352."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Volume 11 of Computing in Musicology comprises 13\ncontributions by 18 authors. While the spectrum of topics is\nbroad, reaching from melodic similarity in music-copyright\ninfringement suits (C. Cronin) to web-based melodic search tools\n(A. Kornstadt), a clear emphasis is given to the conceptional\napproach to melodic similarity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The main article within the group of essays on Concepts and Procedures is written by E. Selfridge-Field and focuses on data\nrepresentations of music and search strategies for melodic\nmaterial as stored in data banks. In her contribution,\nSelfridge-Field remarks that the representation of musical data\ncrucially influences the choice of the search strategies and the\nresults of data base searches. She suggests classifying musical\ncomponents into three classes: (a) “representable components”\nsuch as pitch and duration, (b) “derivable components” such as intervallic motion and accent and (c) “non-derivable components”\nsuch as articulation and dynamic indications. Melodies, for\nexample, which are represented only in the form of pitch\nsequences may misidentify musical material as “similar” which\nmight have been identified as being “different” had the rhythm\nbeen considered. Thus, as Selfridge-Field maintains, such data\nrepresentations are often inadequate. Why, however, she\nclassifies dynamics into the class of non-derivable components\nremains unclear to this reviewer, especially if we consider its\nhighly developed notation in 20th century music. 20th-century\navant-garde music seems frequently slighted as, for instance,\nwhen Selfridge-Field critiques the base-12 system (the\nrepresentation of the chromatic scale by twelve values) as not\nbeing applicable to the “conventions of written tonality.”\nInspired by music ethnologists (e.g. Seeger 1960 ) and\nsupported by the findings of music psychologists (e.g. Dowling 1971 ), contour has often been regarded as a major factor in\nmelodic similarity. Thus it does not surprise when\nSelfridge-Field confirms that contour is a “common approach to\nmelodic comparison.” How melodic similarity—including rhythmic\nrepresentation—might be implemented in an algorithm, however,\nremains an unanswered question. Thus neither a definitive working\nsolution nor a definite approach is offered.",
                "footnotes": [],
                "citations": [
                    "seeger_1960",
                    "dowling_1971"
                ]
            }
        },
        {
            "3": {
                "text": "[3] D. O. Maidin’s article, “A Geometrical Algorithm for Melodic\nDifference,” offers a specific algorithm which is based on some\ninteresting principles. First, O Maidin proposes to compare a\ngiven pair of melodies by forming the difference between the\npitch sequences of both melodies. For instance, melody A given as\nC–E–G–E and melody B given as E–D–E–G will produce the\ndifferences in semitones: C – E = 4, E – D = 2, G – E = 3 and E –\nG = 3. Overall we obtain the sum of the differences of 12\nsemitones. Further, O Maidin maintains that notes of longer\ndurations will have to be weighted more than notes of shorter\ndurations. This seems a plausible assumption. Had we transposed\nthe first melody up by a fifth, we would have obtained: g–b–d–b.\nComparing this with the second melody, we obtained the overall\ndifference of 26 semitones. Thus, the proposed algorithm is\ntranspositionally sensitive. Although this is in accordance with\nexperimental findings by R. Egmond, D. Povel & E. Maris (1996), O\nMaidin seems uncomfortable with this aspect of the algorithm. He\nsuggests the following procedure for the calculation of the pitch\ndifference between the melodies A and B: (a) transpose melody B\ninto various keys, (b) calculate the pitch differences between\nthese various transpositions of melody B and the melody A and (c)\ndetermine which transposition of B yields the minimal pitch\ndifference. This is a tedious procedure which could have been\navoided by calculating the differences between the intervals\nrather than between the pitches. In fact L. Hofmann-Engl &\nR. Parncutt ( 1998 ) found in two experiments that a model based on\ninterval difference is a major predictor for melodic similarity\n(r > 0.8, p < 0.01).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Admittedly, experimental investigations into melodic\nsimilarity are still scarce. This might explain why neither the\ntwo articles reviewed above nor the other four contributions in\nthe section on “Concepts and Procedures” endeavor to approach the\nissue from a more cognitive point of view. However, there seems\naltogether a certain amount of confusion prevailing over the\nissue of melodic similarity. This becomes apparent, when for\ninstance T. Crawford, C. S. Iliopoulos, and R. Raman formulate in\ntheir article, “String-Matching Techniques for Musical Similarity\nand Melodic Recognition,” the objective that an important part of\ntheir research is directed towards a “formal definition of\nmusical similarity.” This seems like yet another trial to develop\na formal theory and then to hope for it to have some cognitive\nrelevance (as happened with the “generative theory of tonal\nmusic” by F. Lerdahl & R. Jackendoff ( 1983 ) and more recently\nE. Narmour’s “implication realization model” ( 1992 )).",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "narmour_1992"
                ]
            }
        },
        {
            "5": {
                "text": "[5] L. A. Smith, R. J. McNab, and I. H. Witten approach the issue\nof melodic similarity in their essay, “Sequence-Based Melodic\nComparison: A Dynamic Programming Approach,” from a\ntransformational angle, based on the work of M. Dillon & M.\nHunter ( 1991 ). The underlying hypothesis is: “The more steps\nrequired to transform a given melody A into a melody B the\nsmaller the similarity.” Although interesting and possibly\nvaluable, the reviewer is of the opinion that an experimental\napproach to the issue might be more promising. Useful examples of\nsuch an experimental approach can be found in the wider spectrum\nof cognitive psychology for instance within the works of S.\nShepard (1987) and A. Tversky ( 1977 ). Until there is more\nexperimental evidence supporting a theoretical approach, it will\nremain purely speculative.",
                "footnotes": [],
                "citations": [
                    "dillon_and_hunter_1991",
                    "tversky_1977"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The issue of melodic similarity is considered from a more\npractical point in J. Howard’s article, “Strategies for Sorting\nMelodic Incipits.” As he points out in his introduction, the\ncollection of musical materials in libraries and the need for\nsystematic classification pose direct questions. The most\npressing question might be the attribution of pieces of unknown\norigin. Howard reports that while ten years ago there was still a\ntrend to trace the origin of a source in order to determine\nauthorship, there has recently been a shift towards comparing\nmusical material directly. In a first attempt, the RISM database\nin Frankfurt was used to determine the origin of 144 unknown\npieces by comparing pitch and interval profiles of melodic\nincipits. As this did not produce the desired results other\nfactors were included (e.g., staccati, pauses). The results\nobtained confirmed that when several factors are included in a\nsearch, the search becomes far more effective. In a similar\napproach, Howard devised a series of search criteria. Although a\nsearch based on those criteria reproduced similar effects as had\nthe team in Frankfurt, he also found that over-specification can\nbe misleading, placing highly similar material into different\nclasses. Howard concludes that search strategies have to be\nsomewhat flexible and adaptable in order to be most effective. It\nalso appears to the reviewer that more sophisticated statistical\ntools would enhance such search processes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The concepts of musical “signatures” as referred to by D.\nCope in his essay, “Signatures and Earmarks: Computer Recognition\nof Patterns in Music,” has been popular since J. S. Bach, who\n“signed” many of his compositions (the sequence B ♭ –A–C–B\ntranslates into German B–A–C–H). Cope proposes to broaden this\nconcept of musical signature to any characteristic which is\nunique to a composer’s style, referring to some examples of\ntypical Mozartian cadences and to some excerpts of Chopin’s\nMazurkas. The question of what makes a specific style is as old\nas musicology itself. True, the given examples of Mozart are\nsomewhat typical for his piano music, but they can also be found\nin compositions of other composers (e.g., Haydn and Clementi).\nThus without some more detailed investigation, it seems difficult\nto say whether the quoted type of cadence is more typical for\nMozart than, for instance, Clementi. The question remains: “Who’s\nsignature really is it?” Maybe more crucial is the question\nwhether the style of a composer like Mozart or Chopin can be\ncaptured by referring to a signature. From a musicological point\nof view, we are tempted to say “no.” It seems a multiplicity of\nfeatures creates Mozart’s piano style including the extensive use\nof Alberti basses, chromaticisms, thin layered harmony (mostly\nwithin the understanding of the functional tonal system) and\nextensive use of the classic sonata form. Stanley’s ( 1983 ) entry\nin “The New Grove” might serve as a suitable starting point.\nInvestigations of the kind proposed by Cope’s conclusion will\nneed further substantiation.",
                "footnotes": [],
                "citations": [
                    "stanley_1983"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The essay, “A Multi-scale Neural-Network Model for Learning\nand Reproducing Choral Variations,” by D. Hornel is one of the\nthree articles in the group on “Tools and Applications.” The\nunderlying concept of his presentation is to test whether\nneural-networks will perform a compositional task better when the\ntask is divided between two neural-networks. While one of the\nneural-networks is implemented to make decisions about the use of\nmotivic material depending on the more global structure, the\nsecond neural-network is designed to decide on the exact pitches\naccording to counterpoint rules and melodic coherence. The test\ncase is the artificial composition of a melodic variation in the\nstyle of Pachelbel where quarter and half notes are replaced by a\nflowing line of sixteenth notes. After the initial training of\nthis neural-network system by imputing examples of original\nPachelbel excerpts, the system artificially composed several\nvariations (two of them are given in the article). The results\nare impressive and seem to confirm that more complex\nneural-network systems, taking into account global structuring,\nare more likely to be successful. The composition composed by\nthis system falls short, however, when compared to a typical\nPachelbel variation. Several counterpoint rules are violated\nthroughout both examples (e.g., improper resolution and\npreparation of dissonances). Additionally, much of the melodic\nline does not flow smoothly, which makes it hard to mistake these\nexamples for compositions in Pachelbel’s style. While the\ncounterpoint violations can be avoided by algorithmic adaptation\nof the neural-network, the smoothness of the melodic line could\nbe, as Hornel suggests, improved by using a third neural-network\ncontrolling the overall structure of motive distribution. The\nreviewer feels, however, that the application of neural-networks\nwill be far more instructive if the network system is fed with\ndifferent styles and used for the artificial composition of new\nworks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The concept of database search has been shown to provide\nuseful information for the classification of musical material\n(e.g., Schlichte 1990 ). Computer-aided music analysis might be\njust as useful, however, for the analysis of stylistic\ncharacteristics of individual composers. This is the main\nargument put forward by N. Nettheim in “Melodic Pattern-Detection\nUsing MuSearch in Schubert’s ‘Die schöne Müllerin’.” As the title\nsuggests, Nettheim uses the song cycle, “Die schöne Müllerin,” by\nSchubert as an example. The melodic material, together with the\ntext, was entered into a database. A text/melody search then can,\nfor instance, list all data entries which contain the letter\nsequence “lieb” (love). Nettheim does not, however, draw any\nconclusions from his search results. Although the reviewer agrees\nwith Nettheim that the use of databases could be a helpful tool\nfor the analyst, he also feels that Nettheim’s argument would\nhave been much more convincing if he had shown that the\ntext/melody search helped to reveal a new and interesting aspect\nof Schubert’s music.",
                "footnotes": [],
                "citations": [
                    "schlichte_1990"
                ]
            }
        },
        {
            "10": {
                "text": "[10] It certainly is true that a closer interdisciplinary\ncooperation between the various branches of musicology is still\ninsufficiently explored. Ethnomusicology is no exception. Thus\nthe article, “Rhythmic Elements of Melodic Process in Nagauta\nShamisen Music,” by M. Yako could have been a valuable\ncontribution to the publication. As it stands, however, Yako’s\narticle draws conclusions which seem little justified by the\nresearch details given in the text. Initially, Yako sets out to\nanalyze ten nagauta compositions, based on transcriptions from\n1918. Although aware that traditional Japanese notation\nidentifies finger positions and movements rather than pitches and\ndurations, Yako seems to accept the accuracy of the\ntranscriptions (transcriptions which usually ignore tempo\ndeviations by grouping durations into simple duple or quadruple\ntime). Following some vaguely described criteria Yako then\nisolates 700 rhythmical patterns within these 10 pieces. Although\none of the tables in the text endeavors to list a selection of\nthese patterns, we are given letters (representing patterns)\nwithout explanation what these letters stand for. Further, the\nletters given in the table do not coincide with the letters in\nthe musical examples, thus rendering both the table and the\nexamples useless. Finally, the conclusion that patterns overlap\nis trivial and more a consequence of allowing 700 patterns for\nthe search and likely of no cognitive relevance. This is all the\nmore disappointing as the understanding of time in Shamisen\nmusic, which might be described as breathing, is certainly worth\na thorough investigation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The section on “human melodic judgment” contains two\narticles. Disappointingly, neither article addresses cognitive\nquestions, and any expectation to find an answer for the question\n“What is melodic similarity?” remains unfulfilled. Although E.\nDahlig & H. Schaffrath present an experiment in their essay, the\nstandards of psychological experimentation are not met. The\nauthors set out to investigate the effects of real folk songs in\ncomparison to artificial folk songs. The stimuli of the real folk\nsongs are authentic, but the construction of the artificial folk\nsongs seems problematic, as they consist of phrases taken from\noriginal folk songs. The construction according to algorithmic\nstrategies would have been more appropriate, for instance by\nusing Markov chains ( Cambouropoulos 1994 ). The records of the\nparticipants of the experiment are also insufficient (for\ninstance musical skill is simply measured by whether a\nparticipant plays an instrument or not). We are also not informed\nhow many people participated in the experiment. The questionnaire\nitself gives the participant a three-point scale for “pleasure”\nand a five-point scale for “authorship.” The inclusion of other\ndimensions such as “coherence” and “completion” instead of\n“authorship” would have enabled the researchers to measure\nresponses more accurately. Finally, in the result section we\nlearn that subjects were from socially diverse groups. Groups of\nparticipants are listed as “Hauptschüler” (students classified by\nthe German education system as unsuitable for regular secondary\neducation and not, as claimed by the authors, students at the\nbeginning of secondary education), statisticians,\nmusic-conservatory teachers, computer science students and\nothers. Yet none of these groups form social groups per se and\nthe formation of testable social groups would require much more\ndetailed information about the participants. Finally, the\nevaluation as reported by the authors does not satisfy\nstatistical requirements (e.g., correlations are stated without\nthe value for “r” or with significance levels). The sum of all\nthese deficiencies renders the text of questionable value.",
                "footnotes": [],
                "citations": [
                    "cambouropoulos_1994"
                ]
            }
        },
        {
            "12": {
                "text": "[12] C. Cornin’s contribution, “Concepts of Melodic Similarity in\nMusic-Copyright Infringement Suits,” is funny to read. It shows\nhow courts struggle to prove the unprovable: That two melodic\nfragments which are highly similar are either truly the same or\ntruly different. The fact that this quest is mostly driven by\nmonetary interests can, as Cornin points out, produce highly\ncontroversial court decisions. Two on-line tools allow the\nInternet user to access a databank containing American/British,\nGerman, Chinese and Irish folk songs ( http://www.nzdl.org/meldex ), and\na databank containing themes from compositions from the Baroque\nto the romantic period\n( http://musedata.stanford.edu/databases/themefinder ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Overall, the book is interesting and contains some new\nresearch. Nevertheless, some of the articles fail to approach the\ntopic with methodologies sufficient for the considerable\ndifficulties entailed by the subject matter. It also would have\nbeen beneficial to include at least one article dealing with\ncognitive aspects of melodic similarity.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.99.5.4.hofmann-engl.html",
    "data": "mto/data/mto.99.5.4.hofmann-engl.json"
}