{
    "title": "Formal Reminiscence Space and Memory in Sufjan Stevens's Storytelling",
    "date": "2020/03/01",
    "volume": "26",
    "issue": "1",
    "authors": [
        "Palfy, Cora S."
    ],
    "abstract": "Storytelling can be a vehicle for bonding and closeness, particularly between the narrator and their rapt audience, whether in traditional spoken storytelling or musical narrative. One of the ways a listener is drawn into a musical story is by triggering their memory, and, in his sung narratives, Sufjan Stevens creates a specific formal space for enacting moments of remembering with his audience. Through recurring thematic cues and a deliberate formal space I call the “reminiscence space,” Stevens creates a musical window during which the audience can remember events of the storywithhim. The reminiscence space promotes a participatory act of remembering between artist and audience, which psychological literature demonstrates can increase feelings of connectedness, intimacy, and community. Three songs by Stevens are analyzed as a case study for the way in which remembering together is used to create intimacy between the audience and Stevens.",
    "keywords": [
        "narrativity",
        "memory",
        "intimacy",
        "artist",
        "audience participation"
    ],
    "doi": "10.30535/mto.26.1.4",
    "received": "July 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.1/mto.20.26.1.palfy.pdf",
    "author_info": [
        {
            "name": "Cora S. Palfy",
            "university": "Elon University",
            "address": "100 Campus Dr. CB 2800, Elon, NC 27244",
            "email": "CPalfy@elon.edu"
        }
    ],
    "citations": {
        "abel_and_bäuml_2017": "Abel, Magdalena, and Karl-Heinz T. Bäuml. 2017. “Collaborative Remembering Revisited: Study Context Access Modulates Collaborative Inhibition and Later Benefits for Individual Memory.” Memory & Cognition 45 (8): 1319–34.",
        "anonymous_2002": "Anonymous. 2002. “Reminiscence motif.” Grove Music Online . Oxford Music Online . Oxford University Press. http://www.oxfordmusiconline.com/subscriber/article/grove/music/O009217 .",
        "assmann_and_czaplicka_1995": "Assmann, Jan, and John Czaplicka. 1995. “Collective Memory and Cultural Identity.” New German Critique 65: 125–33. https://doi.org/10.2307/488538 .",
        "bartlett_1995": "Bartlett, 1995. Remembering: A Study in Experimental and Social Psychology . Cambridge University Press.",
        "bentley_2016": "Bentley, Christa Anne. 2016. “Los Angeles Troubadours: The Politics of the Singer-Songwriter Movement, 1968–1975.” Ph. D. diss., University of North Carolina Chapel Hill.",
        "berlant_2000": "Berlant, Lauren, ed. 2000. Intimacy . 1st ed. University of Chicago Press.",
        "best_2005": "Best, John. 2005. “Memory Mnemonics.” In Encyclopedia of Cognitive Science , ed. Lynn Nadel. John Wiley & Sons, Ltd. https://doi:10.1002/0470018860.s00574",
        "boilen_2017": "Boilen, Bob. 2017. “Sufjan Stevens, Nico Muhly And Bryce Dessner On Creating ‘Planetarium’.” NPR.org., June 8, 2017. https://www.npr.org/sections/allsongs/2017/06/08/531946097/sufjan-stevens-nico-muhly-and-bryce-dessner-on-creating-planetarium .",
        "brackett_2000": "Brackett, David. 2000. Interpreting Popular Music . University of California Press.",
        "bråten_2007": "Bråten, Stein. 2007. On Being Moved: From Mirror Neurons to Empathy . John Benjamins Publishing.",
        "brian_z_2017": "Brian Z. 2017. “Casimir Pulaski Day.” Illinois . Comments on YouTube video. 8:40. Soofjen. September 17, 2008. https://www.youtube.com/watch?v=9EzeW5KoPUI . (Accessed January 10, 2017.)",
        "bribitzer-stull_2015": "Bribitzer-Stull, Matthew. 2015. Understanding the Leitmotif . Cambridge University Press.",
        "buckley_2018": "Buckley, Cara. 2018. “The Agony, Absurdity and Ecstasy of the Oscar for Best Song.” The New York Times , February 15, 2018. https://www.nytimes.com/2018/02/14/movies/oscar-best-song-mary-blige-sufjan-stevens.html .",
        "cohn_1992": "Cohn, Richard L. 1992. “The Dramatization of Hypermetric Conflicts in the Scherzo of Beethoven's Ninth Symphony.” 19th-Century Music 15 (3): 188–206.",
        "cone_1974": "Cone, Edward T. 1974. The Composer's Voice . University of California Press.",
        "cox_2016": "Cox, Arnie. 2016. Music and Embodied Cognition: Listening, Moving, Feeling, and Thinking . Indiana University Press.",
        "dijck_2006": "Dijck, José van. 2006. “Record and Hold: Popular Music between Personal and Collective Memory.” Critical Studies in Media Communication 23 (5): 357–74.",
        "dombal_2015": "Dombal, Ryan. 2015. “True Myth: A Conversation with Sufjan Stevens.” Pitchfork . February 16, 2015. https://pitchfork.com/features/interview/9595-true-myth-a-conversation-with-sufjan-stevens/ .",
        "eakin_2015": "Eakin, Marah. 2015. “On ‘Casimir Pulaski Day,’ Sufjan Stevens Remembers.” The A.V. Club . May 18, 2015. http://www.avclub.com/article/casimir-pulaski-day-sufjan-stevens-remembers-219407 .",
        "eggers_2015": "Eggers, Dave. 2015. “Sufjan Stevens Talks to Dave Eggers: ‘I Was Recording Songs as a Means of Grieving.’” The Guardian . March 26, 2015. http://www.theguardian.com/music/2015/mar/26/sufjan-stevens-dave-eggers-carrielowell-i-was-recording-songs-means-of-grieving .",
        "entwhistle_2016": "Entwhistle, Lauren. 2016. “Lauren Entwhistle Reflects on Sufjan Stevens’ Visit to Red Hill.” The Gospel Coalition Australia . http://australia.thegospelcoalition.org/article/lauren-entwistle-reflect-on-sufjan-stevens-visitto-red-hill .",
        "fairhurst_et_al_2013": "Fairhurst, Merle T., Petr Janata, and Peter E. Keller. 2013. “Being and Feeling in Sync with an Adaptive Virtual Partner: Brain Mechanisms Underlying Dynamic Cooperativity.” Cerebral Cortex 23 (11): 2592–600.",
        "fischer_1994": "Fischer, Eileen, and Brenda Gainer. 1994. “Community and Consumption.” Advances in Consumer Research 21 (1): 137.",
        "frith_1996": "Frith, Simon. 1996. Performing Rites: On the Value of Popular Music . Harvard University Press.",
        "gaesser_2013": "Gaesser, Brendan. 2013. “Constructing Memory, Imagination, and Empathy: A Cognitive Neuroscience Perspective.” Frontiers in Psychology 3: 1–6.",
        "grey_1996": "Grey, Thomas S. 1996. “...wie Ein Rother Faden: On the Origins of ‘Mnemonic theme’ as Critical Construct and Musical Practice.” In Music Theory in the Age of Romanticism , edited by Ian Bent, 187–210. Cambridge University Press.",
        "gintis_2000": "Gintis, Herbert. 2000. “Strong Reciprocity and Human Sociality.” Journal of Theoretical Biology 206 (2): 169–79.",
        "guck_2006": "Guck, Marion A. 2006. “Analysis as Interpretation: Interaction, Intentionality, Invention.” Music Theory Spectrum 28 (2): 191–209.",
        "hirst_and_echterhoff_2012": "Hirst, William, and Gerald Echterhoff. 2012. “Remembering in Conversations: The Social Sharing and Reshaping of Memories.” Annual Review of Psychology 63 (1): 55–79.",
        "iacoboni_2009": "Iacoboni, Marco. 2009. “Imitation, Empathy, and Mirror Neurons.” Annual Review of Psychology 60 (1): 653–70.",
        "isaac_thoreson_2016": "isaac thoreson. 2016. “Romulus.” Michigan . Comments on YouTube video. 4:44. ibaHumor. June 28, 2010. https://www.youtube.com/watch?v=zUwuT6m5roU . (Accessed January 9, 2017.)",
        "keenan_mccleary_2016": "Keenan McCleary. 2016. “Should have Known Better.” Carrie and Lowell . Comments on YouTube video. 5:04. Asthmatic Kitty Records. March 11, 2015. https://www.youtube.com/watch?v=lJJT00wqlOo&index=2&list=PL7koT1T8tj3hD5J1NTrKKQLQmaZ59f4lM . (Accessed January 9, 2017.)",
        "kilner_et_al_2009": "Kilner, James M., Alice Neal, Nikolaus Weiskopf, Karl J. Friston, and Chris D. Frith. 2009. “Evidence of Mirror Neurones in Human Inferior Frontal Gyrus.” The Journal of Neuroscience 29 (32)L 10153–59.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "larson_2012": "Larson, Steve. 2012. Musical Forces: Motion, Metaphor, and Meaning in Music . Musical Meaning and Interpretation Series. Indiana University Press.",
        "lewis_1992": "Lewis, Lisa A., ed. 1992. The Adoring Audience: Fan Culture and Popular Media . Routledge.",
        "marsh_et_al_2009": "Marsh, Kerry L., Michael J. Richardson, and R. C. Schmidt. 2009. “Social Connection through Joint Action and Interpersonal Coordination.” Topics in Cognitive Science 1 (2): 320–39.",
        "mcnelles_and_connolly_1999": "McNelles, Laurie R., and Jennifer A. Connolly. 1999. “Intimacy between Adolescent Friends: Age and Gender Differences in Intimate Affect and Intimate . . . ” Journal of Research on Adolescence 9 (2): 143.",
        "muniz_and_o’guinn_2001": "Muniz, Albert M., and Thomas C. O’Guinn. 2001. “Brand Continuity.” Journal of Consumer Research 27 (4): 412–32.",
        "neal_2007": "Neal, Jocelyn R. 2007. “Narrative Paradigms, Musical Signifiers, and Form as Function in Country Music.” Music Theory Spectrum 29 (1): 41–72.",
        "nikooeyes_2016": "NikoOeyes. 2016. “Death with Dignity.” Carrie and Lowell . Comments on YouTube video. 3:59. Asthmatic Kitty Records. March 30, 2015. https://www.youtube.com/watch?v=dsGODTySH0E&list=PL7koT1T8tj3hD5J1NTrKKQLQmaZ59f4lM . (Accessed January 10, 2017.)",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse–Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47.",
        "palfy_2016": "Palfy, Cora S. 2016. “Human after All: Understanding Negotiations of Artistic Identity through the Music of Daft Punk.” In Oxford Handbook of Music and Virtuality , eds. Sheila Whiteley and Shara Rambarran, 282–305. Oxford University Press.",
        "pareles_2017": "Pareles, Jon. 2017. “Review: Sufjan Stevens’s Quietly Moving ‘Carrie & Lowell.’” The New York Times , December 21. https://www.nytimes.com/2015/03/31/arts/music/review-sufjan-stevenss-quietly-moving-carrie-lowell.html .",
        "parks_1996": "Parks, Malcolm R., and Kory Floyd. 1996. “Meanings for Closeness and Intimacy in Friendship.” Journal of Social and Personal Relationships 13 (1): 85–107.",
        "petrusich_2018": "Petrusich, Amanda. 2018. “The Bracing Sorrow of Sufjan Stevens’s Oscars Performance.” The New Yorker Magazine , March 5, 2018. https://www.newyorker.com/culture/culture-desk/the-bracing-sorrow-of-sufjan-stevenss-oscar-performance .",
        "plate_and_smelik_2013": "Plate, Liedeke, and Anneke Smelik. 2013. Performing Memory in Art and Popular Culture . Routledge.",
        "ralph_2012": "Ralph, Matt. 2012. “Sufjan Stevens – The Predatory Wasp of the Palisades Is Out To Get Us.” Summer Camp Culture . July 23, 2012. http://www.summercampculture.com/sufjan-stevens-the-predatory-wasp-of-the-palisades-is-out-to-get-us/ .",
        "rigney_2005": "Rigney, Ann. 2005. “Plenitude, Scarcity and the Circulation of Cultural Memory.” Journal of European Studies 35 (1): 11–28.",
        "scruggs_1991": "Scruggs, Thomas E., and Frederick J. Brigham. 1991. “Utility of Musical Mnemonics.” Perceptual and Motor Skills 72 (3): 881–82.",
        "sedikides_et_al_2006": "Sedikides, Constantinte, Tim Wildschut, Jamie Arndt, and Clay Routledge. 2006. “Affect and the Self.” In Affect in Social Thinking and Behavior , edited by Joseph P. Forgas, 197–266. Psychology Press.",
        "simpson_and_willer_2008": "Simpson, Brent, and Robb Willer. 2008. “Altruism and Indirect Reciprocity: The Interaction of Person and Situation in Prosocial Behavior.” Social Psychology Quarterly 71 (1): 37–52.",
        "smith_2003": "Smith, Richard Cándida. 2003. Art and the Performance of Memory: Sounds and Gestures of Recollection . Routledge.",
        "soucie_2015": "Soucie, Kendall M. 2015. “The Impact of Autobiographical and Vicarious Events on Narrative Identity.” PhD diss., Wayne State University.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)Cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64.",
        "swann_1989": "Swann, Mike. 1989. How Many Roads? History and Guide of American Singer Songwriters . Book Guild Publishing Ltd.",
        "swayne_2007": "Swayne, Steve. 2007. “Remembering and Re-Membering: Sondheim, the Waltz, and A Little Night Music.” Studies in Musical Theatre 1 (3): 259–73.",
        "vilaro_2013": "Vilaro, Anna. 2013. “Mnemonic Theme in Audio Description: Anchoring Information to Optimise Retrieval.” International Journal of Humanities and Social Sciences 3 (5): 56–64.",
        "weldon_2000": "Weldon, Mary Susan. 2000. “Remembering as a Social Process.” In Psychology of Learning and Motivation 40: 67–120. Academic Press.",
        "whittall_2002": "Whittall, Arnold. 2002. “Leitmotif (opera).” Grove Music Online. https://www.oxfordmusiconline.com/grovemusic/view/10.1093/gmo/9781561592630.001.0001/omo-9781561592630-e-5000902888 .",
        "wildschut_et_al_2006": "Wildschut, Tim, Constantine Sedikides, Jamie Arndt, and Clay Routledge. 2006. “Nostalgia: Content, Triggers, Functions.” Journal of Personality and Social Psychology 91 (5): 975–93.",
        "wood_and_kenyon_2018": "Wood, Emma H., and Alexandra J. Kenyon. 2018. “Remembering Together: The Importance of Shared Emotional Memory in Event Experiences.” Event Management 22 (2): 163–81."
    },
    "footnotes": {
        "FN0": {
            "text": "* My sincere thanks to those who helped facilitate this project: Adrian Childs, Robin Attas, Ally Wente, and the thoughtful reviewers who gave their time and feedback.",
            "citations": []
        },
        "FN1": {
            "text": "1. This is purposeful; singer-songwriters’ subject matter also draws audience members in personally. Musicologist Mike Swann comments that “emotional involvement is . . . the paramount factor in music, and I find this more to the fore in these singer-songwriters because of the greater lyrical explorations and the individuality and feeling that comes from an artist performing his or her songs” ( 1989 , 16).",
            "citations": [
                "swann_1989"
            ]
        },
        "FN2": {
            "text": "2. My initial impulse was to label these mnemonic themes “leitmotivic” in nature, but they fall beyond the span of a motive, because they are often 4–8 bars in length.",
            "citations": []
        },
        "FN3": {
            "text": "3. Though, we might go much further back and consider the use of chant and song to help preserve the structure of Masses and words, epic poetry, and other historical artifacts. Indeed, the Guidonian Hand is a type of musical mnemonic.",
            "citations": []
        },
        "FN4": {
            "text": "4. Arnold Whittall ( 2002 ) cites Lacépède’s La poétique de la musique , ii (1785) as an early example of an eighteenth century “Reminiscence motif.” Other examples can be found in Mozarts Le Nozze di Figaro , Grétry’s Richard Coeur-de-lion , and Méhul’s Ariodant .",
            "citations": [
                "whittall_2002"
            ]
        },
        "FN5": {
            "text": "5. This mnemonic asks language learners to imagine how a rabbit could interact with a log in order to grasp prepositions (e.g., “The rabbit jumps over the log”).",
            "citations": []
        },
        "FN6": {
            "text": "6. For further reading on musical mnemonics, see Grey 1996 , Best 2005 , and Vilaro 2013 .",
            "citations": [
                "grey_1996",
                "best_2005",
                "vilaro_2013"
            ]
        },
        "FN7": {
            "text": "7. “In another sense, as [Julius] Wend’s evocation of the movement’s ‘psychological’ effect or imagery suggests, the fantastic or ‘kaleidoscopic’ quality of Berlioz’s melodic textures challenges the listener to construct a coherent thread from the confusing array of impressions they convey—to ‘connect the dots,’ as it were, of this nearly pointillistic composition by means of both the musical and the extra-musical imagination, at once” ( Grey 1996 , 201).",
            "citations": [
                "grey_1996"
            ]
        },
        "FN8": {
            "text": "8. “As noted earlier, a thematically dependent version of these cathartic endings can be found in Spicer’s cumulative forms. These endings, which are quite common in pop-rock, result in thicker, accumulative textures presenting recapitulatory thematic materials such as the chorus . . . . Cumulative endings seem to derive their particular apotheosis from the fact that they ‘release’ material that has been built up throughout the song” ( Osborn 2013 , 23).",
            "citations": [
                "osborn_2013"
            ]
        },
        "FN9": {
            "text": "9. We can see more examples of these kinds of formal reminiscence spaces in shows like Stephen Sondheim’s Sweeney Todd or Into the Woods , Lin Manuel Miranda’s Hamilton , or even Rachel Blume’s hit television show, Crazy Ex-Girlfriend .",
            "citations": []
        },
        "FN10": {
            "text": "10. See Hirst and Echterhoff 2012 ; Gaesser 2013 ; Weldon 2000 ; Abel and Bäuml 2017 ; Wood and Kenyon 2018 ; Wildschut et al. 2006 ; and Sedikides et al. 2006 . Each of these sources engages with social acts of remembering in different ways, but all emphasize that memory can serve to increase social affiliation and feelings of connectedness.",
            "citations": [
                "hirst_and_echterhoff_2012",
                "gaesser_2013",
                "weldon_2000",
                "wood_and_kenyon_2018",
                "wildschut_et_al_2006",
                "sedikides_et_al_2006"
            ]
        },
        "FN11": {
            "text": "11. Research in the field of social psychology has demonstrated that performing cooperative actions or parallel actions is beneficial for building empathy between two parties due to the necessary attention between the two parties ( Marsh et al. 2009 ; Fairhurst et al. 2013 ). Further, other research has also shown that viewing familiar actions or previously performed behaviors increases feelings of felt affiliation and empathy to the second party ( Bråten 2007 ; Iacoboni 2009 ; Kilner et al. 2009 ). For more about music and empathy, see Cox 2016 and Larson 2012 .",
            "citations": [
                "marsh_et_al_2009",
                "fairhurst_et_al_2013",
                "iacoboni_2009",
                "kilner_et_al_2009",
                "cox_2016",
                "larson_2012"
            ]
        },
        "FN12": {
            "text": "12. The story is considered particularly significant within Christian scripture because it is one of the five miracles performed by Jesus and also foretells Jesus’s imminent resurrection.",
            "citations": []
        },
        "FN13": {
            "text": "13. Moses is considered a prophet in both Judeo-Christian and Islamic religions. He is considered the seminal prophet of Judaism and is believed in Judaism to have freed the Israelites in Egypt. He received the Ten Commandments on two stone tablets and is thought to have authored the Torah. Elijah is another Judeo-Christian prophet and miracle-worker. He rejected the deity of the Canaanites, worshipping instead the Hebrew God, and was said to have been resurrected and ascended to Heaven through fire.",
            "citations": []
        },
        "FN14": {
            "text": "14. For further reading on the psychological effects of collective memory and shared recollection, see Assmann and Czaplicka 1995 , Bartlett 1995 , Muniz and O’Guinn 2001 , Dijck 2006 , and Soucie 2015 .",
            "citations": [
                "assmann_and_czaplicka_1995",
                "bartlett_1995",
                "dijck_2006",
                "soucie_2015"
            ]
        },
        "FN15": {
            "text": "15. See Frith 1996 for a larger discussion of the illusion of accessibility and an audience’s sense of trust and authenticity for artists.",
            "citations": [
                "frith_1996"
            ]
        },
        "FN16": {
            "text": "16. It is not uncommon in the singer-songwriter genre for the narratives to reflect aspects that are intimately personal to the artist’s real life.",
            "citations": []
        },
        "FN17": {
            "text": "17. Palfy ( 2016 , 287) explores the difference between the “composer’s voice” and the “artistic agent” as it applies to an artist in popular music. While there are interpretations that might attribute the behaviors and beliefs on Stevens’s albums to an abstract agent, genre-specific characteristics and expectations for singer-songwriters actually dictate that we should read these expressions as Stevens’s own.",
            "citations": [
                "palfy_2016"
            ]
        },
        "FN18": {
            "text": "18. I have chosen to share several comments that demonstrate my point in full. I have edited some for grammar and syntax errors but have left the content unchanged.",
            "citations": []
        },
        "FN19": {
            "text": "19. The expectation of a reply, vulnerability of writers, and relationship with artists is explored in many of the essays included in The Adoring Audience: Fan Culture and Popular Media ( Lewis 1992 ).",
            "citations": [
                "lewis_1992"
            ]
        },
        "FN20": {
            "text": "20. In short, this research has essentially corroborated the Golden Rule: model how you’d like to be treated through your behavior towards others, and others will treat you that way in return ( Simpson and Willer 2008 ; Gintis 2000 ).",
            "citations": [
                "simpson_and_willer_2008",
                "gintis_2000"
            ]
        },
        "FN21": {
            "text": "21. “Chicago” does not use R-space, but does make use of mnemonic themes.",
            "citations": []
        },
        "FN22": {
            "text": "22. There are two additional themes introduced in the course of “The Predatory Wasp.” The introduction contains one theme (present in the flutes from the beginning through 0:18), and a descending, scalar horn theme is introduced after the fourth verse (2:11–2:30). Since neither of these themes return in R-space, I have chosen to omit them from the analysis.",
            "citations": []
        },
        "FN23": {
            "text": "23. I use Harald Krebs’s ( 1999 ) analytical technique for metrical grouping and dissonance. Grouping dissonance refers to the “association of nonequivalent groups of pulses” (31), and displacement dissonance refers to the “association of layers of equivalent cardinality in a nonaligned manner” (33).",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN24": {
            "text": "24. This particular theme is, arguably, just the song’s hook, but because the cancer diagnosis underlies the larger narrative and this theme underlies the entirety of the song, I have chosen to view it as a mnemonic theme. Other analysts may choose, understandably, to exclude this theme. Its exclusion does not shift the effectiveness of the R-space delineated in Examples 9a and 9b.",
            "citations": []
        },
        "FN25": {
            "text": "25. For those interested in a full bibliography, including uncited background sources, please find a downloadable version here: https://tinyurl.com/PalfyMTO2020 .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Sufjan Stevens is a multi-instrumentalist, singer, and songwriter who has been a part of the indie music scene since roughly 1999. Stevens not only founded his own record label, Asthmatic Kitty, which hosts experimental and indie artists such as Denison Witmer, Pepe Deluxé, and Lily & Madeleine, but has also been widely recognized by music critics as an exceptional performer and songwriter ( Petrusich 2018 ; Boilen 2017 ; Buckley 2018 ; Pareles 2017 ). Stevens consistently innovates with indie-folk concept albums (for example, his ambitious plan to create an album for each American state), experimental collaborations with renowned artists (2017’s Planetarium found him working with American composer, Nico Muhly), and electronic avant-garde art pieces (2001’s Enjoy Your Rabbit , an electronic song-cycle based on the Chinese Zodiac). His work has been well received on indie platforms, such as Pitchfork, where he received “Best Album” recognition for Greetings from Michigan: The Great Lakes State (2003), Seven Swans (2004), Illinois (2005), Age of Adz (2010), and Carrie and Lowell (2015). Further, he has been rewarded for his exceptional musicianship: in 2006, Illinois won the PLUG Independent Music Award for Best Album, and Stevens’s original song “Mystery of Love” from the film Call Me by Your Name was nominated for both a Grammy (2019) and an Oscar (2018).",
                "footnotes": [],
                "citations": [
                    "petrusich_2018",
                    "boilen_2017",
                    "buckley_2018",
                    "pareles_2017"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] While experimental projects within his work abound, it is in Stevens’s albums centered on the indie-folk genre where the artist’s intimate, personal storytelling shines. Part of the magic of Stevens’s indie-folk music is how he paints visceral pictures with his lyrics—whether describing detailed pictures of apocalyptic firestorms or the brusque abandonment of his own mother from the perspective of his childhood self—Stevens’s words contribute to an illusion of who he is, his mind, and his understanding of the surrounding world. Stevens encourages those lyrical stories to become part of a lived experience for listeners; he not only recounts narratives, but also creates melodic tapestries that draw listeners into active memory-making and recollection with him.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] A storyteller’s performance of nostalgia and memory also importantly draws audience members’ attention to the act of remembering . Stevens often reminiscences in his narratives and enacts remembering musically through event-related thematic cues. In three pieces—“The Transfiguration,” “The Predatory Wasp of the Palisades is Out to Get Us!,” and “Casimir Pulaski Day”—Stevens explicitly makes space in the formal structure of the piece to recapitulate the themes together, weaving the “musical” memories together in what I call a “Reminiscence Space” (R-space). This formal zone or section creates a musical window during which the audience can remember the narrative events with Stevens. Though in use with non-autobiographical narratives in Stevens’s work, this process is particularly salient in his autobiographical narrative accounts, which provide poignant insight into the artist’s identity and history. 2. Mnemonic Themes and the Reminiscence Space: A Formal Cue for Memory and Interaction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Many parts of the singer-songwriter’s generic tradition, into which Stevens neatly fits, invoke intimacy and feelings of closeness with an artist. Musicologist Christa Bentley notes, “The term [singer-songwriter] has accrued layers of meanings based in audience perceptions of intimate performance, story-telling, displays of artist vulnerability, and a sense of immediacy between the listener and the artist’s persona” ( 2016 , 3). Much of the perceived accessibility of a singer-songwriter is due to the expected lo-fi, personally crafted aesthetic. Performances happen at smaller, more intimate venues in which the artist can walk off the stage, interact with a crowd, and more easily read their energy and mood. These markers of authenticity and vulnerability can make the experience seem more personal to an audience member.",
                "footnotes": [],
                "citations": [
                    "bentley_2016"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Musical elements within the genre contribute to illusions of intimacy and a sense of shared experience in the artist’s work. Instruments, such as guitars, are portable and affordable, a more untrained vocal timbre is readily used, and playing style is often easily reproduced. Melodies are often within a comfortable singing range and are repetitive and stepwise, and harmony is generally simple—all of which invite listeners to sing along or learn the tunes themselves. Lyrics, which frequently consist of introspective stories concerning love, life, loss, and taboo or unspoken topics, help foster a bond between performer and audience; there is the illusion that the artist acts as a confidant concerned with narratives common to the human experience. (1) Indeed, much of Stevens’s music is well described by the accessible features above.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Formal design, too, can increase the level of felt empathy between a listener and the artist. Stevens uses what I call “mnemonic themes,” or themes that he introduces in conjunction with lyrics about specific characters, events, or emotions. (2) Mnemonic themes, which are similar in function to Wagnerian Leitmotivs , occur within the formal structure of Stevens’s pieces as narrative markers; they are clearly introduced alongside crucial narrative elements within the plot structure and act as signifiers throughout the song. Mnemonic themes are later repeated with their structural properties rendered identical (or nearly identical) to their first iteration. They prompt the overt, performed recollection of the narrative when Stevens layers them in close succession or simultaneously. This layering technique generally occurs near the end of a song, accompanied by lyrics that highlight the act of remembering . I refer to the formal space in which Stevens layers mnemonic themes and prompts recollection as the “Reminiscence space” (R-space). In this section, I will explore how this formal space not only prompts memory and meaning-making through the layering of mnemonic themes, but also encourages empathy through enacted recollection. Mnemonic Themes and Memory",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] A mnemonic is a memory trigger based on the learned association of two or more concepts. For example, A is for “apple.” Mnemonics are reinforcing: memory of one thing prompts memory of the other ( Best 2005 ). Motives and themes have been used as prompts for memory from eighteenth century opera, (3) in which they were meant to direct attention specifically to a character’s memory in moments of nostalgia. (4) The psychological literature on mnemonics provides many similar examples from educational contexts as well, such as memory songs (for example, Schoolhouse Rock ’s “Conjunction Junction”), conceptual reminders (like the “rabbit and log” trick for prepositions) (5) , or acronym-related phrases (one familiar to musicians would be “All Cows Eat Grass” for the order of spaces in bass clef). (6) All of these examples invite the learner to participate through remembering and interact with the mnemonic as a way of navigating a concept.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "best_2005"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Mnemonic themes function similarly, directing listener attention to salient narrative elements. This is particularly true within our recording-based culture, where multiple hearings afford a deeper familiarity with music and lyrics. Psychologists Thomas Scruggs and Frederick Brigham ( 1991 , 881–82), who investigated the success of musical mnemonics for listeners tied to recall, emphasize the particular importance of musical repetition. Repetition undergirds and facilitates associations, making them quicker and more salient for listeners. Indeed, Stevens repeats mnemonic themes throughout the song after their introduction, creating more prominence and significance for the listener. The listener remembers the context and can more quickly remember the narrative information associated with it. Thus, by creating repeating mnemonic themes, Stevens facilitates a listener’s memory retrieval. I assert this with the caveat that not all listeners listen equally to lyrics and music, or pay attention to their combination. This article assumes the repeated, purposeful, attentive listening characteristic of fans and music analysts. Mnemonic Themes and Meaning-Making in R-space",
                "footnotes": [],
                "citations": [
                    "scruggs_1991"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] While traditionally associated with recollection, authors concerned with leitmotivic interaction tend to focus on the documentation and cataloging of themes and their appended events, objects, or emotions ( Bribitzer-Stull 2015 ; Whittall 2002 ). However, mnemonic themes are more than just narrative placeholders; they also exist to invite an audience to construct meaning when mnemonics are layered and re-contextualized, as they are when layered in R-space. Jocelyn Neal ( 2007 ) has drawn attention to a similar musical function for memory-related formal spaces. She notes: The Time-Shift narrative overlays brief episodes or snap-shots from the characters’ lives on successive verses of a song so that the narrative covers several different periods within the human life-cycle. Each subsequent verse’s distinct episode follows the previous one chronologically: the first verse might depict childhood, the second, adulthood, and the third, either old age or the after-life. Meanwhile, the recurring chorus maintains its same reflective role throughout the song, but as the chorus’s text returns after subsequent verses, that text’s meaning is enhanced, inflected, or even dramatically changed by the context that the preceding verse creates. (46) Similar to the contextual reinterpretation of the Time-Shift choruses, mnemonic themes retain their original association with narrative events, but also invite the audience to engage in interpretation and meaning-making when layered and re-contextualized. As Thomas Grey discusses in his essay on leitmotivic play in Wagner, the overlay of many motives and themes creates a world in which the listener must “connect the dots” to understand the significance of their coalescence. (7) In R-space, mnemonic themes are layered during a lyrical act of reminiscence, creating an interplay between the events associated with the themes.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "whittall_2002",
                    "neal_2007"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] This layering process recalls techniques previously described by Mark Spicer ( 2004 ) and Brad Osborn ( 2013 ). Both authors assert that a compositional focal point at the end of a song is common in the rock/pop repertoire. Formally, R-space resembles the cumulative form Spicer identifies, wherein multiple textural elements weave together towards a culmination of the form. Osborn’s “Terminal climax,” too, is similar to R-space in that it serves as a functional endpoint of the piece and a release; however, the “terminal climax” is specific to the introduction of novel themes at the end of the piece. Thus, while functionally similar, the construction of R-space differs in that it is comprised of material previously introduced. Indeed, Spicer points to a technique closely resembling R-space in his discussion of cumulative form: Another important type of large-scale cumulative form can be found in songs where the prevailing compositional strategy seems to involve aiming towards a climactic final section, one in which two or more distinctive melodies that had previously been heard separately are made to sound in counterpoint against one another. The resultant effect in such songs, at least to my ears, is usually as if these separate melodies were somehow always destined to fit together, and once this has been achieved then musically the song has nowhere else to go. ( 2004 , 58–59) R-space closely aligns with this description, particularly in that it recapitulates previously heard material as a terminal focal point. Though Spicer does mention narrative and textual interplay in his analyses, the recapitulatory culmination effects are not dependent upon the progression of a song’s textual narrative. In this way, it seems that R-space is a subtype of the cumulative form: it is terminal in nature, providing a musical apotheosis for the formal structure and a narrative climax wherein the events that have befallen the song’s protagonist are actively remembered. (8) The mnemonic themes, as stand-ins for memories, are texturally layered either in quick succession or simultaneously and made meaningful through their interaction. Example 1 . Excerpted section of “One Day More” (mm. 54–58) from Boublil and Schoenberg’s Les Misérables (click to enlarge and listen)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "spicer_2004",
                    "osborn_2013",
                    "spicer_2004"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Beyond the singer-songwriter genre, there is a parallel between R-spaces and finale numbers in classic musical theatre productions. In both, we can observe the interplay and poignancy of joining text and musical narrative. Further, in musical theatre finales and R-spaces, events attached to musical numbers become salient in the minds of listeners through repetition and are revisited in a formal space that recontextualizes their meanings ( Swayne 2007 ; Plate and Smelik 2013 ; Smith 2003 ). For example, “One Day More,” the finale for Act I of Les Misérables , intertwines multiple textural and melodic strands from the preceding scenes. In this number, we hear Jean Valjean sing the titular lines; Marius and Cosette sing new lyrics to the tune of “I Dreamed a Dream,” which was previously sung by Cosette’s mother, Fantine; Éponine sings bits of “I Dreamed a Dream” interspersed with lyrics from “On My Own”; Enjolras and the chorus sings the tune of “I Dreamed a Dream” over the accompaniment for “Do You Hear the People Sing?”; and finally the Thenadiers reprise “Master of the House.” (9) Each of the strands intertwines to create a rich contextual weave of meaning; each character in the tapestry of themes articulates their own specific goals, but all are connected by the previously heard music ( Example 1 ). This re-contextualization invites listeners to engage; they not only must reconcile events that have happened but must also think forward to what will or could happen. In this show, a revolution is coming within each of the characters (Marius and Cosette will defy parents and pursue a relationship, Javert will take advantage of the revolution to enforce the rule of law, the Thenardiers will profit by taking advantage of people during chaos, etc.), but those personal revolutions are also occurring alongside the 19th century’s French Revolution, which the piece more broadly symbolizes. Similarly, R-space serves to reprise mnemonic themes and their narrative attachments; they signify the events that have happened and interact in the broader context of the narrative progression. In Stevens’s work, too, there is an air of remembrance; the mnemonic themes are recapitulated near the end of the story, the narrative has finished, and often any remaining lyrics ask that the audience or characters actively remember something. R-space, then, serves as a way to survey the path that the story has taken from a climactic formal vantage point. R-space and the Act of Remembering",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "swayne_2007",
                    "plate_and_smelik_2013",
                    "smith_2003"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Perhaps most crucially, Stevens does not just recount his musical stories and augment them formally with these mnemonic themes; during the R-space, Stevens explicitly makes room within the musical form to remember and reflect upon what has been shared in the narrative. In “The Transfiguration,” “The Predatory Wasp of the Palisades is Out to Get Us!,” and “Casimir Pulaski Day,” mnemonic themes are introduced and then recapitulated in formal sections designed to trigger memory by layering those mnemonic themes. Indeed, Stevens himself is performing the act of memory, both lyrically and musically: in all three pieces, R-space occurs as the narrator explicitly asks characters and the audience to remember . The layering of mnemonic themes in R-space underscores this action, making transparent Stevens’s narrative intentions. R-space invites listeners to remember as Stevens, too, musically and narratively remembers. They act in tandem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] Moments where remembering is enacted in such an overt, shared way contribute to the psychology of building bonds of intimacy and feelings of closeness. Indeed, psychological research has shown that social acts of reminiscing, nostalgia, and collective memory all foster social bonding and feelings of empathy and connectedness. (10) Psychologist Kendall Soucie ( 2015 , 45) notes that participatory acts of recollection build community trust and bonding, even in mediated situations with fictional characters and imagined personae. When Stevens deploys an R-space, the mnemonic themes trigger their narrative associations; the audience is remembering the events with Stevens as he performs this act of musical memory. The act of remembering is made apparent, obvious, and audible through R-space. This unveiling effect, wherein the performance of memory is simultaneously being enacted by the listener and the performer, dramatically shifts the performance dynamic by increasing empathy between the two parties. (11) Thus, this act of remembering together can shift an audience’s perception of closeness and empathy with Stevens and bolster feelings of closeness through shared activity ( Berlant 2000 ; McNelles and Connolly 1999 ; Parks 1996 ). With this in mind, I would like to turn to “The Transfiguration,” an acoustic ballad from Stevens’s Seven Swans (2005), which showcases how mnemonic themes and R-space can inspire the participation described above. Mnemonic Themes and R-space in “The Transfiguration”",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "soucie_2015",
                    "berlant_2000",
                    "mcnelles_and_connolly_1999",
                    "parks_1996"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] The unique instrumentation of “The Transfiguration”—two voices, banjo, three oboes, Glockenspiel, and a tambourine—is evocative of traditional Middle Eastern timbres, such as the oud , rhaita , sorna , or riq . Like many of Stevens’s songs, which make use of religious stories, allusions, or allegory, “The Transfiguration” is heavily influenced by the artist’s professed belief in Christianity ( Dombal 2015 ). Stevens paints a delicate picture of Jesus Christ’s Transfiguration that dazzles the listener with its vibrant language. The lyrics detail a story from the New Testament in which Jesus (the Son of God) ascends a mountain with his twelve Apostles. (12) When the party reaches the summit, Moses and Elijah appear to Christ, (13) and the party hears the voice of God. The voice proclaims that Jesus is the son of God, and it is during this episode that Jesus reveals that he will rise from the dead. Importantly, Jesus tells the Apostles to remember the event on the mountaintop, but also to conceal it until after he is resurrected (Matt. 17:1–23). Example 2a . The “Prophecy” mnemonic theme (0:58) (click to enlarge and listen) Example 2b . The “Voice of God” mnemonic theme (1:58) (click to enlarge and listen) Example 2c . The “Resurrection/Remembrance” mnemonic theme (3:06) (click to enlarge and listen)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "dombal_2015"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] Stevens takes care to introduce mnemonic themes that help shape the story’s dynamism and attract attention to important moments in the narrative. Three mnemonic themes tie to the major plot points in the song: “The Prophecy” theme, “The Voice of God” theme, and “The Resurrection/Remembrance” theme ( Example 2a–c ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] These mnemonic themes are introduced in conjunction with their corresponding lyrics and are repeated throughout the song, assisting in their memorability. The “Prophecy” theme is played on oboes and adds an element of contrapuntal interest between the two instruments: a chromatic line descends in similar motion against a diatonically descending upper voice. The theme’s steady eighth notes provide a rhythmic counterpoint to the two later mnemonic themes, which introduce dotted rhythms and duplets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] The “Voice of God” enters against the hemiolic, two-against-three rhythms of “The Prophecy” and is played in another oboe and doubled in the Glockenspiel. Its introduction brings a higher register and noticeable inclusion of energy-generating leaps. Further, whereas the “Prophecy” could be understood to reinforce the overall key area of F-sharp minor, the “Voice of God” sits comfortably in B Dorian, creating a scalar interplay between the two mnemonic themes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] The “Resurrection/Remembrance” theme rhythmically fills in the texture with tied quarters and sixteenth notes. It seems to mediate the tonal distance between the other two themes, beginning with what could also be considered B Dorian, but returning the listener back to F-sharp minor by its end. The interplay between the three themes’ interlocking rhythms accentuates the way in which each piece of the story creates both textural and narrative growth; each theme builds to the remembrance of Christ’s Transfiguration. It is striking that the first and third themes rest in F-sharp minor, while the heavenly “Voice of God” theme sits in B Dorian—sharing the key signature, but not the earthly “key” perspective of the Apostles. Example 3 . The layering of ostinato patterns at the outro of “The Transfiguration” (3:16) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] In addition to the textural density lent by the motives and their contrapuntal interaction within the different verses, Stevens deploys these themes as a cue for his audience to perform the act of memory with him . In the final two minutes of “The Transfiguration,” beginning at 2:57, we encounter an R-space. Stevens creates a thick, writhing texture of all of the event-associated themes only after the final verse, when Christ asks the Apostles to remember the prophecy and keep it concealed (“And keep your word / Disguise the vision ‘til the time has come.”). Thus, as Jesus and the Apostles are remembering (an implicit action taken as Stevens repeatedly sings, “Lost in the cloud, a voice / Lamb of God, we draw near / Lost in the cloud, a sign / Son of man, son of God”), each motive attached to Christ’s experience on the mountain becomes active in the texture ( Example 3 ). This thematic deployment adds a layer of complexity to “The Transfiguration”: just like Jesus and the Apostles, Stevens and the audience are also recollecting the prophecy through the lyrical associations with each theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] Understanding that Stevens has deliberately drawn these themes together as a point of contact for the listener helps uncover their strategic use; the music is being used to help the artist, audience, and characters in the story remember the Biblical prophecy together. This is a clever play on the use of musical mnemonics that I have already outlined: Christ wants the Apostles to remember, and so an R-space is used to facilitate the memory of the preceding events. However, the deployment of all themes in the R-space creates a moment where Stevens and the audience can pause and remember the events together , sharing together in the experience of recollecting. The use of music to foster shared memory and learning, and specifically its use as a way to build a bond between Stevens and his audience, is particularly effective because psychological studies have shown that shared recollection can foster deep feelings of connectedness, senses of community, and increased feelings of intimacy. (14) This sense of bond between the artist and audience is a crucial piece of building a sense of authenticity and trust, and is, indeed, a signature element of the singer-songwriter genre. (15) 3. The Creation of Imagined Intimacy",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Though effective on their own merits with a story-song like “The Transfiguration,” mnemonic themes and R-spaces are especially significant when lyrics concern narratives about the artist’s own life, as is often the case with Stevens. (16) Similar to their use in “The Transfiguration,” Stevens deploys mnemonic themes in “The Predatory Wasp of the Palisades is Out to Get Us!” and “Casimir Pulaski Day,” both to channel the listener’s attention towards salient events and to engage them in an act of memory. Significantly, though, these are autobiographical stories, which means that listeners are asked to remember Stevens’s own memories with him. Whereas the clever use of the R-space in “The Transfiguration” was still able to engage empathy and feelings of closeness, adding the personal layer of autobiography serves only to increase feelings of intimacy with Stevens for his listeners.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] I acknowledge it is possible that not all listeners may be aware of the autobiographical nature of Stevens’s songs and would not necessarily notice the deeper meaning of R-space in these instances. For listeners unfamiliar with the backgrounds of these songs, missing the autobiographical piece will not preclude the hearing the mnemonic themes, noting their use in R-space, or performing memory with Stevens—listeners may simply hear these as fictional narratives, similar to how they would listen to “The Transfiguration.” To return to the effect of sharing in the act of memory, listeners would still be able to act in tandem with Stevens, and could thus still feel increased levels of empathy and intimacy with the artist through the shared act.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] As a thematic touchstone, many of Stevens’s songs center on the autobiographical. For instance, he details his experiences of coming of age in Detroit, Michigan on Michigan (2003) and the death of his mother on Carrie and Lowell (2015). (17) Themes, such as anger at his father, abandonment and neglect by his mother, addiction, sorrow, and unrequited love are present in each of his seven albums and give his output a sense of topical continuity. Stevens’s reception makes it clear that this processing of his life experiences is an important part of his “artistic persona”—the mediated persona that the artist has built as a consumable brand ( Palfy 2016 ). In a review of Carrie and Lowell , Ryan Dombal ( 2015 ) of Pitchfork writes: For the last 15 years, Stevens has mixed his own life history with fantastical images and stories of the ages—from the Bible, from Greek mythology, from American fables—inventing a new sort of 21st-century folklore along the way. But while this creative strategy has led to him being regarded as one of the finest songwriters on the planet, it’s also taken a personal toll. “My imagination can be a problem,” he says. “I’m prone to making my life, my family, and the world around me complicit in my cosmic fable. In this quote, Stevens gives us a glimpse of how he understands and imagines his listeners engaging in his songwriting and storytelling, where the listeners and “world around him” are “complicit”: he expects to tell his story as well as involve his listeners as participants in his story.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "palfy_2016",
                    "dombal_2015"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] A quick perusal of Stevens’s YouTube videos shows that this expectation—that audiences will feel involved with and close to Stevens because of his music—is shared by fans. Though there are many listeners who simply describe how beautiful the songs are, their emotional responses, or how they discovered the songs, a recurring trend stands out in the comments: commenters often directly address Stevens, sharing their personal stories and emotions as if they were speaking to a close friend. (18) For instance, the user Keenan McCleary addresses their comment to Stevens in the form of a letter: Dear Mr. Stevens, I would like to thank you for what you have given. While I may often struggle to express myself in a way that people understand, I feel as if you sometimes give me a conduit to do so. I respect your ambition and your open demeanor with sharing things that are personal to you. I often put on a facade, but there is an honesty to your artistry. I would just like to thank you for that. ( 2016 ) Another commenter, NikoOeyes, writes in response to the video for “Death with Dignity” from Carrie and Lowell : I have been dealing with abandonment issues from emotional neglect all my life and was talking about it today at work. I honestly think that this song helped me finally finalize the release of all the pain, not just that which my mom inflicted, but everyone. I have also recently left a long-term relationship because he did not love me unconditionally. This song just makes me realize just how precious life can be and unconditional love is the best feeling in the world. ( 2016 ) A final commenter, isaac thoreson, shares their thoughts inspired by “Romulus” from Michigan : This song touched my soul on a deep level. My mother was abusive and was always on meth. She was there but not mentally, I would try to stay after school so I didn’t have to see her as long when I got home. I eventually told her that I can't love her the same way ever again and I left. I am now adopted into a really nice and loving family. ( 2016 ) All of these commenters are treating Stevens as though he might actually see the comments and respond—similar to fan letters. (19) In each case, the understanding is that the artist has touched the listeners through the vulnerability of his music, by divulging his past in his lyrics.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "keenan_mccleary_2016",
                    "nikooeyes_2016",
                    "isaac_thoreson_2016"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Social psychology has shown that modeling expected behaviors rewards actors with reciprocal behavior. (20) Here, we have Stevens modeling authenticity, truthfulness, and disclosure with his autobiographical narratives. In turn, he is rewarded with trust from his listeners. Even more pertinently, Stevens’s disclosure of his autobiographical memories has inspired listeners to both empathetically experience that pain, loss, and joy, as well as share their own experiences in response. These comments are also extremely detailed; they engage Stevens’s work at a level of empathy and understanding that might not have been reached had the artist not deliberately encouraged intimacy through his work.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] It could be argued here that the artist and the protagonist of a song are not necessarily the same. In some genres, I would certainly concede the point. However, in the singer-songwriter tradition, it is generally understood that songs “about” the artist’s life are meant to be taken as real, truthful reflections of the artist’s past. David Brackett notes, “In [the singer-songwriter] category, the song’s lyrics usually fall into the ‘confessional’ mode, appearing to reveal some aspects of the singer-songwriter’s inner experience. At one level, the idea that there exists some correspondence between the biography of the singer-songwriter and his or her songs seems unquestionable” ( 2000 , 14). Thus, it is a generic expectation that the stories reflect upon Stevens’s character himself and that his stories are often taken to be about him , not a character. I have previously addressed this nuance ( Palfy 2016 , 286–87) when dealing with the conundrum of the “artistic agent” and its connection to Edward Cone’s “composer’s voice” ( 1974 ). It is posited that, while the composer’s voice is not meant to be taken as a literal representation of the historical composer, the artistic persona as produced by the music industry is specifically meant to be built up through cues taken from mediated materials—in this instance, song lyrics. A further, subtler distinction should be made between the composer’s voice and the artistic agent. The composer’s voice refers not to the specific composer of the work, but rather to an abstract force manipulating the elements. This may correspond to an idea an individual listener has about the composer of a work; however, the composer’s voice does not directly contribute to that composer’s identity. In contrast, works within the popular canon are directly attributed to a specific, well-publicized artistic agent . . . An audience is unduly aware of the artistic agent even when practicing solitary listening . . . though we know the artist only through secondhand information . . . the recording industry fosters very intimate, if distanced, interaction. ( Palfy 2016 , 287) The divide between the composer’s voice and the historical composer, thus, is not present for the artistic agent, and any media associated with the artistic agent can become a vehicle for the build-up of intimacy.",
                "footnotes": [],
                "citations": [
                    "brackett_2000",
                    "palfy_2016",
                    "cone_1974",
                    "palfy_2016"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] YouTube commenters have additionally addressed Stevens’s use of form and have explicitly referenced the way in which multiple melodies signify memory and augment in the narrative. For example, Brian Z comments about “Casimir Pulaski Day” and “The Predatory Wasp”: I’m currently learning this song [“Casimir Pulaski Day”]. I love the little things about it. The softness of his voice and the trailing off creates this dream-like atmosphere; he is remembering, the song is structured in a rather chaotic way where fragments of his memories are intertwined and it is difficult to create an order of events without analyzing it afterwards. The thing I love the most is the fact that even if it is a song about childhood memories, first love, terminal illness and ultimately death, with reflections on religion, these are good memories. He sings about them lovingly, even happily, sometimes even with sly irony (especially when referring to religious themes). But in the end there is no doubt about his beliefs, the instrumental a capella ending the song is very significant [here, the writer is speaking about the reminiscence space]. The lyrics end at a negative: God takes away, but the chorus [reminiscence space] afterwards celebrates life, and going forward in life and the fact that death is not something to fear, it is a part of our lives. I am an atheist but I admire Sufjan's honest and sincere religiosity and his ability to communicate such strong emotions through song. I swear, “Chicago” and “The Predatory Wasp of Palisades” give me shivers every time! (21) ( 2017 )",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "brian_z_2017"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Note the difference here in relation to “The Transfiguration”: the interplay between Stevens and his audience in the non-autobiographical song is created by the way in which the listeners are asked to remember as though they are Apostles. In his autobiographical work, instead of simply remembering a character’s story, the audience is remembering a character that is specifically Stevens. This replacement of the intermediary character with Stevens himself may further enhance feelings of closeness and intimacy with the artist, and, from his reception and the description of his “artistic persona,” this seems to be what Stevens is aiming for. Listeners feel what he feels and remember when he remembers in R-space—they are fully involved and participating in his story.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] This draws attention to the way in which there is an empathetic, imaginative engagement with the narrative—listeners not only hear the story, but also empathize with the actions of the song’s characters within the formal spaces made for enacting recollection. This is similar to what Marion Guck ( 2006 ) identifies as listeners “meeting” music. She notes, “Such ‘evocative objects’ express, play out, or alter some current self state, or they allow an individual to experience a new self state . . . . [W]e meet or seek out objects, like musical works, which, thanks to their particular character, have the power to engage us in experiences that express our character” (196; emphasis original). The empathic role-taking opened up by the invocation of memories provides a powerful moment in which the audience can experience a sense of trust and authenticity since they have, in a sense, become the artist. These moments of empathic, shared acts of recollection thus allow for a sense of blended self; listeners “become” or simulate becoming those they are remembering ( Rigney 2005 ). Example 4a . The “Premonition” or “Wasp” Theme (0:56) (click to enlarge and listen) Example 4b . The “Love” Theme (3:08) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "guck_2006",
                    "rigney_2005"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] This is the case in “The Predatory Wasp of the Palisades is Out to Get Us!” The narrative follows Stevens and is attributed to an experience he had with a childhood friend at summer camp ( Ralph 2012 ). As a catalyst for the story, the introductory verse describes a premonition the protagonist [Stevens] sees as a child: a wasp crawling on the wall in the dark of his bedroom. The protagonist later witnesses a wasp sting his best friend as they swim in a river, an event which inspires Stevens to kiss his friend (“Touching his back with my hand, I kiss him”). The story introduces two mnemonic themes within the texture, the “Premonition” theme ( Example 4a ) and the “Love” theme ( Example 4b ), which coincide with these events. (22) The narrative closes with a reflective chorus focused around the protagonist’s still-strong love, but which indicates that the friendship has ended. Example 5 . The R-space of “The Predatory Wasp” (3:17) (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "ralph_2012"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] Following the kiss and disclosure of love, the lyrics shift into past tense. Whereas the initial three verses speak in the present, these lyrics implore us to reach into the past and interpret the events that brought us to this point in the narrative. The mnemonic themes also allude to the song’s prior events. Underneath the lyrics at 3:17, we hear an R-space that presents Stevens’s memories: the Premonition theme and the Love theme intertwine, creating an ostinato-based counterpoint to close the song ( Example 5 ). The same combination of elements returns in a second R-space at 4:42, the lyrics of which ruminate upon the deterioration of this friendship (“My friend is gone, he ran away / I can tell you, I love him each day”). Example 6 . 8 6 groupings (red) and 4 3 groupings (yellow) in the “Premonition” theme (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The structure of these melodies is unsettling in a way that calls attention to them as an invocation for memory. While the harmonies, which shift between I and V in E major, are relatively unremarkable, the metrical play of each theme encourages us to draw our attention to the themes because of their effect on the listening body. (23) The Premonition theme, for instance, alternates between metrical groupings that suggest “switchbacks” ( Cohn 1992 ) between a 6/8 and 3/4 time signature ( Example 6 ). Further, Stevens does not create an even alternation between these metrical patterns within the two phrases of the Premonition theme; he changes the pattern of grouping irregularities in the second phrase to create a contrasting period structure through the metrical dissonance. This is of interest because the melodic content implies a parallel period. Example 7 . Displacement dissonance in the “Love” theme (click to enlarge)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "cohn_1992"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] By contrast, the Love theme contains a displacement by a quarter note that shifts the metrical structure through phenomenal accentuation. As can be seen in mm. 1–2 and mm. 5–6, there is a literal repetition of each phrase’s initial measure-long gesture which is displaced by a quarter rest in the following bar ( Example 7 ). In the first four measures of the Love theme, this displacement shifts the remainder of the theme as well, and metrical stability is regained when the half note adds agogic strength to the first beat of the fourth measure. However, the final note in the first four-measure phrase elides into the next four measures, functioning as both a melodic half cadence and an anacrusis into the consequent. This elision propels us forward into the next four-measure phrase, which disrupts and rebalances the meter through a parallel process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] It is the layering of mnemonic themes against the 3/4 metered vocal lines that produces a call to memory for listeners, both through melodic cues and through disruption upon the body from the complex metrical play. The four independent melodies in Example 5 churn against each other, creating unsettling metrical tension. This tension associated with the melodic cues provides a visceral callback to the original introduction of both mnemonic themes within the R-space. By reincorporating them in conjunction with the past tense lyrics, Stevens primes both body and mind to recall the narrative events attached to those sensations and their mnemonic themes. This noisome metrical dissonance is exacerbated by the phrases’ structural incongruities. Whereas the Premonition theme contains contrasting metrical dissonance and parallel thematic structure between its four-bar phrases, the Love theme contains precisely the opposite: its metrical dissonance is repeated, but the melodic material reverses the contour of the opening motivic material to create contrast.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] We might take a wider narrative view of the disruptive use of mnemonic themes, which brings the idea of simultaneous, empathetic engagement between Stevens and his listeners to the fore. First and foremost, the overlay of the two themes (“Wasp” and “Love”) implicitly compares the two: somehow, the disclosure of love was painful, harmful. The link between the two and the lyrical mourning Stevens employs creates the impression that the loss of friendship was due to the disclosure of love (“Terrible sting and terrible storm / I can tell you the day we were born. / My friend is gone, he ran away / I can tell you, I love him each day”).  The metrical instability and phrase structural incongruity invoke the awkwardness and discomfort that Sufjan feels as he is enduring the loss; there is an uncomfortable “sting” to the interplay of displacement and grouping dissonance as well as phrase structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Listeners who know the song is autobiographical in nature will likely interpret the protagonist as Stevens; thus, as we feel the visceral pull of the metrical dissonance, we also feel (though it is simulated) the metaphorical pull and discomfort of Stevens’s loss, Stevens’s heartbreak. Through these motives, Stevens has created a formal space that allows his audience to remember with him, feel with him, and empathize with his past through elements of the song. 4. The Reminiscence Space in “Casimir Pulaski Day” Example 8a . The “Cancer” theme, which begins the piece (click to enlarge and listen) Example 8b . The “Kiss” theme, beginning at 1:13 (click to enlarge and listen) Example 8c . The “Loss of Faith” theme, beginning at 1:34 (click to enlarge and listen) Example 8d . The “Leaving” theme, beginning at 2:25 (click to enlarge and listen) Example 8e . The “Death” theme, beginning at (3:30) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] I would like to end by analyzing Stevens’s most elaborate example of the R-space and mnemonic theme techniques. “Casimir Pulaski Day” recounts a story of the loss of a friend to bone cancer, drawn from Stevens’s youth ( Eakin 2015 ). The story centers the two friends’ [Stevens and an unnamed young woman] relationship in the wake of the woman’s diagnosis and their exploration of sexuality in the face of the disease. The song highlights the emotional extremes of disease and loss, capturing moments of bliss, calm, rage, and sorrow in the vignettes presented within each verse. Stevens introduces five mnemonic themes over the course of the song: the revelation of a friend’s cancer ( Example 8a ); (24) a secret kiss between the two ( Example 8b ); the loss of faith theme ( Example 8c ); the girl’s flight from her home, away from Stevens and her father ( Example 8d ); and the final theme, coinciding with the girl’s death in the hospital ( Example 8e ). Each of these mnemonic themes represent pivotal moments that Stevens and his friend shared as they coped with her inevitable death, and each forms a point of mnemonic association as these themes weave in and out of the texture. Each mnemonic theme is associated with a particular instrument introduced immediately following the event described in the lyrics, and is repeated after its introduction so that listeners can easily attach meaning to these mnemonic themes and track the story as it moves along. Example 9a . The layering beginning at 4:20 (click to enlarge and listen) Example 9b . The “Cancer” theme is added in (4:49 through the end) (click to enlarge and listen)",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "eakin_2015"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] These mnemonic themes facilitate an invocation to intimacy as Stevens recapitulates them in the song’s elaborate and prolonged R-space. Following the nurse’s report that the young woman has died (and the parallel death of the bird against the window), R-space is engaged, as though Stevens is sitting with the immediacy of the loss. Shown in Examples 9a and 9b , we can see that the mnemonic themes are drawn into a relationship with each other in the R-space, forming a tapestry of ostinati that closes the final 1:33 of the song (from 4:20–5:33).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The opening of this R-space creates a reflective zone within the song, much like reflection during a wake or funeral service, when audience members can remember the events of the story and how they coalesce meaningfully. For example, the immediacy of the loss, situated in the Trumpet’s “Leaving” Theme, counters the “Death” theme, also played in the Trumpet. Both of these events, which saw the friend disappear from the lives of those around her, interact in this close contact, drawing a parallel to the feelings of loss and loneliness. A listener might also consider the relationship between the “Loss of Faith” theme, which continues in the banjo, to the Death theme. It is clear from the final lyrics, in which Stevens’s character seems to resent God for taking the woman (“All the Glory that the Lord has made, / and the complications when I see His face / . . . and he takes, and he takes, and he takes”). Indeed, the formal structure allows space for sense-making in the wake of the death. Music critic Marah Eakin ( 2015 ) notes about this section’s effect on listeners’ feelings of empathy: Though Stevens repeatedly extols “all the glory that the Lord has made,” he ends [“Casimir Pulaski Day”] instead possibly questioning God’s intentions, especially after his friend’s death on the track’s titular holiday. Though part of life is death, Stevens still struggles with God when, as he puts it, “He takes, and He takes, and He takes.” Listeners feel his pain acutely. As Eakin observes, Stevens ends his song with an exhortation to the audience: What are God’s intentions? What was the purpose of his friend’s death? These complex questions do not properly resolve the narrative and do not encourage a listener to ignore, forget, or overlook the story. The R-space, indeed, prolongs the narrative, encouraging the audience to contemplate the story’s completion and their own responses to the memory of events that have befallen the protagonists.",
                "footnotes": [],
                "citations": [
                    "eakin_2015"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The structure of the mnemonic themes in “Casimir Pulaski Day,” too, convey or create a sense of questioning, incompletion, and a sense of longing for closure or resolve in the listener. One of the most salient characteristics is the contour of each melody; rather than completing an arch-like form away from and back to tonic, many of the melodies ascend, stopping (seemingly) halfway through a complete phrase. This unresolved ascent is particularly striking within the Leaving theme as well as the opening Cancer theme. Both of these themes seem to be truncated at their midpoint, almost as if there is a consequent phrase for each that is omitted. Example 10 . The incomplete sequence in the “Death” theme (click to enlarge) Example 11 . The incomplete sequence in the “Leaving” theme (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The harmony, too, is perplexing for a number of reasons. As is prominently seen within the organ underpinning (Example 8b), the harmony regresses in G major from dominant to predominant to tonic (V–IV–ii–I). This state of ambiguous functional closure (semi-Plagal closure?) is caused by an illusion of sequential material in each theme; each theme has a repetitious, transposed quality that hints at sequencing, but which ultimately fails to replicate the model in the appropriate way. We can see this clearly in the Death theme, which sets up a descending thirds motif for two measures ( Example 10 ). In m. 3, Stevens begins what appears to be a sequence of the initial motive, but the sequence stalls in m. 4, instead merely repeating the third drop with an altered half note rhythm. The Leaving theme, too, performs a similar sleight of hand. The first two bars set up an appropriate model, which begins to be transposed in m. 3 but is never completed ( Example 11 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The coalescence of so many incomplete and unusual syntactical features (e.g., phrasing, contour, harmonic function, and sequential setup) would generally convey a loose-knit formal structure indicative of being in the middle of a formal process—perhaps analogous to psychologically processing or grieving the loss of Stevens’s friend. These structural elements also complement the final exhortation to God: What led Stevens (and us) to this point in the course of the song? We are left hanging musically, implored by the combination of music and lyrics to consider how the past catalyzed Steven’s current predicament. By questioning God’s intentions publicly and then recapitulating musical material in the R-space, Stevens asks the audience to join his struggle for meaning as he remembers his experiences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The mnemonic associations present during the R-space create a wash of memory, evoking a pain with which listeners empathize. Through this sonic memory, listeners remember the experiences Stevens recounted, feel the sting of his (their) friend’s death, and indeed, perform a kind of musical mourning through the recapitulation of the mnemonic themes in the R-space. Indeed, it is the complexity of the R-space’s fragmented, incompleteness that creates such a pull for the audience. The listener acts as an agent to fill in the (musical) gaps, to remember despite the conflicting musical cues, and is emotionally invested as a result. It is, therefore, a multivalenced experience for a listener: remembering, feeling, and empathizing with Stevens through the narrative and musical design. Recalling Eakin ( 2015 ), this powerful, shared act of memory helps listeners “understand Stevens’ pain acutely,” and it is these moments that foster closer ties between audience and artist. 5. Conclusion",
                "footnotes": [],
                "citations": [
                    "eakin_2015"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] While it is certain that Stevens’s use of mnemonic themes and reminiscence space is not the only way a performer might activate and capitalize upon audience participation, it is his most overt invitation to the audience within his oeuvre . Stevens’s care towards crafting an experience where audience members feel that they, in some sense, understand Stevens by empathizing and remembering with him all draw audience members closer to Stevens. This is what makes his shows feel intimate, like “a family affair” ( Entwhistle 2016 ), and his albums feel “emotionally devastating” ( Eggers 2015 ). These qualities make Stevens a master storyteller, but they also create the sense of authenticity and trust that his audience so clearly latches onto within his music and performance. Mnemonic themes and R-space are, indeed, formal phenomenon, but also serve an active goal: to create a shared activity of remembering between artist and audience. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "entwhistle_2016",
                    "eggers_2015"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.1.palfy.html",
    "data": "mto/data/mto.20.26.1.palfy.json"
}