{
    "title": "Thoughts on Klumpenhouwer Networks and Mathematical Models: \nThe Synergy of Sets and Graphs",
    "date": "2007/09/01",
    "volume": "13",
    "issue": "3",
    "authors": [
        "Nolan, Catherine"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "August 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.3/mto.07.13.3.nolan.pdf",
    "author_info": [
        {
            "name": "Catherine Nolan",
            "university": "University of Western Ontario",
            "address": "",
            "email": "cnolan@uwo.ca"
        }
    ],
    "citations": {
        "buchler_2007": "Buchler, Michael. 2007. “ Reconsidering Klumpenhouwer Networks. ” Music Theory Online 13.2: 1–69.",
        "chartrand_1977": "Chartrand, Gary. 1977. Graphs as Mathematical Models . Boston: Prindle, Weber & Schmidt.",
        "harris_hirst_and_mossinghoff_2000": "Harris, John M., Jeffrey L. Hirst, and Michael J. Mossinghoff. 2000. Combinatorics and Graph Theory . New York: Springer Verlag.",
        "hook_2007": "Hook, Julian. 2007. “Cross-Type Transformations and the Path Consistency Condition.” Music Theory Spectrum 29/1: 1–39.",
        "ianni_and_shuster_2007": "Ianni, Jerry G. and Lawrence B. Shuster. 2007. “Subgroup Relations Among Pitch-Class Sets Within Tetrachordal K-Families.” Paper presented at the Mathematics and Computation in Music Conference, Berlin, 18–20 May 2007.",
        "johnson_1997": "Johnson, Jeffrey. 1997. Graph Theoretical Models of Abstract Musical Transformation. Westport, Connecticut: Greenwood Press.",
        "klumpenhouwer_1991": "Klumpenhouwer, Henry. 1991. “A Generalized Model of Voice-Leading for Atonal Music.” Ph.D. dissertation, Harvard University.",
        "lakoff_and_johnson_1980": "Lakoff, George and Mark Johnson. 1980. Metaphors We Live By . Chicago: University of Chicago Press.",
        "lakoff_and_núñez": "Lakoff, George and Rafael E. Núñez. 2000. Where Mathematics Comes From: How The Embodied Mind Brings Mathematics Into Being . New York: Basic Books.",
        "lambert_2002": "Lambert, Philip. 2002. “Isographies and Some Klumpenhouwer Networks They Involve.” Music Theory Spectrum 24.2: 165–195.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations. New Haven: Yale University Press.",
        "lewin_1990": "Lewin, David. 1990. “Klumpenhouwer Networks and Some Isographies That Involve Them.” Music Theory Spectrum 12: 83–120.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation: 4 Analytic Essays . New Haven: Yale University Press.",
        "losada_2007": "Losada, Catherine. 2007. “ K-nets and Hierarchical Structural Recurrence: Further Considerations .” Music Theory Online 13.3.",
        "morris_2001": "Morris, Robert. 2001. Class Notes for Advanced Atonal Music Theory . 2 Vols. Lebanon NH: Frog Peak Music.",
        "nolan_2005": "Nolan, Catherine. 2005. “More Than Meets The Eye: Text, Texture, and Transformation in Webern’s Das Augenlicht, Op. 26.” Paper presented at the Dublin International Conference on Music Analysis, Dublin, Ireland, June 2005. (The paper was also presented in a slightly different form at the Society for Music Theory Conference, Seattle, Washington, November 2004.)",
        "o’donnell_1997": "O’Donnell, Shaugn J. 1997. “Transformational Voice Leading in Atonal Music.” Ph.D. dissertation, City University of New York.",
        "o’donnell_1998": "O’Donnell, Shaugn J. 1998. “Klumpenhouwer Networks, Isography, and the Molecular Metaphor.” Intégral 12: 53–80.",
        "rogers_and_buchler_2003": "Rogers, Nancy and Michael Buchler. 2003. “ Square-Dance Moves and Twelve-Tone Operators: Isomorphisms and New Transformational Models .” Music Theory Online 9.4.",
        "stoecker_2002": "Stoecker, Philip. 2002. “Klumpenhouwer Networks, Trichords, and Axial Isography.” Music Theory Spectrum 24.2: 231–245."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Morris 2001 includes the multiplication operations M (or M5) and MI (or M7) among the possible transformations relating the pairs of pitch classes in a K-net. He also points out that David Lewin, while not including the multiplication operations directly in his writings on K-nets, discusses them in an appendix to Lewin 1990. (See Morris 2001 , Vol. I, 101–11.) Morris introduces K-nets under the broader topic of operator networks ( Morris 2001 , 87).",
            "citations": [
                "morris_2001",
                "morris_2001",
                "morris_2001"
            ]
        },
        "FN2": {
            "text": "2. See O’Donnell 1998 , 53–60, for a discussion of the total number of voice-leading mappings using T n and I n operators between pitch-class pairs in a set, and the reduction through elimination of non-well-formed graphs and graphs consisting only of T n mappings to a relatively small number of “practical K-nets” for each cardinality. In well-formed graphs, all paths that connect any two nodes are equivalent (the path consistency condition ( Hook 2007 ) to be discussed below).",
            "citations": [
                "hook_2007"
            ]
        },
        "FN3": {
            "text": "3. In an undirected graph, the edge set consists of unordered pairs of vertices. See Harris, Hirst, and Mossinghoff 2000 , 1–12, for a clear introduction to graph theory. See also Chartrand 1977, chapter 1 (“Mathematical Models”) and chapter 2 (“Elementary Concepts of Graph Theory”), 1–50.",
            "citations": [
                "harris_hirst_and_mossinghoff_2000"
            ]
        },
        "FN4": {
            "text": "4. A network is defined in Chartrand 1977 as “a graph or digraph together with a function which maps the edge set into the set of real numbers” ( Chartrand 1977 , 19). In other sources, a network is defined as a graph with labels associated with the edges. The focus on edges rather than vertices in such definitions is in effect an alternate way to understand the distinction between graph as abstraction and network as application.",
            "citations": [
                "chartrand_1977",
                "chartrand_1977"
            ]
        },
        "FN5": {
            "text": "5. Lewin 1987 , 193. “By a node/arrow system we shall mean an ordered pair (NODES, ARROW), where NODES is a family (i.e. set in the mathematical sense), and ARROW is a subfamily of NODES × NODES, i.e. a collection containing some ordered pairs (N 1 , N 2 ) of NODES. We say that nodes \nN 1 and N 2 are “in the arrow relation” if the pair (N 1 , \nN 2 ) is a member of the collection ARROW.”",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN6": {
            "text": "6. See Lambert 2002 , 165–167, and Buchler 2007 , 12–15, for critical reviews of the three types of isography.",
            "citations": [
                "lambert_2002",
                "buchler_2007"
            ]
        },
        "FN7": {
            "text": "7. In Nolan 2005 , I too extended Stoecker’s axial isography for 3-node K-nets to 4-node K-nets, defining the new isography as one in which two of the four shown transformations are shared, and the subscripts of the remaining transformations are related by complementary values, mod 12 ( Nolan 2005 ).",
            "citations": [
                "nolan_2005",
                "nolan_2005"
            ]
        },
        "FN8": {
            "text": "8. In a 4-node K-net, transformations between only four of the six pairs of pitch classes are usually shown. Shown this way, the graph is not complete, but the remaining transformations are easily derived. See Buchler 2007 , 11.",
            "citations": [
                "buchler_2007"
            ]
        },
        "FN9": {
            "text": "9. The passage is one of five a cappella choral passages in Webern’s Das Augenlicht , mm. 20–23.",
            "citations": []
        },
        "FN10": {
            "text": "10. See Lambert 2002 , 167–8, for a similar characterization of strong and positive isography between trichordal K-nets. See \nalso O’Donnell 1997 , 77–81, for a discussion of perceptual issues involving K-nets and dual transformations, and Buchler 2007 , 58.",
            "citations": [
                "lambert_2002",
                "buchler_2007"
            ]
        },
        "FN11": {
            "text": "11. I have omitted discussion of the phenomenology of negative isography remodeled as dual transformations. If positive isography involves a level of abstraction beyond that of strong isography because of the off-kilter \nwedge, then negative isography involves yet a further level of abstraction because of the inversional axes at multiple levels (within and between K-nets). For a discussion of some of the theoretical and phenomenological challenges inherent in the relation of negative isography, see Losada 2007 .",
            "citations": [
                "losada_2007"
            ]
        },
        "FN12": {
            "text": "12. Conceptual metaphor refers to the understanding of metaphor not as literary or figurative device, but as “the basic means by which abstract thought is made possible” Lakoff and Núñez , 39. The pioneering work on conceptual metaphor and its place in cognitive linguistics is Lakoff and Johnson 1980 . Lakoff and Núñez focuses on the metaphoric basis of mathematical ideas. See particularly Part II, “Algebra, Logic, and Sets,” 107–152, which informs the ideas in this paragraph.",
            "citations": [
                "lakoff_and_johnson_1980"
            ]
        },
        "FN13": {
            "text": "13. Lakoff and Núñez use graphs to represent sets of numbers, and claim that this act redefines those sets so as to eliminate the containment metaphor ( Lakoff and Núñez , 148–49).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the past seventeen or so years since the publication of pioneering work by David Lewin (Lewin 1990) and Henry Klumpenhouwer (Klumpenhouwer 1991), the theory of Klumpenhouwer networks (hereafter referred to as K-nets) has established itself as an important topic in music theory, but it seems that it is still in its youth. Michael Buchler’s recent critical examination of K-net theory (Buchler 2007) is indicative of both its standing in the discipline of music theory and the need for ongoing evaluation of its premises. In this essay I respond to one of the four central issues in Buchler’s \nthoughtful article: K-nets and their association with dual transformation. The \njuxtaposition of K-nets and dual transformation leads to a broader engagement \nwith some fundamentals and phenomenological and metaphorical considerations of \nmathematical models in music theory. Remodeling K-nets as dual transformations, \nas Buchler advocates (Buchler 2007, 7), indeed elucidates transformational voice \nleading, but dual transformations also dispense with the network organization of \nK-nets, and thus evince fundamentally different structures than K-net isographies. K-nets, set theory, and graph theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] K-nets are typically employed to model sets of pitch classes through internal transformational pairings of pitch classes by the canonical operations of transposition (T n ) and inversion (I n ). (1) While a relatively large number of K-net representations can be constructed for any set, the number of well-formed K-net representations that can be constructed is considerably smaller. (2) Selecting one K-net representation from the (well-formed) alternatives is an interpretive act; when employed in analysis, the selection is based on musical context, usually in consideration of the relationship of one K-net to its successor(s) or predecessor(s). We turn now to theoretical aspects of K-nets.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] K-nets call upon the mathematical models of set theory and graph theory, models of different conceptual origins, as Jeffrey Johnson describes: Graph-theoretical constructs are not dependent on Cartesian coordinates, but only on the abstract relationship between dots and connecting lines. Graph theory had its origin in solutions to puzzles and games rather than more intense desires to describe motion, quantify measurement, and, bring order to scientific inquiry that impelled other branches of mathematics (Johnson 1997, 12). A graph models relations between pairs of elements, and consists of two sets: a set of vertices and a set of edges. The vertex set in a K-net consists of pitch classes, while the edge set consists of ordered pairs of vertices, each representing the transformational relation between a pair of pitch classes. K-nets are directed graphs (also called digraphs ), because each edge has a specific direction or orientation. (3) (The double-headed arrow representing the inversion operation on pitch classes, identifying the operation as an involution, stands for edges with dual orientations between a single pair of vertices.) Strictly speaking, a graph is comprised simply of dots or points without content (the vertices) and connecting lines (the edges); it is an abstract construction independent of the elements that motivate and occupy the vertices. A network is a graph whose vertices have assigned values. (4) A network is thus, in a sense, an applied graph.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] K-net theory adopts the terms node for vertex and arrow for edge, following David Lewin’s definition of node/arrow system , (5) which corresponds to digraph , as described above. The distinction between graph and network likewise follows Lewin’s distinction between transformation graph and transformation network (Lewin 1987), and is nicely summarized by Julian Hook: “The graph is...the more abstract of the two structures; a network adds information to a graph, bringing it to life in a real musical setting via the node labels” (Hook 2007, 7).",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As graphs, K-nets consist of two sets: a set of labeled (or occupied) nodes and a set of transformations relating pairs of nodes. Well-formed K-nets are path-consistent ; that is, they reflect what Julian Hook calls the path consistency condition , by which, when multiple paths in a network between two nodes are possible, each must produce the same result by combining different transformations (Hook 2007, 3–4; Lewin 1987, 195). The path consistency condition applies to the set of transformations, not the node contents, and falls out of the group-theoretic properties of the T/I group of transformations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The duality of objects and transformations lies at the core of K-net theory. The essential independence of transformations from objects is reflected in the multiple possible K-net representations of a single pitch-class set. Graphic representation brings into relief the transformational relations, and sets them apart from the objects or nodes with which they are associated. Isography and dual transformations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Transformational relations between pairs of (well-formed) K-nets are described in terms of isomorphic transformational graphs or isography ; isography is an algebraic relation between the sets of transformations within a pair of graphs, and is independent of the pitch classes that occupy the nodes. K-net theory customarily admits three types of isography: strong isography, in which the transformations within each K-net are strictly identical; positive isography, in which the subscripts of the T operators in the two K-nets are identical and the corresponding subscripts of the I operators differ by a constant value (mod 12); and negative isography, in which the subscripts of the T operators in the two K-nets are complementary (mod 12) and the corresponding subscripts of the I operators sum to a constant value (mod 12). (6) These isographies are, in turn, isomorphic to the T/I group itself (Lewin 1990), and are labeled accordingly. The relation of positive isography is indicated by a label in the form <T n >, where the subscript n refers to the difference (mod 12) between the subscripts of the corresponding I operators in the K-net; the relation of strong isography is labeled <T 0 > since the difference between the values of the (identical) subscripts of the corresponding I operators is 0. The relation of negative isography is indicated by a label in the form <I n >, where the subscript n refers to the sum (mod 12) of the subscripts of the I corresponding operators in the K-net.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Philip Stoecker has proposed a seemingly logical addition to the small range of isographies through a new isography he has called axial isography (Stoecker 2002). In the relation of positive axial isography , two 3-node (trichordal) K-nets share an identical I n transformation, and the differences between the  subscripts of the remaining I n and T n transformations are complementary (mod 12). In the relation of negative axial isography , two 3-node K-nets share complementary I n transformations, and the sums of the subscripts of the remaining I n and T n transformations are complementary (mod 12). Jerry Ianni and Lawrence Shuster recently described an extension of Stoecker’s axial isography to 4-node (tetrachordal) K-nets in which the K-nets share two identical I n transformations, and have named this transformation double axial isography (Ianni and Shuster 2007). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In a (well-formed) 3-node K-net, three transformations, one T n and two I n transformations, between node pairs are displayed, and in a 4-node K-net, four transformations, two T n and two I n transformations, are (generally) displayed. (8) A single hyper-transformation—<T n > or <I n > (or <T n/12-n > or <I n/12-n > if axial isography is included)—subsumes all the local transformational actions between pitch-class pairs, and signifies a multifaceted action upon the network as a whole. The assimilation of transpositional and inversional transformations within individual K-nets associates K-nets with the model of dual transformations, by which “some of the notes in a [pitch-class set] are transformed in one way while the other notes are transformed in some other way” (Buchler 2007, 5). Shaugn O’Donnell, who first wrote about dual transformations, points out that the K-net model “disguises the parsing [of a pitch-class set into subsets] with its unified graphic appearance” (O’Donnell 1997, 48). Similarly, Buchler remarks that “as unified networks of nodes and arrows, this dual transformational basis might not be so evident.” (Buchler 2007, 5). Buchler’s Figure 5 clearly illustrates how the <T n > relation of positive isography between K-nets can be remodeled as a parsing of each pitch-class set into two subsets related by different transposition operators, T x and T y , such that the subscripts x + y = n mod 12 (the same value as in <T n >). Likewise, Buchler’s Figure 6 illustrates how the <I n > relation of negative isography between K-nets can be remodeled as a parsing of each pitch-class set into two subsets related by different inversion operators, I x and I y , such that the subscripts x + y = n, mod 12 (the same value as in <I n >).",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As Buchler shows, a <T n > or <I n > isography can be remodeled by means of dual transformations, that is, through parsing of the pitch-class sets into subsets related by distinct T or I subscripts. We see in Buchler’s Figure 12 and Figure 13 that a K-net’s internal arrows showing transformations between node pairs are no longer needed to illustrate the dual transformation from one set to the next. This is because the sets are no longer represented as networks, and their representation no longer adopts the graph-theoretical model. Dual transformations identify transformations of pitch classes, and are ontologically different than K-net isographies, which identify transformations of transformations. Dual transformations indeed effectively reveal transformational voice leading, as Buchler demonstrates, but they also suppress the integrity of the K-net, and, by extension, the pitch-class set being transformed. O’Donnell elegantly expresses the concern about the wholeness or integrity of sets: Although I feel that a successful voice-leading model must have an external or horizontal orientation, I also feel that the internal dynamism of the network model captures an invaluable dimension of musical structure that I think of as set identity... With its horizontal emphasis and explicit partitioning of sets, dual transformations do not satisfactorily model the cohesive quality of individual chords or sets... (O’Donnell 1997, 60).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Dual transformations do have their own intrinsic theoretical and analytical interest, and can offer a contextual perspective on the abstraction of K-net isographies, as Buchler compellingly argues. O’Donnell surveys a wide range of transformational models in music theory which parse pitch-class sets into subsets that are transformed in different ways (O’Donnell 1997, 48–68). The article by Nancy Rogers and Michael Buchler on square dance moves and transformational operators also imaginatively reveals the explanatory power of dual transformations (Rogers and Buchler 2003).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Dual transformations and K-net isography stand on opposite sides of the object-relation divide. Dual transformations are not a simple substitute for K-nets, as each exploits different mathematical models and reveals different features of the objects and relations it seeks to elucidate. K-nets and dual transformations: contextual and phenomenological considerations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Buchler cites my K-net analysis of a passage from Webern’s Das Augenlicht , Op. 26 (Nolan 2005), which shows a succession of four-note sonorities as K-nets related by positive, or in one case strong, isography (Buchler 2007, 53 and Figure 24 ). (9) He raises the question about “whether there is much that is T 3 -like about the <T 3 > (hyper) transformations that connect all but one pair of adjacent chords in this example,” and points out how the \n<T 3 > relation between sonorities 1 and 2 can only be described in very different terms than the \n<T 3 > relation between sonorities 2 and 3, taking into account the similar motion between the male and female voice-pairs in sonorities 1 and 2 versus the contrary motion between the male and female voice-pairs in sonorities 2 and 3. The \n<T 3 > transformation, however, describes an isography, and as such, acts on operators and not on pitch classes or pitches; different instantiations of the same isography may well result in seemingly different behavior by pitch classes or pitches.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Buchler ably demonstrates how dual transformations are of great service in elucidating phenomenological aspects of K-net isography. He observes: “It would be difficult to imagine a situation in which dual transformation did not provide a more straightforward phenomenological account [of aurally salient aspects of K-net interpretations] than K-nets” (Buchler 2007, 58). Strong isography between two tetrachordal K-nets, as in the present context, can be characterized by wedge-like voice leading of two dyadic subsets in contrary motion by the same distance. Positive isography adds the further step that one of the dyadic subsets then moves again (by the value of n in <T n >), \nskewing the voice-leading wedge. (10) In my analysis of the Webern passage (Buchler’s Figure 24 ), the strong isography (<T0>) between sonorities 3 and 4 is easily perceived as a symmetrical wedging of the dyads formed in the female voices and in the male voices around pitch C4. The female voices (in parallel motion to each other) descend and the male voices (in parallel motion to each other) ascend by the same interval, three semitones. The strong isography is rendered here in terms of the dual transformation T -3 /T 3 , and because the transformations are realized in pitch space, they are quite readily perceptible. As Buchler points out (Buchler 2007, 54–55), the positive isographic <T 3 > relation between sonorities 1 and 2 in my analysis of this passage, when converted to the dual transformation T 1 /T 2 , is realized directly by the overt pairings of female and male voices, by the parallel motion within each voice pair, and by the similar motion of the pairs (one pair ascending by one semitone, the other by two). The recurrence of the <T 3 > relation between sonorities 2 and 3 by means of a different dual transformation, T 4 /T -1 , also directly reflects the voice pairings, the contrary motion between the voice pairs, and the interval and direction by which each pair moves. (The same dual transformation \nT 4 /T -1 also describes the relation of sonorities 4 and 5.) The off-kilter wedge between positively isographic K-nets intensifies the challenge of perceiving them in comparison to the challenge of perceiving the symmetrical wedge between strongly isographic K-nets. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Dual transformations, through their capacity for phenomenological feasibility, provide a narrative for how we can experience or hear the motion from one K-net to the next, but K-net isographies themselves need not be understood as narrative events. Isographies, as isomorphic network transformations, place those motions in a larger context of the mathematical group of transformations to which they belong. David Lewin, in reflecting on his transformational analysis of Dallapiccola’s Simbolo , writes: “The group [of transformations] is not a list of immediate aural intuitions or intentions” (Lewin 1993, 34). Lewin’s analysis of Simbolo does not involve K-nets specifically, but his reflections on phenomenology and musical transformations apply well to any approach to music analysis involving transformations. Lewin continues: Rather than trying to make our transformations denote phenomenological presences in a blow-by-blow narrative, we can more comfortably regard them as ways of structuring an abstract space...through which the piece moves (Lewin 1993, ibid). Final thoughts",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In considering further the duality of object and relation that is central to K-net theory, an appeal to conceptual metaphor is illuminating. (12) We can conceive of a set metaphorically as a container or as an object . The set-as-container metaphor dwells on the contents of the set, the assemblage of objects into collections; the container possesses an interior, an exterior, and a boundary, and the familiar set-theoretic relations of union, intersection, and complementation ensue. The ubiquity of the Venn diagram attests to the longevity and pervasiveness of the set-as-container metaphor. The set-as-object metaphor dwells on the singularity of the set as an entity that can at the same time be a member of another set; inclusion is thus an abstract relation distinct from the container metaphor, and leads to the existence of the empty set as a subset of all sets and the set as a subset of itself. Via the object metaphor, relations, functions, and transformations can be defined in terms of sets.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] As music theorists, we are accustomed to thinking of pitch-class sets using both metaphors in different situations without serious consequence, even though the metaphors are mutually inconsistent. When it comes to K-nets, however, we may be resistant to the set-as-object metaphor in reference to the set of arrows or transformations; that is, we may find it difficult to conceive of the collection of arrows or transformations as a singular entity. Indeed, the distinction between object and relation (or operation) begins to fade when relations, in particular the T n and I n operators that define relations between pitch-class pairs, are themselves objects. Yet we may also remain resistant to the set-as-container metaphor in reference to the set of arrows or transformations in a K-net because we have no straightforward container-like relations analogous to union, intersection, or complementation by which to manipulate the set’s contents. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The coexistence in a K-net of two distinct, yet interrelated, sets—the set of nodes (pitch classes) and the set of arrows (transformations)—remains a challenge to our theoretical and analytical instincts. Through a deeper understanding of the interaction of the mathematical models of set theory and graph theory as they inform the theory of K-nets, and a stronger appreciation of the synergy of sets and graphs, we can enhance our theoretical explorations and analytical applications of K-nets and of other transformational approaches to music theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "on michael buchler’s “reconsidering klumpenhouwer networks”",
    "source": "mto/raw/mto.07.13.3.nolan.html",
    "data": "mto/data/mto.07.13.3.nolan.json"
}