{
    "title": "Ravel’s <i>Valses nobles et sentimentales</i> and its Models",
    "date": "2017/09/01",
    "volume": "23",
    "issue": "3",
    "authors": [
        "Puri, Michael J."
    ],
    "abstract": "Most commentators have been content to accept Ravel’s claim that the reference to both theValses nobles(D. 969) and theValses sentimentales(D. 779) in the title of hisValses nobles et sentimentales(1911) “sufficiently indicates my intention of composing a series of waltzes in imitation of Schubert,” but this claim does not hold up under scrutiny. Instead, this article seeks to show that theValses nobles et sentimentalesis better understood as a Schumannian piano cycle. As such, the piece is a fascinating attempt at a rapprochement between French Modernism and German Romanticism shortly before the onset of the First World War.",
    "keywords": [
        "Ravel",
        "Schubert",
        "Schumann",
        "Strauss",
        "waltz",
        "model composition",
        "memory",
        "form"
    ],
    "doi": "",
    "received": "November 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.3/mto.17.23.3.puri.pdf",
    "author_info": [
        {
            "name": "Michael J. Puri",
            "university": "University of Virginia",
            "address": "McIntire Department of Music, 112 Old Cabell Hall, Charlottesville, VA 22904",
            "email": "mjp3h@virginia.edu"
        }
    ],
    "citations": {
        "adorno_1984": "Adorno, Theodor W. 1984. “Ravel.” In Gesammelte Schriften , vol. 18. Musikalische Schriften 5, edited by Rolf Tiedemann and Klaus Schultz, 273–74. Suhrkamp.",
        "alain_1961": "Alain, Olivier. 1961. “Schumann und die französische Musik.” In Sammelbände der Robert-Schumann-Gesellschaft , translated by Karl Laux, vol. 1, 47–63. Deutscher Verlag für Musik.",
        "auzolle_2004": "Auzolle, Cécile. 2004. “Quand les Ballets Russes rêvent l’Allemagne romantique: Carnaval opus 9, de Schumann à Fokine.” Ostinato rigore 22: 203–18.",
        "bailey_1977": "Bailey, Robert. 1977. “The Structure of the Ring and Its Evolution.” 19th-Century Music 1(1): 48–61.",
        "branger_2005": "Branger, Jean-Christophe. 2005. “Ravel et la valse.” Ostinato rigore 24: 145–60.",
        "brody_1974": "Brody, Elaine. 1974. “Schumann’s Legacy in France.” Studies in Romanticism 13 (3): 189–212.",
        "daverio_1993": "Daverio, John. 1993. Nineteenth-Century Music and the German Romantic Ideology . Schirmer Books.",
        "davies_1971": "Davies, Laurence. 1971. Ravel Orchestral Music . University of Washington Press.",
        "duchesneau_1997": "Duchesneau, Michel. 1997. L’Avant-garde musicale et ses sociétés à Paris de 1871 à 1939 . Mardaga.",
        "edler_1982": "Edler, Arnfried. 1982. Robert Schumann und seine Zeit . Laaber-Verlag.",
        "faure_1978": "Faure, Henriette. 1978. Mon maître Maurice Ravel: son oeuvre, son enseignement. Souvenirs et légendes . Éditions ATP.",
        "fisher_2005": "Fischer, Michel. 2005. “Les valses de Maurice Ravel: une étourdissante maîtrise orchestrale du rythme à ; trois temps.” Ostinato rigore 24: 103–43.",
        "gut_1997": "Gut, Serge. 1997. “Schumann und Frankreich.” In Robert Schumann und die französische Romantik: Bericht über das 5. Internationale Schumann-Symposium der Robert-Schumann-Gesellschaft am 9. und 10. Juli 1994 in Düsseldorf , edited by Ute Bär, 13–23. Schott.",
        "howat_2009": "Howat, Roy. 2009. The Art of French Piano Music: Debussy, Ravel, Fauré, Chabrier . Yale University Press.",
        "huebner_2011": "Huebner, Steven. 2011. “Ravel’s Poetics: Literary Currents, Classical Takes.” In Unmasking Ravel: New Perspectives on the Composer , edited by Peter Kaminsky, 9–40. University of Rochester Press.",
        "huré_1910": "Huré, Jean. 1910. “l’Oeuvre pianistique de Schumann.” Le Courrier Musical 13 (8): 310–13.",
        "hyde_1996": "Hyde, Martha M. 1996. “Neoclassic and Anachronistic Impulses in Twentieth-Century Music.” Music Theory Spectrum 18 (2): 200–235.",
        "ivry_2000": "Ivry, Benjamin. 2000. Maurice Ravel: A Life . Welcome Rain Publishers.",
        "jankélévitch_1939": "Jankélévitch, Vladimir. 1939. Maurice Ravel . Éditions Rieder.",
        "jost_1998": "Jost, Peter. 1998. “Schumann in der französischen Musik des 20. Jahrhunderts.” In Robert Schumann: philologische, analytische, sozial- und rezeptionsgeschichtliche Aspekte , edited by Wolf Frobenius et al., 189–98. Saarbrücker Druckerei und Verlag.",
        "kaminsky_2003": "Kaminsky, Peter. 2003. “Composers’ Words, Theorists’ Analyses, Ravel’s Music (Sometimes the Twain Shall Meet).” College Music Symposium 43: 161–77.",
        "kaminsky_1989": "Kaminsky, Peter. 1989. “Principles of Formal Structure in Schumann’s Early Piano Cycles.” Music Theory Spectrum 11 (2): 207–25.",
        "klein_2005": "Klein, Michael L. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "komar_1971": "Komar, Arthur. 1971. “The Music of Dichterliebe : The Whole and Its Parts.” In Robert Schumann, Dichterliebe: An Authoritative Score; Historical Background; Essays in Analysis; Views and Comments , edited by Arthur Komar, 63–94. Norton.",
        "korsyn_1991": "Korsyn, Kevin. 1991. “Towards a New Poetics of Musical Influence.” Music Analysis 10 (1–2): 3–72.",
        "larner_1996": "Larner, Gerald. 1996. Maurice Ravel . Phaidon.",
        "long_1973": "Long, Marguerite. 1973. At the Piano with Ravel , edited by Pierre Laumonier, translated by Olive Senior-Ellis. J. M. Dent.",
        "marnet_1986": "Marnat, Marcel. 1986. Maurice Ravel . Fayard.",
        "mauclair_1910": "Mauclair, Camille. 1910. “Psychologie de la vie de Schumann.” Le Courrier Musical 13 (8): 294–300.",
        "mawer_2006": "Mawer, Deborah. 2006. The Ballets of Maurice Ravel: Creation and Interpretation . Ashgate.",
        "mccarrey_2006": "McCarrey, James Scott. 2006. “Performance and Analysis in Practice: A Study of Maurice Ravel’s Valses nobles et sentimentales , Miroirs , and Gaspard de la nuit .” PhD diss., University of York.",
        "mccrae_1974": "McCrae, Elizabeth. 1974. “Ravel’s Valses nobles et sentimentales : Analysis, Stylistic Considerations, Performance Problems.” DMA thesis, Boston University.",
        "mccreless_1986": "McCreless, Patrick. 1986. “Song Order in the Song Cycle: Schumann’s Liederkreis , Op. 39.” Music Analysis 5 (1): 5–28.",
        "messing_1996": "Messing, Scott. 1996. Neoclassicism in Music from the Genesis of the Concept through the Schoenberg/Stravinsky Polemic . University of Rochester Press.",
        "neumeyer_1982": "Neumeyer, David. 1982. “Organic Structure and the Song Cycle: Another Look at Schumann’s Dichterliebe .” Music Theory Spectrum 4 (1): 92–105.",
        "nichols_2011": "Nichols, Roger. 2011. Ravel . Yale University Press.",
        "nichols_1977": "Nichols, Roger. 1977. Ravel . J. M. Dent.",
        "orenstein_1991": "Orenstein, Arbie. 1991. Ravel: Man and Musician . Dover.",
        "orenstein_1973": "Orenstein, Arbie. 1973. “Some Unpublished Music and Letters by Maurice Ravel.” Music Forum 3: 291–334.",
        "perlemuter_and_jourdan-morhange_1988": "Perlemuter, Vlado and Hélène Jourdan-Morhange. 1988. Ravel According to Ravel , translated by Frances Tanner, edited by Harold Taylor. Kahn & Averill.",
        "perrey_2002": "Perrey, Beate Julia. 2002. Schumann’s Dichterliebe and Early Romantic Poetics: Fragmentation of Desire . Cambridge University Press.",
        "puri_2013": "Puri, Michael J. 2013. “The Passion of the Passacaille: Ravel, Wagner, Parsifal .” Cambridge Opera Journal 25 (3): 285–318.",
        "puri_2011a": "Puri, Michael J. 2011a. “Memory and Melancholy in the ‘Epilogue’ of Ravel’s Valses nobles et sentimentales .” Music Analysis 30 (2–3): 272–308.",
        "puri_2011b": "Puri, Michael J. 2011b. Ravel the Decadent: Memory, Sublimation, and Desire . Oxford University Press.",
        "ravel_2003a": "Ravel, Maurice. 2003a. A Ravel Reader: Correspondence, Articles, Interviews , edited and translated by Arbie Orenstein. Dover.",
        "ravel_2003b": "Ravel, Maurice. 2003b (1938). “An Autobiographical Sketch.” In A Ravel Reader , 29–37. Dover.",
        "ravel_2003c": "Ravel, Maurice. 2003c (1922). “The Songs of Gabriel Fauré.” In A Ravel Reader , 384–88. Dover.",
        "ravel_1911": "Ravel, Maurice. 1911. Valses nobles et sentimentales . Durand & Cie.",
        "reiman_2004": "Reiman, Erika. 2004. Schumann’s Piano Cycles and the Novels of Jean Paul . University of Rochester Press.",
        "roberts_2012": "Roberts, Paul. 2012. Reflections: The Piano Music of Maurice Ravel . Amadeus Press.",
        "roland-manuel_1939": "Roland-Manuel. 1939. “Des Valses à ‘la Valse’ (1911–1921).” In Maurice Ravel par quelques-uns de ses familiers , n. e., 141–51. Éditions du Tambourinaire.",
        "roland-manuel_1928": "Roland-Manuel. 1928. Maurice Ravel et son oeuvre dramatique . Les Éditions Musicales de la Librairie de France.",
        "roland-manuel_1925": "Roland-Manuel. 1925. “Maurice Ravel ou l’ésthetique de l’imposture.” La Revue musicale 6 (6): 16–21.",
        "roland-manuel_1914": "Roland-Manuel. 1914. Maurice Ravel et son oeuvre . Durand.",
        "rosen_1995": "Rosen, Charles. 1995. The Romantic Generation . Harvard University Press.",
        "rosenthal_1995": "Rosenthal, Manuel. 1995. Ravel: Souvenirs de Manuel Rosenthal, recueillis par Marcel Marnat . Éditions Hazan.",
        "schumann_2010": "Schumann, Robert. 2010. Sämtliche Klavierwerke Band I , edited by Ernst Herttrich. G. Henle.",
        "schumann_1972": "Schumann, Robert. 1972. Piano Music of Robert Schumann, Series I , edited by Clara Schumann. Dover.",
        "stenger_1978": "Stenger, Alfred. 1978. Studien zur Geschichte des Klavierwalzers . Peter Lang.",
        "straus_1990": "Straus, Joseph N. 1990. Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition . Harvard University Press.",
        "tappolet_1950": "Tappolet, Willy. 1950. Maurice Ravel: Leben und Werk . Otto Walter.",
        "tyre_2001": "Tyre, Jess Bennett. 2001. “The Reception of German Instrumental Music in France between 1870 and 1914.” PhD diss., Yale University.",
        "whitesell_2010": "Whitesell, Lloyd. 2010. “Erotic Ambiguity in Ravel’s Music.” In Ravel Studies , edited by Deborah Mawer, 74–91. Cambridge University Press.",
        "yoon_1995": "Yoon, Heesun Kim. 1995. “Cyclic Aspects in Maurice Ravel’s Valses nobles et sentimentales and Le tombeau de Couperin .” DMA thesis, University of Texas at Austin.",
        "zank_2009": "Zank, Stephen. 2009. Irony and Sound: The Music of Maurice Ravel . University of Rochester Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Joshua Walden and the musicology colloquium at Johns Hopkins University for their valuable feedback on this work, as well as the anonymous readers of this journal. I am also grateful to Sylvia Chong, Ted Coffey, and Kevin Davis for their generous and expert assistance in preparing the examples.",
            "citations": []
        },
        "FN1": {
            "text": "1. All translations and recordings are by the author, unless otherwise noted.",
            "citations": []
        },
        "FN2": {
            "text": "2. A transcription in Ravel’s hand of Couperin’s Forlane appears in Orenstein 1973 , 330–31.",
            "citations": [
                "orenstein_1973"
            ]
        },
        "FN3": {
            "text": "3. Important examples of texts that apply similar methods, albeit to different repertoires, include Straus 1990 , Korsyn 1991 , and Klein 2005 .",
            "citations": [
                "straus_1990",
                "korsyn_1991",
                "klein_2005"
            ]
        },
        "FN4": {
            "text": "4. See, for example, Zank 2009 , 73; Mawer 2006 , 125–26; Fisher 2005 , 115n26.",
            "citations": [
                "zank_2009",
                "mawer_2006",
                "fisher_2005"
            ]
        },
        "FN5": {
            "text": "5. It is somewhat curious for Ravel to have asked Perlemuter to play Waltz 5 as if it were a Schubert waltz, since it is the only number that the Epilogue to this allegedly Schubertian set does not recall. Moreover, Henriette Faure relates an anecdote that does not obviously coincide with Perlemuter’s report. She tells us that Ravel asked her to imagine Waltz 5 to be “a little doll, dressed in velvet and with curly hair, which is waltzing slowly” (une petite poupée en velours et en boucles qui valse lentement; Faure 1978 , 40). Due to its “assumed naivety,” “sophistication,” and “ sentiment intime ,” Paul Roberts has associated this waltz with Mozart and Schumann ( Roberts 2012 , 165).",
            "citations": [
                "faure_1978",
                "roberts_2012"
            ]
        },
        "FN6": {
            "text": "6. The passage in question from Marnat reads as follows: “From Schubert Ravel had wished to inherit not just a general climate but rather an importance given to the inner voices and the effects of melodic suspension” (De Schubert, Ravel avait voulu hériter non point d’un climat général mais plutôt de l’importance donnée aux voix intermédiaires et aux effets de suspension mélodique).",
            "citations": []
        },
        "FN7": {
            "text": "7. Jean-Christophe Branger also finds the phraseology of the VNS to be Schubertian, especially in its frequent use of the eight-measure phrase ( Branger 2005 , 152).",
            "citations": [
                "branger_2005"
            ]
        },
        "FN8": {
            "text": "8. This sentence also appears verbatim in Nichols 2011 , 127. Recognizing that the VNS seems to owe little to Schubert’s Valses nobles and Valses sentimentales , McCrae proposes the Ländler , D. 790, as a better point of comparison ( McCrae 1974 , 128).",
            "citations": [
                "nichols_2011",
                "mccrae_1974"
            ]
        },
        "FN9": {
            "text": "9. Since the term gageure is most closely associated with Jankélévitch, some may not be aware that Roland-Manuel had already begun to use it a decade earlier: “The choice of subjects frequently comes back to the challenge, his taste for theater to his passion for the impossible” (Le choix de ses sujets ressortit fréquemment à la gageure, son goût du théâtre à sa passion de l’impossible; Roland-Manuel 1928 , 43.)",
            "citations": []
        },
        "FN10": {
            "text": "10. “La musique . . . fait son nid dans l’intervalle créé par ce langage inconfortable. Entre ces deux extrêmes, elle ne pourra être ni ‘noble’—au sens pompier—ni ‘sentimental,’ au sens racoleur. Et c’est dans cette contrainte que Ravel trouve l’essor d’une expressivité si grande qu’elle semble promise au naufrage.”",
            "citations": []
        },
        "FN11": {
            "text": "11. “C’est en imitant qu’il innove, car il n’a pas la prétention de créer ex nihilo . Aucune oeuvre de Ravel qui n’ait été premièrement un pastiche. Il travaille ‘sur le motif,’ comme un peintre. Il s’installe devant une sonate de Mozart ou devant un concerto de Saint-Saëns comme un paysagiste devant un bouquet d’arbres. L’oeuvre achevée, il est généralement impossible de trouver trace du modèle.” In a footnote for this passage, Roland-Manuel cites several examples of putative modeling in Ravel, including the link between Schubert and the VNS .",
            "citations": []
        },
        "FN12": {
            "text": "12. “De fait, s’il est aisé de parler de pastiches à propos de notre musicien, il l’est moins de découvrir ses modèles. Et quand d’aventure il prend soin de les désigner lui-même, il faut bien prendre garde de n’accepter son aveu que sous bénéfice d’inventaire. Les six pièces qui composent Le tombeau de Couperin . . . s’inspirent elles beaucoup des clavecinistes français et de leur prince? Au vrai, cette aimable suite ferait plutôt songer à Domenico Scarlatti qu’à François Couperin. Pastiche, peut-être, mais moins encore de Scarlatti que de Ravel lui-même, le Ravel de la Sonatine .”",
            "citations": []
        },
        "FN13": {
            "text": "13. “Les Valses nobles et sentimentales n’évoquent point, à l’envi des danses de Schubert, ‘les belles Viennoises,’ mais les jolies sujettes de Louis XVIII, qui firent leurs délices de la ‘Walse,’ nouvellement importée d’Allemagne. Ravel ne quitte jamais ce dix-huitième siècle où sa fantaisie semble avoir élu domicile, sans s’attarder en chemin aux grâces de la Restauration. Il en aime les jeux et les modes, et les frivolités jusque dans leur ridicule.” “Les belles Viennoises” (“The Viennese Beauties”) presumably refers to the sixteen “Wiener-Damen” Ländler of Schubert’s D. 734.",
            "citations": []
        },
        "FN14": {
            "text": "14. Perlemuter and Jourdan-Morhange recommend that performers hesitate at certain moments in certain Waltzes (3 and 7) in order to bring out their implicit identity as Viennese waltzes ( Perlemuter and Jourdan-Morhange 1988 , 46 and 54).",
            "citations": []
        },
        "FN15": {
            "text": "15. Corroborating commentaries on the Straussian quality of Waltz 7 include Long 1973 , 38; Faure 1978 , 42; Perlemuter and Jourdan-Morhange 1988 , 54; Larner 1996 , 124.",
            "citations": [
                "long_1973",
                "faure_1978",
                "larner_1996"
            ]
        },
        "FN16": {
            "text": "16. The comparisons made in Examples 1 and 2 are not original to this essay. Deborah Mawer, for example, compares the same moments between the VNS and La valse in Examples 5.5 and 5.6 in Mawer 2006 , 176–77.",
            "citations": [
                "mawer_2006"
            ]
        },
        "FN17": {
            "text": "17. With regard to the similarities between La valse and Waltzes 4 and 7 in the VNS , Elizabeth McCrae has speculated that “the thematic borrowings between the two works occurred not as generally supposed, from the Valses nobles et sentimentales to the later completed La valse , but were ideas from the earlier Wien sketches that found their way into the Waltzes” ( McCrae 1974 , 104).",
            "citations": [
                "mccrae_1974"
            ]
        },
        "FN18": {
            "text": "18. A more extensive consideration of similarities between Ravel and Chopin can be found in Stenger 1978 , 118. In addition to the Trio of Waltz 7, Stenger identifies Chopin-esque rhythms in Waltzes 2 (the rubato theme) and 5 (both the opening and the hemiolic interior).",
            "citations": [
                "stenger_1978"
            ]
        },
        "FN19": {
            "text": "19. Other piano pieces that Stenger identifies as implicit waltzes in Schumann’s music include the theme for the Abegg Variations, no. 1 in Faschingsschwank aus Wien , no. 3 in Nachtstücke , “Grillen” in Fantasiestücke , “Ritter vom Steckenpferd” in Kinderszenen , nos. 4 and 5 in Noveletten , and a host of examples in Papillons , Carnaval , and Davidsbündlertänze .",
            "citations": []
        },
        "FN20": {
            "text": "20. “Kermesse, Pierrot, Poupées, Vagues, Ingénue—die Unbefangene—, Perfide, La Cour und Epilogue.” Tappolet gives almost all of these titles in French, even though the rest of the text is in German. In addition to acknowledging Ravel’s mother tongue, he may also be alluding to the French titles of the pieces in Carnaval . Moreover, it is probably no coincidence that “Pierrot” is also the name of the second piece in Carnaval , and that the German “Kermesse” is a synonym for “carnival.” Ravel would directly confront Carnaval in 1914, when he orchestrated four pieces from the cycle for Nijinsky’s new ballet troupe: “Préambule,” “Valse allemande,” “Paganini,” and “Marche des ‘Davidsbündler’ contre les Philistins.”",
            "citations": []
        },
        "FN21": {
            "text": "21. The fragment in the VNS has many technical similarities to the fragment in Schumann’s early piano music. Nonetheless, I would not go so far as to suggest that the two have the same philosophical underpinnings. For discussion of the underpinnings of the Schumannian fragment, see Daverio 1993 , 49–88; Rosen 1995 , 41–115; and Perrey 2002 , 26–32.",
            "citations": [
                "daverio_1993",
                "rosen_1995",
                "perrey_2002"
            ]
        },
        "FN22": {
            "text": "22. The citation for the original article is Maurice Ravel, “Les mélodies de Gabriel Fauré,” La revue musicale 3 (October 1922): 22–27.",
            "citations": []
        },
        "FN23": {
            "text": "23. “Sans cesse Ravel revenait sur la profonde humanité de la musique de Schumann. . . . C’étaient surtout les oeuvres pour clavier qui l’intéressaient, à cause des innombrables trouvailles pianistiques qu’on y admire et dont il avait lui-même tiré parti.”",
            "citations": []
        },
        "FN24": {
            "text": "24. Sources that refer to the VNS as a cycle include McCrae 1974 , Yoon 1995 , Kaminsky 2003 , and McCarrey 2006",
            "citations": [
                "mccrae_1974",
                "yoon_1995",
                "kaminsky_2003",
                "mccarrey_2006"
            ]
        },
        "FN25": {
            "text": "25. Although there are many essays on Schumann’s cyclicism, Kaminsky’s is particularly valuable here for its orientation toward Schumann’s early piano music (rather than his Lieder ), as well as its efficient synthesis of three important precedents: Komar 1971 , Neumeyer 1982 , and McCreless 1986 . Although Yoon systematically applies Komar’s seven cyclic criteria to the VNS , as well as McCreless’s three factors, many of the cyclic elements I mention in my essay do not appear in Yoon’s thesis.",
            "citations": [
                "komar_1971",
                "neumeyer_1982",
                "mccreless_1986"
            ]
        },
        "FN26": {
            "text": "26. A focused treatment of nocturnalism in the Epilogue appears in Puri 2011a , 272–75.",
            "citations": [
                "puri_2011a"
            ]
        },
        "FN27": {
            "text": "27. It is worth noting that the transition into the quasi-codetta that begins in measure 41 is modeled on the transition between Waltzes 3 and 4. In both places, the onset of the Waltz 4 theme coincides with a melodic suspension and unexpected shifts in harmony, rhythm, and texture.",
            "citations": []
        },
        "FN28": {
            "text": "28. This interpretation follows but does not repeat the arguments about memory, Decadence, and Ravel’s music that are made in Puri 2011b . In a similar vein, Lloyd Whitesell interprets the “elevation of style-consciousness and non-productive pleasure” in the VNS Epilogue as a “statement of sexual non-conformity on the part of the bachelor wishing to turn imputations of uselessness, sterility, and narcissism on their heads” ( Whitesell 2010 , 89).",
            "citations": [
                "puri_2011b",
                "whitesell_2010"
            ]
        },
        "FN29": {
            "text": "29. Daverio understands tonal structure in Papillons and Davidsbündlertänze in more or less the same way, but he also proposes the Schumannian notion of Selbstvernichtung as the principle that generates both structures ( Daverio 1993 , 62–64).",
            "citations": [
                "daverio_1993"
            ]
        },
        "FN30": {
            "text": "30. The G– G ♯ –A progression can be interpreted as a transposed version of the E ♯ – F ♯ –G motive that Kaminsky identifies as a “global compositional premise” for the VNS , as well as a basis for its qualification as a cycle ( Kaminsky 2003 , 163).",
            "citations": [
                "kaminsky_2003"
            ]
        },
        "FN31": {
            "text": "31. While Waltz 3 may begin in E minor and end in G major, the two keys are actually interwoven throughout the number—a phenomenon akin to the “interleaving” Daverio finds in Schumann. The tonic harmony in both outer sections of this ABA’ is a tetrachord (E, G, B, D) that combines both triads into a “double tonic.” It appears in the first A section as a tonic minor seventh chord (measures 2, 4, 8, 10, 12, and 16) and in the second A section as a G-major triad with an added sixth (measures 58, 60, 64, 66, 68, 70, and 71). It also interlocks the two keys at a higher level. By arranging the waltz’s key areas in the order <E, D, B T/D , G>—where B sounds both as local tonic and dominant in E—Ravel separates each key from its dominant by interpolating the dominant of the other key. The resulting layout toys with our expectations at moments of transition. The end of the section in D major directs us away from an expected G major, while the end of the section in B major diverts us away from an expected E minor. Interlocking patterns in Ravel’s music often signal moments of change. In Waltz 3, the tiling of key areas marks it as transitional within the set.",
            "citations": []
        },
        "FN32": {
            "text": "32. Kaminsky also points out the functional multivalence of this augmented triad, which can serve as a dominant in three keys: F, A, and D ♭ . See Kaminsky 2003 , 168–70.",
            "citations": [
                "kaminsky_2003"
            ]
        },
        "FN33": {
            "text": "33. The full German text in the 1838 first edition is “Ganz zum Überfluss meinte Eusebius noch Folgendes: dabei sprach aber viel Seligkeit aus seinen Augen.” It is a revision of the text that appeared in the autograph: “Eusebius sagte zum Überfluss noch Folgendes: dabei glänzte aber viel Seligkeit aus seinen Augen.” Thus Schumann raises into relief the excessive nature of the final movement by shifting “zum Überfluss” to the beginning of the sentence and adding the intensifier “ganz.”",
            "citations": []
        },
        "FN34": {
            "text": "34. Another reason that no. 11 of Papillons sounds like a finale is because no. 10 sounds like a device we can call a “reminiscence prefix.” By 1831, the year Schumann composed Papillons , it was an established means of introducing a finale—best known, perhaps, from such late works by Beethoven as the Ninth Symphony, the piano sonatas opp. 101 and 106, and the cello sonata op. 102, no. 1. Papillons no. 10 recalls material from nos. 6 and 9, as well as the “Introduzione.” Davidsbündlertänze no. 16 is also arguably a reminiscence prefix for the putative finale in no. 17, since it recalls elements from nos. 3 and 4.",
            "citations": []
        },
        "FN35": {
            "text": "35. Lloyd Whitesell describes the contrast between the final two waltzes of the VNS in similar terms, with Waltz 7 presenting a “climax of brilliant display” and Waltz 8 a “climax of interiority” ( Whitesell 2010 , 89).",
            "citations": [
                "whitesell_2010"
            ]
        },
        "FN36": {
            "text": "36. Slow movements also become progressively longer in each half of the Davidsbündlertänze : the 2–5–7 sequence, followed by the 11–14–17 sequence.",
            "citations": []
        },
        "FN37": {
            "text": "37. In addition to Tyre 2001 , important studies of the reception of Schumann in Third-Republic France include Alain 1961 , Brody 1974 , Edler 1982 , Gut 1997 , and Jost 1998 .",
            "citations": [
                "tyre_2001",
                "alain_1961",
                "brody_1974",
                "edler_1982",
                "gut_1997",
                "jost_1998"
            ]
        },
        "FN38": {
            "text": "38. The most detailed treatment of this ballet is Auzolle 2004 .",
            "citations": [
                "auzolle_2004"
            ]
        },
        "FN39": {
            "text": "39. The entire passage reads as follows: “[Cette musique] était son mal lui-même, la forme sensible de sa névrose, l’expression d’un subjectivisme absolu. Non seulement il demandait à la musique la traduction de sa souffrance, mais il faisait de sa souffrance la nourriture essentielle de son art: son génie et sa maladie étaient devenus solidaires, et allaient répondre ensemble désormais par une seule et même vibration à toute sollicitation de la vie extérieure.”",
            "citations": []
        },
        "FN40": {
            "text": "40. “Toute cette névrose et ces petites recherches, et ces frissons, et ces contorsions—jamais laides du reste—et cette nostalgie fiévreuse … conviennent à notre temps, où chacun s’enorgueillit quelque peu d’être neurasthénique.”",
            "citations": []
        },
        "FN41": {
            "text": "41. An authoritative account of the Société Musicale Indépendante appears in Duchesneau 1997 , 65–122.",
            "citations": [
                "duchesneau_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Ravel has long been associated with model composition, and for good reason. He reportedly told his composition students: “If you have nothing to say, you can do no better . . . than to say again what has already been said well. If you have something to say, that something will never appear more clearly than in your involuntary infidelity to the model” ( Roland-Manuel 1939 , 145). (1) Table 1 . Model Compositions in Ravel’s Work and Their Putative Models (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Ravel seems also to have practiced what he preached. Table 1 reproduces the composition/model pairings in his oeuvre that are most familiar. Among these, the pairing that has received more attention than the others is the one linking the Forlane from Le tombeau de Couperin to the movement of the same title from Couperin’s 4th Concert royal ( Messing 1996 , 50–52; Hyde 1996 , 206–211). (2) In general, however, close inquiry into these modelings—especially in the form of detailed and extended analytical comparisons between model and copy—has been rare, as have attempts to expand this list by suggesting new instances.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "messing_1996",
                    "hyde_1996"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The reasons for this inattention are unclear. Scholars might not have been sure how to proceed from identifying a model to comparing it with its copy, or might have felt uncomfortable about doing so. They may not have cultivated the kinds of listening practices that help to produce new identifications. And if they wanted to make certain claims about this music—especially its originality and autonomy—they may not have wished to confront the possibility that it might, in fact, be deeply heteronomous.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Whatever the reasons might have been for avoiding close comparisons between model and copy in Ravel’s music, there is much to be said for this sort of inquiry. Instead of regarding pieces in isolation, it views them as participants in a dialogue with the music of other times and places. Further, it encourages us to set stock by what we happen to hear, rather than what we think we should be hearing, and thus to begin to liberate this music from the genealogies and narratives that may have unjustifiably constrained our understanding of its potential meanings and historical effects. It exhorts us to examine pieces in detail for their similarities and differences, consider the cultural situations from which they spring, and ponder the processes of translation that may have helped to produce one from the other. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In an essay that appears elsewhere, I show how this method might be put into practice ( Puri 2013 ). It originated in my perception that there was something uncanny—simultaneously familiar and strange—about the “Passacaille” movement from Ravel’s Piano Trio. Eventually I realized I was hearing elements of Wagner’s Parsifal (1877–82), particularly the distinctive harmonic progression that underpins the Heilandsklage and pervades Act I’s “March to the Castle of the Grail.” The progression had sounded strange to me in the Passacaille because I had unwittingly internalized the received wisdom that, in contrast to the music of the previous generation of French composers (Chausson, d’Indy, Debussy, et al.), Ravel’s music contained no Wagnerisms. As I investigated further, I discovered not only that his general attitude toward Wagner was more generous than had been previously acknowledged, but also that he had written glowingly about Parsifal in a review of the opera from January 1914—just a few months before he began to compose the Trio. These pieces of analytical and biographical evidence, among others, persuaded me to assert a model/copy relation between Wagner’s March and Ravel’s Passacaille.",
                "footnotes": [],
                "citations": [
                    "puri_2013"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Like its predecessor, the present essay emerges from a personal experience of playing and listening to this music. It also builds bridges between Ravel’s output and German music, especially a portion of the latter repertoire (namely, Romanticism) that is generally considered antithetical to the former. It differs, however, insofar as it does not merely add a new example to Table 1 but suggests that a previous pairing—one of the best known—is in need of correction. I show that a more convincing model for Ravel’s Valses nobles et sentimentales (henceforth, VNS ) is not the Schubertian waltz collection but the Schumannian piano cycle. After carefully disentangling a century’s worth of discourse about the models for the VNS , I undertake a detailed analytical comparison of the Ravel and Schumann sets according to motive, phrase structure, topic, tonality, and rhetorical design. Once the analysis has made this association musically plausible and palpable, the essay concludes by supplying various historical and biographical reasons for Ravel to have chosen Schumann as a model. Scrutinizing Schubert",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The VNS was composed in 1911 and comprises eight waltzes for solo piano. Its title refers to two sets that Franz Schubert composed in the 1820s: the 12 Valses nobles , D. 969, and the 34 Valses sentimentales , D. 779. In his “Autobiographical Sketch” from 1928, Ravel confirms that the reference was deliberate and expressed his “intention of composing a series of waltzes in imitation of Schubert” ( Ravel 2003b , 31).",
                "footnotes": [],
                "citations": [
                    "ravel_2003b"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Ravel’s claim to have imitated Schubert in the VNS has gone largely uncontested. Some commentators simply relay it without further comment, (4) while others elaborate upon it. According to the pianist Vlado Perlemuter, who studied the VNS with the composer himself in 1927, Ravel recommended that the fifth number be played “in the spirit of a waltz by Schubert” ( Perlemuter and Jourdan-Morhange 1988 , 46); the adjective “simple” that the composer wrote into Perlemuter’s score clarifies what Ravel might have understood this “spirit” to be. (5) In a broad history of the waltz for piano, Alfred Stenger asserts that “Schubert is not only the godfather of the style [of the VNS ], but more broadly the creator of its compositional material” ( Stenger 1978 , 115).",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "stenger_1978"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Commentary sometimes goes further in an effort to specify the musical features that might persuade us to perceive this relation. Elizabeth McCrae identified in the VNS a Schubertian “sensitivity to motion of the inner voices within the homophonic texture” ( McCrae 1974 , 125), an insight that Marcel Marnat would later echo in his monograph on Ravel ( Marnet 1986 , 300). (6) Arbie Orenstein provides additional detail by listing attributes the VNS seems to have borrowed from the Schubert waltz: a “lilting rhythm, rubato, balanced phrases, straightforward form, and unexpected harmonic subtleties” ( Orenstein 1991 , 175). (7) However, it is James Scott McCarrey who has done the most to flesh out the specific debt of the VNS to D. 779 and D. 969. In addition to the use of binary and ternary forms across all three works, he finds that the loud and anapestic opening of Waltz 1 in the VNS harks back to Waltz 1 of D. 969, while tonal progressions by third and fifth in the VNS recall similar structures in both Schubert sets ( McCarrey 2006 , 45).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "mccrae_1974",
                    "marnet_1986",
                    "orenstein_1991",
                    "mccarrey_2006"
                ]
            }
        },
        {
            "10": {
                "text": "[10] But Ravel’s claim is not convincing to all commentators. In a biography from 1977, Roger Nichols asserts instead that Schubert’s influence “seems to have gone little further than the title” ( Nichols 1977 , 70), even if he later concedes that Schubert might somehow have been “useful” for the VNS ( Nichols 2011 , 352). The title alone rubs him the wrong way, and moves him to exclaim, “Noble and sentimental? Neither nobility nor sentiment has an uninterrupted say for long (sentimentality doesn’t come into it)” ( Nichols 1977 , 72).” (8) Marnat has a similar reaction. He finds the piece to have some Schubertian qualities, but he also suspects that its title is better understood as a paradox. We might even wish to identify it as an instance of what has been called the “impossible challenge” ( gageure ) in Ravel’s work ( Jankélévitch 1939 , 58–61), (9) since Marnat ultimately describes the VNS as “build[ing] its nest in the space created by this uncomfortable language. Between these two extremes, it can be neither noble—meaning ‘pompous’—nor sentimental, meaning ‘seductive.’ And it’s within this constraint that Ravel is able to develop an expressivity so great that it seems destined to crash on the rocks” ( Marnet 1986 , 299). (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "nichols_1977",
                    "nichols_2011",
                    "nichols_1977",
                    "marnet_1986"
                ]
            }
        },
        {
            "11": {
                "text": "[11] On the whole, however, commentators are more likely simply to assign Schubert a lesser role in the genesis of the VNS than to contradict Ravel. In this case—a middle ground, as it were, between accepting and denying the claim of modeling—Schubert becomes a “spiritual origin,” “inspiration,” “starting point,” or the like. Part of the appeal of this strategy is the way it allows one to sidestep the tricky task of being specific about the relationship between the model and its alleged copy—that is, whether and in what manner the inspiration actually manifests itself in the work. Paul Roberts, for example, avails himself of this option immediately before launching into an argument that the allusion to Schubert has more to do with genre and sociology than musical structure. On the one hand, he believes that it is intended to pay homage to “amateur music making, the small-scale, self-contained piece devised to amuse and console,” just as Ravel had just done the previous year with his piece for piano four-hands, Ma mère l’oye ( Roberts 2012 , 93). On the other, he notes that it seems to cultivate irony in its self-presentation as mere “entertainment,” even though it clearly belongs to the more prestigious realm of art music ( Roberts 2012 , 103).",
                "footnotes": [],
                "citations": [
                    "roberts_2012",
                    "roberts_2012"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Roberts’s analysis is a recent instance of a strategy that stretches back a hundred years to Ravel’s student and first biographer, Roland-Manuel. The importance of Roland-Manuel’s writings on Ravel is due not only to his insider’s perspective, but also to the variety of his attempts to theorize various aspects of this repertoire, including the relation between model and copy. In his first monograph on the composer, from 1914, he invokes the idea of an initial inspiration in order to explain the title of the VNS . The homage to Schubert is a “filiation volontairement consentie”—that is, a “freely chosen lineage” that Ravel wished to express toward the Viennese composer ( Roland-Manuel 1914 , 25). However, he confronts the issue of modeling in Ravel more broadly in a subsequent article from 1925 titled “Maurice Ravel or the aesthetic of imposture.” The theory that he advances is a gageure in its own right: [Ravel] innovates by imitating, since he does not have the pretension of creating ex nihilo . There is no work by Ravel that was not originally a pastiche. He works sur le motif like a painter. He sits down in front of a Mozart sonata or Saint-Saëns concerto like a landscape artist before a bunch of trees. After the work is completed, it’s usually impossible to find any trace of the model. ( Roland-Manuel 1925 , 18) (11) Whereas Roland-Manuel in 1914 conceives of models as distant presences in Ravel’s music, by 1925 they have become immediate, concrete, extensive, and pervasive: pastiche now describes the entire output. And yet, by some magical transformation, the models disappear upon being transcribed. The claim resonates strongly with Ravel’s own comment about composers’ unintended infidelity to their models.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In his 1928 monograph on Ravel, Roland-Manuel both extends and curtails his previous claims: In fact, if it is easy to speak about pastiches in regard to [Ravel], it is less so to discover his models. And if, by chance, he takes care to designate them himself, one has to be cautious about accepting his admission before conducting one’s own assessment. . . . Are the six movements of Le tombeau de Couperin . . . greatly inspired by the French clavecinistes and their prince? In truth, this charming suite would rather bring to mind Domenico Scarlatti than François Couperin. Pastiche, perhaps, but less of Scarlatti than of Ravel himself, the Ravel of the Sonatine [1905]. ( Roland-Manuel 1928 , 121–22) (12) Roland-Manuel still allows the stated source—in this instance, Couperin—to have inspired Ravel, but only insofar as it represents something much broader: eighteenth-century harpsichord music. Further, he thinks that Ravel just ends up sounding most like himself.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Roland-Manuel thus shifts the emphasis in model composition from the model back to the composer. Contrary to his claims in the “imposture” article, he is no longer arguing that the model gets wholly absorbed into the copy. Rather, he now asserts that Ravel did not actually use external models, and seeks to dissuade us from accepting at face value the allusions in titles such as Le tombeau de Couperin and Valses nobles et sentimentales .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But Roland-Manuel is also pressing back against the association of Ravel’s music with pastiche. Recall his bold proclamation in 1925 that “there is no work by Ravel that was not originally a pastiche.” Three years later, however, he has grown impatient with the term. If even Le tombeau , a prime candidate for pastiche in Ravel’s output, lacks any clear external model, then it is not merely too “easy to speak about pastiches” in Ravel, but inappropriate as well. His dissatisfaction with the term probably has a further source. Although he does not mention it explicitly, he is undoubtedly aware of the negative connotations of “pastiche” as something unoriginal, ephemeral, and trifling. Thus, even if he tried to invest it with a new value—as, for instance, a genre that is fundamentally creative and innovative rather than derivative—it would not only fail to resonate with most readers, but it would also thwart his efforts to persuade them of the historical significance of this music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Just as Roland-Manuel dismisses Couperin as the actual model for Le tombeau , so too does he try to dissociate Schubert from the VNS : The VNS do not at all evoke “ les belles Viennoises ” in competition with Schubert’s dances, but rather the pretty subjects of Louis XVIII, who delighted in the “Walse,” newly imported from Germany. Ravel never abandons the eighteenth century in which his imagination chose to reside without spending time along the way to enjoy the charms of the Restoration. He likes their games and their fashions, even their frivolities in all their ridiculousness. ( Roland-Manuel 1928 , 89) (13) In addition to dissolving any immediate relation between the VNS and its putative model, this argument helps to account for two further aspects of the work. First and foremost is Ravel’s decision, subsequent to composing the VNS , to accept a commission to adapt it for ballet. He did not rewrite the music but he did give it a new title, Adélaïde ou le langage des fleurs , as well as a libretto that he wrote himself. It involves a soirée that takes place at a courtesan’s salon in 1820 in Paris, rather than Vienna—hence Roland-Manuel’s reference to the “pretty subjects of Louis XVIII.”",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The other aspect is the epigraph to the score that Ravel borrowed from The Encounters of Mr. de Bréot ( Les rencontres de M. de Bréot [1904]), a novel by Henri de Régnier. It refers to “the delicious and ever novel pleasure of a ‘useless occupation’” ( le plaisir délicieux et toujours nouveau d’une ‘occupation inutile’ ), and comes from a preface in which Régnier, as Steven Huebner has explained it, “sets up a mirror between superficial eighteenth-century gallant society consumed more by appearance than metaphysical substance, and the fin-de-siècle writer who celebrates the sheer surface joy of craft for its own sake” ( Huebner 2011 , 34). Thus, by referring to the eighteenth century, as well as to the “games” and “frivolities” of the Restoration period in France (1814–30), Roland-Manuel folds the epigraph into his account without his having to mention it as such. This might even include Régnier’s novel itself: the titillation implicit in the notions of “charms,” “games,” and “pretty subjects” meshes nicely with Mr. de Bréot’s erotic “encounters.” Example 1a . The Beginning of Waltz 4 in the VNS (click to enlarge and listen) Example 1b . The Beginning of the Waltz Suite (reh. 18) in La valse (click to enlarge and listen) Example 2a . The Climax (mm. 144–47) of Waltz 7 in the VNS (click to enlarge and listen) Example 2b . The Initial Climax (reh. 16) in La valse (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "huebner_2011"
                ]
            }
        },
        {
            "18": {
                "text": "[18] It would seem, then, that Roland-Manuel has emptied out the notion of the model as a “starting point.” But it still retains one further semantic value for us: it can mean that Schubert was a point of departure for Ravel more broadly to explore the tradition of the waltz—and, ultimately, an impetus for commentators to discuss how this tradition seems to manifest itself in the VNS . In some cases they approach the piece as a celebration of the nineteenth-century Viennese waltz. (14) This explains the unmistakable echoes of Johann Strauss Jr. in Waltzes 4 and 7, while also justifying the importance Ravel ascribes to the Straussian Waltz 7 in his “Autobiographical Sketch,” where he calls it the “most characteristic” of the set ( Ravel 2003b , 31). (15) In addition, it increases the internal coherence of Ravel’s oeuvre by linking the VNS to La valse ; Examples 1 and 2 juxtapose the moments of greatest similarity between the two works, from the suave hemiolas of Example 1 to the climactic iambs of Example 2. (16) And should we wonder whether Ravel intended La valse to sound Viennese, we need only note that he describes it as “an apotheosis of the Viennese waltz” ( Ravel 2003b , 32), (17) and asks in the score that it be played in the customary tempo of this genre ( mouvement de Valse viennoise ).",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "ravel_2003b",
                    "ravel_2003b"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Given the diversity of the waltz during the long nineteenth century, merely to associate a piece with this tradition throws the door open to a range of possibilities. Laurence Davies recognizes this when he identifies within the VNS a “bewildering succession of styles, ranging from Schoenbergian dissonance to Biedermeier grace and culminating in an unabashed display of Straussian schmaltz” ( Davies 1971 , 7).  From this perspective it is only a short step to viewing the waltz in the VNS as a transnational phenomenon. After Schubert and Strauss, Chopin is the composer mentioned most often, due in large part to the similarity in texture between Chopin’s Waltz in A ♭ major, op. 42, and the Trio of Ravel’s Waltz 7; both superimpose two-beat groupings in the melody upon three-beat groupings in the accompaniment. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "davies_1971"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Many other waltzes have been heard to echo in the VNS . Jankélévitch, for example, thinks Waltz 3 is a nod to the “skillful naïveté” ( naïveté savante ) of Liszt’s Valses oubliées , and that Waltz 7 incorporates several aspects of Fauré’s Valses-caprices ( Jankélévitch 1939 , 35–36). Such associations can be multiplied as far as a commentator’s imagination allows. But Marguerite Long is the person who appears to have initiated the practice of treating the VNS as a “stylistic panorama of the waltz,” as Jean-Christophe Branger has put it ( Branger 2005 , 154). A close friend of Ravel and the first performer of his Piano Concerto in G, Long asserts that, although the title of the VNS may cite only waltzes by Schubert, it also refers “without doubt to all others” ( Long 1973 , 35).",
                "footnotes": [],
                "citations": [
                    "branger_2005",
                    "long_1973"
                ]
            }
        },
        {
            "21": {
                "text": "[21] It is indisputable that the VNS includes a variety of styles, and that this variety bespeaks the composer’s familiarity with the waltz in its many incarnations. However, Schubert’s sets can hardly be numbered as among the most important of these models, due to their stark difference in number, scale, and internal consistency. For instance, the thirty-four Valses sentimentales , D. 779 comprise about four times as many waltzes as the VNS , and the average number of measures for a waltz in the former is about a fourth of one in the latter. Moreover, while the VNS evinces large-scale tonal organization around a global tonic, the Valses sentimentales do not. Although the twelve Valses nobles , D. 969, are more similar to the VNS than the Valses sentimentales are, they cannot qualify either as anything more than a distant ancestor. One could try to relate the key succession of these twelve waltzes to a global tonic of C, but the average length of each waltz would still be about a third of that for the VNS , and the harmony, rhythm, and texture of the two sets would remain incommensurable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] This negative correlation holds for the other eight sets of Schubert waltzes and Ländler for solo piano that had been published by 1911, the year that Ravel composed the VNS : D. 145, 146, 365, 366, 378, 734, 924, and 970. Some of these demonstrate tonal centricity, such as the twelve Grätzer Walzer , D. 924. But these gestures toward large-scale coherence still do not come close to bridging the stylistic gap that lies between Schubert’s waltz sets and the VNS .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Does this mean, then, that we should entirely dismiss Ravel’s claim that he intended to compose a “series of waltzes in imitation of Schubert”? I would say no, as long as we understand it to be a simple acknowledgment of genre. If Schubert is closely associated with waltz collections for solo piano for having made early and numerous contributions to it, and if the VNS is such a collection, then Ravel’s claim makes perfect sense.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Sorting out the title of the VNS is more complicated. As Gerald Larner has suggested, Ravel might have been inspired to compose it by the “discovery or rediscovery of Liszt’s ‘valses-caprices after Schubert,’ the Soirées de Vienne” ( Larner 1996 , 124). Although no one has made much of Larner’s suggestion, it is worth considering. After all, Ravel admired Liszt and would have had good cause at this time to reflect upon his music: 1911, the year in which Ravel composed the VNS , was also the Liszt centennial. The VNS is even conceivable as an homage to a specific Soirée , the sixth. The centerpiece of both works is a thoroughly hemiolic waltz. In Liszt’s paraphrase it is no. 13 from Schubert’s Valses sentimentales , while in Ravel’s set it is no. 4. We could even lend this particular valse-caprice the title Valses nobles et sentimentales , since it is the only one of the nine Soirées that draws its waltzes exclusively from D. 779 and 969.",
                "footnotes": [],
                "citations": [
                    "larner_1996"
                ]
            }
        },
        {
            "25": {
                "text": "[25] Another way to explain the title, especially its precious and playful quality, is to describe it as the signature of the dandy. As a display of erudition and taste, it need not apply to the actual compositional process or product in any particular way. Indeed, it seems to use language less for its capacity to denote than for its sensual appeal, an aestheticist rejection of rationalism and utilitarianism that harmonizes nicely with the epigraph about “le plaisir délicieux et toujours nouveau d’une ‘occupation inutile.’” In this respect the title of Valses nobles et sentimentales also harks back to the equally elegant but enigmatic title for the Pavane pour une infante défunte from 1899; specifying what “noble” and “sentimental” might mean in relation to the VNS has proven to be just as difficult as determining what a “dead princess” has to do with the Pavane . Suggesting Schumann",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] If we accept that the music of the VNS bears little trace of Schubert’s influence, and that its title is more sound than sense, then we are basically agreeing with the Roland-Manuel of 1928, except on one important point. Whereas Roland-Manuel concluded that the VNS lacked any substantial and discernible external models, I maintain that such models do exist and that their relationship to the VNS deserves to be explored. Here, then, are my three main claims: (1) The music of Robert Schumann—especially the early piano cycle, as exemplified in Papillons , Carnaval, and Davidsbündlertänze —provides a more compelling main model for the VNS than the music of Schubert. (2) The cyclic identity of the VNS hinges on its teleology, as well as its internal coherence. (3) Contrary to the opinions of Nichols and others, the VNS does indeed feature a dichotomy that we can plausibly describe as “noble and sentimental.” However, these characters are defined by Schumann and Strauss, not Schubert.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] At first glance it may seem inconsequential to substitute one early nineteenth-century Austro-German composer for another, but they represent different things. While both Schubert and Ravel are often associated with classical aesthetics—economy, clarity, objectivity, form—Schumann is more frequently portrayed as the arch-Romantic who broke with tradition to cultivate subjectivity and expressivity in his art. Ravel himself places the VNS in the former camp when remarking in his “Autobiographical Sketch” that “the virtuosity which forms the basis of Gaspard de la nuit [1908] gives way to a markedly clearer kind of writing [in the VNS ], which crystallizes the harmony and sharpens the profile of the music” ( Ravel 2003b , 31).",
                "footnotes": [],
                "citations": [
                    "ravel_2003b"
                ]
            }
        },
        {
            "28": {
                "text": "[28] Another problem is that Schumann is not particularly celebrated as a composer of waltzes. The “Valse noble” (!) and “Valse allemande” from Carnaval are well known, but the scattered “Walzer” and “Ländler” in the late Ballszenen , Albumblätter , and Kinderball (opp. 109, 124, 130, respectively) are less so. Further, the early 6 Walzer and Sehnsuchtswalzer-Variationen are a mere rumor, even if Schumann is thought to have reused some of their material in Papillons and Carnaval . Nonetheless, as Stenger points out, almost every piano set by Schumann includes waltz-like numbers ( Stenger 1978 , 41). (19) Erika Reiman goes further to claim that the first four of Schumann’s cycles ( Papillons , Intermezzi , Davidsbündlertänze, and Carnaval ) “have as their central idea the Walzerkette , or waltz chain,” even if this genre is “utterly changed in function and detail” ( Reiman 2004 , 6–7).",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "stenger_1978",
                    "reiman_2004"
                ]
            }
        },
        {
            "29": {
                "text": "[29] Perhaps the larger point is not that Schumann did not write waltzes, but rather that his music subsumes the waltz into the “character piece.” Likewise, the VNS is more than just a “chain of waltzes” ( chaîne de valses ), as Ravel refers to it in his “Autobiographical Sketch.” We could also plausibly describe it as a set of character pieces or a sequence of “scènes mignonnes” (vignettes), to borrow the subtitle for Carnaval . Willy Tappolet, for one, would have concurred. Although he does not explicitly mention Schumann when discussing the VNS , he nonetheless explains the piece by providing Carnaval -esque titles for each of its eight waltzes: “Country Fair,” “Pierrot,” “Dolls,” “Waves,” “The Ingénue ,” “The Traitor,” “Courtship,” and “Epilogue,” respectively ( Tappolet 1950 , 102). (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "tappolet_1950"
                ]
            }
        },
        {
            "30": {
                "text": "[30] One could also reasonably argue that the VNS resembles the Schumannian “system of musical fragments” that John Daverio has ascribed to his early piano music ( Daverio 1993 , 54). If an off-tonic beginning renders a piece fragmentary, then most of the waltzes in the VNS automatically qualify as fragments. (21) But Daverio’s notion of the fragment as a compositional genre is more developed and involves five devices: quotation, “interleaving” (as juxtaposition and alternation), Selbstvernichtung (as interruption), Jean-Paulian Humor (as contrast between incommensurable elements), and Schlegelian Witz (as assimilation of the markedly different). One can readily identify aspects of the VNS that correspond to each these categories: abundant quotation and interleaving in the Epilogue, tonal and affective Selbstvernichtung in the transitions between waltzes, Humor in the noble/sentimental dichotomy, and Witz in the numerous motivic connections among the numbers. I will, in fact, address all of these aspects in this essay, although I will not use Daverio’s terms to refer to them. (While Schumann’s conception of musical form seems to have been directly influenced by the literary and philosophical writings of German Romanticism, Ravel’s was not.)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "daverio_1993"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Explicit references to Schumann are rare in Ravel studies, but they do occasionally arise in discussions of the VNS . In some instances, commentators identify specific moments of correlation between the two repertoires. For example, Roy Howat hears in the rubato theme of Waltz 2 of the VNS an echo of the capricious, double-dotted passage in the “Préambule” movement of Carnaval ( Howat 2009 , 162), while Henriette Faure, one of Ravel’s piano students, thinks the “graceful little leaps” and “nostalgic” cadences of Waltz 6 are reminiscent of Papillons ( Faure 1978 , 41). Another reason that commentators invoke Schumann is to shed further light on the general character of the VNS . Stenger finds an important precedent for the noble/sentimental dichotomy in the interplay between Schumann’s fictive alter egos, the impulsive Florestan and the reflective Eusebius ( Stenger 1978 , 24). But it is one of Ravel’s biographers, Benjamin Ivry, who leans most heavily upon the idea of Schumann as inspiration. According to Ivry, the waltzes of the VNS bespeak the influence of the German composer insofar as they are “psychologically complex mood-pictures,” and to the extent that their spirit is indebted to the “worlds of E.T.A. Hoffmann and Paganini” ( Ivry 2000 , 71).",
                "footnotes": [],
                "citations": [
                    "howat_2009",
                    "faure_1978",
                    "stenger_1978",
                    "ivry_2000"
                ]
            }
        },
        {
            "32": {
                "text": "[32] The latter comment is intriguing. Although Ivry may not have intended it, his ascription of fantastical and virtuosic qualities to the VNS implicitly creates continuity between the VNS and its overtly Romantic predecessor, Gaspard de la nuit , and thus makes one think twice about the more common claim of their opposition. However, Ivry is most likely mistaken when he states that “Ravel rejected Schumann.” In an article from 1922 about Fauré’s mélodies, Ravel readily acknowledges Schumann’s achievement as a song composer ( Ravel 2003c , 384–88). (22) What’s more, one of Ravel’s students and confidants, Manuel Rosenthal, has testified that Ravel “constantly underscored the profound humanity of Schumann’s music” and was most strongly attracted to the works for piano, “due to the innumerable pianistic discoveries” that he admired therein and incorporated in his own compositions ( Rosenthal 1995 , 9). (23)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "ravel_2003c",
                    "rosenthal_1995"
                ]
            }
        },
        {
            "33": {
                "text": "[33] Ravel was not the only one in his time to feel a pull toward this repertoire. Howat asserts “Schumann’s immeasurable effect on French music” of this era and attributes it, in part, to “his exploration of Innigkeit and tenderness, qualities close to the aesthetic of the French clavecinistes ” ( Howat 2009 , 159). He also finds Carnaval to be particularly important, since it is “arguably the first substantial musical tribute since the clavecinistes to the world of comédie italienne and fête galante ” (159). Admittedly, the Schumannian piano music composed by those within Ravel’s circle—for example, the Thème et variations , op. 73 (1897) by his teacher Gabriel Fauré and the Pièces romantiques , op. 42 (1908) by his fellow student Florent Schmitt—tend to invoke the driving rhythms of Schumann’s 12 Études symphoniques , op. 13 (1837) and the gauzy nocturnalism of “Des Abends” from the Fantasiestücke , op. 12 (1838), more than the whimsical numbers of Carnaval . Cycles",
                "footnotes": [],
                "citations": [
                    "howat_2009"
                ]
            }
        },
        {
            "34": {
                "text": "[34] The VNS also shares a cyclical design with Schumann’s piano sets. Although the VNS has seldom been referred to as a “cycle,” it is nonetheless quite cohesive. (24) An excellent source for defining the cycle, particularly in this analytical context, is Peter Kaminsky’s work on Schumann’s early piano sets, in which he demonstrates that cyclic identity in Papillons , Carnaval , and Davidsbündlertänze is the result of interconnections at the levels of motive, theme, and tonality ( Kaminsky 1989 ). (25) For example, Papillons begins in D major and returns to this global tonic in its final two movements. It also features many instances of thematic cyclicism, including the well-known return of the first number in the last as a counterpoint to the so-called Grossvatertanz (grandfather dance). Carnaval is unified by the motives derived from the cryptogram ASCH, as well as by a tonal layout that generally follows a descending circle of fifths. Davidsbündlertänze repeats the entire second movement in its seventeenth, but it does not conclude in the key of its opening movement, as both Papillons and Carnaval do. Instead, as Kaminsky points out, it recapitulates in nos. 16 and 17 the tonal progression from G to B that linked nos. 1 to 2, as well as 3 to 4. Example 3 . The Head Motive of Waltz 1 (a) and its Transformation in the Head Motives of Waltzes 2 (b), 3 (c), and 4 (d) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "kaminsky_1989"
                ]
            }
        },
        {
            "35": {
                "text": "[35] Cyclic techniques also appear in the VNS . Motives help to connect one movement to the other by either the initial measures of both (“head-to-head”) or the final measures of one with the initial measures of the next (“tail-to-head,” otherwise known as “linkage” or Verknüpfung ). Example 3 displays the head-to-head associations that connect Waltz 1 to Waltzes 2, 3, and 4. The first two measures of Waltz 1 is the motivic prototype and has four main features: melodic transposition down a whole step from one measure to the next; primary harmonic shift across the barline; secondary harmonic shift on the third beat of each measure; and eighth-note division of the first beat, followed by two quarter notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Each of the subsequent three waltzes transforms the prototype in a slightly different way. Waltz 2 preserves the first three features (transposition, primary and secondary harmonic shifts) but jettisons the fourth (eighth-note division of beat 1). Waltz 3 reintroduces the characteristic rhythm but confines it to the accompaniment, cancels out the secondary harmonic shift, and inverts the transposition to form an ascending whole step. Waltz 4 maintains the primary and secondary harmonic shifts of the prototype while mapping one measure of the latter into one hemiolic measure (which equals two normal measures of 4 3 ). However, it keeps only the general descent of the transposition while simultaneously augmenting the rhythm and subdividing the beats. Example 4 . Melodic Trichords as Tail-to-Head Motivic Associations Between the End of Waltz 5 (a) and the Beginning of Waltz 6 (b). (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] While the first part of the VNS features head-to-head motivic associations, tail-to-head associations abound in the second. The first instance is not only the clearest but also the wittiest. Ravel uses rhythm (hemiola) and melody (E as common tone) to transition smoothly between nos. 3 and 4, but also shifts from a G-major tonic to a C ♯ dominant ninth at the downbeat of Waltz 4. Similar techniques conjoin all the remaining waltzes, albeit at different levels of salience. Waltzes 4 and 5 are linked by a melodic common tone, while the opening of no. 6 reorders three trichordal motives from the end of 5. Since each of these motives has a distinct intervallic contour, I have assigned to each on Example 4 the corresponding neumatic label: porrectus (down, up), torculus (up, down), and scandicus (up, up). Waltz 7 begins with an immediate echo of the cadence to 6, while 8 begins with the same bass tone that ended 7 and a rhythm (a metrically displaced hemiola) similar to the one that saturated the framing sections of the previous waltz.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] With its numbers concatenated via tail-to-head associations, the VNS is a literal realization of the term “chain of waltzes” ( chaîne de valses ). At first this feature may seem to distinguish Ravel’s set from those by Schumann, which we tend to associate with head-to-head connections, such as the use of the ASCH cryptogram in Carnaval . However, at salient moments Schumann’s early cycles also incorporate linkage. In Papillons , for example, the linking term between the final two movements is the Grossvatertanz , which will already have sounded six times within the penultimate number before it opens the finale. In Carnaval we immediately think of the sequence “Florestan”–“Coquette”–“Réplique” in which one movement picks up where the previous one left off. And in Davidsbündlertänze we encounter a device that Kaminsky calls “motive q,” and that connects movements 3 to 4, and 16 to 17. The motive comprises three forte octaves on F ♯ toward the end of one number that then transform into a syncopated dominant pedal-point at the beginning of the next ( Kaminsky 1989 , 220).",
                "footnotes": [],
                "citations": [
                    "kaminsky_1989"
                ]
            }
        },
        {
            "39": {
                "text": "[39] Large-scale motivic-thematic repetitions—McCreless’s “cross-references”—also appear in all four pieces ( McCreless 1986 ). On several occasions they take place before the finale and involve music from within the cycle. The tenth movement from Papillons reintroduces material from three preceding movements (“Introduzione,” 6, and 9), while the second number of Davidsbündlertänze returns en bloc in the penultimate number, as previously noted. In the VNS , the percussive head motive of Waltz 1 erupts in Waltz 7 at the final cadence of its A section. But the quintessential gesture of cyclic form is the reprise of the opening theme in the final movement. Thus, the initial waltz of Papillons returns in the finale, while the virtuosic conclusion to Carnaval features both the Animato and Presto sections from the “Préambule.”",
                "footnotes": [],
                "citations": [
                    "mccreless_1986"
                ]
            }
        },
        {
            "40": {
                "text": "[40] The Epilogue of the VNS also involves thematic cyclicism, but to an extent that far exceeds its precedents in Schumann. It quotes not only the first waltz of the set but five others as well, across thirteen different moments. Nevertheless, the profusion of citations in the Epilogue does not override its fundamental similarity to the finale of Papillons . Indeed, this similarity—which extends to aesthetics, form, and tonality—deserves close scrutiny, since it is the best evidence we have of Ravel’s conscious intent to model the VNS on the Schumannian cycle. Finales",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The resemblance of these two movements is due, in large part, to the central role that memory plays in each, and the similar ways in which it is represented. Both pieces flesh out a present context before recalling the past. Although this musical process reflects normal mental processes, it also makes each memorious phrase a cancrizans paradox: progression by regression. In the Papillons finale, for example, the lively Grossvatertanz is associated with the extended present of the cycle (nos. 11 and 12), and the subsequent, wistful “Papillons” theme with the distant past (no. 1). The Epilogue from the VNS recalls themes from six different waltzes to represent the past, but it also represents the present by beginning every phrase with the same motive. In addition, both movements represent past material as something magical and mysterious by changing their tone color at its approach. Just as Schumann directs the pianist to use the damper pedal for the “Papillons” theme, so too does Ravel ask for the soft pedal ( sourdine ) in the Epilogue. Both pieces round off their identities as essays in memory by cultivating resonance, which evokes the remembering mind at nighttime, its special hour. (26) Relevant features include subdued dynamics, stratified textures that open up space for a range of sonic events, bell-like strokes (gongs in the bass and tintinnabulation in the treble), and repeated fade-outs to silence. Table 2 . Rotational Form in the Finale of Schumann’s Papillons and the Epilogue of Ravel’s VNS (click to enlarge)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The number of memorious phrases and the consistency of their internal design indicate the presence of rotational form, whereby smaller-scale repetition of motive-thematic sequences gives rise to large-scale form. Upon collating the main aspects of these forms in Table 2 , several similarities jump out. The Papillons finale and the VNS Epilogue each comprise five to six rotations in immediate succession; the typical rotation has two themes and is about ten measures long; and the arrival at a tonic pedal in the bass, which is the main tonal event, occurs in the fourth rotation of both pieces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] This comparison also draws its significance from differences. A major point of distinction is the Grossvatertanz . In the Papillons finale this theme participates in an ABA at the beginning of the movement—the “social dance” episode (measures 1–19)—and controls the harmonies for the rest of it. Positioned at the head of each rotation and in the lower stratum of the texture, the Grossvatertanz begins each phrase energetically on the tonic, enables counterpoint above with the “Papillons” theme, and constrains harmonies to a binary alternation between tonic and dominant. In contrast, the VNS Epilogue launches directly into its rotations. It begins each phrase off-tonic (thereby negating the cadence achieved at the end of the preceding phrase), avoids all counterpoint between themes, and explores a broad variety of harmonies and keys. Consequently, when set alongside the Papillons finale, the VNS Epilogue appears to be more complex, unsettled, and extensive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] It may seem somewhat strange, at first, to describe the Epilogue as more extensive than the Papillons finale. Although it is supposed to be performed more slowly than the latter and often lasts twice as long, it is actually fourteen measures shorter. But the Epilogue has a greater variety of themes and exposes them successively, rather than superimposing one upon another. In addition, the Epilogue creates a closed form, which it then reopens and extends three times. As can be seen in Table 2, the first four phrases form an AABA by virtue of their themes alone; the A sections feature Waltz 4 as their recollected theme, while the B section features Waltz 6. The final A section also achieves tonal closure via a perfect authentic cadence, which coincides with the tonic pedal on measure 40. However, three subsequent events contest this act of closure. The downbeat that follows the cadence brings two new quotations—of Waltzes 4 and 1, respectively—as if to form a codetta (measures 41–45) to the AABA. (27) Phrase 5 then ushers in the most elaborate display of memory in the piece, while phrase 6 is an altered reprise of the first.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The VNS Epilogue thus emerges as the counterimage of the Papillons finale. In both pieces, significant events occur in the wake of their tonic pedals. However, whereas it is memory that generates these events in the Epilogue, in the Schumann finale it is oblivion. Fittingly, the main object of these processes of forgetting is “Papillons,” the theme that belongs to the past. In rotation 4 it begins to grow unstable and wobbles against the Grossvatertanz below at a rhythmic stagger of an eighth note. In the next rotation “Papillons” performs two disappearing acts. At the beginning of the rotation it loses one note from the top of its initial scalar ascent at each iteration while, at the end, notes are gradually subtracted from the bottom of the gesture. The technique of releasing the notes of a chord, one at a time, from bottom to top harks back to the finale of the Variationen über den Namen Abegg , op. 1, where Schumann uses the same technique to play the A– B ♭ –E–G–G motto for the last time (measures 73–74). Its effect in Papillons is somewhat different, though, mainly because it appears at the very end of the finale. Like the smile of the Cheshire Cat, this tracery of the “Papillons” theme gleams at us enigmatically until it, too, soon dissolves into nothingness. Nonetheless, the irresolution of its uppermost A ensures that it remains suspended in our memories like an unanswered question.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] In a twist of irony, the piece that places its accent squarely on remembering ends up sounding more negative than the one which emphasizes forgetting. In the VNS Epilogue, the past is not reproduced the way “as it actually was” (in Ranke’s famous formulation), nor is it idealized. Rather, Ravel weaves oblivion into memory—or, even better, he reveals the forgetting with which remembering is inextricably intertwined, a phenomenon that we might call “obliviated memory.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Recollected themes in the Epilogue bear the traces of obliviated memory. They are fragmented, distorted, unpredictable, and incommensurable within their new contexts, and seemingly arbitrary in their sequencing. Rosenthal called it a “dream epilogue” ( épilogue de rêve ), but this description fits only if we conceive of dreams in the Freudian sense as the result of various operations upon latent dream content: displacement, condensation, etc. ( Rosenthal 1995 , 72). And yet, the Epilogue’s inability to resurrect the past in its original integrity also makes it an artistic marvel. If the Papillons finale is a touchstone of Romanticism, the VNS Epilogue is a masterpiece of Decadence. By dwelling in memory, the Epilogue seems to divorce itself from effective action. Nevertheless, its efflorescence in the wake of the pedal point, as well as its potentially unbounded capacity to transform past material, bespeaks a paradox: the endless productivity of the epigone, as it were. (28) Indeed, the Epilogue may offer the best example of “le plaisir délicieux et toujours nouveau d’un ‘occupation inutile’” by revealing the common ground between art and memory. Both are uselessly, deliciously creative. Teleologies",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "rosenthal_1995"
                ]
            }
        },
        {
            "48": {
                "text": "[48] Teleology, like thematic return, is another dimension in which the VNS is in dialogue with its Schumannian predecessors. It manifests itself tonally in the way Ravel’s cycle establishes, departs from, and returns to the key of G major. Both Papillons and Carnaval end in the keys in which they began, but they take different paths toward this goal. Papillons tends to circulate within heavily flatted keys that are distant from the global tonic of D major. Due perhaps to its variation-like premise, Carnaval never strays from its home key of A ♭ major, although a sequence in the second half—a partial circle of fifths connecting the supertonic to the subdominant—helps to propel it toward its conclusion. Davidsbündlertänze , on the other hand, vacillates between G major and B minor, while also swerving into an alternative third key (C major) at the end of both halves. (29) In comparison with Schumann’s three sets, the VNS is more focused in its tonal design. Example 5 . McCarrey’s “Tonal Arch” for the VNS (click to enlarge)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] A common way to represent the tonal structure of a cycle is with a bass-line diagram. James Scott McCarrey’s “tonal arch” for the VNS , which is reproduced in Example 5 , provides a useful point of comparison for my own analysis. The long, solid slur above the staff connects the bounding tonics of Waltzes 1 and 8, while the two dotted slurs immediately below indicate its bisection by an E, which represents the key of Waltz 5 (E major). As McCarrey explains, the establishment in the VNS of an axis between the tonic and the submediant, rather than between the tonic and the dominant, is part of a “Schubertian approach to modulation” that relies on third-relations ( McCarrey 2006 , 47). Further, this diagram represents the VNS as distributing its falling thirds equally between the two halves. Across Waltzes 1 to 4, the G–E–C sequence connects the tonic G to the subdominant C, while in Waltzes 5 to 8, the E–C–A sequence links the submediant E to its subdominant, A.",
                "footnotes": [],
                "citations": [
                    "mccarrey_2006"
                ]
            }
        },
        {
            "50": {
                "text": "[50] There is no question that the VNS has a tonic of G, but several other aspects of McCarrey’s diagram are disputable. First, I do not think that McCarrey gives a good reason for singling out the E of Waltz 5, rather than absorbing it into an ongoing arpeggiation. He also places into parentheses two tones that are structural, not parenthetical: the G of Waltz 3 and the second A ♭ of Waltz 4, both of which represent the keys in which these numbers conclude. The first A ♭ of Waltz 4 does not fare much better. Instead of contributing to the tonal unfolding of the VNS , it remains an incomplete chromatic upper neighbor to the tonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] One motivation behind McCarrey’s interpretations seems to be a desire to form a G–E–C arpeggio at the middleground level. In order to do this, he suppresses both the final G of Waltz 3 and the initial A ♭ of Waltz 4, while also extracting a C from an interior cadence in Waltz 4. Similar machinations appear toward the end of the graph. At the onset of the internal Trio in Waltz 7, he substitutes an F ♯ for the actual F ♮ that governs the episode, and supplies a dominant tone in the bass that does not actually appear in measure 67. Although a bass D surfaces later in the Trio, it is merely part of a secondary dominant within a harmonic sequence that is modulating from F major to A major, and thus lacks structural importance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Another possible factor behind McCarrey’s analysis is an apparent predilection for symmetry. This would explain his decision to ascribe structural status to the E, as well as his attempt to piece together a sequence of falling thirds in the first half of the set that would match the more obvious sequence in the second half. But I do not find that the music justifies either decision. Example 6 . My Bass-Line Diagram for the VNS (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] My sketch, presented here as Example 6 , is an alternative interpretation that emphasizes the latter qualities in the VNS . As in McCarrey’s diagram, Example 6 also represents each waltz by its tonic, lays out these tonics in order of appearance, and interprets their succession within G major. (“W1” corresponds to “Waltz 1,” and so forth.) Although I use a beam rather than a slur to connect the bounding tonics, the trajectory remains the same between the two diagrams. However, mine also describes a second trajectory embedded within the first: a G– G ♯ –A linear progression that stretches across Waltzes 2 to 7 and is indicated here by a long slur and upward stems. Along the lines of what Robert Bailey famously described as “expressive tonality” in chromatic music ( Bailey 1977 , 51), this three-note semitonal ascent is the main source of large-scale tonal dynamism in the VNS . (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "bailey_1977"
                ]
            }
        },
        {
            "54": {
                "text": "[54] This progression begins at the moment that G major starts to become unstable as a tonic. Waltz 2 initiates this process by moving in and out of G minor, as marked on Example 6 by the shifting accidentals below the staff. Waltz 3, which begins in E minor but ends in G major, further unsettles the global tonic by mixing it with its relative minor. (31) The G ♯ of Waltz 4 is a chromatic passing tone that enriches the linear progression while also initiating a sequence of descending thirds. This sequence in turn links Waltzes 4 to 7 and thereby composes out the space between the chromatic passing tone and its destination. Example 7 . My Bass-Line Diagram for Waltz 4 of the VNS (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Waltz 4 is not merely the pivotal note in this progression but also the tonal linchpin of the entire VNS . It fulfills its larger role by coordinating the tonal principles governing individual waltzes with the ones that bind them together. Example 7 shows that the main tonal event in the interior of Waltz 4 is an authentic cadence in F ♭ major (measure 37), the flattened submediant in the overall key of A ♭ major. This cadence is the culmination of an extended linear progression that begins its ascent at the opening tonic cadence (measure 7) and is subsequently bisected by a cadence on C major (measure 15). As if to correct its arrival on ♭ VI (measure 37), Waltz 4 subsequently doubles back to its opening phrase and cadences on the actual tonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] Comparison of Example 7 to Example 6 reveals that the augmented triad arpeggiated in the middleground of Waltz 4 also forms the key succession across Waltzes 4 to 6. The notes of the triad are not exactly the same, however. A shift from the waltz to the cycle entails a shift in tonal context and function, which in turn necessitates some enharmonic respelling. In this case we exchange flats for sharps in anticipation of an arrival in A major, which is the key of Waltz 7 and the goal of the embedded trajectory. Thus the A ♭ in Example 7 becomes a G ♯ in Example 6, and the F ♭ becomes an E.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] In addition to the presence of this augmented triad, a shared harmonic function also helps to reconcile tonality at different formal levels. Just as we are about to pass from C to A on Example 6, the triad reappears at the musical foreground. At the beginning of the introduction to Waltz 7, it is perched on a bass dominant pedal on C, but by the end of this section it is sitting on a B ♯ in anticipation of an imminent resolution on the downbeat proper of the waltz to C ♯ , the third of the tonic harmony. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] In introducing his diagram McCarrey asserts that large-scale tonality in the VNS is “weakened,” since its bass line merely alternates between tonic and submediant and otherwise unfolds in descending thirds that further “undermine” tonic presence ( McCarrey 2006 , 47). Moreover, he perceives a discrepancy between formal levels, insofar as the weakened tonality between waltzes differs from the more robust tonality within them.",
                "footnotes": [],
                "citations": [
                    "mccarrey_2006"
                ]
            }
        },
        {
            "59": {
                "text": "[59] McCarrey might have concluded otherwise, however, had he reinterpreted the A ♭ of Waltz 4 as a G ♯ . As we have seen, this seemingly minor enharmonic switch has major consequences for an understanding of the VNS . It gives rise to a linear progression whose role as a secondary large-scale trajectory increases the dynamism of the set. It also initiates the middleground arpeggiation of an important harmony: the G ♯ –E–C augmented triad, a secondary dominant whose movement from middleground (Waltz 4) to background (Waltzes 4 to 6) to foreground (introduction to Waltz 7) helps to interweave the formal levels McCarrey found to be discrepant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Two separate tonal trajectories in the VNS may enhance its teleology, but they also introduce the dilemma of the double ending. In this instance the cycle first ends in Waltz 7, the goal of the embedded trajectory, and then again in Waltz 8, the telos of the framing trajectory. By titling Waltz 8 “Epilogue,” Ravel seems simultaneously to acknowledge and solve this dilemma, since the label makes the previous waltz the de facto finale. Longer and more bombastic than the preceding numbers, Waltz 7 certainly sounds like a grand peroration. But Waltz 8 is no mere epilogue. It performs both the tonal and thematic return of the cycle, and is lengthier and more complex than its predecessor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] Once again, Schumannian precedents come to mind. Davidsbündlertänze caps the wholesale return of no. 2 in no. 17 with a virtuosic coda that seems at first to end the cycle, but then unexpectedly gives way to an additional movement. Set in a secondary key (C major), no. 18 is a short waltz that serves as an epilogue for the cycle, despite its lacking either a tonal or a thematic reprise. Indeed, its function as a supplement is underscored by the prompt that Schumann inscribed over the movement in the first edition: “Quite superfluously [ Ganz zum Überfluss ] Eusebius remarked as follows: but all the time great bliss spoke from his eyes” ( Schumann 2010 , 235). (33)",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "schumann_2010"
                ]
            }
        },
        {
            "62": {
                "text": "[62] A double ending also appears in Papillons , which gestures toward concluding with the rousing and extensive polonaise of no. 11, but instead continues into the subdued and even longer no. 12. (34) Just as the last movement of the VNS was most similar to the final number of Papillons , so too are their double endings quite alike, except in one respect. Whereas Schumann returns to the global tonic in the penultimate movement, Ravel saves this return for the final movement. Thus, although the Eusebian epilogue is one of Schumann’s signature creations, it is structurally more significant in the VNS than in either Papillons or Davidsbündlertänze . Dichotomies",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] The double ending may undermine expectations of closure in the VNS , but it also fits neatly into the cycle as yet another instance of movement pairing. The final two waltzes form a couple because they both round off tonal trajectories and are mutually complementary as elements of a dichotomy. To move from Waltz 7 to Waltz 8 is to progress from extroversion to introversion, from Florestan to Eusebius, and perhaps even from the noble to the sentimental. (35) Indeed, the transition between Waltzes 7 and 8 strongly recalls the transition between Waltzes 1 and 2. Both transitions hold the bass constant while changing triadic mode from major to minor, downshifting in tempo, decreasing in dynamics, and descending into a more depressive affect. This similarity compels us to ask whether the final pair of waltzes in the VNS might be modeled on the initial pair.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] This is indeed the case, although it has hitherto gone unnoticed. Waltz 7 begins hesitantly before building to its raucous conclusion. At the end of its climactic plateau it casts off its disguise and cites the head motive of Waltz 1, which is unmistakable for its anapestic rhythm, percussive accentuation, clangorous texture, and extravagant harmony. Waltz 8 is equally coy in revealing its relation to Waltz 2. It only becomes explicit in the final phrase, which reproduces a sizeable portion of the passage in Waltz 2 originally marked “mystérieux.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] Like the citation of Waltz 1 in Waltz 7, this single appearance of Waltz 2 in Waltz 8 is the end point of a gradual process of assimilation between the two numbers. It began in the opening measures of the Epilogue, which shares with Waltz 2 a low tessitura and sparking grace notes in the treble. Midway through both numbers, the diatonic version of the tonic is replaced by an acoustic version—that is, a G-major triad with a flattened seventh that approximates the seventh partial in the overtone series. This “acoustic tonic” persists for the rest of the Epilogue and prepares for the eventual return of the “mystérieux” passage, which also used this special harmony in Waltz 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] The transformed reappearance of the opening pair of waltzes in the closing pair contributes to its teleology as a cycle. The principle of transformation is hyperbole. Waltzes 7 and 8 are considerably longer and have more extreme tempos than their counterparts in the opening pair. Leaving aside the occasional inflection of tempo—both as indicated in the score and as independently introduced by performers—Waltz 7 (greater than 200 beats per minute) is faster than the fast waltz 1 (176 bpm), while the Epilogue (76/66 bpm) is slower than the slow waltz 2 (104 bpm). This hyperbolic expansion elevates the final pair from a mere conclusion to a grand culmination. In addition, the Epilogue is the endpoint of a gradual deceleration across the three valses lentes of the cycle, Waltzes 2, 5, and 8, whose respective tempos are 104, 96, and 76/66 bpm. (36) The duration of each waltz also decreases across Waltzes 2 to 6. The progressive abbreviation of the interior waltzes not only emphasizes the much greater length of the final pair, but also creates a quasi-stretto that propels the VNS toward its end. Example 8 . Excerpt (mm. 17–24) from the Interior of Waltz 1 of Strauss’s “Du und Du” Waltz from Die Fledermaus (click to enlarge and listen) Example 9 . Excerpts (mm. 33–38, 45–h48) from the Interior of Waltz 1 of the VNS (click to enlarge and listen)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] Just as the noble/sentimental dichotomy sheds light on the movement pairs at both ends of the cycle, so too do the pairs inform the dichotomy. The noble Waltz 7 has long been recognized as being indebted to Strauss, but the equally noble no. 1 has not, with one exception. Roy Howat has juxtaposed the anapestic motives from Strauss’s “Du und Du” waltz from Die Fledermaus and Waltz 1 from the VNS , and suggested that we play from the one into the other to fully appreciate their similarity ( Howat 2009 , 251). I agree with this comparison and would go even further to point out the Straussian quality of the running eighth notes and orchestral texture in Waltz 1, as shown on Examples 8 and 9 .",
                "footnotes": [],
                "citations": [
                    "howat_2009"
                ]
            }
        },
        {
            "68": {
                "text": "[68] If Strauss largely defines the noble in the VNS , Schumann is the touchstone for the sentimental. This mapping may be broadly drawn, but it produces a significant historical insight. By presenting the noble/sentimental dichotomy at both the beginning and the end of the VNS , Ravel twice paints a portrait of the nineteenth-century waltz in its stark duality. Embedded in this rendering is a critique, however. With their tendency to give Eusebius the last word in their respective cycles, Ravel and Schumann undermine the ostentatious self-celebration of the bourgeoisie at either end of the long century. Selective Affinities",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] As we draw toward the end of this comparative analysis, we may now be more certain that Ravel admired Schumann, and that the VNS is the fruit of this admiration. But a few questions still remain unanswered. If Ravel modeled the VNS after the Schumannian cycle, rather than the Schubertian collection, why didn’t he say so in his “Autobiographical Sketch”? Moreover, why did he compose a Schumannian cycle at all, and why in 1911?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] One possible answer to the first question is that Ravel might not have realized the VNS was more Schumannian than Schubertian. However, such lack of self-awareness is improbable for an artist that Adorno aptly described as “deeply knowledgeable and lucid” ( wissend und klar bis zum Grunde ; Adorno 1984 , 274). Another possibility is that Ravel was continuing to play the dandy. By describing the VNS as a Schubertian collection of waltzes, he was treating with nonchalance a work that he knew made a serious claim upon cyclehood. But it is most likely that Ravel wanted to avoid explicitly associating the VNS —and himself—with a controversial figure. To refer to Schumann in Third Republic France was to conjure up German Romanticism in an environment that was unfriendly to both the movement and the nation it represented. In addition, as Jess Tyre has shown, this particular German Romantic was generally thought to be technically deficient and mentally unstable ( Tyre 2001 , 385–432). (37) According to Manuel Rosenthal, Ravel felt compelled to acknowledge that Schumann’s music was “full of blunders and awkwardnesses” ( plein de gaucheries, de maladresses ) before he permitted himself to praise it ( Rosenthal 1995 , 8).",
                "footnotes": [
                    "FN37"
                ],
                "citations": [
                    "adorno_1984",
                    "tyre_2001",
                    "rosenthal_1995"
                ]
            }
        },
        {
            "71": {
                "text": "[71] Such misgivings, however, did not dispel a general fascination with and even a particular esteem for Schumann. According to Serge Gut, by 1890 the composer was widely recognized in France as the preeminent tone-painter of Innigkeit and related phenomena, such as intimacy, imagination, spontaneity, innocence, love, longing, passion, melancholy, dreams, mystery, and the poetic ( Gut 1997 , 22–23). Interest in Schumann only grew stronger around the time Ravel composed the VNS . For one reason, Fokine’s choreography for Carnaval became a main draw during the 1910 season of the Ballets Russes. (38) We do not know whether Ravel attended a performance of Carnaval , but he would at least have been aware of it, since he was collaborating at that time with Diaghilev, Fokine, Bakst, and their associates on Daphnis et Chloé . Indeed, the commedia dell’arte plot that Fokine devised for Carnaval was quite similar to the one Ravel would create in 1912 for Adélaïde ou le langage des fleurs , the ballet version of the VNS . Admittedly, the waltzing couples and love triangles that appear in both amount to little more than cliché, but the centrality of the dejected lover—Pierrot in Fokine’s Carnaval and Lorédan in Ravel’s Adélaïde —is particularly striking. Moreover, we might even interpret both characters as potential avatars of the long-suffering Romantic that Schumann himself came to represent at the fin de siècle .",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "gut_1997"
                ]
            }
        },
        {
            "72": {
                "text": "[72] The larger reason for this surge of interest was that 1910 was the centennial of Schumann’s birth. An important document in this celebration was the April 15, 1910 issue of Le Courrier Musical , the same journal to which Ravel had contributed an article a few months earlier for a Chopin retrospective. In light of Schumann’s reputation in France at this time, it should hardly be surprising that most of the articles in this issue interpret his music as a symptom of his poor mental health. Camille Mauclair, the foremost French authority on Schumann at that time, even goes so far in his essay as to assert that, shortly before 1840, Schumann’s music had become “his sickness itself, the sensible form of his neurosis,” the means by which Schumann’s “genius and his illness became one” ( Mauclair 1910 , 296). (39) Jean Huré—who was, along with Ravel, one of the co-founders of the Société Musicale Indépendante (SMI) in 1910—does not focus as strongly on Schumann’s psyche in his essay about the piano music. Nonetheless he concludes in a similar vein by claiming that “this entire neurosis, these little affectations, these shivers, these contortions—never ugly, by the way—this feverish nostalgia . . . suit our time, when everyone is a little proud to be neurasthenic” ( Huré 1910 , 312). (40) Thus Huré not only puts his finger on the attraction that a neurasthenic Schumann would have held for a French Decadent like Ravel, but also supplies a useful term for our analysis. “Feverish nostalgia”—how better to describe the fitful remembrance of themes past in the Schumannian Epilogue to the VNS ? This movement could also be understood to pay homage to Schumann in the way it combines genius with illness, as Mauclair described. From the workings of a fevered mind—reenacted in the Epilogue through the volatile interplay between voluntary and involuntary memory—springs bona fide compositional innovation.",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": [
                    "mauclair_1910"
                ]
            }
        },
        {
            "73": {
                "text": "[73] But the best explanation for the provenance of the VNS in 1911 directly involves the SMI. As mentioned above, Ravel played a central role in the foundation of this new concert society. It was mainly intended as an alternative to the Société Nationale de Musique, whose artistic values under the leadership of Vincent d’Indy and the fellow members of the Schola Cantorum did not match those of Ravel, Huré, Koechlin, Roussel, Schmitt, and others. (41) Since the VNS was composed during the exciting early days of the SMI, Ravel must have intended not only that it be premiered in one of the society’s concerts—which it was, by Louis Aubert on May 8, 1911—but also that it serve as an exemplary performance of the values of this new society. On the one hand, its explicit homage to Schubert, as well as its implicit reliance upon Schumann and Strauss, demonstrated a cosmopolitanism that reached beyond French borders. On the other hand, its shocking harmonies, puckish wit, and sudden plunges into a mysterious interiority seem designed to keep his audiences at bay—or, as Baudelaire would put it, to adopt the goal of “shocking the bourgeoisie” ( épater la bourgeoisie ).",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74] Apparently that is exactly what it did. Thinking that they were being taken for a ride, the audience at the premiere fought back by chatting loudly throughout the entire performance. Ravel had stepped into Schumann’s shoes, as it were, and the SMI had become his League of David. Despite the rather neutral tone in which Ravel describes the Valses nobles et sentimentales in his “Autobiographical Sketch,” it seems to have represented for Ravel not just a daisy chain of charming waltzes, but a formidable weapon in his own battle against the philistines of his time.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.3.puri.html",
    "data": "mto/data/mto.17.23.3.puri.json"
}