{
    "title": "Introduction: Agency and Musical Performance",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Montague, Eugene"
    ],
    "abstract": "This essay provides an introduction to the essays collected here, giving a historical context to the collection, providing a short summary of each one, and a conclusion.",
    "keywords": [
        "musical agency; musical performance; Edward Cone; protension"
    ],
    "doi": "10.30535/mto.24.3.6",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.montague.pdf",
    "author_info": [
        {
            "name": "Eugene Montague",
            "university": "The George Washington University",
            "address": "Department of Music, 801 22nd St., NW, Washington, DC 20052",
            "email": "eugene_m@gwu.edu"
        }
    ],
    "citations": {
        "abbate_1991": "Abbate, Carolyn. 1991. Unsung Voices: Opera and Musical Narrative in the Nineteenth Century. Princeton University Press.",
        "burns_2002": "Burns, Lori. 2002. “Musical Agency: Strategies of Containment and Resistance in ‘Crucify’.” In Disruptive Divas: Feminism, Identity and Popular Music , ed. Lori Burns and Melissa Lafrance, 73–95. Routledge.",
        "campbell_2009": "Campbell, Colin. 2009. “Distinguishing the Power of Agency from Agentic Power: A Note on Weber and the ‘Black Box’ of Personal Agency.” Sociological Theory 27 (4): 407–18.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice. University of California Press.",
        "godlovitch_1998": "Godlovitch, Stan. 1998. Musical Performance: A Philosophical Study. Routledge.",
        "guck_1989": "Guck, Marion A. 1989. “Beethoven as Dramatist.” College Music Symposium 29: 8–18.",
        "latour_2005": "Latour, Bruno. 2005. Reassembling the Social: An Introduction to Actor Network Theory. Oxford University Press.",
        "lewin_1986": "Lewin, David. 1986. “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3 (4): 327–92.",
        "maus_1989": "Maus, Fred Everett. 1989. “Agency in Instrumental Music and Song.” College Music Symposium 29: 31–43.",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2): 321–71."
    },
    "footnotes": {
        "FN1": {
            "text": "1. It should be noted that the term protension, as used here and in Graybill’s essay, is completely interchangeable with the term “protention.”  The latter is perhaps more common in recent literature on Husserl; but the variant spelling implies no theoretical distinction.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The papers that follow began their existence together as part of a special session on Agency and Musical Performance at the Eighth European Conference on Musical Analysis in September 2014.  In that session, scholars from a range of specialties, including musical analysis, empirical musicology, performance, and cognitive studies provided insights into a broad spectrum of approaches to the topic of musical agency.  The subsequent discussions raised many central topics, including the extent to which a performer can be considered an independent agent; the problems of theorizing performative agency; the concept of performers sharing agency with other forces, such as the composer, the audience, and the sound itself; and the question of constraints, physical or other, that may limit the control of the performer over the music she plays.  Informed and enthused by these discussions, the participants revisited their conference papers, sharing insights and arguments as the talks grew into written texts. The resulting papers have in many ways grown up together, each influencing the others both directly and indirectly.  Altogether, they develop considerably their original presentations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As a group, these papers on agency and performance represent an original contribution to the study of musical agency. Over the last four decades, as the academic study of music has broadened its purview to include concerns beyond composer and score, the subject of agency has generated much interest.  Edward Cone’s The Composer’s Voice ( 1974 ), a ground-breaking and subtle study of the ways composers, performers, and listeners create musical meaning, gave rise to much debate on narrativity, metaphor, and univocal intention in music ( Guck 1989 ; Maus 1989 ; Monahan 2013 ).  Scholars such as Carolyn Abbate ( 1991 ) and Lori Burns ( 2002 ) have celebrated the agentive power of musical performers, while philosopher Stan Godlovitch ( 1998 ) has carefully outlined the limits of such power within the traditional view of the composer-performer relationship.  Reflecting this diversity in the study of agency, the papers that follow are far from unitary in their understanding of the topic, and vary in their individual approaches.  What brings these essays together, however, is a shared focus on agency in the context of musical performance.  The emphasis on performative agency as a direct consequence of playing music sets this collection apart from studies that treat musical agency as a metaphorical quality produced by analytical interpretation or compositional act.  The pragmatic, messy, and sometimes momentary agency—or, better, agencies—of live musical performance forms the nucleus of the papers that follow.",
                "footnotes": [],
                "citations": [
                    "cone_1974",
                    "guck_1989",
                    "maus_1989",
                    "monahan_2013",
                    "abbate_1991",
                    "burns_2002",
                    "godlovitch_1998"
                ]
            }
        },
        {
            "3": {
                "text": "[3] If this nucleus does not lead to a unitary understanding of what performative agency is, this only befits a complex and multi-faceted topic.  Each author explores a particular approach to the agency of performance.  In the first essay, Edward Klorman explores the interpretive space between the active decisions of the performer and the communicative potential of the music.  The decisions of performers, Klorman argues, should be recognized as important—and fun—elements in creating musical meaning.  Drawing on the fascinating and little-known history of the 1980’s pop song by Cyndi Lauper, which is referenced in his title, Klorman demonstrates how Lauper’s performative decisions transformed the meaning of the song. He argues that performers in Western art music, often regarded as the mouthpieces of the composer, should be recognized as possessing similar agency over musical meaning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  Continuing the focus on performative agency in the context of the Western tradition, Roger Graybill’s essay investigates the performer’s experience of shaping musical interpretation in practice and performance.  Drawing on the Husserlian concept of protention, seen through the work of David Lewin ( 1986 ), Graybill undertakes a careful and close analysis of the ways in which a performer may use “audiation”—roughly, her active understanding of present and future musical events—to shape an interpretation. (1) Through this analysis, Graybill argues for a “facilitative” agency as an active option for performers, something that both can and should be employed in solitary practice and in concert settings. In closing, he offers a number of ways for performers to develop facilitative agency, drawing on theoretical concepts to explore diverse internal audiations of a score in a process that extends the musical potentials of performance.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "lewin_1986"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In our third essay, Tami Gadir offers what is perhaps the broadest theoretical discussion of agency, informed as it is by a thorough engagement with current sociological perspectives on the concept.  Gadir notes that the notion of agency, with its corollary of free individual action, is often seen as a positive value, both implicitly and explicitly.  As a corrective to this easy assumption, Gadir draws on the work of Colin Campbell ( 2009 ) and Bruno Latour ( 2005 ) to argue that the exercise of agency is rarely free of structural conditions that both facilitate and undermine its independence.  As examples of the complex nature of performative agency, Gadir turns to her work with dance music, and in particular the experiences of club DJs.  While DJs are figures who are often seen as the ultimate agents in producing and controlling sound, Gadir’s research illuminates how their positions of power, and the transformative effects claimed for dance music, are often undercut through existing social structures that create bias based on gender, race, sexuality, gestures, or even particular sonic qualities. In discussing and deepening our understanding of the particular agencies involved in musical performance, Gadir’s contribution underlines that we should be wary of assuming that what we might see as the agency of an individual is always something to be valued and desired.",
                "footnotes": [],
                "citations": [
                    "campbell_2009",
                    "latour_2005"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The fourth and final contribution, from Rolf Inge Godøy, picks up on the theme of the limitations of performative agency, as discussed in Gadir’s essay.  For Godøy, however, the principal focus is on physical and physiological constraints on performers and the ways these constraints interact with our understanding of musical agency.  Adopting a wide cultural and historical perspective, Godøy draws on the growing body of empirical research in physiology, neuroscience, and cognitive science to argue that music is understood at a fundamental level as bodily motion.  This understanding implies that our knowledge of physical gestures and physiological capabilities acts as an important constraint on how we hear and understand agency in the context of musical performance.  For Godøy, then, the physical potentials of human bodies both shape and limit the nature of performative agency.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] These four individual approaches to a common theme do not establish a consensus on what musical agency is, or what methodological approaches should be used in its study.  Rather, in situating the act of performance as foundational, this collection of papers demonstrates that this topic is indeed a complex and unruly subject. However, through the richness of their analytical and theoretical discussion, these papers convincingly convey both the challenges and the promises inherent in the study of musical agency.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.18.24.3.montague.html",
    "data": "mto/data/mto.18.24.3.montague.json"
}