{
    "title": "Review of Severine Neff, Maureen Carr, and Gretchen Horlacher, eds., with John Reef, <i>The Rite of Spring at 100</i> (Indiana University Press, 2017)",
    "date": "2018/03/01",
    "volume": "24",
    "issue": "1",
    "authors": [
        "Traut, Don"
    ],
    "abstract": "",
    "keywords": [
        "Stravinsky",
        "The Rite of Spring",
        "première",
        "ballet",
        "centennial",
        "modernism"
    ],
    "doi": "",
    "received": "January 2018",
    "pdf": "http://mtosmt.org/issues/mto.18.24.1/mto.18.24.1.traut.pdf",
    "author_info": [
        {
            "name": "Don Traut",
            "university": "University of Arizona",
            "address": "Fred Fox School of Music, 1017 N. Olive Road, Tucson, AZ 85721",
            "email": "dgtraut@email.arizona.edu"
        }
    ],
    "citations": {
        "carr_2014": "Carr, Maureen. 2014. After the Rite: Stravinsky’s Path to Neoclassicism (1914–1925) . Oxford University Press.",
        "horlacher_2011": "Horlacher, Gretchen. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . Oxford University Press.",
        "mcdonald_2010": "McDonald, Matthew. 2010. “Jeux de Nombres: Automated Rhythm in The Rite of Spring.” Journal of the American Musicological Society 63 (3): 499–551.",
        "straus_2014": "Straus, Joseph N. 2014. “Harmony and Voice Leading in the Music of Stravinsky.” Music Theory Spectrum 36 (1): 1–33.",
        "tymoczko_2002": "Tymoczko, Dmitri. 2002. “Stravinsky and the Octatonic: A Reconsideration.” Music Theory Spectrum 24 (1): 68–102.",
        "van_den_toorn_2004": "Van den Toorn, Pieter. 2004. “Stravinsky, Adorno, and the Art of Displacement.” Musical Quarterly 87 (3): 468–509."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Research devoted to and/or inspired by Stravinsky’s The Rite of Spring shows no sign of waning despite the passage of more than a century since its première. Theorists in particular continue to debate how best to characterize and understand the pitch content of the music. Indeed, just within the last fifteen years, scholars have revealed some previously unnoticed relationships in The Rite ( McDonald 2010 ), used it to reopen old debates ( Tymoczko 2002 ), and featured it prominently in suggesting new directions for Stravinsky analysis ( Straus 2014 ). The Rite of course serves as a benchmark, both for Stravinsky himself ( Carr 2014 ) and for the entire modernist movement in music. For these reasons and others, it appears in numerous anthologies, is discussed in hundreds of doctoral oral exams, and is the subject of countless term papers each year. Of course, the recent centennial of the historic 1913 première motivated even more work.",
                "footnotes": [],
                "citations": [
                    "mcdonald_2010",
                    "tymoczko_2002",
                    "straus_2014",
                    "carr_2014"
                ]
            }
        },
        {
            "2": {
                "text": "[2] One such celebration resulted in The Rite of Spring at 100 , co-edited by Severine Neff, Maureen Carr, and Gretchen Horlacher, with John Reef. Its twenty-five essays stem from symposia held at the University of North Carolina–Chapel Hill (October 2012) and the Moscow State Conservatory (May 2013). The combination of these two symposia, along with the myriad angles from which the piece is viewed, makes for a unique and exceptionally rich collection. Theorists will recognize many of the contributors: Richard Taruskin, Pieter van den Toorn, and Lynne Rogers, as well as the three co-editors. But this volume goes out of its way to remind us that The Rite is not just a piece of music, but indeed also a multimedia cultural phenomenon. The book divides into four main parts, each of which I will discuss in turn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Part 1—easily the shortest at only thirty pages—is called “Dancing Le sacre across the Century.” In what proves to be a recurring characteristic of this collection, two essays from this section reinforce if not overtly reference each other. Lynn Garafola (Professor of Dance at Barnard College) begins by noting that, because The Rite poses such an irresistible challenge, there has been a significant rise in the number of choreographed versions, from 44 in 1987 to more than 181 in 2002. She suggests that the very absence of a fixed choreographic “version” helps make this possible. Indeed, The Rite can represent “a body of ideas”—such as primitivism, violence, modernity, sexuality, terror, and others—rather than a “detailed choreographic script” (18). As if to bolster this point, Stephanie Jordan introduces us to several of the most provocative versions. In describing productions by Pina Bausch (based on Boulez’s 1969 recording) and Paul Taylor (based on the four-hand piano score), as well as one based on the pianola recording, Jordan traces a common theme: treating the body as a machine, thereby reflecting “the machine element that is already in the music” (30). Other productions are quite different, however, including one based on a jazz trio recording, one featuring four naked dancers (picture included, by the way), and another based on the conducting motions of Simon Rattle. As if to balance this and other post-modern interpretations, the section ends with an essay by Millicent Hodson, who helped recreate Nijinsky’s original choreography for the centennial performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Part II features five essays, all of which place The Rite in France. Two of these essays specifically contextualize The Rite’s “Russianness” by emphasizing the uniquely French influences on the piece. Annegret Fauser argues that, while The Rite has always been defined by its Russianness, “this mythologizing interpretation of the work often ignores the local context of the work’s genesis and reception” (83). Indeed, she views the ballet as a French production steeped in local particulars. Like other authors in this collection, she revisits the scandalous première, with an eye towards how it was advertised to the Parisian public. For her, the scandal had less to do with “shocking” sights and sounds than with false advertising and missing signposts. In her essay, Brigid Cohen comments on Taruskin’s assertion that The Rite is an essentially Russian work. In actuality, Cohen argues, it is a piece about “the imagination of a national homeland envisioned from afar,” and is therefore a prime candidate for exile studies (130). Cohen invokes the notion of “estrangement,” borrowed from the literary critic and cultural theorist Raymond Williams, to argue that Stravinsky’s abstract treatment of Russian folk melodies defines him more as an exile than as a nationalist composer (132). As Cohen states, this type of estrangement aligns Stravinsky with “many geographically mobile European avant-gardes at the turn of the century” (135).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Two additional essays further situate The Rite in France. Mary E. Davis begins her contribution with the story of fashion designer Yves Saint Laurent, who, in the late seventies, introduced his Cossack Collection— an homage to Diaghilev inspired by the Ballet Russes. She then goes back to the early twentieth century and points out that “when Diaghilev arrived in Paris, clothing and accessories identified with Russia were an established part of the fashion scene” and “the Ballet Russes reflected and reinforced this affinity” (101). In his contribution, William Robin argues that Stravinsky’s 1930s rhetoric regarding music’s objectivity originates in his Swiss Period in 1914–15, “just after, and in part as a consequence of, the disastrous première of The Rite of Spring ” (138). Robin supports this claim via a close reading of C. Stanley Wise’s 1915 profile of the composer, in which Stravinsky stated that “[m]usic is too stupid to express anything other than music.” And so it would seem that Stravinsky’s fervent goal of musical objectivity did not spring anew during the Neoclassic period, but instead was present long before.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] “Racism at The Rite ” is surely one of the most provocative essays in this collection. Here, Tamara Levitz reinvestigates what actually happened in the hall on May 29, 1913. By scrutinizing the vocabulary used by critics and others who described the events, she constructs and analyzes a “sound complex” or “soundscape,” arguing that audiences were shocked not by the newness of the music, but rather by way the The Rite offended their racially exclusionary aesthetics. She also describes how, when the piece was revived after World War I, promoters and critics began the practice of “evoking foreign images of racial inferiority” as a key to concert-hall success for The Rite and for modern music in general (161). As for the myth of The Rite’s première, it was not until 1922 that the word “riot” was first associated with the uprising that occurred back in 1913. In summing up, Levitz states that “[e]very time we reproduce the fiction of the riot [or] celebrate The Rite’s première . . . , we perpetuate denial of the reality of racial exclusion in the study and performance of classical and modern music by deflecting attention away from the historical fact of everyday colonial racism that has determined The Rite's reception to the present day” (163).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] One cannot help but feel somewhat conflicted about the conclusions Levitz would have us draw from this essay. On the one hand, her research is beyond reproach. She impressively cites dozens of French reviews and her use of the “soundscape” to recreate the events of the première is truly ingenious. Moreover, the revelation that it was not until much later that the word “riot” even became associated with the première is significant. Indeed, any instructor who continues comfortably enabling the “riot” myth is at best missing an opportunity for a more nuanced and frank discussion about how race impacts the canon, and is at worst perpetuating a false narrative about this great work. On the other hand, while we should not shy away from this problematic relationship between racism and modern music, we also should not allow it to paralyze us. The notes on the page are impervious to these issues and show us that The Rite truly was something new—something that influenced the course of twentieth-century compositional practice. Theorists especially will continue their debates about how best to frame that influence for years to come.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Just as Part II is devoted to The Rite in France, Part III is devoted to The Rite in Russia. Nine impressive essays, many of which are authored by Russian scholars, form a quite comprehensive picture of the complex relationship between the work, its composer, and his homeland. Kevin Bartig provides an historical overview, starting with the 1914 Russian première in St. Petersberg and moving through a long period when Stravinsky’s music was banned until the Krushchev Thaw. Indeed, as Olga Manulkina documents in her essay, we should not underestimate the impact of Leonard Bernstein’s 1959 trip to Soviet Russia and the role it played in Stravinsky’s return. In other contributions, we learn about six pages of sketches housed in the National Library of Russia and how they illuminate orchestrational choices. This section also offers an in-depth look at how the work’s synopsis germinated from Stravinsky and Roerich’s collaborative vision of Slavic ritual. The essays in this section provide an important perspective on the piece and reflect the truly international spirit in which the symposia were held.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] “The Sounds of Le sacre ” is the title of Part IV, which features analytic essays by many Stravinsky scholars familiar to readers of MTO . Indeed, in some cases, established concepts from Stravinsky scholarship are put to new uses. Pieter van den Toorn, for example, recasts his notion of metric displacement; his illustrations of how fixed motives are displaced metrically are among the most foundational in all Stravinsky scholarship (see Van den Toorn 2004 , for instance). Here, the displacements embody the “physicality” and rhythmic life of the music. And while van den Toorn’s work does typically illustrate how one type of listener might interpret a displaced event compared to another type of listener, he goes further here, citing cognitive work by Huron, London, Meyer, and others. Similarly, Gretchen Horlacher puts a new spin on the idea of formal “blocks,” a topic on which she is an authority ( Horlacher 2011 ). Instead of representing formal areas, she relates blocks and superimpositions of motives to how dancers move in and out of groups in the original production. In “The Ritual,” for example, dancers begin as individuals and eventually come together, just as two melodies begin independently only to be fragmented and combined to form a new one.",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_2004",
                    "horlacher_2011"
                ]
            }
        },
        {
            "10": {
                "text": "[10] In other essays, analysts add to the already far-reaching influence of The Rite . Maureen Carr addresses the unique position of Stravinsky’s opera Le rossignol , which he had begun in 1908, but did not complete until after The Rite (also discussed in Carr 2014 ). Early sketches and the first act of the opera (e.g., the “Real Nightingale”), written before The Rite , show somewhat rigid and formulaic techniques, but these Korsakovian patterns contrast with material composed after The Rite (e.g., the “Mechanical Nightingale”), which features free pentatonicism accompanied by octatonic blocks. In another excellent essay, Lynne Rogers shows how elements of The Rite are present in later works by Stravinsky. Rogers first establishes how, in The Rite , diatonic folk tunes are often set against chromatic harmony. She then illustrates persuasively that Stravinsky applies the same technique, albeit differently, during the serial period. One particularly convincing example comes from the end of Variations , where a diatonic melody is harmonized by a chromatic passage featuring (014) trichords.",
                "footnotes": [],
                "citations": [
                    "carr_2014"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In her essay, “How Not to Hear Le sacre du printemps ?: Schoenberg’s Theories, Leibowitz’s Recording,” Severine Neff addresses issues of intention and interpretation as manifested in a single recording. Leibowitz’s 1963 recording of The Rite creates a window into the Schoenbergian artistic credo of development and organicism. Neff traces Schoenberg’s respect for Stravinsky’s early works, while also discussing the roles played by violinist Rudolf Kolisch (also the student and brother-in-law of Schoenberg) and the German composer-pianist Erich Itor Kahn, both of whom were mentors to Leibowitz. While Leibowitz himself was openly critical of Stravinsky’s music for lacking organicism, it was Kolisch especially who convinced the conductor “to apply Austro-German musical principles to Stravinsky’s essentially Russian music” (304). Thus, the recording uses rubato and other tempo-related adjustments to “improve” the piece by stabilizing the opening bassoon and relegating the horn and other parts to more “unstable” and accompanimental roles. As Neff points out, this is significant because Stravinsky presumably saw the bassoon and horns as two stable entities juxtaposed, rather than favoring one over the other. Thus, while Schoenbergian analysis—such as that which was done in preparation for the Leibowitz recording—does raise orchestration to a virtually unprecedented level of structural importance, it does so at the expense of Stravinskian juxtaposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Rounding off this volume is “Resisting The Rite ,” a plenary paper in which Richard Taruskin points out that, by being the subject of numerous festivals and symposia, The Rite of Spring has achieved a status typically reserved for composers, not individual compositions. In this regard, it parallels Beethoven’s Ninth, which is perhaps the only other individual work of such stature. As Taruskin states, these pieces both had noteworthy premières and both have made their way into the standard repertoire—the latter a significant distinction for a piece of modern music. Taruskin traces the manner in which The Rite shed its original conception and became an artifact; indeed, what is famous now is the score, not the Gesamtkunstwerk. Significantly, the score never suffered the resistance that the ballet did. In the end, it is The Rite's prominent place as a modern piece of music in both the standard repertoire and the academic canon that makes it so special.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Any serious Stravinsky scholar will find The Rite of Spring at 100 to be a necessary and valuable resource. The quantity and scope of excellent scholarship in this one volume are simply astounding. What went into The Rite's production? What happened at its première? What do the events of the première tell us about modern music and society? In how many different ways has the choreography been recast? How has the music been divorced from the original full production? What role did the piece play in shaping fashion and other artistic industries? All of these questions receive attention here, forming a collaborative whole akin to that designed by The Rite's creators. For theorists, the volume presents solid models for how we might bridge gaps between our field and the other arts. Readers committed to pitch-centric analytic approaches might be disappointed that only a small handful of essays take pitch relations as their main focus. But in many ways, that seems to be the point of this volume, or at least one of its strengths. Indeed, while the three primary editors are all established music scholars, the volume is not devoted solely to music, and the essays by music theorists are not devoted solely to pitch. I found this to be refreshing and appropriate considering the topic. Alas, the hundredth anniversary of this amazing piece has come and gone. Does that mean that we will need to wait another twenty-five, fifty, or one hundred years for another such collaborative volume such as this? I, for one, hope not!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.18.24.1.traut.html",
    "data": "mto/data/mto.18.24.1.traut.json"
}