{
    "title": "The Melodic Organization of <i>The Rite of Spring</i>",
    "date": "2022/12/01",
    "volume": "28",
    "issue": "4",
    "authors": [
        "Straus, Joseph N."
    ],
    "abstract": "Most previous analytical studies ofTheRite of Springhave focused on its harmony and rhythm. This article shifts attention to its melodies—mostly short fragments that move repetitively within a narrow registral frame—and shows that they take on expressive meanings closely linked with the work’s dramatic scenario. In addition to operating in the manner of Wagnerian leitmotivs in relation to characters or dramatic situations, they are often bound together in expressive families through the manipulation of their dyads.",
    "keywords": [
        "Stravinsky",
        "Rite of Spring",
        "melody",
        "drama",
        "transpositional combination",
        "voice leading."
    ],
    "doi": "10.30535/mto.28.4.8",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.22.28.4/mto.22.28.4.straus.pdf",
    "author_info": [
        {
            "name": "Joseph N. Straus",
            "university": "Ph.D. Program in Music",
            "address": "Graduate Center, CUNY, 365 Fifth Avenue, New York, NY 10016",
            "email": "jstraus@gc.cuny.edu"
        }
    ],
    "citations": {
        "agawu_2009": "Agawu, Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195370249.001.0001 .",
        "antokoletz_1986": "Antokoletz, Elliott. 1986. “Interval Cycles in Stravinsky’s Early Ballets.” Journal of the American Musicological Society 39 (3): 578–614. https://doi.org/10.2307/831628 .",
        "berg_1988": "Berg, Shelley. 1988. “ Le Sacre du Printemps”: Seven Productions from Nijinsky to Martha Graham . UMI Research Press.",
        "bernard_2013": "Bernard, Jonathan. 2013. “Le Sacre Analyzed.” In Avatar of Modernity: The Rite of Spring Reconsidered , ed. Hermann Danuser and Heidy Zimmermann, 284–305. Boosey & Hawkes.",
        "boulez_1991": "Boulez, Pierre. 1991. “Stravinsky Remains.” In Stocktakings from an Apprenticeship , ed. Paule Thévenin, trans. Stephen Walsh, 111–140. Clarendon Press.",
        "chua_2007": "Chua, Daniel. 2007. “Rioting with Stravinsky: A Particular Analysis of The Rite of Spring.” Music Analysis 26 (1–2): 59–109. https://doi.org/10.1111/j.1468-2249.2007.00250.x .",
        "code_2007": "Code, David. 2007. “The Synthesis of Rhythms: Form, Ideology, and the ‘Augurs of Spring’.” The Journal of Musicology 24 (1): 112–166. https://doi.org/10.1525/jm.2007.24.1.112 .",
        "cohn_1987": "Cohn, Richard. 1987. “A Theory of Transpositional Combination for Twentieth-Century Music.” PhD diss., Eastman School of Music, University of Rochester.",
        "cohn_1988": "Cohn, Richard. 1988. “Inversional Symmetry and Transpositional Combination.” Music Theory Spectrum 10: 19–42. https://doi.org/10.2307/745790 .",
        "cohn_2003": "Cohn, Richard. 2003. “A Tetrahedral Graph of Tetrachordal Voice-Leading Space.” Music Theory Online 9 (4). https://mtosmt.org/issues/mto.03.9.4/mto.03.9.4.cohn.php .",
        "craft_1988": "Craft, Robert. 1988. “Counterpoint and Choreography.” The Musical Times 129 (1742): 171–76. https://doi.org/10.2307/965310 .",
        "forte_1978": "Forte, Allen. 1978. The Harmonic Organization of The Rite of Spring. Yale University Press.",
        "frymoyer_2012": "Frymoyer, Johanna. 2012. “Rethinking the Sign: Stylistic Competency and Interpretation of Musical Textures, 1890–1920 .” PhD diss., Princeton University.",
        "frymoyer_2017": "Frymoyer, Johanna. 2017. “The Musical Topic in the Twentieth Century: A Case Study of Schoenberg’s Ironic Waltzes.” Music Theory Spectrum 39 (1): 83–108. https://doi.org/10.1093/mts/mtx004 .",
        "grabócz_2002": "Grabócz, Márta. 2002. “Topos et Dramaturgie: Analyse des signifiés et de la stratégie dans deux movements symphoniques de Béla Bartók.” Degrés 30 (109–110): 1–18.",
        "griffiths_and_griffiths_2013": "Griffiths, Paul and Edmund Griffiths. 2013. “The Shaman, the Sage, and the Sacrificial Victim—and Nicholas Roerich’s Part in It All.” In Avatar of Modernity: The Rite of Spring Reconsidered , ed. Hermann Danuser and Heidy Zimmermann, 42–58. Boosey & Hawkes.",
        "hill_2000": "Hill, Peter. 2000. Stravinsky: The Rite of Spring . Cambridge University Press.",
        "hodson_1996": "Hodson, Millicent. 1996. Nijinsky’s Crime against Grace: Reconstruction Score of the Original Choreography for “Le Sacre du Printemps .” Pendragon Press.",
        "hodson_2017": "Hodson, Millicent. 2017. “Death by Dancing in Nijinsky’s Rite .” In The Rite of Spring at 100 , ed. Severine Neff, Maureen Carr, and Gretchen Horlacher, 47–80. Indiana University Press. https://doi.org/10.2307/j.ctt2005z70.11 .",
        "hodson_and_archer_2014": "Hodson, Millicent, and Kenneth Archer. 2014. The Lost Rite: Rediscovery of the 1913 “Rite of Spring .” KMS Press.",
        "horlacher_2011": "Horlacher, Gretchen. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . Oxford University Press.",
        "horlacher_2017": "Horlacher, Gretchen. 2017. “Rethinking Blocks and Superimposition: Form in the ‘Ritual of the Two Rival Tribes.’” In The Rite of Spring at 100 , ed. Severine Neff, Maureen Carr, and Gretchen Horlacher, 331–38. Indiana University Press. https://doi.org/10.2307/j.ctt2005z70.28 .",
        "jordan_2007": "Jordan, Stephanie. 2007. Stravinsky Dances: Re-visions Across a Century . Dance Books.",
        "narum_2013": "Narum, Jessica. 2013. “Sound and Semantics: Topics in the Music of Arnold Schoenberg.” PhD diss., University of Minnesota.",
        "_o’donnell_1997": "O’Donnell, Shaugn. 1997. “Transformational Voice Leading in Atonal Music.” PhD diss., City University of New York.",
        "pople_1989": "Pople, Anthony. 1989. Skryabin and Stravinsky, 1908–1914: Studies in Theory and Analysis . Garland Publishing.",
        "russell_2018": "Russell, Jonathan. 2018. “Harmony and Voice-Leading in The Rite of Spring .” PhD diss., Princeton University.",
        "straus_2001": "Straus, Joseph. 2001. Stravinsky’s Late Music . Cambridge University Press.",
        "straus_2014": "Straus, Joseph. 2014. “Harmony and Voice Leading in the Music of Stravinsky.” Music Theory Spectrum 36 (1): 1–33. https://doi.org/10.1093/mts/mtu008 .",
        "stravinsky_1913": "Stravinsky, Igor. 1913. “Ce que j’ai voulu exprimer dans ‘Le sacre du printemps.’” Montjoie! 8 (29 May).",
        "stravinsky_and_craft_1978": "Stravinsky, Vera, and Robert Craft. 1978. Stravinsky in Pictures and Documents . Simon and Schuster. https://doi.org/10.2307/3395620 .",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: A Biography of the Works Through Mavra . University of California Press.",
        "tymoczko_2002": "Tymoczko, Dmitri. 2002. “Stravinsky and the Octatonic: A Reconsideration.” Music Theory Spectrum 24 (1): 68–102. https://doi.org/10.1525/mts.2002.24.1.68 .",
        "van_den_toorn_1986": "Van den Toorn, Pieter. 1986. “Octatonic Pitch Structure in Stravinsky.” In Confronting Stravinsky , ed. Jann Pasler, 130–56. University of California Press. https://doi.org/10.1525/9780520332461-010 .",
        "van_den_toorn_1987": "Van den Toorn, Pieter. 1987. Stravinsky and The Rite of Spring : The Beginnings of a Musical Language . University of California Press.",
        "van_den_toorn_2017": "Van den Toorn, Pieter. 2017. “The Physicality of The Rite : Remarks on the Forces of Meter and Their Disruption.” In The Rite of Spring at 100 , ed. Severine Neff, Maureen Carr, and Gretchen Horlacher, 285–303. Indiana University Press. https://doi.org/10.2307/j.ctt2005z70.26 .",
        "whittall_1982": "Whittall, Arnold. 1982. “Music Analysis as Human Science? Le Sacre du printemps in Theory and Practice.” Music Analysis 1 (1): 33–53. https://doi.org/10.2307/853990 .",
        "whittall_2002": "Whittall, Arnold. 2002. “Defusing Dionysus? New Perspectives on The Rite of Spring .” Music Analysis 21 (1): 87–104. https://doi.org/10.1111/1468-2249.00151 .",
        "woodruff_2006": "Woodruff, Eliot Ghofur. 2006. “Metrical Phase Shifts in Stravinsky’s Rite of Spring.” Music Theory Online 12 (1). https://doi.org/10.30535/mto.12.1.1 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In addition to Forte 1978 , principal analytical studies of The Rite of Spring include Antokoletz 1986 , Boulez 1991 , Bernard 2013 , Chua 2007 , Code 2007 , Hill 2000 , Horlacher 2011 and 2017 , Pople 1989 , Russell 2018 , Taruskin 1996 , Tymoczko 2002 , van den Toorn 1986 , 1987 , and 2017 , Whittall 1982 and 2002 , and Woodruff 2006 .",
            "citations": [
                "forte_1978",
                "antokoletz_1986",
                "boulez_1991",
                "bernard_2013",
                "chua_2007",
                "code_2007",
                "hill_2000",
                "horlacher_2011",
                "horlacher_2017",
                "pople_1989",
                "russell_2018",
                "taruskin_1996",
                "tymoczko_2002",
                "van_den_toorn_1986",
                "van_den_toorn_1987",
                "van_den_toorn_2017",
                "whittall_1982",
                "whittall_2002",
                "woodruff_2006"
            ]
        },
        "FN2": {
            "text": "2. Although melodies have not been the principal focus of previous studies, Taruskin 1996 considers at length their possible folk sources, and Hill 2000 , Russell 2018 , and van den Toorn 1987 provide valuable information about their construction. Horlacher 2011 and 2017 focus on the melodies’ temporal aspect, more specifically how they shape phrases and impart directionality, either fostering or resisting closure.",
            "citations": [
                "taruskin_1996",
                "hill_2000",
                "russell_2018",
                "van_den_toorn_1987",
                "horlacher_2011",
                "horlacher_2017"
            ]
        },
        "FN3": {
            "text": "3. The collaboration with Roerich and the resulting ballet scenario are discussed in Taruskin 1996 and Griffiths and Griffiths 2013 .",
            "citations": [
                "taruskin_1996",
                "griffiths_and_griffiths_2013"
            ]
        },
        "FN4": {
            "text": "4. Nijinsky’s choreography was used only for the first nine performances of The Rite of Spring , and was undanced and forgotten until the Joffrey Ballet’s 1987 reconstruction by Millicent Hodson and Kenneth Archer. Their reconstruction has been staged by several dance companies in the years since and is widely available on video. My analysis of the drama makes frequent reference to this reconstruction, although more to its broad outlines than its gestural specifics. The Hodson/Archer reconstruction of Nijinsky is described in Hodson and Archer 2014 and Hodson 1996 and 2017 . For additional commentary on Nijinsky’s choreography, where some of it critical of the Hodson/Archer reconstruction, see Berg 1988 , Craft 1988 , and Jordan 2007 .",
            "citations": [
                "hodson_and_archer_2014",
                "hodson_1996",
                "hodson_2017",
                "berg_1988",
                "craft_1988",
                "jordan_2007"
            ]
        },
        "FN5": {
            "text": "5. For a valuable introduction to issues of topicality in twentieth-century music, and a topical analysis of The Rite of Spring that resonates with and underpins the current study, see Frymoyer 2012 . On topics more generally in twentieth-century music, including the music of Stravinsky, see Agawu 2009 , Frymoyer 2017 , Grabócz 2002 , Narum 2013 , and Straus 2001 .",
            "citations": [
                "frymoyer_2012",
                "agawu_2009",
                "frymoyer_2017",
                "narum_2013",
                "straus_2001"
            ]
        },
        "FN6": {
            "text": "6. According to Stravinsky, “The orchestral introduction is a swarm of spring pipes [dudki]” (Letter from December 15, 1912, quoted in Taruskin 1996 , 874).",
            "citations": [
                "taruskin_1996"
            ]
        },
        "FN7": {
            "text": "7. “In the first scene, some adolescent boys appear with a very old woman, whose age and even whose century is unknown, who knows the secrets of nature, and teaches her sons Prediction. She runs, bent over the earth, half-woman, half-beast.” Stravinsky 1913 , cited and translated in Stravinsky and Craft 1978 , 525.",
            "citations": [
                "stravinsky_1913",
                "stravinsky_and_craft_1978"
            ]
        },
        "FN8": {
            "text": "8. Transposition Combination (TC) and its theoretical development are the work of Richard Cohn. See Cohn 1987 and 1988 .",
            "citations": [
                "cohn_1987",
                "cohn_1988"
            ]
        },
        "FN9": {
            "text": "9. The combinations of two perfect fifths described in Straus 2014 as the basis for Stravinskian harmony also share the TC property. They can be represented as 5 * n, where n is any of the six interval classes. The relationship between melody and harmony is beyond the scope of this paper.",
            "citations": [
                "straus_2014"
            ]
        },
        "FN10": {
            "text": "10. This voice-leading space corresponds to one tier of the tetrahedron devised in Cohn 2003 , with multisets added. It can also be thought of as an expanded version of Example 9 in Cohn 1988 , rearranged as a voice-leading space.",
            "citations": [
                "cohn_2003",
                "cohn_1988"
            ]
        },
        "FN11": {
            "text": "11. In slightly different terms, adjacent sets in the space are related by the “split transposition” T0/T+/-1 acting on the generating dyads of the set or set class. See O’Donnell 1997 .",
            "citations": []
        },
        "FN12": {
            "text": "12. Stravinsky’s sketch book initially referred to this scene as “Glorification—savage dance (Amazons).” See van den Toorn 1987 , 24. Similarly, Stravinsky described the scene as a “martial dance”: “[The Chosen One] enters a stone labyrinth, and the other maidens celebrate her in a wild, martial dance.” Letter to N. F. Findeizen (December 15, 1912), cited in Stravinsky and Craft 1978 , 92.",
            "citations": [
                "van_den_toorn_1987",
                "stravinsky_and_craft_1978"
            ]
        },
        "FN13": {
            "text": "13. Here is Stravinsky’s description of the scene from around the time of the work’s premiere: “The young girls dance about the Elect, a sort of glorification. Then comes the purification of the soil and the Evocation of the Ancestors. The Ancestors gather around the Elect, who begins the ‘Dance of Consecration.’ When she is on the point of falling exhausted, the Ancestors recognize it and glide toward her like rapacious monsters in order that she may not touch the ground; they pick her up and raise her toward heaven. The annual cycle of forces which are born again, and which fall again into the bosom of nature, is accomplished in its essential rhythms” ( Stravinsky and Craft 1978 , 525).",
            "citations": [
                "stravinsky_and_craft_1978"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]\tStravinsky’s The Rite of Spring is a ballet with dramatic characters and a loose narrative arc. Although it is usually performed as a concert piece, its meaning is deeply bound up with its dramatic scenario. At the same time, the music itself creates meanings. These many-layered meanings are ambiguous, sometimes even self-contradictory; always, they are difficult to tease out. The expressive dimension of this music has many different aspects, including familiar topics like fanfare and march but extending far beyond them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\tIn most analytical studies of the music of The Rite of Spring , attention has focused on its harmony (as in Forte 1978 , whose title I have adapted here) and rhythm. (1) I focus here instead on its melodies, both on their construction and on the musical meanings they create. (2) Stravinsky is not much known as a melodist, and indeed the melodies in this work move repetitively within small registral frames and generally eschew any of the traditional markers of melodic beauty and emotional expression. I will show that the Rite ’s melodies are aesthetically suited to their expressive purpose, and that they are systematically interlinked to create rich networks of musical meaning that dovetail in mutually reinforcing ways with the ballet scenario. I.\tDrama, Expression, Meaning",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "forte_1978"
                ]
            }
        },
        {
            "3": {
                "text": "[3]\tStravinsky devised The Rite of Spring ’s scenario—the basic dramatic plan—in collaboration with an artist and archeologist named Nicolas Roerich, widely considered at the time to be the foremost authority on pagan, prehistoric Russia. (3) Stravinsky and Roerich planned a series of loosely connected scenes associated with the coming of spring, culminating in the sacrifice of a young woman by a primitive, preliterate, preagricultural people to propitiate their Sun God, Yarilo. They arranged the ballet in two parts, each containing six or seven scenes, with many of the scenes further divided into distinct episodes.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\tIn Nijinsky’s choreography for the initial performances of the Rite , created with Stravinsky’s close involvement, the ballet deploys four groups of dramatic characters. (4) Girls/Young Women (including the Chosen One). Sometimes they are girls, as in Augurs of Spring, and sometimes they are fertile young women, as in Dancing Out of the Earth. Boys/Young Men . They are boys in Augurs (as they learn augury from the Old Woman), but fully sexualized men in the later scenes of Part One. They are entirely absent from Part Two, which is devoted to the Young Women and the Old Men. The Old Woman . This is a group of one. She appears onstage only early in Part One, although her  tritone-based, chromatic music is prefigured in the Introduction to Part One and returns late in Part Two (in Ritual Action of the Ancestors). She is understood musically as an “exotic” character, superhuman in her age and her divining ability. Old Men (Sage/Elders/Ancestors). They are the embodiment of patriarchal power. Example 1 . Four expressive modes, with associated musical topics, dramatic features, and musical characteristics (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\tThese dramatic characters engage four expressive modes or registers: the pastoral, the military, the religious, and the wild dance. Although the boundaries between these modes are not always clear and may intermingle to some extent, most of the scenes (or the larger sections thereof) can be ascribed to one of the four. In that sense, each scene is thus a movement, both in the sense of a symphonic movement and in the sense of a set of characteristic gestures, motions, and musical actions (see Example 1 ). As described below the example, each of the expressive modes engages a distinctive group of musical topics, dramatic features, and musical characteristics. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] 1. Pastoral . The pastoral is associated with nature and the sights and sounds of the natural world. It is springtime—the ice cracks and melts, new greenery emerges from the earth, people move outside from their cold-weather confinement. It is a time of fertility, of renewal and rebirth. This expressive mode is thus associated with the female, including the traditional linkage of women with fertility, birth, and time’s periodicity and circularity and, as a result, the Girls and Young Woman usually are characterized musically in pastoral mode. It is also associated with the night, in particular its mystery, irrationality, and enchantment. In the Rite , the pastoral mode is manifested musically in the sounds of the natural world (such as birdsong) and in the sound of shepherd’s pipes (the dudki to which Stravinsky refers in letters describing the ballet’s opening scene). (6) The instrumentation features solo winds. The ambient sound world skews toward the diatonic. The melodies often imitate folk styles of cantillation, with frequent grace notes. Pastoral scenes are often marked by an absence of a steady rhythmic pulsation (tempo rubato) and a sense of rhythmic haziness (in the manner of “night music”). Scenes in pastoral mode are often circular in design: they end where they begin.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] 2. Military . The military mode is associated with young men engaged in combat or symbolic combat. Hypermasculinity and violence against women are among its defining traits. The musical manifestations of the military mode include traditional musical topics, such as hunt and fanfare. While the pastoral emphasizes solo winds, the military deploys massed brass and percussion, including string and wind instruments used percussively. Tempos tend to be stricter, with steady, sharply articulated rhythmic pulsation. The harmonic ambience is often mixed octatonic and diatonic. The form of military-oriented scenes tends to be accumulative—a gradual buildup of layers toward a climax. In other words, it is directed rather than circular.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] 3. Religious. The religious mode is associated with old people (The Old Woman, the Sage, the Elders) and deceased people (the Ancestors). These figures are superhuman, understood to be above the normal human crowd of young men and women. To some extent, they are exoticized Others. The Old Woman has the gift of divination; the Sage and Elders are the religious priests, the leaders of the rites of spring. Musically, this expressive mode manifests as chant, ritual, procession, and chorale. Sometimes, in affiliation with the exotic, it manifests as sinuous chromaticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] 4. Wild dance. Wild dances represent the end (or before the beginning) of civilization, with its sense of restraint and decorum. These are savage, violent, animalistic descents into unrestrained sexuality and/or death. The Rite has two wild dances: Dance of the Earth (at the end of Part One) and Sacrificial Dance (at the end of Part Two). Dance of the Earth is an orgiastic dance of life; Sacrificial Dance is a dance of death. The same expressive mode also penetrates into other scenes, especially the Naming and Honoring of the Chosen One.  If the religious mode has something of a spiritual aspiration upward toward the superhuman, these wild dances mark a frenzied, mad descent into the subhuman, the bestial. They also convey a sense of fate or fatality; if the pastoral is marked by gentle circularity of form, these wild dances are marked by a sense of inexorable forward movement toward an inescapable fate, with a corresponding accumulation of textural layers. The whole orchestra plays in these dances: tutti (the crowd) rather than soli (the individual). Percussion and brass are dominant. The ambient sound-world is shaped by the persistent presence of the  whole-tone scale. Example 2 . The scenes of the ballet in relation to dramatic characters and expressive modes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] \tAs the ballet unfolds, these four expressive modes tend to occur in a particular order, and each of the two parts of the ballet roughly follows the same trajectory: PASTORAL → MILITARY → RELIGIOUS → WILD DANCE (see Example 2 ). II.\tMelodic Frames",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\tStravinsky’s melodies throughout his compositions are usually based on short fragments, often segments of scales, that are repeated and combined in various ways. In The Rite of Spring , the melodies are central to the drama. In an almost Wagnerian way, the melodies often denote a particular character or dramatic situation. On that basis, I have created descriptive labels for all  the Rite ’s principal melodies, from the Opening Folk Tune to The Chosen One’s Final Cry ; these are given in the Appendix ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Most of the melodies in The Rite of Spring span a perfect fourth, a tritone, or a perfect fifth. Melodies that span a perfect fourth usually represent human characters like the Young Women or the Young Men; melodies that span a tritone usually represent fantastic, exoticized characters like the Old Woman; and melodies that span a perfect fifth often represent the sounds of the natural world, or human nature in its more violent, animalistic manifestations. Melodies spanning a perfect fourth: (05) filled as (0235)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\tMelodies that span a perfect fourth (05) generally fill that interval as a Dorian tetrachord: (0235). The melodies generally meander through the tetrachord, moving in fits and starts. In most cases, descending motion predominates, with the top note serving as the source and the bottom note as the goal, although usually not confirmed by a strong cadence. Their downward trajectory often gives them the feel of heaviness, of being pulled down to earth. In that way, they resonate suggestively with frequently remarked aspects of Nijinsky’s choreography. While they are primarily associated with human characters, their use is pervasive throughout the ballet, extending to the Sage and the other Old Men (see Examples 3–8 ). Example 3 . The Melody of the Young Men , as they learn divination from the Old Woman (click to enlarge and listen) Example 4 . The Spring Rounds Procession (click to enlarge and listen) Example 5 . The Women’s Entreaty , as they try to intercede in the warlike games among the men (click to enlarge and listen) Example 6 . The Earth Melody , part of a wild, orgiastic dance for male and female dancers (Dancing Out of the Earth, Reh. 75) (click to enlarge and listen) Example 7 . Mystic Circle Second Theme (click to enlarge and listen) Example 8 . The Sentence of Doom , heard as the tribal Ancestors and Elders pass their final, fatal judgment on the Chosen One (click to enlarge and listen) Example 9 . The Opening Folk Tune is the only actual folk melody in the ballet that is complete and presented in something like its original form (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\tMelodies that span a perfect fourth often feature a lower neighbor note, which decorates the lowest note of the span (see Examples 9–11 ). There is the possibility of interpretive ambiguity here, as the notes I am calling lower neighbors might be heard instead to extend the melodic frame from a perfect fourth to a tritone or perfect fifth. But, for the most part, these lower neighbor notes are short in duration and metrically weak, moving immediately to the more stable lowest note of the perfect fourth frame. Example 10 . The Young Women’s Melody marks their entrance onstage and accompanies their first dance (click to enlarge and listen) Example 11 . The Earth Melody (variant), now in chattering sixteenth notes (click to enlarge and listen) Example 12 . Nature Melody #3 is one of a number of melodies designed to represent sounds of nature, including ancient shepherd’s reed pipes called “dudki.” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\tThe Dorian tetrachord is sometimes presented only in part, with (025) or (035) standing in for the complete (0235) (see Examples 12–14 ). In many cases, the implied (0235) is later stated in its entirety. Example 13 . The four-note Motto Ostinato that runs through the entire Augurs of Spring (click to enlarge and listen) Example 14 . The Sage’s Melody represents The Sage and the tribal Elders from the first moment they come onstage (click to enlarge and listen) Melodies spanning a tritone: (06) divided as (0336) or (0246), or presented partially as (024) or (02)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\tThe second of the three principal melody types falls within the span of a tritone. Some of these tritone-based melodies divide the tritone into two minor thirds (3+3 or 0336), with the upper minor third often filled in chromatically. As with the (0235) melodies, the (0336) melodies usually descend. Melodies of this type are strongly associated with the Old Woman, who is described by Stravinsky as “half human and half beast.” She is hundreds of years old: a seer and a diviner. (7) More broadly, these melodies are associated with the exotic or the fantastic (see Examples 15–18 ). Example 15 . In the opening measures of the ballet, just after the Opening Folk Tune , we hear a brief premonition of the Old Woman’s Melody (Introduction to Part One, Reh. 1) (click to enlarge and listen) Example 16 . A bit later in the Introduction to Part One, still before any dancers have come onstage, there is a more extended preview of the Old Woman’s Melody (click to enlarge and listen) Example 17 . When the Old Woman does arrive onstage, at the beginning of Augurs of Spring, we hear her melody in its definitive form (click to enlarge and listen) Example 18 . Exotic Melody #2 —chromatic, snaky, serpentine—is one of three such tunes with which the Ancestors and Elders seek to mesmerize and immobilize the Chosen One (click to enlarge and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\tIn addition to its division into two minor thirds, the tritone may also be divided into three major seconds, as 2 + 2 + 2, or (0246). Melodies organized like this, like most of the melodies in The Rite of Spring , tend to move downward. These (0246) melodies are particularly conspicuous in the wild dances of life or death that come at the ends of the two parts of the ballet, the Dance of the Earth and the Sacrificial Dance. They often seem to suggest either the mysterious/mystical or an implacable fate (see Examples 19–20 ). Example 19 . The Earth Fanfare is part of a wild, orgiastic dance of life (click to enlarge and listen) Example 20 . The theme of Final Judgment , representing an implacable fate (click to enlarge and listen) Example 21 . This short melody is part of a mysterious Sinuous Counterpoint (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]\tThe (0246) frame is sometimes presented only in part: as a major third divided into a pair of whole tones (0224) or as a single whole tone divided into a pair of semitones (0112). Even in partial presentation, these melodies often still carry the associative implications of the full collection: the mysterious/mystical or the implacable/fateful (see Examples 21–25 ). Example 22 . Exotic Melody #1 moves in a similarly sinuous and chromatic way within its (024) frame (click to enlarge and listen) Example 23 . This Circle Dance for Old Men is another chromatic melody used by the Elders and Ancestors as they circle their victim, but this one is more aggressive than charming (click to enlarge and listen) Example 24 . This is The Chosen One’s Cry —her principal tune as she enacts her dance of death (click to enlarge and listen) Example 25 . The Fatality Motive represents an implacable fate (click to enlarge and listen) Melodies spanning a perfect fifth: (07) divided as (0257), sometimes further filled as (02357) or (02457)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] \tThe third of the three principal melody types involves melodies spanning a perfect fifth. Usually, the perfect fifth is filled in as (0257). These melodies are often associated with the sounds of the natural world, in particular the gentler side of nature as evoked by the pastoral woodwind pipes known as dudki (see Examples 26–29 ). Example 26 . Nature Melody #1 is the first of several melodies in the Introduction to Part One that represent the sounds of the natural world (click to enlarge and listen) Example 27 . In Nature Melody #4 , the shepherd’s pipes are now evoked by a solo oboe (click to enlarge and listen) Example 28 . In another nature melody from the Introduction to Part One, Nature Melody #5 the shepherd’s pipes are now evoked by a piccolo clarinet (click to enlarge and listen) Example 29 . The Mystic Circle Melody has a natural, sweet, unforced quality (click to enlarge and listen) Example 30 . Abduction Fanfare #1 is violent, martial music that represents the men seizing the women in an orgy of sexual violence (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\tSometimes, the perfect fifth melodies are further filled in as (02357) or (02457), i.e., minor or major scalar pentachords. These filled-in tunes are often associated with a darker side of nature, including human nature in its animalistic, violent, and aggressive aspects (see Examples 30–32 ). Example 31 . Abduction Fanfare #2 is a musical celebration of male sexual violence (click to enlarge and listen) Example 32 . Abduction Fanfare #2 returns in a later scene, as the music for the second of the Two Rival Tribes (click to enlarge and listen) TC Voice Leading",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\tThe melodic frames we have discussed, which account for virtually all the melodies in The Rite of Spring , share the property of transpositional combination (TC). That is, they can be disaggregated into two subsets related by transposition. (8) More specifically, Stravinsky’s melodic frames are tetrachords that consist of T-related dyads (see Examples 33–34 ). (9) Example 33 . The TC property in the Rite ’s principal melodic frames (click to enlarge) Example 34 . The TC property in three additional rarely used melodic frames (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\tMelodies that share the TC property can be varied and connected in a process of expansion or contraction. For example, two tetrachords might be related by holding one dyad fixed and moving the other dyad by a semitone. Or possibly both dyads might move, possibly by other intervals of transposition. The shared TC property can thus be the source of musical continuity and meaning, as chains of motives and families of related motives are forged. The linking of melodies in this way may call attention to subtle affinities among topics, characters, and events, or heighten a sense of affective contrast. Example 35 . Voice-leading space for tetrachordal set classes with the TC property (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\tTo enable a clear sense of the associative possibilities, Example 35 locates Stravinsky’s melodic frames on a TC voice-leading space. (10) The nodes in the space are the tetrachords (including multisets) with the TC property. The lines that connect the nodes represent parsimonious TC voice leading: one dyad stays the same while the other moves up or down by semitone. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]\tIn some cases, TC voice leading connects different versions of the same melody (see Examples 36–37 ). Example 36 . Two versions of the Final Judgment melody, representing (0246) and (0235) (click to enlarge and listen) Example 37 . Two versions of the Mystic Circle Second Theme , representing (0235) and (0257) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\tTC voice leading has musical consequences beyond simple thematic variation: it can serve as a means for binding melodies into families of affinity, networks of melodies that not only share affective impact, but also move the narrative forward. It can subtly communicate narrative information. Much of the drama of The Rite of Spring is conveyed through its melodies, and much of the melodic story is told through TC voice leading. Example 38 . A network of melodies associated with the Sage and the other Old Men (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\tMelodies associated with the Old Men (Sage, Elders, Ancestors), for example, are bound together in a network of parsimonious TC voice leading (see Example 38 ). The melodies most closely associated with the Sage, The Sage’s Melody and The Sentence of Doom , occur within the same 0235-frame: G ♯ - A ♯ -B- C ♯ . That shared tetrachord is essentially leitmotivic for the Sage. Through the mediation of the Final Judgment , decreed in powerful unison by all the Old Men, these Sage-related melodies are connected parsimoniously with the Sage’s Countermelody . Example 39 . A voice-leading network that further connects melodies associated with the Sage and other Old Men, and links them with the Old Woman (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\tSimilarly, the Sinuous Counterpoint and the Fatality Motive share the same compressed tonal space: B ♭ -B-C (see Example 39 ). The shared melodic span highlights a dramatic affinity between these contrasting melodies, which reveal different aspects of the Old Men: on one hand, their charming, mesmerizing, somewhat exotic character, and the other their harsh, rigid, commitment to ritual murder. These melodies are connected in a voice-leading network with the Old Woman’s Tune and the Old Men’s Circle Dance . This network brings the Old Woman into dramatic association with the Old Men on the basis both of their advanced age and their superhuman wisdom and knowledge. To put it in slightly different terms, feminized exoticism and masculinized violent assertion of patriarchal power are two related aspects of these mysterious old men. Reflective of this, in this network, there is a sort of double emploi on (0123) and (0235), which are approached and left via different pairs of intervals. (This analysis considers only the filled-in upper minor third of the Old Woman’s Tune and the first four notes of Exotic Melody #2 .) Example 40 . A voice-leading network that connects melodies associated with the Young Men, with male violence, and with the military expressive mode (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\tA series of melodies depicting the young men at the center of the action are similarly bound together via TC voice leading in a network of affinities (see Example 40 ). All occur at moments of male assertion and predominance, two of which instantiate male violence against women (the Abduction Fanfares ). All of them, especially the fanfares, epitomize the masculinized military expressive mode. Example 41 . The two Mystic Circle melodies (first theme and second theme) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\tWe have already seen (Example 37) that the two versions of the Mystic Circle Second Theme , one moving within (0235), the other expanded to (0257), are linked by TC voice leading. Upon further examination, we discover that both Mystic Circle melodies—including their variants and transpositions—lie at the center of a network of melodies associated with the Young Women and with their feminized pastoral mode (see Example 41 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\tLike the second theme, the Mystic Circle First Theme is also subjected to processes of expansion and contraction (see Examples 42–43 ). Example 42 . A larger transposition up by whole tone (T 2 ) is achieved in stages, as each whole tone within the melody moves independently (click to enlarge and listen) Example 43 . A large-scale motivic contraction connects statements of the Mystic Circle First Theme (click to enlarge and listen) Example 44 . Two melodies associated with Young Women and exemplifying the feminized pastoral mode (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\tThe Young Women’s Melody from Augurs of Spring, the tune that dominates the Dances of the Young Women, is part of the network of Young Women’s melodies centered on the Mystic Circle Second Theme (see Example 44 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\tThe principal melody for The Naming and Honoring of the Chosen One, moves within the melodic frame D#-E-F#-G (0134) (see Example 45 ). This frame is unique in the ballet, but can be related via TC voice leading to the network of melodies associated with the Young Women. Indeed, this scene is a dance for the Young Women as they encircle and taunt the Chosen One. Note that it is in a military rather than pastoral mode, reflecting Stravinsky’s intention to associate the women in this scene with Amazonian warriors. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\tAn additional theme from the same Amazonian scene is similarly embedded in the network of women-centered melodies (see Example 46 ). Example 45 . The Amazonian principal theme of The Naming and Honoring of the Chosen One maintains the connection with Young Women, but transforms the expressive mode from pastoral to military (click to enlarge and listen) Example 46 . Another Amazonian, military theme from The Naming and Honoring of the Chosen One is also part of the women-centered network (click to enlarge and listen) Example 47 . Linkage of the Old Woman’s Tune , Exotic Melody #3 (which Craft calls “snake charming”), and the Chosen One’s Cry (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\tA different network of melodies involving The Chosen One’s Cry connects this singular young woman with the singular Old Woman and with the exoticism she embodies (see Example 47 ). As noted earlier, the Young Women are primarily associated with the feminized pastoral mode but may also express the military mode. By virtue of shared gender with the Old Woman, they may be associated with a number of her aspects as well, such as supernaturalism and exoticism. Robert Craft apparently referred to the melody I am calling Exotic Melody #3 as “snake charming,” capturing something of its sinuous, beguiling quality (cited in Hill 2000 , 19). In the Old Woman’s Tune , the upper minor third is filled in chromatically, as is the lower major second in The Chosen One’s Cry . Example 48 . Different musical characterizations of the female (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "hill_2000"
                ]
            }
        },
        {
            "35": {
                "text": "[35]\tThe transposition of the Chosen One’s Cry links it to women’s melodies from earlier in the ballet, and reminds us that the Chosen One, despite her special status, remains a Young Woman (the group from which she was chosen)  (see Example 48 ). As in Example 47, the lower major second of the Chosen One’s Cry is filled in chromatically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\tTC voice leading can create affinities not only among associated characters but also among melodies that share an expressive topic. For example, the fanfare topic is common in the Rite and usually (but not always) associated with the Young Men and with the masculinized military mode. Various fanfares are linked via TC voice leading (see Examples 49–50 ). Example 49 . The Earth Fanfare in relation to Abduction Fanfare #2 and the Second Tribe’s Fanfare (click to enlarge and listen) Example 50 . A different melody from Dancing Out of the Earth also has fanfare qualities, and is linked via TC voice leading with other fanfare melodies in the ballet (click to enlarge and listen) Example 51 . The Women’s Entreaty as a compression of the Second Tribe’s Fanfare (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\tWhile TC voice leading is generally used to bind together affinity networks of melodies from different scenes, it may also be used to relate melodies with contrasting expressive modes that appear within the same scene. In the Ritual of the Two Rival Tribes, for example, the Women’s Entreaty at both of its transposition levels represents an expansion of the Second Tribe’s Fanfare at both of its transposition levels (see Example 51 ). The women compress the men’s music and change its affective impact from pastoral to military in the process. Pitch location Example 52 . A basic opposition between feminine, pastoral melodies within A-D and ponderous, religious processions for Old Men within G ♯ - C ♯ , mediated by the Final Judgment melody (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\tPrevious discussion has largely focused on the voice leading connections among melodies that occupy different melodic spans and are found in different pitch locations.  But, to some extent, pitch location itself conveys a reasonably consistent symbolic meaning. For example, melodies that lie within the perfect fourth, G ♯ - C ♯ , are associated with the Sage, the Elders, and the Ancestors: the Sage’s Melody , the Sentence of Doom , and the contracted version of the Final Judgment all lie within that span, and mostly proceed with the heavy tread of religious processions. In contrast, melodies that lie within the perfect fourth, A-D, are generally associated with the feminine and the pastoral: the Opening Folk Tune , the Young Women’s Melody (in its transposition at the end of Augurs of Spring), and the Women’s Entreaty (in its transposition toward the end of Rival Tribes) all lie within that span. This duality of Young Women and Old Men is mediated by the Final Judgment melody in its original version, which is a judgment on one young woman, the Chosen One, by the Ancestors, who “glide toward her like rapacious monsters” (see Example 52 ). (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] \tThe opposition between pastoral, feminized A-D melodies and violently religious G ♯ - C ♯ melodies has a temporal aspect, as well: the A-D melodies generally occur early in each part of the ballet, while the G ♯ - C ♯ melodies generally occur toward the end of each part. This melodic shift musically reinforces the shift in expressive mode noted earlier: each of the two parts of the ballet moves from pastoral through military and religious to a concluding wild dance. Example 53 . The transposition of the Opening Folk Tune from A-D to A ♭ - D ♭ both composes out the initial melodic interval (T -1 ) and prefigures a dramatic shift from the feminized pastoral to the ritualized and murderous world of the Old Men (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]\tThat musical shift from A-D to G ♯ - C ♯ is prefigured within the Introduction to Part One, which begins with the Opening Folk Tune and ends with the same melody transposed down by one semitone (see Example 53 ). One can conceive this long-range transposition as a composing out of the initial interval: a melodic descent from C to C ♭ in the initial trill nested within a large-scale statement. These descending semitones are redolent of that interval’s traditional associations with grief, mourning, and sorrow. Over the course of the Introduction to Part One, this interval moves the music out of the peaceful pastoral of the opening into the wild strife of the scenes that follow. The mourning, then, is for the loss of a pastoral Eden. In purely musical terms, the motion prefigures the eventual dramatic progression from the peaceful world of the Young Women (epitomized by A-D centered melodies), through the sexual violence inflicted by the Young Men, and ultimately to the murderous, ritualized violence inflicted on The Chosen One by the Old Men (epitomized by G ♯ - C ♯ centered melodies).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\tIn the concluding section of the Sacrificial Dance, and of the ballet as a whole, the Chosen One resumes her dance, her Cry , and her Fanfare , with increasing intensity and wildness, culminating in her death. Her music appears not in its original pitch, but transposed up a perfect fifth, from D to A. At that higher level, it recalls and culminates musical events from earlier in the ballet, especially the opening scene. It is the end of a long journey, but also a symbolic return to its opening, the dark hour just before dawn and the bursting forth of spring. Example 54 . The final measures of the ballet recall and demonically parody the Opening Folk Tune , especially the emphasis on the interval A-C within the A-B-C-D frame (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\tThe harmony, which is expressed purely by the powerful alternation of A and C in the contrabasses, tuba, and timpani, affirms the A-centricity of the block and strongly recalls the opening folk tune (see Example 54 ). The final measures of the ballet—a musical representation of the violent, brutal, ritual murder of a young woman—recalls the feminized pastoral opening of the ballet and the gentle folk melody quoted there. The structure of the ballet is thus basically circular: the musical materials from the opening return at the end, but now in a radically different expressive mode, a demonic parody. The life of a young woman and the narrative arc of this ballet are now complete. Appendix Appendix: Principal Melodies [PDF]",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.4.straus.html",
    "data": "mto/data/mto.22.28.4.straus.json"
}