{
    "title": "Review of Nicolas Marston’s <i>Beethoven’s Piano Sonata in E, op. 109</i>, Oxford: Clarendon Press, 1995.",
    "date": "1997/01/01",
    "volume": "3",
    "issue": "1",
    "authors": [
        "Friedmann, Michael"
    ],
    "abstract": "",
    "keywords": [
        "Beethoven",
        "Schenker"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.1/mto.97.3.1.friedmann.pdf",
    "author_info": [
        {
            "name": "Michael Friedmann",
            "university": "Yale University",
            "address": "New Haven, CT 06520",
            "email": "mfried@yalevm.ycc.yale.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Nicholas Marston, “Schenker and Forte Reconsidered: Beethoven’s Sketches for the Piano Sonata in E, op. 109,” Nineteenth Century Music 10 (1986–87), pages 24–42.",
            "citations": []
        },
        "FN2": {
            "text": "2. Charles Rosen, The Classical Style , Norton Books, New York, 1971.",
            "citations": []
        },
        "FN3": {
            "text": "3. Allen Forte, The Compositional Matrix (Da Capo Press, New York, 1974.",
            "citations": []
        },
        "FN4": {
            "text": "4. V. Kofi Agawu, Playing with Signs , Princeton University Press, Princeton, 1991.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Nicholas Marston’s ten-year-old article in Nineteenth-Century Music on Beethoven’s sketches for the Piano Sonata op. 109 has found its logical successor in Marston’s new book on the same sonata in Clarendon Press’s series Studies in Musical Genesis and Structure . (1) Whereas the article dealt with the first movement and the theme for the variation movement, the volume under review addresses the entire sonata and gives a comprehensive survey of the sketches.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Marston’s approach is informed by a Schenkerian view of structure, although not an entirely orthodox one. For Marston, the introduction, intensification and resolution of a large-scale dissonance (Rosen, 1971) is encapsulated by the fate of the dominant representative tone B in relation to the tonic representative G ♯ . (2) The idea of a “conflict” between the boundary pitches of the upper third of the tonic triad is not the result of a purely Schenkerian vision. Nor would Schenker subscribe to Marston’s view of either the background motions underlying the individual movements or his unusual view of the sonata as a whole. For Marston, the pitch B “stands for” the dominant tonality, and the melodic line G ♯ – A ♯ –B constitutes a focusing on that pitch, just as G ♯ “stands for” the tonic and the melodic line B–A– G ♯ signals a successful resolution. Marston views descent to the third, rather than the tonic, as Beethoven’s canonical background structural motion in this work. Significantly, Marston feels that this descent is never successfully accomplished within the first movement, but is reserved for the third movement as a whole, and its theme in particular.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The second movement provides a similar motivic dichotomy for Marston’s speculations on structure and closure. Here, it is the opposition between 3 ˆ – 2 ˆ – 1 ˆ , the seminal motion of tonic closure and 3 ˆ – 1 ˆ – 2 ˆ , the comparable emblem of dominant tonality, that provides the scaffolding. Structural incompleteness, not as convincingly demonstrated as in the first movement, is indicated by Marston’s background for the prestissimo , which is depicted as an interrupted structure: 3 ˆ – 2 ˆ // 3 ˆ – 2 ˆ – 3 ˆ . In the context of this movement, the final G prevents the more potent closure on 1 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The theme of the third movement supplies this analysis with the convincing 5 ˆ – 4 ˆ – 3 ˆ motion that is denied to the first movement. The variation structure provokes fascinating and convincing links with the first movement, going far beyond the powerful bass line motions illuminated in Allen Forte’s The Compositional Matrix . (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Marston’s guiding idea, to take the purposefully engineered incompleteness of each movement as the inspiration for a close examination of the linkages between the movements and to invest in the unity of the whole at the expense of the parts, comes from Schenker. However, many of the specifics directly contradict Schenker’s own commentary and the general precepts of his background structures, none more so than Marston’s overall “Urlinie” for the whole sonata: ♯ 3 ˆ – 3 ˆ ( ♮ )– ♯ 3 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Allen Forte’s monograph also takes its inspiration from Schenker, and is itself a study of the sketches. Marston is critical of Forte’s selection from among the sketches: Forte only uses those sketches which serve to illuminate a direct path to the final version of a given movement or passage. Marston strongly feels that an inclusive view of all the sketches demonstrates the composer’s all-pervasive concerns, only some of which are manifested locally, i.e. in the passage being sketched. Marston is convinced that a complex of concerns which are crucial for the final draft of the sonata can be connected to the sketches, albeit via an indirect route. These overriding concerns are the articulation of degrees of closure (utilizing the 5 ˆ – 4 ˆ – 3 ˆ motive), the quest for a salient role for the submediant harmony, and the conflict between tonic and dominant harmony via their motivic and scale degree representatives. The artistic richness of each sketch’s solutions to the ongoing issues of the work is taken by Marston as a justification for their study, independent of their role in the final draft of the sonata.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although the structural study of sketches as well as the analysis of the final whole provide the author with ample material for his study, one is surprised that the striking similarity between the opening of op. 109 and that of the second movement of the relatively slight Sonata in G, op. 79 remains unmentioned. The double stemming of downbeats in the opening of op. 109 emphasizes the correspondences of those melodic tones to the parallel notes of the earlier sonata, a connection which plays an important role in one’s concept of performance of the work. Although Beethoven’s sketches for the opening indicate a monumental creative struggle, his final idea was literally indebted to a relatively simple-minded earlier work. Marston does draw convincing structural and chronological connections between the song “Abendlied unterm gestirnten Himmel,” WoO 150, and the first movement of op. 109.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Such concerns as the tempi of the movements (N.B. the extreme prestissimo of the second movement as well as the vivace and adagio espressivo of the first movement) and the relations between them also constitute untouched territory in Marston’s volume. The inattention to the significance of tempo is connected to the analyst’s unwillingness to engage with the “topical” and stylistic narrative of the work a la Ratner and Agawu. Whereas the “introversive semiosis” (Agawu, 1991) which engages the degrees of closure is at the center of Marston’s work, the “extroversive semiosis” which is fascinatingly engaged by the duality of the first movement and the progress of the variations plays as central a role. (4) Marston’s priorities are clarified by his treatment of the suggestive words quoted from Beethoven’s first sketch of the first movement at the moment (measure 9) which eventually becomes the first adagio expressivo : . . . “fällt ein Cis moll in eine(r) Fantastie u.(nd) schliesst darin” . . . This enigmatic phrase is interpreted by Marston to indicate Beethoven’s original intention to close the adagio in C ♯ minor. The quote might as well indicate more generically that the section closes in a fantasy. In any case, the radicalism of the idea of interrupting the rhythmically continuous vivace movement with a fantasy inspired by the style of J. S. or at least C. P. E. Bach is not investigated. Instead, this improvisatory passage, which participates a unique way in the movement towards the dominant, is characterized as the second theme of a sonata form. Indeed, the recapitulation’s transposition of the adagio espressivo down a fifth resonates strongly with sonata practice, and Marston’s characterization of it as second theme is clearly not “incorrect.” Yet this interpretation hardly captures the uniqueness of the musical idea of the adagio espressivo , one which combines obvious elements of contrast with implications that it is the transition between vivace sections. Indeed, if the components of sonata form are a governing paradigm for the movement, one might as aptly characterize the resumption of the vivace as a condensation of the functions of second theme and development whereas the preceding adagio combines elements of bridge and second theme. To Marston as well as Forte these are simply development and second theme. However, other, looser formal paradigms such as the improvisatory prelude-fantasy-toccata might be found to have at least as much weight in the description of the movement’s form.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] None of these omissions vitiates the great value of Marston’s numerous brilliant insights into the sketches of op. 109 as well as the final work. One is fascinated by such a clearly constructed and convincing chronological narrative of the order of the sketches linked to the compositional concerns. Moreover, the lucid transcription of the sketches would in itself justify the existence of this book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] There can be no question as to the location of this book on the spectrum between theory and analysis. Clearly, Marston is more interested in exploring the uniqueness of Beethoven’s sonata op. 109 than in advocating an agenda involving new post-Schenkerian paradigms of overall structure. Ironically, his engagement with the specificity of his task that stimulates the inquisitive reader to further speculations on the meaning of “cyclic” structure, on degrees of closure and its purposeful prevention, and on a broader range of significance in the relation between sketch and final draft. One cannot help but admire Marston’s devotion to and engagement with this supremely beautiful work as well as the intellectual robustness which results from his focus on the work, a priority which can only result in theoretical outcomes which are rooted in genuine musical experience rather than the momentum of pure speculation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.97.3.1.friedmann.html",
    "data": "mto/data/mto.97.3.1.friedmann.json"
}