{
    "title": "Public Music Theory’s Neoliberal Learning Outcomes",
    "date": "2023/05/01",
    "volume": "29",
    "issue": "2",
    "authors": [
        "Belcher, Owen",
        "Kim, Catrina",
        "Reese, Alan"
    ],
    "abstract": "Recent years have seen a growing interest in integrating “public music theory” (PMT) into the classroom. While proponents argue that PMT-related class projects enhance traditional learning outcomes, some advocate for PMT assignments that focus explicitly on job training, thus aligning the learning outcomes of the music theory class with those of music entrepreneurship programs—students learn to “market themselves, fundraise, and interact with the broader public beyond traditional concert performances” (Belcher and Grant 2019). We argue that such discourse reflects a neoliberal frame that encourages a marketized view of music theory pedagogy—how music theory mastery can be sold to our students as a boost to their careers. PMT, with its emphasis on practical skills and interaction with a (potentially paying) public, is particularly susceptible to this framing.Building on Moore’s (2016) critique of musical entrepreneurship programs and Ritchey’s (2019) examination of neoliberalism’s effects on classical music, we analyze the role neoliberal values play in theorists’ decisions to bring PMT into the classroom and publish PMT themselves. We elucidate the neoliberal frame in several examples drawn from our own teaching experiences and from others. In our critique, we identify covert learning outcomes promoting a neoliberal perspective and engage with the following questions: How are music theory faculty, like all university instructors, under a particular “pressure to embody and transmit the values of power” (Bousquet 2008, 93)? And, in light of this pressure, how can we negotiate differences between our economic realities and societal ideals in our teaching?",
    "keywords": [
        "public music theory",
        "entrepreneurship",
        "pedagogy",
        "neoliberalism",
        "social media"
    ],
    "doi": "10.30535/mto.29.2.2",
    "received": "November 2022",
    "pdf": "https://www.mtosmt.org/issues/mto.23.29.2/mto.23.29.2.kim_belcher_reese.pdf",
    "author_info": [
        {
            "name": "Owen Belcher",
            "university": "University of Missouri–Kansas City",
            "address": "Volker Campus, 4949 Cherry Street, Kansas City, MO 64110",
            "email": "obelcher@umkc.edu"
        },
        {
            "name": "Catrina Kim",
            "university": "University of Massachusetts Amherst",
            "address": "Department of Music and Dance, Bromery Center for the Arts - 273 East, 151 Presidents Drive, Amherst, MA 01002",
            "email": "catrinakim@umass.edu"
        },
        {
            "name": "Alan Reese",
            "university": "University of Massachusetts Amherst",
            "address": "Department of Music and Dance, Bromery Center for the Arts - 273 East, 151 Presidents Drive, Amherst, MA 01002",
            "email": "areese@umass.edu"
        }
    ],
    "citations": {
        "barna_2020": "Barna, Alyssa. 2020. “These are the Musicological Reasons Taylor Swift’s New Album Sounds Dull.” Washington Post , December 16, 2020. https://www.washingtonpost.com/outlook/2020/12/16/taylor-swift-musicology-evermore-boring/ .",
        "barna_2021": "Barna, Alyssa. 2021 (online). “Music Theory and Mainstream Digital Journalism.” In The Oxford Handbook of Public Music Theory , ed. J. Daniel Jenkins. Oxford University Press. Print version forthcoming. https://doi.org/10.1093/oxfordhb/9780197551554.013.3 .",
        "bashford_2007": "Bashford, Christina. 2007. The Pursuit of High Culture: John Ella and Chamber Music in Victorian London . Boydell. https://doi.org/10.1017/9781846155833 .",
        "belcher_and_grant_2019": "Belcher, Owen, and Aaron Grant. 2019. “Reforming the Undergraduate Core Curriculum Through the Integration of Public Music Theory.” Engaging Students: Essays in Music Theory Pedagogy 5. https://doi.org/10.18061/es.v7i0.7363 .",
        "bourne_2017": "Bourne, Janet, 2017. “Outside the Classroom: Community-Engaged Learning Projects in Music Theory.” Engaging Students: Essays in Music Pedagogy 5. https://doi.org/10.18061/es.v5i0.7242 .",
        "bousquet_2008": "Bousquet, Marc. 2008. How the University Works: Higher Education and the Low-Wage Nation .\n    New York University Press.",
        "brown_2005": "Brown, Wendy. 2005. Edgework: Critical Essays on Knowledge and Politics . Princeton University Press.",
        "brown_2015": "Brown, Wendy. 2015. Undoing the Demos: Neoliberalism’s Stealth Revolution . Zone Books.",
        "carroll_2002": "Carroll, Jill. 2002. “How to Be One of the Gang When You’re Not.” Chronicle of Higher Education , January 18, 2002.",
        "eastman_school_of_music": "Eastman School of Music. “Center for Music Innovation and Engagement.” https://web.archive.org/web/20220730233110/https://www.esm.rochester.edu/iml/entrepreneurship/ .",
        "ewell_2020": "Ewell, Philip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.4 .",
        "feagin_2013": "Feagin, Joe. 2013. The White Racial Frame: Centuries of Racial Framing and Counter-framing .\n    2nd ed. Routledge. https://doi.org/10.4324/9780203076828 .",
        "fisher_2009": "Fisher, Mark. 2009. Capitalist Realism: Is There No Alternative? O Books.",
        "florida_state_university": "Florida State University. “Entrepreneurship.” Accessed April 21, 2023. https://music.fsu.edu/programs/entrepreneurship/ .",
        "gomez-peck_and_teeple_2020": "Gomez-Peck, Stephen, and Samuel Teeple. 2020. “From Consumer to Producer: Cultivating Digital Literacy in the Music Appreciation Classroom.” Paper presented at the Joint Annual Meeting of the American Musicological Society and the Society for Music Theory, Virtual Conference, “Pedagogy of the Public” Panel, November, 2020.",
        "gopinath_2009": "Gopinath, Sumanth, 2009. “Diversity, Music Theory, and the Neoliberal Academy.” Gamut 2 (1): 61–88.",
        "grasso_and_arnold_2022": "Grasso, Julianne, and Cory Arnold. “Music Theory Youtube.” In The Oxford Handbook of Public Music Theory , ed. J. Daniel Jenkins. Oxford University Press. Print version forthcoming. https://doi.org/10.1093/oxfordhb/9780197551554.013.32 .",
        "hall_2021": "Hall, Stuart. [1993] 2021. “Which Public, Whose Service?” In Writings on Media , ed. Charlotte Brunsdon. 281–96. Duke University Press.",
        "jaffe_2021": "Jaffe, Sarah. 2021. Work Won’t Love You Back: How Devotion to Our Jobs Keeps Us Exploited, \n    Exhausted, and Alone . Bold Type Books.",
        "jenkins_2017a": "Jenkins, J. Daniel. 2017a, ed. Schoenberg’s Program Notes and Musical Analyses . Oxford University Press.",
        "jenkins_2017b": "Jenkins, J. Daniel. 2017b. “Towards a Curriculum in Public Music Theory.” Engaging Students: Essays in Music Theory Pedagogy 5. https://doi.org/10.18061/es.v5i0.7243 .",
        "jenkins_2020": "Jenkins, J. Daniel. 2020. “Music Theory Pedagogy and Public Music Theory.” In The Routledge Companion to Music Theory Pedagogy , ed. Leigh VanHandel, 382–89. Routledge. https://doi.org/10.4324/9780429505584-64 .",
        "jenkins_2021": "Jenkins, J. Daniel, ed. 2021. The Oxford Handbook of Public Music Theory . Oxford University Press. Print version forthcoming. https://doi.org/10.1093/oxfordhb/9780197551554.001.0001 .",
        "klein_2007": "Klein, Naomi. 2007. The Shock Doctrine: The Rise of Disaster Capitalism . Picador.",
        "levitz_2018": "Levitz, Tamara. 2018. “The Musicological Elite.” Current Musicology 102: 9–80.",
        "london_2020": "London, Justin. 2020. “What Should an Undergraduate Music Theory Curriculum Teach? (And, Alas, What Most of the Time We Don’t).” In The Routledge Companion to Music Theory Pedagogy , ed. Leigh VanHandel. 424–32. Routledge. https://doi.org/10.4324/9780429505584-70 .",
        "lumsden_2020": "Lumsden, Rachel. 2020. “Music Theory for the ‘Weaker Sex’: Oliveria Prescott’s Columns for The Girl’s Own Paper.” Music Theory Online 26 (3). https://doi.org/10.30535/mto.26.3.4 .",
        "manhattan_school_of_music": "Manhattan School of Music. “Center for Music Entrepreneurship.” Accessed May 1, 2022. https://web.archive.org/web/20220702165602/https://www.msmnyc.edu/programs/center-for-music-entrepreneurship/ .",
        "mcmillan_cottom_2015": "McMillan Cottom, Tressie. 2015. “‘Who Do You Think You Are?’: When Marginality Meets Academic Microcelebrity.” Ada: A Journal of Gender, New Media, and Technology 7. https://scholarsbank.uoregon.edu/xmlui/handle/1794/26359 .",
        "moore_2016": "Moore, Andrea. 2016. “Neoliberalism and the Musical Entrepreneur.” Journal of the Society for American Music 10 (1): 33–53. https://doi.org/10.1017/S175219631500053X .",
        "nelson_and_watt_2004": "Nelson, Cary, and Stephen Watt. 2004. Office Hours: Activism and Change in the Academy . Routledge. https://doi.org/10.4324/9780203014196 .",
        "o’hara_2018": "O’Hara, William. 2018. “Music Theory and the Epistemology of the Internet; or, Analyzing Music Under the New Thinkpiece Regime.” Analitica: Rivista online di studi musicali 10. https://hcommons.org/deposits/objects/hc:25672/datastreams/CONTENT/content .",
        "o’hara_2020": "O’Hara, William. 2020. “Analytical Podcasting.” In The Routledge Companion to Music Theory Pedagogy , ed. Leigh VanHandel. 390–96. Routledge. https://doi.org/10.4324/9780429505584-65 .",
        "pallett_2014a": "Pallett, Owen. 2014a. “Skin Tight Jeans and Syncopation: Explaining the Genius of Katy Perry’s ‘Teenage Dream’—Using Music Theory.” Slate , March 25, 2014. https://slate.com/culture/2014/03/katy-perrys-teenage-dream-explaining-the-hit-using-music-theory.html .",
        "pallett_2014b": "Pallett, Owen. 2014b. “Ecstatic Melodic Copulation: Explaining the Genius of Daft Punk’s ‘Get Lucky’—Using Music Theory.” Slate , March 28, 2014. https://slate.com/culture/2014/03/daft-punks-get-lucky-explained-using-music-theory.html .",
        "peebles_2017": "Peebles, Crystal. 2017. “Engaging Community in a Twentieth-Century Analysis Class.” Engaging Students: Essays in Music Pedagogy 5. https://doi.org/10.18061/es.v5i0.7240 .",
        "perry_2014": "Perry, David M. 2014. “But Does It Count?” The Chronicle of Higher Education , June 23, 2014. https://www.chronicle.com/article/but-does-it-count/ .",
        "piilonen_2022": "Piilonen, Miram. 2022 (online). “Music Theory and Social Media.” In The Oxford Handbook of Public Music Theory , ed. J. Daniel Jenkins. Oxford University Press. Print version forthcoming. https://doi.org/10.1093/oxfordhb/9780197551554.013.14 .",
        "ritchey_2019": "Ritchey, Marianna. 2019. Composing Capital: Classical Music in the Neoliberal Era . University of Chicago Press.",
        "ritchey_2021": "Ritchey, Marianna. 2021. “Resisting Usefulness: Music and the Political Imagination.” Current Musicology 108: 26–52. https://doi.org/10.7208/chicago/9780226640372.001.0001 .",
        "roberson_2020": "Roberson, Malia Jade. 2020. “#MusicTheory: How I Use Instagram Marketing in My #musictheoryclass for Student Success.” Video presented at the Joint Annual Meeting of the American Musicological Society and the Society for Music Theory, Virtual Conference, “Pedagogy of the Public” Panel, November, 2020. https://www.youtube.com/watch?v=koUytGm1zx8 .",
        "roberson_2021": "Roberson, Malia Jade. 2021. “Malia Jade Roberson — Becoming a Music Theory Entrepreneur.” Interview with Ben Graf, Paul Thomas, and Jenn Weaver. Note Doctors . Podcast audio. September 20, 2021. https://podcasts.apple.com/us/podcast/episode-26-malia-jade-roberson-becoming-a-music/id1530735460?i=1000535967786 .",
        "schalet_2016": "Schalet, Amy. 2016. “Should Writing for the Public Count Toward Tenure?” The Conversation , August 18, 2016. https://theconversation.com/should-writing-for-the-public-count-toward-tenure-63983 .",
        "stevens_2022": "Stevens, Daniel B. 2022 (online). “Community-Engaged Music Theory Pedagogy.” In The Oxford Handbook of Public Music Theory , ed. J. Daniel Jenkins. New York: Oxford University Press. Print version forthcoming. https://doi.org/10.1093/oxfordhb/9780197551554.013.1 .",
        "undercofler_2011": "Undercofler, James. 2011. “State of the Art.” ArtsJournal (blog). http://www.artsjournal.com/state/stat-of-the-art/ .",
        "university_of_colorado_boulder": "University of Colorado Boulder. “Entrepreneurship Center for Music.” Accessed May 1, 2022. https://www.colorado.edu/music/academics/centers-programs/entrepreneurship-center-music .",
        "university_of_michigan": "University of Michigan. “Entrepreneurship and Leadership.” Accessed May 1, 2022. https://smtd.umich.edu/departments/entrepreneurship-leadership/ .",
        "university_of_missouri—kansas_city": "University of Missouri—Kansas City. “Arts Entrepreneurship Undergraduate Certificate.” Accessed May 1, 2022. https://catalog.umkc.edu/colleges-schools/conservatory/arts-entreprenuership-ug-certifica\n    te/ .",
        "university_of_missouri_system": "University of Missouri System. “UM System Workforce Development Initiative.” Accessed May 1, 2022. https://community.umsystem.edu/um-highlights/um-system-workforce-development-initiative/ .",
        "university_of_north_texas": "University of North Texas. “Music Business and Entrepreneurship.” Accessed May 1, 2022. https://career.music.unt.edu/ .",
        "university_of_wisconsin_system": "University of Wisconsin System. 2009. “The Role of the University of Wisconsin System in Workforce Development.” Accessed May 1, 2022. https://www.wisconsin.edu/news/download/news_documents/2009/july_2009/UWS-RoleInWorkforceDevelopment.pdf .",
        "university_of_texas_at_austin": "University of Texas at Austin. “Welcome to the Center for Creative Entrepreneurship.” Accessed April 21, 2023. https://finearts.utexas.edu/news/welcome-center-creative-entrepreneurship .",
        "weininger_2014": "Weininger, David. “Flute Genius Claire Chase Brings Entrepreneurial Spirit to Boston.” Boston Globe , 19 November 2014. http://www.bostonglobe.com/arts/music/2014/11/19/flute-genius-claire-chase-brings-entrepreneurial-spirit-boston/Ccqg4cKnv4R42kE47LeaLN/story.html .",
        "wells_horwitz_and_seetharaman_2021": "Wells, Georgia, Jeff Horwitz, and Deepa Seetharaman. 2021. “Facebook Knows Instagram is Toxic for Teen Girls, Company Documents Show.” Wall Street Journal , September 14, 2021. https://www.wsj.com/articles/facebook-knows-instagram-is-toxic-for-teen-girls-company-documents-show-11631620739 .",
        "white_2020": "White, Chris. 2020. “Beethoven Has a First Name.” Slate , October 24, 2020. https://slate.com/culture/2020/10/fullname-famous-composers-racism-sexism.html .",
        "williams_2017": "Williams, Natalie. 2017. “Melody Makers: Connecting Student Composers with the Community.” Engaging Students: Essays in Music Pedagogy 5. https://doi.org/10.18061/es.v5i0.7241 .",
        "zerin_2018": "Zerin, Samantha. 2018. “The Ultimate Guide to Music Theory on Social Media.” Accessed 1 August 2021. https://web.archive.org/web/20210617045601/https://www.socialmediamusictheory.com/ultimate-guide.html .",
        "zuboff_2019": "Zuboff, Shoshana. 2019. The Age of Surveillance Capitalism . Public Affairs."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In addition, in 2020, the joint annual meeting of the Society for Music Theory and the American Musicological Society included a session titled “Pedagogy for the Public: Using Social Media Strategies to Create Understanding and Engagement.” This increased interest in PMT has led to the online publication of the Oxford Handbook of Public Music Theory , edited by Daniel Jenkins ( 2021 , currently in print development).",
            "citations": [
                "jenkins_2021"
            ]
        },
        "FN2": {
            "text": "2. For example, see Bourne 2017 , Peebles 2017 , and Williams 2017 .",
            "citations": [
                "bourne_2017",
                "peebles_2017",
                "williams_2017"
            ]
        },
        "FN3": {
            "text": "3. Gopinath 2009 is the only music theorist we are aware of who has discussed the relationship between U.S. music theory and neoliberalism; his focus is on the role of diversity within the neoliberal academy. More recently, Miriam Piilonen ( 2022 ) has explored the complexities of music theory and social media under the umbrella of “surveillance capitalism,” a concept elucidated by Shoshana Zuboff ( 2019 ).",
            "citations": [
                "gopinath_2009",
                "piilonen_2022",
                "zuboff_2019"
            ]
        },
        "FN4": {
            "text": "4. The origins of neoliberalism are typically traced to Milton Friedman and the Chicago School of economists, and in particular their involvement with Augusto Pinochet’s regime in Chile after the coup d’état in 1973. For an overview of these events, see Klein 2007 .",
            "citations": [
                "klein_2007"
            ]
        },
        "FN5": {
            "text": "5. Margaret Thatcher, arguably the prime avatar of neoliberalism in action, memorably captured the ideology’s anti-collectivist sentiment in 1987: “There is no such thing as society, there are only individual men and women, and there are families” ( Ritchey 2019 ).",
            "citations": [
                "ritchey_2019"
            ]
        },
        "FN6": {
            "text": "6. Ritchey observes that individualism has been a crucial characteristic of liberalism since its origins: “Within liberal thought, every individual is isolated in its own quest to fulfill its self-interest, and is tied to others, not through bonds of solidarity or shared goals or even the brutal physical reality of shared blood vessels, but rather by a larger, immutable force—for [Thomas] Hobbes, absolutist monarchy; for neoliberals, the market” ( 2019 , 62).",
            "citations": [
                "ritchey_2019"
            ]
        },
        "FN7": {
            "text": "7. Ritchey writes that under liberalism the social value of “art” is assumed to be the extent to which “it generates money or helps firms or the state gain economic advantage” ( 2021 , 31). She notes this way of thinking in her 2019 book as well, writing, “Most of the subjects studied [in this book] identify as socially progressive, perhaps even leftist, yet they often passionately espouse brutal right-wing ideas without realizing that they are doing so” ( Ritchey 2019 , 18).",
            "citations": [
                "ritchey_2021",
                "ritchey_2019"
            ]
        },
        "FN8": {
            "text": "8. A famous quote generally attributed to Frederic Jameson describes a similar sentiment: “It is easier to imagine the end of the world than the end of capitalism” ( 2019 , 17).",
            "citations": [
                "ritchey_2019"
            ]
        },
        "FN9": {
            "text": "9. For an analysis of the university’s corporatization in the United States, see Bousquet 2008 .",
            "citations": [
                "bousquet_2008"
            ]
        },
        "FN10": {
            "text": "10. As an example of neoliberal education policy, Brown cites the Obama administration’s proposed plan to rate colleges based on “return on investment,” meaning which colleges offer student-consumers the best bang for your buck ( 2015 , 178).",
            "citations": [
                "brown_2015"
            ]
        },
        "FN11": {
            "text": "11. Brown makes a related observation: “The growing demand for job training and exclusively marketable research marginalizes, when it does not eliminate, academic practices and undertakings at variance with market norms or understood to block market flows” ( 2015 , 183).",
            "citations": [
                "brown_2015"
            ]
        },
        "FN12": {
            "text": "12. And as Bousquet observes, “from a consumer perspective, the bargain has gotten worse for purchasers of credit hours, because there are many more years at low wages and fewer years at higher wages, plus there are reductions in benefits, a debt load, and historically unprecedented insecurity in those working ‘full-time’ jobs” ( 2008 , 156).",
            "citations": [
                "bousquet_2008"
            ]
        },
        "FN13": {
            "text": "13. Jaffe similarly claims that much graduate student work “primes [students] to accept undervalued and insecure work in the future” ( 2021 , 249). Finally, regarding graduate music programs in particular, Levitz states succinctly that “graduate programs in musicology offer students professional status and prestige divorced from financial security and the possibility of obtaining a job. . . . Many recent graduates face a landscape that has become almost impossible to negotiate, except as unpaid volunteers” ( 2018 , 48).",
            "citations": [
                "jaffe_2021",
                "levitz_2018"
            ]
        },
        "FN14": {
            "text": "14. Here, we use exploitation in its more colloquial sense, i.e., taking egregious advantage of someone else’s time and labor. This is distinguished from the Marxist definition, where exploitation is simply “wage labor under capitalism, where the work you put in produces more value than the wages you are paid are worth” ( Jaffe 2021 , 17). Within this framework, any labor that participates in an employer-employee relationship is exploitation.",
            "citations": [
                "jaffe_2021"
            ]
        },
        "FN15": {
            "text": "15. For example, former administrator James Undercofler ( 2011 ) admonishes current musicians “to stop whining about the current state of chaos, or decline in the arts and culture sector, and strive to ﬁnd creative pathways to a healthier and stable place,” namely to become “creative entrepreneurs.”",
            "citations": [
                "undercofler_2011"
            ]
        },
        "FN16": {
            "text": "16. Ritchey notes in her critique of the composer Mason Bates that “promoting community” or “bringing people together” is often code for promoting whatever music has wide commercial appeal. This version of collectivity is, according to Ritchey, “wholly mediated by the market” and therefore a “hollow one” ( 2019 , 24).",
            "citations": [
                "ritchey_2019"
            ]
        },
        "FN17": {
            "text": "17. This presentation was delivered at the 2020 virtual annual meeting of the American Musicological Society and Society for Music Theory. In most cases, presenters submitted pre-recorded videos and Zoom sessions consisted of playing these videos and asking questions and discussing immediately afterward. Note that Roberson’s video (“How I Use Instagram Marketing in #musictheoryclass for Student Success”) is titled slightly differently than the presentation in the AMS/SMT program book (“#MusicTheory: How I Use Instagram Marketing in My #musictheoryclass for Student Success”).",
            "citations": []
        },
        "FN18": {
            "text": "18. Elsewhere, Roberson clarifies that she does not use Instagram to explicitly present music theory topics to students—“I don’t think Instagram is a good teaching platform”—and cites YouTube as a better option ( 2021 , 41:18).",
            "citations": [
                "roberson_2021"
            ]
        },
        "FN19": {
            "text": "19. This being said, we realize that Instagram is only one (apparently voluntary) part of Roberson’s teaching. As outside viewers of Roberson’s Instagram page and video presentation, we do not have a thorough understanding of her entire pedagogical philosophy or in-class practices. Thus, we wish to clarify that our analysis is limited to what is presented in Roberson’s video, which only deals with the social media and marketing aspects of her teaching philosophy.",
            "citations": []
        },
        "FN20": {
            "text": "20. For example, the goal of the University of Missouri systems’s “Workforce Development Initiative” is to “support statewide and local business, government and education efforts to enhance Missouri’s 21st-century workforce and ensure a vibrant, competitive economy” ( University of Missouri System ). Separately, the University of Wisconsin system was defined as a “key component in an economically robust Wisconsin,” with an “underlying purpose of the Growth Agenda” ( University of Wisconsin System ).",
            "citations": [
                "university_of_missouri_system",
                "university_of_wisconsin_system"
            ]
        },
        "FN21": {
            "text": "21. Stuart Hall made a similar point about the impact of Channel Four in the United Kingdom, writing that it “genuinely enfranchised large sectors of ‘the audience,’ opened the airwaves to excluded groups within the population, gave representation within the broadcasting mainstream to marginalized ways of experiencing modern life and legitimised neglected forms of cultural expression” ( [1993] 2021 , 288).",
            "citations": [
                "hall_2021"
            ]
        },
        "FN22": {
            "text": "22. As any casual user of Facebook, Instagram, Twitter, or TikTok knows, it takes time and energy to maintain a social media presence. Using Instagram as an auxiliary to a class is an enormous amount of uncompensated labor on the part of the teacher; making oneself available via more platforms heightens the expectation that teachers are always available, for example via direct-messaging. No doubt, this has extremely high costs to the health of the teacher, who must now negotiate the boundary between work and home on a 24/7 basis. Moreover, social media has come under significant scrutiny for negatively affecting mental health. As reported in the Wall Street Journal, Facebook’s own internal study revealed Instagram as particularly harmful for teenage girls, a conclusion that challenges Roberson’s description of Instagram as “stress-free” ( Wells, Horwitz, and Seetharaman 2021 ).",
            "citations": [
                "wells_horwitz_and_seetharaman_2021"
            ]
        },
        "FN23": {
            "text": "23. In her commentary on publishing PMT articles in digital outlets, Barna 2021 explicitly notes that while her PMT work is generally supported, her colleagues “emphasize that this is not the work that will earn me tenure.” She advises future scholars to “sit down with their chairs, colleagues, and other supervisors to discuss how best to display this work in their portfolio.”",
            "citations": [
                "barna_2021"
            ]
        },
        "FN24": {
            "text": "24. McMillan Cottom 2015 makes a similar point regarding what she calls “academic capitalism,” which “promotes engaged academics as an empirical measure of a university’s reputational currency.”",
            "citations": [
                "mcmillan_cottom_2015"
            ]
        },
        "FN25": {
            "text": "25. About the commentary devoted to music, O’Hara ( 2018 , 1) singles out articles with two-part “hook” titles, such as “Skin Tight Jeans and Syncopation: Explaining the Genius of Katy Perry’s ‘Teenage Dream’—Using Music Theory” ( Pallett 2014a ), and “Ecstatic Melodic Copulation: Explaining the Genius of Daft Punk’s ‘Get Lucky’ Using Music Theory” ( Pallett 2014b ).",
            "citations": [
                "pallett_2014a",
                "pallett_2014b"
            ]
        },
        "FN26": {
            "text": "26. PMT articles are thus subject to the same forces that Ritchey explores in her assessment of the market demands for contemporary composers, who in her estimation feel obliged to compose tonal, diatonic music with “steady, compelling rhythms” despite any personal artistic preferences ( 2019 , 78).",
            "citations": [
                "ritchey_2019"
            ]
        },
        "FN27": {
            "text": "27. However, the “new” relationship of music theory to the marketplace may not be especially new. Bashford, for example, examines how concert promoter and entrepreneur John Ella popularized program notes in mid-nineteenth-century England, noting how detailed analytical commentary appeared alongside “features puffing star artists” performing in Ella’s upcoming concerts ( 2007 , 171). Moreover, at the end of each series, the program notes were bundled together and sold to subscribers for an additional fee ( Bashford 2007 , 121). Elsewhere, Lumsden ( 2020 ) chronicles how Oliveria Prescott’s public music theory in magazines designed for women readers reflects a tension between teaching music theory concepts and the conservative, gendered metaphors which both help to communicate her ideas about music but also reinforce the prevailing socio-political system.",
            "citations": [
                "bashford_2007",
                "bashford_2007",
                "lumsden_2020"
            ]
        },
        "FN28": {
            "text": "28. McMillan Cottom ( 2015 ) makes similar arguments, writing that “the populist appeal for academics to engage the public imagines a democratization of specialized knowledge.”",
            "citations": [
                "mcmillan_cottom_2015"
            ]
        },
        "FN29": {
            "text": "29. Some artists explicitly connect neoliberal values with social justice. Most troublingly, in an interview with David Weininger ( Weininger 2014 ), flutist Claire Chase replaced the word “entrepreneur” with “activist,” describing entrepreneurship as “disruptive” and “quite radical.”",
            "citations": [
                "weininger_2014"
            ]
        },
        "FN30": {
            "text": "30. Ritchey poses an adjacent question from the broader context of public support for the arts: “When people assert that ‘art is good for society,’ which art do they mean, exactly?” She answers that under the market-oriented regime of liberalism, “art” is rendered into an undifferentiated whole and “good” signifies only “profitability and economic impact” ( 2021 , 31). Thus, the claim for art’s social usefulness conflates the public with a small minority of structural beneficiaries, i.e., the “billionaires and corporations [that use philanthropy to arts organizations] as a tool for shoring up their public images and shielding them from paying taxes” ( 2021 , 29).",
            "citations": [
                "ritchey_2021",
                "ritchey_2021"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Recent years have seen a growing interest among U.S. professional music theorists in scholarly engagement with the public, activity that generally falls under the rubric of “public music theory” (PMT). Examples are wide-ranging, including publications in journalistic outlets ( Barna 2020 ; White 2020 ), explorations of historical examples of PMT ( Lumsden 2020 ; Jenkins 2017a , 2020 ), and an evaluation of online music analytical thinkpieces ( O’Hara 2018 ). (1) In addition, there are numerous suggestions on how to bring PMT activities into the classroom, such as writing program notes and newspaper articles ( Belcher and Grant 2019 ), recording podcasts ( Gomez-Peck and Teeple 2020 ), editing Wikipedia articles ( Bourne 2017 ), and performing lecture recitals in local community centers ( Peebles 2017 ; Stevens 2022 ). What accounts for this significant new trend in music theory pedagogy scholarship? PMT-related class projects may—among many other benefits—serve to enhance traditional learning outcomes, for example by improving writing and speaking skills, developing the ability to critique theories and methodologies ( Jenkins 2017b ), increasing “mastery of core theory concepts,” and/or boosting students’ intrinsic motivation ( Belcher and Grant 2019 ). Additionally, several authors add that these activities increase accessibility and encourage students to engage with their communities. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "barna_2020",
                    "white_2020",
                    "lumsden_2020",
                    "jenkins_2017a",
                    "jenkins_2020",
                    "belcher_and_grant_2019",
                    "bourne_2017",
                    "peebles_2017",
                    "stevens_2022",
                    "jenkins_2017b",
                    "belcher_and_grant_2019"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] However, in addition to achieving the above aims, many authors claim that PMT assignments—compared to more traditional ones—can better prepare students for professional environments. For example, Belcher and Grant ( 2019 ) underscore how such assignments can provide “invaluable career training”: creating program notes shows “the applicability of theory to [students’] professional lives,” while writing newspaper concert announcements “develops publicity skills.” Notably, this orientation toward job training aligns the learning outcomes of the music theory class with those of many music entrepreneurship programs. As Belcher and Grant point out, “modern musicians are increasingly being asked to market themselves, fundraise, and interact with the broader public beyond traditional concert performances.”",
                "footnotes": [],
                "citations": [
                    "belcher_and_grant_2019"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] In this article, we argue that the pedagogical emphasis on career training is indicative of another type of training: preparation for—and uncritical acceptance of—the system of neoliberal capitalism that governs the U.S. labor market and directs the priorities of its institutions of higher education. Attending to the common implicit framing of PMT demonstrates a regular application of market-based rationality to both institutions and individuals. We do not intend to single out any particular authors, as neoliberal values are endemic to PMT discourse in both professional scholarship and the classroom, as well as in higher education at large. In this way, the neoliberal frame is akin to what Philip Ewell ( 2020 ), borrowing a term from Joe Feagin ( 2013 ), has identified as the “white racial frame” in American music theory, i.e., the racialized privileges and stereotypes imbedded in the choices of music we analyze and theories we study. (3) Similarly, the neoliberal frame encourages a marketized view of music theory research and pedagogy—how music theory mastery can be sold to our students as a leg up on the market, or how articles published in popular, non-academic outlets might justify department funding to university administrators. Our aim is to identify and critique the neoliberal values covertly smuggled in under this frame—as well as the ways in which they are frequently justified—with PMT as merely symptomatic of larger issues.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "ewell_2020",
                    "feagin_2013"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] While many scholars have studied the influence of neoliberalism on higher education, our work is particularly indebted to Andrea Moore, who “analyze[s] the discourse supporting musical entrepreneurship training, demonstrating the ways it advances neoliberal values through the association of ‘freedom’ and ‘innovation’ with the dismantling of collectivity and valorization of precarious labor structures” ( 2016 , 33). We extend Moore’s work by focusing specifically on public music theory and pedagogy in order to explore the following questions: How does neoliberalism affect what and how we teach our students? How do institutions of higher education inscribe neoliberal values in their mission statements and written and unwritten expectations of faculty? And how can the music theory professoriate negotiate differences between our economic realities and societal ideals in our teaching, research, and service?",
                "footnotes": [],
                "citations": [
                    "moore_2016"
                ]
            }
        },
        {
            "0.5": {
                "text": "[0.5] Section 1 of this article defines and expands on relevant terms and concepts, such as neoliberalism and Mark Fisher’s ( 2009 ) notion of capitalist realism, as they relate to Moore’s critique of musical entrepreneurship training and the discourse surrounding it. In addition, we connect our work to broader discussions of the increasing corporatization and neoliberalization of American higher education. Section 2 adapts Moore’s analytical framework to examine how PMT is used and promoted in the classroom. We identify a set of “neoliberal learning outcomes” that, intended or otherwise, often come in tandem with the more positive learning outcomes highlighted by Jenkins ( 2017b ) and others. These neoliberal learning outcomes include legitimizing education as job training, conflating teaching with marketing, and normalizing the passive consumption of information.",
                "footnotes": [],
                "citations": [
                    "fisher_2009",
                    "jenkins_2017b"
                ]
            }
        },
        {
            "0.6": {
                "text": "[0.6] Section 3 moves the spotlight away from the student to examine how PMT discourse can promote a neoliberal or entrepreneurial mindset within the professional theorist—in other words, how we might be conditioning ourselves. In this section, we discuss PMT’s fuzzy relationship with tenure and promotion, its potential for increasing a university’s prestige capital, and how the political ideologies and economic demands of non-academic journals might affect research. We conclude by evaluating public scholarship’s purported potential as a democratizing force against the isolating, anti-populist elitism of the academy, and consider who the “public” in public music theory might (or should) be. 1. The Neoliberal Music School There are disadvantages of a commercial spirit: The minds of men are contracted and rendered incapable of elevation. Education is despised, or at least neglected, and the heroic spirit is almost utterly extinguished. To remedy these defects would be an object worthy of serious attention. —Adam Smith ( Brown 2015 , 175) Economics are the method; the object is to change the soul. —Margaret Thatcher ( Jaffe 2021 , 7)",
                "footnotes": [],
                "citations": [
                    "brown_2015",
                    "jaffe_2021"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] To explain how neoliberal learning outcomes enter the music theory classroom, Section 1 begins with a brief overview of neoliberalism—its definitions within political theory, how it drives the U.S. economy, and how it affects both social interaction and moral decision-making. We then focus on neoliberalism’s reshaping of both the modern university’s organizational structure and society’s relationship to and valuation of education writ large. Finally, we return to music programs and public music theory, summarizing how Moore’s ( 2016 ) critical assessment of music entrepreneurship programs inspires our critique of PMT. The Neoliberal Frame",
                "footnotes": [],
                "citations": [
                    "moore_2016"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] For the purposes of this article, we employ two definitions of “neoliberalism”: the first is by Marianna Ritchey, who states that neoliberalism refers to “the increasingly hegemonic form of contemporary capitalism that privileges free market competition as the best means of ensuring individual rights and solving social problems” ( 2019 , 2); the second is by Wendy Brown, who defines neoliberalism as the casting of “all human and institutional action as rational entrepreneurial action” ( 2005 , 40). Under Ritchey’s definition, marketing, fundraising, and developing new ways to interact with the public—i.e., “innovation”—are critical for competing in the marketplace. In this way, PMT in the music theory classroom tends to emerge from neoliberal assumptions: music theory is made useful through its utilitarian potential in the economy.",
                "footnotes": [],
                "citations": [
                    "ritchey_2019",
                    "brown_2005"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] By contrast, Brown’s definition interprets neoliberalism as a totalizing capitalist regime, in which all facets of life are conceptualized as operating under a market logic to the exclusion of any others. Accordingly, what distinguishes neoliberalism from its ideological forebear, classical economic liberalism, is its panoptic scope: while economic liberals of the past generally applied a market rationality to only the economic sphere, neoliberals apply it to political, social, and moral spheres, effectively “extending and disseminating market values to all institutions and social action” ( 2005 , 39–40). (4) Government policies and political discourse are routinely framed in marketized terms—cost-benefit analysis, supply and demand, innovation and disruption, etc.—and citizens, always defined as individuals and not as a collective, are construed as rational entrepreneurial actors in competition with one another. (5) Brown describes neoliberalism’s atomized individual with clarity: The model neoliberal citizen is one who strategizes for her- or himself among various social, political, and economic options, not one who strives with others to alter or organize these options. A fully realized neoliberal citizenry would be the opposite of public-minded; indeed, it would barely exist as a public. . . . As individual ‘entrepreneurs’ in every aspect of life, subjects become wholly responsible for their well-being and citizenship is reduced to success in this entrepreneurship. ( 2005 , 43–44) (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "brown_2005",
                    "brown_2005"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In sum, neoliberal governance not only promotes certain policies—privatizing public services, means-tested welfare programs, reducing labor power—but actively seeks to change how individual citizens understand social interactions and ethical calculations. The neoliberal framing of every sphere of life thus becomes naturalized ; moral values and market values appear indistinguishable. (7) One result of this ideological infiltration is what Mark Fisher calls “capitalist realism”: “the widespread sense that not only is capitalism the only viable political and economic system, but also that it is now impossible even to imagine a coherent alternative to it” ( 2009 , 2, original emphasis). (8) In essence, capitalism and the neoliberal order are seen as “the way things are,” and that pragmatism is the best response—rather than fight to change the system, individuals focus solely on surviving it. The Neoliberal Academy",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "fisher_2009"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Unsurprisingly, the neoliberal turn has radically reshaped public education in the United States. (9) Brown observes that because individuals are “configured by the market metrics of our time as self-investing human capital,” they are “constrained to self-invest in ways that contribute to its appreciation or at least prevent its depreciation” ( 2015 , 177). In other words, to quote Ritchey, “individuals own themselves as though they are a business” ( 2019 , 64). In order for education to enhance one’s market value, it must be tied directly to vocational training, specifically for jobs currently valued by capital. Education is thus transformed from a public good into an individual investment. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "brown_2015",
                    "ritchey_2019"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Market rationality does not merely drive the policies of academic management—corporatized administrative structures, increased reliance on contingent labor, cutting programs with limited marketable research—but affects the decision-making and career choices of students and teachers. Because students (and their parents) expect higher education to deliver steady employment and a living wage, they are frequently pressured into choosing careers favored (or perceived to be favored) by the market—the sciences over the humanities, music industry over music performance. Sumanth Gopinath makes a similar point, noting that the less marketable degrees must find alternative justifications for their existence: because “new university budget models . . . prioritize each individual unit’s contribution to the whole,” the arts and humanities, whose research output is less likely to bring in hefty profits, must rely solely on “prestige” capital ( 2009 , 77–78). (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "gopinath_2009"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] This emphasis on “practical” career training and return on investment creates demand for what Brown calls “knowledge with immediate applicability” ( 2015 , 198). In response to this demand, teachers may reshape their curricula—perhaps adding an arts administration major or a partnership with the business school—or sell their programs to students and administrators by emphasizing the potential market value of what they teach, as we highlighted earlier in Belcher and Grant’s advocacy for PMT. As Brown states succinctly, “the market value of knowledge . . . is now understood as both its driving purpose and leading line of defense” ( 2019 , 187).",
                "footnotes": [],
                "citations": [
                    "brown_2015",
                    "belcher_and_grant_2019"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Finally, the marketization of education raises the question of the student’s identity in this marketplace: “Are students the consumers of the service or its product ?” ( Fisher 2009 , 42, emphasis original). On the one hand, students purchase increasingly expensive credit hours from the university and ultimately expect a career in return. (12) On the other hand, the university sells its brand to future students (as well as vendors and donors) based on the successful production of human capital. In his analysis of the neoliberal academy, Marc Bousquet provocatively describes graduates as the “waste product” of an education ( 2008 , 23). Put simply, Bousquet argues that students, in particular graduate students, are used as cheap, flexible labor—usually teaching, grading, or clerical work—and upon leaving the university, they are swiftly disposed of, with or without a job in sight. Within his model, higher education is less job training than it is exploitation training: the academy “normaliz[es] and generaliz[es] the experience of casual work” ( 2008 , 44). (13) Accepting exploitation is simply a learning outcome. (14) Musical Entrepreneurship and Public Music Theory Example 1 . Representative quotes from entrepreneurial music program websites (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "fisher_2009",
                    "bousquet_2008",
                    "bousquet_2008"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Within music academia specifically, both the “market value of knowledge” and normalization of casual labor are emphasized nowhere more than in music entrepreneurship programs, where the express goal is to transform musicians into owners and operators of flexible, independent enterprises. Example 1 displays representative quotes from the mission statements of music entrepreneurship programs housed within eight major U.S. music institutions. Such programs train students to view their abilities as “enterprises that create value” and open “innovative career paths [and] income streams.” In other words, the musical and critical thinking skills learned in the university are explicitly instrumentalized toward success in a naturalized marketplace. Moreover, as discussed in Parts 2 and 3, the values celebrated in these statements are regularly transmitted to students outside of entrepreneurship programs, including in the music theory classroom.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] In her informative analysis of musical entrepreneurship programs, Moore ( 2016 ) observes a “feedback loop” that not only preserves but also deepens (and even valorizes) the occupational precarity of contemporary classical musicians. First, neoliberal ideology encourages “flexibility” and “innovation”—meaning lower pay and casual labor—which destabilizes traditional job structures, such as symphonies and musicians’ unions. Next, the resulting job insecurity causes concern over the “death” of classical music, and the search for solutions begins. Finally, entrepreneurship and “portfolio careers” comprising multiple part-time jobs are quickly latched onto as solutions, undoubtedly because their emphasis on flexibility and innovation conforms with the prevailing ideology—the same ideology that created the problem. Not coincidentally, musical entrepreneurship programs receive institutional support. (15) As Moore concludes, “Ultimately, the changes being called for by the advocates of entrepreneurship, far from offering a progressive alternative to the musical status quo, instead reﬂect the very pressures that make those changes necessary” ( 2016 , 50–51). Capitalist realism is in full effect: instead of imagining an alternative, we restrict ourselves to the tools and ideas that triggered the crisis.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "moore_2016",
                    "moore_2016"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] In the following sections, we use Moore’s model to examine how public music theory and the discourse around it might create a similar feedback loop: in response to problems created or worsened by the neoliberal turn—e.g., shrinking budgets or falling enrollment—many theorists adopt the language and approaches that characterize neoliberalism. Like musical entrepreneurship programs, PMT in the classroom is often framed as job training for a future portfolio career consisting of, for example, writing program notes or selling articles to newspapers or other for-profit publications. Moreover, PMT discourse often stresses “community” or “public engagement,” but doesn’t always clearly define the community or public in question (potential donors? prospective students? the underprivileged? administrators or trustees?). In addition, such public engagement, as Moore wryly notes, is often compensated not with “reliable income” (or clear tenure criteria), but with the “intangible rewards of making life better and richer” ( 2016 , 39). (16) As theorists continue to engage with PMT in the classroom or as a professional activity, we argue that we should better understand—and communicate to students—the ways it is inextricably linked to current neoliberal ideologies. 2. The Neoliberal Student Music educators are in a similar bind, after all. How can we train our students in the cultivation of a highly specialized musical skill set, knowing how vanishingly slim are the odds they will be up against once they graduate and try to make a living in music? It makes sense that we have fixed upon entrepreneurship as our savior. With its rhetoric of individual empowerment and its envisioning of a world of endless possibilities—and given the fact that entrepreneurial activities are being so generously rewarded by major funding organizations—entrepreneurship seems like a viable orientation toward work and life, one that offers at least some hope that our students will be able to survive, however meager we suspect the chances of that survival to be. —Marianna Ritchey ( 2019 , 88)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "moore_2016",
                    "ritchey_2019"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] As described in Section 1, the neoliberal frame has shaped administrative and educational discourses at schools, departments of music, and conservatories. Accordingly, music theory instructors and scholars have embraced public music theory and explored the application of the entrepreneurial spirit to their pedagogy. In Section 2 we identify three learning outcomes that emerge from the neoliberal framing of the music theory classroom: legitimizing education as job training, conflating teaching with marketing, and normalizing the passive consumption of information. We then critically reflect on these goals, giving special consideration to accessibility. What hidden lessons do we teach, or are we in danger of teaching, when we integrate social media technologies into our classes? What norms do we model and thereby covertly encourage our students to accept uncritically?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Our goal is not to indict particular authors or to jettison PMT from the classroom—PMT is a valuable pedagogical tool, and it remains part of our own pedagogical practices. To be clear, we simply see certain PMT discourse as symptomatic of a larger problem in the university. In her critique of contemporary classical musicians, Ritchey underscores that all of us are operating within exploitative systems, and it is only natural that we see and understand our world through those systems. She writes, “we are all simply trying to survive, and we are all complicit in allowing capitalism to continue as we are individually helpless to stop it. . . . The first step in this process of reaffirmation is to recognize how our values are entangled with market logic in the first place, so that we may thoughtfully explore alternatives” ( 2019 , 20). Learning Outcome 1: Education is Job Training",
                "footnotes": [],
                "citations": [
                    "ritchey_2019"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] According to Brown’s  understanding of the neoliberal academy, “knowledge, thought, and training are valued and desired almost exclusively for their contribution to capital enhancement” ( 2015 , 177). Such an emphasis on job training often lurks behind much advocacy for public music theory in the classroom. As stated above, Belcher and Grant ( 2019 ) tend to justify a particular assignment through both traditional learning outcomes and vocational relevance. Creating lesson plans, for example, prepares students for “pre-concert talks, radio or TV interviews, or even parent-teacher conferences.” Similarly, William O’Hara argues that analytical podcasting assignments, in addition to other benefits, teach students “audio recording and editing [skills] . . . essential for twenty-first-century musicians” ( 2020 , 391). Finally, Malia Jade Roberson ( 2020 ) argues that using Instagram in her pedagogy allows her to model her careers as both a music theory instructor and as a “creative entrepreneur.” (17) As such, in addition to providing homework tips and theory tutorials, Roberson’s Instagram page documents the publication and marketing journey of her products. Through her account, students thus receive both analytical and entrepreneurial advice.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "brown_2015",
                    "belcher_and_grant_2019",
                    "roberson_2020"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] To be clear, such blending of education with job training is found outside of PMT-based activities. Justin London, for example, advocates for a music theory curriculum focused more on improving writing and encouraging curiosity, and less on what he calls “mastery of a bundle of dubiously relevant skills and terminology” ( 2020 , 427). While the word “relevant” here refers partly to students’ non-musical intellectual interests, it is also explicitly tied to their future careers: “This [approach] will help our music majors become more articulate . . . as they are called upon in later life to speak to their own students, to their audiences, to schools and government, and to other arts institutions” ( 2020 , 428). At the end of the essay, London offers to replace the ever-growing and ever-frustrating graduate theory review course with one which “would prepare [students] to produce materials for their teaching studios, grant applications, program notes and similar materials, and the like” ( 2020 , 431).",
                "footnotes": [],
                "citations": [
                    "london_2020",
                    "london_2020",
                    "london_2020"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Repeatedly casting education as a form of job training forces the instructor to continuously teach neoliberal learning outcomes in their classes, cementing the connection for both teacher and student. Often this connection begins by accident. As instructors, we have experienced the phenomenon whereby our initial association of PMT with career flexibility and marketing gradually becomes the only uncontested rationale for teaching PMT—and perhaps music theory more broadly—in the first place. We default to the immediate practical benefits because their value is self-evident to ourselves, our colleagues, and our students. When asking our students to write program notes or record video lectures, we have found that tying an assignment to a future revenue stream motivates our students, and motivated students certainly make for a more enjoyable class. Such teaching is vitally important in a society such as the United States, where the overwhelming majority of citizens rely on employers to pay for their own housing, food, healthcare, retirement, and to provide for their dependents. That said, by making this appeal, we are framing music theory, perhaps somewhat dubiously, as Brown’s  “knowledge with immediate applicability” ( 2015 , 198). In other words, such an appeal paradoxically defends higher education with the same logic that has made it ever more expensive for students and ever more precarious for teachers. Learning Outcome 2: Teaching is Marketing",
                "footnotes": [],
                "citations": [
                    "brown_2015"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] As discussed above, Roberson ( 2020 ) presents a model for leveraging the marketing potential of Instagram for theory pedagogy. By cultivating continued learning outside the classroom, Roberson meets students where they are in a remarkably immediate way. Beginning from Seth Godin’s definition of “marketing” as “the generous act of helping someone solve a problem” and a form of “radical empathy,” Roberson embraces the idea of marketing as a useful and perhaps necessary tool for student success in the twenty-first century ( 2020 , 02:45).",
                "footnotes": [],
                "citations": [
                    "roberson_2020",
                    "roberson_2020"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Via Instagram, Roberson highlights student achievements via #Repost, entertains by posting funny memes and videos about music, anticipates learning by showcasing work from more advanced classes, direct-messages students to build relationships, recruits for her university, and models a professional career ( 2020 , 08:41). (18) This last benefit is how one might unify Roberson’s many different kinds of endeavors found at her @musictheoryshop, including the selling of music theory-related merchandise; Roberson thus blurs the boundary between her pedagogy and her social media brand. She states, “Today, every business is using Instagram marketing to promote their services and products. I am too, but it’s not to convert my students to consumers; rather, it’s to convert my students’ thinking. . . . I sell them on ideas and values on what it means to be a musician” ( 2020 , 03:22). (19) By analogizing her teaching role to that of a business owner, Roberson actively chooses a neoliberal framework for her relationship to her students.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "roberson_2020",
                    "roberson_2020"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] However, replacing pedagogical relationships with commercial ones is no mere rebranding but genuine transformation. The neoliberal frame replaces the student, the teacher, and the learning process with explicitly marketized subjects and objects: the student becomes the “consumer,” the teacher becomes the “entrepreneur,” and the learning process becomes the “product” or “commodity.” What does this transformation mean for the student-teacher relationship? In a marketized framework, the teacher-entrepreneur’s primary goal is to exchange their learning-product to the student-consumer for a certain price, and therefore the teacher seeks to increase the number of sales to student-consumers. Instagram might act as a kind of lubricant for this process: Roberson argues that this social media environment is “stress-free” and easy-to-consume, thereby creating the best circumstances for voluntary student engagement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] How is the learning content transformed when viewed as a neoliberal commodity? Traditional learning outcomes such as chord spelling and phrase identification may persist, but skills like “self-branding” and professional development are added to the list. In both cases, the neoliberal frame instrumentalizes these outcomes toward workforce training. In so doing, the frame ties the commodity with an appealing future of a desirable, fulfilling career and life in music—not unlike that of the entrepreneurial teacher themself. This promise sustains the myth of entrepreneurship as the vehicle to stability, prosperity, and success. As Moore  writes, “musical entrepreneurship training serves not as a progressive alternative to other forms of musical career building, but instead habituates musicians to precariousness and insecurity through its rhetoric and institutional endorsement” ( 2016 , 33).",
                "footnotes": [],
                "citations": [
                    "moore_2016"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] Instagram and many other social media platforms are now vehicles for capitalist propaganda—via the passive consumption of “free” monetized content as well as actual products for sale. Influencers’ “content” regularly and seamlessly integrates advertisements with personal testimonials; it is tricky to disentangle marketing posts from more genuine posts, and the line gets blurrier when additional goals, such as pedagogy, are added to the mix. As Miriam Piilonen ( 2022 ) writes, “Social media platforms are not neutral spaces for the exchange of ideas. They are pieces of media technology, constructed intentionally to produce predictable outcomes.” But how might these mechanisms of marketing manifest in music theory classrooms that are social media-free? In our own experiences, we find ourselves reflexively “selling” music theory in two ways: first, to our students by appealing to the utility of course content to all sorts of future jobs; and second, to our colleagues on faculty and in the administration when discussing curricular content.",
                "footnotes": [],
                "citations": [
                    "piilonen_2022"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] One might reasonably assume that marketing music theory knowledge, often by appealing to job training, is simply the reality. It might seem that this is the only path forward for music theory pedagogy, as enrollments decline and the arts and humanities remain “in crisis.” But we contest the assumption that framing learning in terms of market forces is salutary; in fact, we argue that there are numerous drawbacks for student learning. Such an approach habituates students, teachers, and staff alike to neoliberal values, through uncritical modeling. Ubiquitous as it is, there is nothing neutral about this choice. Learning Outcome 3: Learning is the Passive Consumption of Information",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Among the six pedagogical benefits of Instagram identified by Roberson, “continued learning” is the first. Student attention is hard to capture and keep, and the format of the post or super-short video caters to short attention spans. Roberson says, “if we want their attention, we need to go where they are” ( 2020 , 00:36) and argues that Instagram’s format is appropriate “in a world today where attention spans are short and users want to passively consume a lot of information” ( 2020 , 01:39). This perspective is not limited to Roberson. In “The Ultimate Guide to Music Theory on Social Media,” Samantha Zerin  catalogs music theory-related social media pages spanning multiple platforms, including Pinterest, Instagram, and Twitter. She argues that, “Social media have democratized scholarly discourse in ways that traditional models can’t even dream of” ( 2018 , 3).",
                "footnotes": [],
                "citations": [
                    "roberson_2020",
                    "roberson_2020",
                    "zerin_2018"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] While there are plenty of YouTube channels and other social media resources that present (or have the potential to present) genuinely useful information for viewers in a somewhat democratized environment, the desire to “go where [the students] are” comes with two primary dangers: (1) it may reinforce the idea that the passive consumption of information is an appropriate way to engage with music professionally, and (2) it can conflate musical entertainment with musical learning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] As has become increasingly clear, social media’s dependence on ad revenue requires constant yet not necessarily critical engagement—think Twitter’s infinite feeds, where users quickly graze across bite-size posts interspersed with advertisements and paid content. Social engagement thus becomes a passive, marketized activity, as the purpose is neither pedagogical nor even communal, but to maximize profit. Moreover, as seen in recent initiatives and statements of an increasing number of public institutions, one of the primary directives of the university is “workforce development.” (20) Workers, so-construed, don’t need to think critically or abstractly; they only need to know enough to fulfill their economic function. For working musicians cobbling together a living gig by gig—the “portfolio career” model celebrated by academic administrator James Undercofler ( 2011 )—a surface-level, utilitarian understanding is enough and can be acquired through a YouTube video and Powerpoint, akin to an HR training module.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "undercofler_2011"
                ]
            }
        },
        {
            "2.15": {
                "text": "[2.15] While those teaching and doing public music theory can certainly find creative, pedagogical ways to use social media, there is a tendency critiqued by O’Hara ( 2018 ) to downplay the scholarship while emphasizing the public when using popular social media platforms—this is explored further in Section 3. Beyond the dangers examined by Piilonen ( 2022 ), many of these platforms are poorly designed for the purpose of sustained study: Snapchat images disappear, TikTok videos cannot be rewound, and Pinterest provides images without context.",
                "footnotes": [],
                "citations": [
                    "piilonen_2022"
                ]
            }
        },
        {
            "2.16": {
                "text": "[2.16] It is, of course, possible to employ social media in the classroom in ways that enhance student learning; many instructors thoughtfully select individual videos, memes, or images and provide the context needed to bolster critical thinking. Our argument is that when we equate “engagement” with “learning,” we not only teach our students that instant gratification through passive consumption is an appropriate way to share their knowledge with the public, we reinforce the belief that this is a particularly valuable way for our students to pursue their chosen disciplines. Instant gratification and passive consumption are the values of marketing and advertising, where clicks equate to dollars and cents. The conflation of public “engagement” with public scholarship through the use of social media platforms further inscribes neoliberal market logic in the minds of our students. Arguments on Accessibility",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] In the context of public music theory, accessibility is often cited as a significant benefit to the use of free social media platforms to disseminate knowledge. Grasso and Arnold  write that YouTube “democratizes” information ( 2022 , 2), as it does not have traditional academic structures that can limit the dissemination of or access to content. For example, peer review is replaced by zero initial oversight ( 2022 , 19), and the cost of internet access is far lower than the cost of college ( 2022 , 2). (21) Certainly, there are ways in which public music theory and teaching using social media support wider accessibility to music theory. Many social media websites are free to use, and posting music theoretical work on well-known platforms brings it to a wider audience. Shorter videos (such as on Instagram or TikTok) take less time to engage with than longer videos, readings, or other assignments; this makes classes easier for students who work and don’t have time for deep engagement. And first-generation college students or musicians might find a music influencer’s page extremely valuable for better understanding possible career paths.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "grasso_and_arnold_2022",
                    "grasso_and_arnold_2022",
                    "grasso_and_arnold_2022"
                ]
            }
        },
        {
            "2.18": {
                "text": "[2.18] However, there are also ways in which this model of teaching compromises accessibility or adds hidden costs that students might incur. For example, not all students will have reliable or stable internet access or smartphones, and social media requires yet another form of cultural competency—in addition to those that are required by more traditional U.S. college classrooms and performance spaces—that is not shared by all students in the U.S., much less across the globe. Not all students wish to use social media platforms, which mine data for profit and have been shown to cause or exacerbate mental illness. (22) Finally, some students may have unique learning needs ill-suited to social media.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] All of this may seem so quotidian as to be banal, and of course many instructors and administrators do actively choose to embrace the ubiquity of social media. After all, studio professors are increasingly expected to maintain an active social media presence as a near-mandatory recruitment tool. One might reasonably assume that this is the reality and that the only path forward for music theory pedagogy includes reliance on marketing techniques. But this is an untested assumption with numerous drawbacks for student learning. In addition to the habituation to passive consumption, this approach also explicitly and uncritically models neoliberal ideals for students. Quoting at length from Ritchey: Neoliberalism’s ruthless mercantilism has become naturalized as common sense, which makes it very difficult to criticize or even to notice, not only in political discourse but in our own perceptions and opinions. By distorting revolutionary rhetoric about freedom and justice into a tool that serves capital, the musical discourses I examine obscure our ability to talk meaningfully about musical esthetics or the role that music can or should play in society; they contribute to the increasing dearth of politically engaged music and music criticism; and finally, they contribute to the U.S. culture’s uncritical adoption of corporate values as common sense, and thus to our growing inability to envision alternatives to capitalism. ( Ritchey 2019 , 18)",
                "footnotes": [],
                "citations": [
                    "ritchey_2019"
                ]
            }
        },
        {
            "2.20": {
                "text": "[2.20] Our goal in Section 2 is to have made explicit the implicit, rather than to indict individuals for operating within exploitative systems. We reiterate that PMT offers many potential benefits, both as a pedagogical approach within the classroom and as a way to engage with the world outside the university. But we would do well to remember that public engagement does not in itself challenge systems of power—it is not inherently a tool for inclusivity, equity, or social justice, and in fact, these neoliberal ideals conflict with labor justice and accessibility. A first step for instructors is to examine how we frame our classroom activities, PMT-based or otherwise, and to critically examine the values we promote to our students. 3. The Neoliberal Theorist Like others involved in the labor of social reproduction, educators are under particular pressure to embody and transmit the values of power—which seeks through their labor to reproduce itself and the circumstances most favorable to itself. The degree to which schooling can serve anti-egalitarian and anti-democratic purposes, and complicity with capitalist exploitation, is also the degree to which educators can be persuaded to arrangements that are hostile to democracy and equality in their own workplaces. —Marc Bousquet ( 2008 , 93)",
                "footnotes": [],
                "citations": [
                    "bousquet_2008"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Section 2 examined how the neoliberal frame significantly shapes how and what our students learn in the classroom. Section 3 examines this frame’s effect on the faculty member through both teaching and carrying out public music theory. Faculty have been immersed in neoliberal thinking since at least our first experiences on the academic job market, which is typically cast as being in constant crisis in nearly all disciplines due to an ostensible “oversupply” of PhDs relative to labor demand ( Bousquet 2008 , 195). Although the academic hiring process is thoroughly infused with marketized language, the characterization of that process as a meritocratic “job market” is inaccurate. Bousquet ( 2008 ) argues that “[u]nder the current system of academic work, the university clearly does not prefer the best or most experienced teachers; it prefers the cheapest teachers, [which increasingly means] the creation of nontenurable full-time instructorships and other casual appointments” ( 2008 , 204).",
                "footnotes": [],
                "citations": [
                    "bousquet_2008",
                    "bousquet_2008",
                    "bousquet_2008"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Survivors of this process, but especially those in adjunct or other nontenurable positions, have therefore already internalized the lessons of market ideology and its attendant desperation before the first day of class. For example, in a podcast interview, Roberson affectingly states that her entrepreneurial turn came after several years unable to transition away from exploitative contingent labor and toward a more secure tenure-track position: “At some point, I really had to take all that rejection [on the job market] . . . and redirect it to somewhere else” (2021, 2021 , 14:15). Later, she correctly notes that no professor, regardless of rank or status, is safe within the current landscape of higher education, before arguing that “the best thing that we can do is start to think of other ways to bring in revenue and not just be reliant on the university system” ( 2021 , 30:20). Because of her experience on the academic job market, Roberson, along with the many others in similar positions, are well-equipped and well-motivated to instill in their students the market-perpetuated necessities of leveraging their skills, multiple income streams, value capture, and the resultant reality of near-constant employment precarity.",
                "footnotes": [],
                "citations": [
                    "roberson_2021",
                    "roberson_2021"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] But what about when the faculty themselves carry out PMT outside of the classroom? We argue that music theorists performing PMT within the neoliberal academy confront three interrelated concerns: (1) PMT serves as a tool through which scholars on the job market or who are precariously employed as adjunct, term-limited, or other categories of non-tenure-track faculty can attempt to market themselves or imitate the habits of their securely-employed colleagues; (2) PMT is a form of free advertising for the university—free because, in many institutions, public scholarship is ill-defined or undefined in the context of the teaching, research, and service categories that are necessary for promotion and tenure; (3) if not carefully executed, PMT has the tendency to oversimplify or distort our discipline in its effort to elicit mass appeal, arguably leaving the public less informed. The Faculty Member as Public Music Theorist",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In her advice column published in The Chronicle of Higher Education titled “How to Be One of the Gang When You’re Not,” Jill Carroll addresses what she considers a frequent complaint among adjunct faculty: “the lack of social interaction with their colleagues, especially the full-timers” ( 2002 ). She suggests that one cause for the lack of relationships between adjunct and full-time faculty is the “adjunct image problem,” wherein adjunct faculty “are not considered ‘peers’ at all” by full-time colleagues. Carroll proposes an extensive list of possible solutions to this problem, every one of which involves the adjunct faculty member completing additional labor for which they are not compensated. These include attending additional, non-required meetings, buying a membership at the Faculty Club, and spending more time in visible spots on campus. Others involve the self-promotion and marketing of the adjunct faculty member’s creative activity and research. For the purposes of this article, we will set aside the perversity of Carroll’s suggestion that it is the responsibility of adjunct faculty to overwork their way into their colleagues’ good graces. Instead, we highlight the fact that Carroll’s suggestions are, at their root, various manifestations of the cliché “fake it ‘til you make it,” and that most of her advice has as its end goal for the adjunct faculty member “to see and be seen.” Thus, as Bousquet notes, Carroll’s solutions “revolve around learning the ropes of the [corporate university] rather than imagining alternatives to corporatism” ( 2008 , 169)—a clear sign of capitalist realism in effect.",
                "footnotes": [],
                "citations": [
                    "carroll_2002",
                    "bousquet_2008"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] PMT under these conditions, especially when disseminated on social media or in widely read print media, becomes an attempt for professional survival and/or credibility, thereby placing the emphasis on the public scholar while minimizing the role of the public. Like other social media “content creators,” those faculty or prospective faculty attempting to “see and be seen” must constantly develop new content in order to generate clicks, likes, and follows—they must become what Cary Nelson and Stephen Watt call “the entrepreneurial faculty member” ( 2004 , 33). Such activities are rarely—if ever—explicitly required by institutions, and thus constitute a form of unpaid labor. In other words, the faculty member is living out the neoliberal student learning outcomes described in Section 2, such as the conflation of academic success with entrepreneurialism. Measuring Prestige",
                "footnotes": [],
                "citations": [
                    "nelson_and_watt_2004"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Beyond social media cachet, it is unclear how PMT fits within the traditional tripartite metric of tenure-stream faculty evaluation—research, teaching, and service. As David Perry ( 2014 ) notes, universities “have a problem with how we define, count, and value many types of public engagement”, i.e. “administrators and academics can pile on new requirements, new tasks, and new obligations, all without changing the reward structure.” While published examples of public scholarship may be edited, they are rarely peer-reviewed to the extent required for an academic publication, and as Amy Schalet ( 2016 ) acknowledges, are thus unlikely to count the same as journal articles (if counted at all). (23) And while PMT explicitly involves teaching, the kind of teaching required by PMT is not the type that generates tuition revenue or student evaluations, nor can it be codified through a syllabus, measured in credit hours, or assessed through student learning outcomes. This leaves the service category, which is both the least valued in most institutions’ tenure assessments, and the least applicable in terms of the types of labor that a polished example of PMT requires. Nevertheless, many universities consider public scholarship to be, in Perry’s ( 2014 ) words, “community outreach” and thus service.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "perry_2014",
                    "schalet_2016",
                    "perry_2014"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] While PMT provides questionable professional benefits to the faculty member, one entity that unquestionably benefits is the faculty member’s institution. PMT and public scholarship in general function as a form of free advertising and marketing for the university, whose name is typically listed along with the faculty member’s in bylines and acknowledgements. Thus, through the faculty member, the university can claim to be “engaged” with the “community,” and profit from what Gopinath calls “the cultural capital of prestige”—namely increased visibility along with the concomitant donations and tuition revenue ( 2009 , 77). From a neoliberal perspective, “prestige capital” is essential for schools of music and conservatories, which do not typically have access to the million-dollar grants pursued by their STEM-field colleagues. Since music programs invariably cost more money than many other departments due especially to the one-on-one instruction of applied areas, music faculty ensure their programs’ continued existence by supplying the university prestige capital generated through public lectures, radio appearances, newspaper articles, program notes, and pre-concert talks, redefining the concept of “university service.” (24) While Gopinath rightly acknowledges the “unlikely prospect” of music theory contributing much prestige to most universities, an entrepreneurially oriented PMT offers, in the eyes of a neoliberalized administration, the best path toward prestige production ( 2009 , 78). (Mis)informing the Public",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "gopinath_2009",
                    "gopinath_2009"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] As William O’Hara observes ( 2018 , 1), numerous online and print publications from The New York Times and Der Spiegel to Slate , Vice , and Vox “devote substantial space to reporting on and analyzing popular culture, from music, to television and film, to comic books.” (25) O’Hara ( 2018 , 1–12) argues that the articles in these publications devoted to music tend to “cast music theory as a secret decoder ring that is arcane and mysterious,” and present an oversimplified hermeneutics by which some musical feature is interpreted to reflect some concrete extra-musical association or conglomeration of such associations. To address the problematic framing and frequent inaccuracies of much clickbait PMT, O’Hara proposes that professional music theorists begin publishing popular “thinkpieces” alongside the amateur music enthusiasts who, according to O’Hara, dominate the genre ( 2018 , 16–17).",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The influence of the caricatured version of music theory explored by O’Hara is not limited to the general public, but also influences students. Before stepping foot into the music theory classroom, students are trained to believe that music theory should provide right or wrong answers to tricky musical questions, or “reveal” some hidden underlying structure that “solves” a composition, thereby proving itself relevant to their prospective careers as performers and educators. Such simplistic “cause and effect” reasoning—what O’Hara calls an “instrumentalizing view of music theory” ( 2018 , 11)—reinforces the neoliberal learning outcomes of education as job training and the acceptability of the passive consumption of information.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] If the public is ultimately being misinformed about the goals and uses of music theory, and, as described above, the public music theorist is receiving scant credit beyond an intangible boost to visibility, then who is benefiting from these PMT thinkpieces in mainstream publications? The primary beneficiary is the publication itself, which might rely on a misleading but exciting title to generate clicks and thus ad revenue—a profit-centered motivation O’Hara acknowledges ( 2018 , 3). In many cases, the titles and general shape of articles published in these media are determined at the discretion of the editor or publication, not the author. This is one reason why we find O’Hara’s proposed solution unsatisfactory. For if PMT is ultimately viewed as “content” by a publication rather than accessible scholarship, the author’s expertise will always be subordinated to the market. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] It is worth reconsidering, therefore, whether the publications that regularly publish music theory-related thinkpieces could ever be appropriate mediums for accessible scholarship, since revenue, rather than communicating ideas to the public, is the primary directive. Contra O’Hara, we argue that whether or not one has formal credentials in music does not directly affect one’s susceptibility to the underlying neoliberal economic structures. If, despite significant evidence to the contrary, music theorists employed in higher education believe that thinkpiece publications will substantially affect their prospects for promotion and tenure or shower their institutions with intangible prestige capital, then they might be even more willing to conform to the style and content wishes of the publication than the music theory hobbyist. As Piilonen remarks, “music theory, though not itself a profitable business, has nonetheless developed a new relation to marketplace logics designed to sell ads” ( 2022 , 12). (27) Conclusion: Democracy, Accessibility, and Justice For All?",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "piilonen_2022"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] With neoliberal ideology so thoroughly entrenched in the university, it is unsurprising that PMT is so often oriented toward “practical” application, community interaction, and accessibility. For students, music theory skills may provide a separate income stream through writing program notes or creating a monetized YouTube channel. For teachers, PMT offers a way to sell the market value of the discipline to students, parents, and, most crucially, to administrators. For students and teachers both, several learning outcomes constantly resonate: that education is reducible to job training, teaching is reducible to marketing the product that is job training, and learning can and should be passive. For scholars, PMT offers visibility in the public sphere; a public presence which may be required by institutions to help bolster their prestige capital. Many scholars might find it attractive to demonstrate the “relevance” of their specialist knowledge to the public and their students alike. With educators eager to demonstrate the potential utility of music theory within an increasingly precarious job market, PMT appears to present a path forward, albeit one shaped by the same neoliberal logic that produced such precarity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The recent growth of interest in PMT is also motivated by loftier aims; as we have discussed earlier, music theorists are hopeful about its democratizing potential alongside the use of online and social media platforms (Grasso and Arnold 2022 ). From an adjacent disciplinary perspective, Tamara Levitz notes that musicologists “have begun to explore new mediums for the dissemination of ideas (for example, ‘popular’ internet blogs over expensive academic monographs)” ( 2018 , 9). She goes on to write that “public musicology has taken on the allure of a social justice project” ( 10 ). (28) Levitz’s observation is part of her larger argument that public musicology, while popular, meritorious, and apparently a “social justice project,” does not “decoloniz[e] the discipline” ( 10 ). Such systemic transformation would require systemic solutions beyond the scope of the individual professor, such as free public universities, universal student debt forgiveness, dramatically weakened copyright protections for music publishers, and a unionized academic workforce. Short of these changes, each of which requires collective action, PMT’s pretensions to “social justice” deflect attention from its neoliberal impulses. (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "grasso_and_arnold_2022",
                    "levitz_2018",
                    "levitz_2018",
                    "levitz_2018"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] In fact, the very concept of the “public” can be marketized, and in Brown’s ( 2005 ) formulation, the neoliberal public is a public that barely exists. Whether or not one accepts Brown’s claim, who precisely is the “public” in “public music theory”? Does the public refer to the communities adjacent to university campuses? To the music lovers who flock to Music Theory YouTube? To the retirees who attend symphony concerts? Jenkins ( 2017b ) considers this issue extensively in his graduate seminar on modern and historical forms of PMT, and we echo that it is crucial to define one’s public very thoughtfully when engaging in “public music theory,” and to think through how one’s PMT activities benefit or harm particular people and communities. (30) As Stuart Hall writes, “The public service idea, then, cannot take the definition of ‘the public’ for granted, for it is not in a reflexive, external relation to it. It stands in a constitutive relation to its ‘publics’ whom it forms as it addresses” ( [1993] 2021 , 293).",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "brown_2005",
                    "jenkins_2017b",
                    "hall_2021"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Future research may take a number of different directions, and we suggest a few here. First, research may focus on the neoliberal elements of the music theory job market in particular, following Bousquet’s critique of English composition teaching in higher education ( 2008 ). Second, in light of the need to understand who the public is and how PMT benefits or harms, surveys may be conducted to understand how PMT is perceived by different members of the public; a non-survey study might investigate the specific ways in which individuals, communities, and institutions benefit from particular examples of PMT. Third, it may benefit scholars and instructors to understand exactly how institutions categorize PMT and how this is evolving. Finally, we note that our context has thus far been limited to U.S. institutions. Future work may consider how neoliberal impulses frame institutions in other countries.",
                "footnotes": [],
                "citations": [
                    "bousquet_2008"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Our articles’s purpose has been to name the neoliberal framing of PMT and some of the implications of the ideologies that we may unconsciously promote in our pedagogies and scholarship. Despite our critiques, we must reiterate that PMT, as Jenkins ( 2017b ) and others have convincingly demonstrated, offers many potential benefits, as both a pedagogical approach within the classroom and a way to engage with the world outside the university. Moving forward, how can we teach and perform PMT without reinforcing the neoliberal frame? We believe Ritchey’s suggestion is an excellent starting point: Rather than suggesting we self-consciously retreat from politics, though, I believe we need to actively grapple, together, with what it means to be “political” in the  first place, and that if we do so, we might one day be able to lay the foundation for a new musicological politics, one that might be to some degree productively opposed to capitalism in a way our field currently is not, and that thus might help us become oriented toward the envisioning and creation of a truly different world, rather than simply the upholding of the world as it already is. ( 2021 , 36)",
                "footnotes": [],
                "citations": [
                    "jenkins_2017b",
                    "ritchey_2021"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.2.kim_belcher_reese.html",
    "data": "mto/data/mto.23.29.2.kim_belcher_reese.json"
}