{
    "title": "Prolongational Closure in the Lieder of Fanny Hensel",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Rodgers, Stephen",
        "Osborne, Tyler"
    ],
    "abstract": "In this article we explore Fanny Hensel’s songs that end without cadences but instead with what William Caplin (2018) calls “prolongational closure.” These songs, most of which come from the 1820s, are some of the earliest examples of piece-ending prolongational closure in the repertoire and thus offer important models for understanding how the technique was deployed by later composers. We propose three types of prolongational closure, drawn from a study of Hensel’s works—5ˆ–1ˆfill, dominant substitution, and early pedal—and suggest that Hensel’s fascination with non-cadential endings offers yet more evidence that she was one of the most inventive composers in the first half of the nineteenth century.",
    "keywords": [
        "cadence",
        "closure",
        "prolongational closure",
        "Fanny Hensel",
        "Lieder",
        "text-music relations",
        "William Caplin"
    ],
    "doi": "10.30535/mto.26.3.8",
    "received": "June 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.rodgers_osborne.pdf",
    "author_info": [
        {
            "name": "Stephen Rodgers",
            "university": "University of Oregon",
            "address": "School of Music and Dance, 1225 University of Oregon, Eugene, OR 97403",
            "email": "ser@uoregon.edu"
        },
        {
            "name": "Tyler Osborne",
            "university": "University of Oregon",
            "address": "School of Music and Dance, 1225 University of Oregon, Eugene, OR 97403",
            "email": "kentono@uoregon.edu"
        }
    ],
    "citations": {
        "agawu_1987": "Agawu, Kofi. 1987. “Concepts of Closure in Chopin’s Opus 28.” Music Theory Spectrum 9 (1): 1–17.",
        "binder_2013": "Binder, Benjamin. 2013. “Robert, Clara and the Transformation of Poetic Irony in Schumann’s Lieder: The Case of ‘Dein Angesicht.’” Nineteenth-Century Music Review 10 (1): 1–28.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57 (1): 51–118.",
        "caplin_2008": "Caplin, William E. 2008. “Schoenberg’s ‘Second Melody’, or, ‘Meyer-ed’ in the Bass.” In Communication in Eighteenth-Century Music , ed. Danuta Mirka and Kofi Agawu Cambridge University Press.",
        "caplin_2013": "Caplin, William E. 2013. “Teaching Classical Form: Strict Categories vs. Flexible Analyses.” Dutch Journal of Music Theory 18 (3): 119–35.",
        "caplin_2018": "Caplin, William E. 2018. “Beyond the Classical Cadence: Thematic Closure in Early Romantic Music.” Music Theory Spectrum 40 (1): 1–26.",
        "caplin_forthcoming": "Caplin, William E. Forthcoming. Cadence: A Study of Closure in Tonal Music . Oxford University Press.",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” 19th-Century Music 5 (3): 233–41.",
        "ferris_2000": "Ferris, David. 2000. Schumann’s Eichendorff Liederkreis and the Genre of the Romantic Cycle . Oxford University Press.",
        "head_2007": "Head, Matthew. 2007. “Genre, Romanticism and Female Authorship: Fanny Hensel's ‘Scottish’ Sonata in G Minor (1843).” Nineteenth-Century Music Review 4 (2): 67–88.",
        "hellwiig-unruh_2000": "Hellwig-Unruh, Renate. 2000. Fanny Hensel: Thematisches Verzeichnis der Kompositionen . Edition Kunzelmann.",
        "hensel_1846": "Hensel, Fanny. 1846. Sechs Lieder für eine Stimme mit Begleitung des Pianoforte . Bote & Bock.",
        "hensel_1993": "Hensel, Fanny. 1993. Ausgewählte Lieder für Singstimme und Klavier . Edited by Annette Maurer. 2 vols. Breitkopf & Härtel.",
        "hensel_2015": "Hensel, Fanny. 2015. Fanny Hensel: Goethe-Lieder . Tobias Berndt (baritone) and Alexander Fleischer (piano). Recorded January–February 2011. Querstand 1509, Compact Disc.",
        "högman_&_pöntinen_1996": "Högman, Christina (soprano) and Roland Pöntinen (piano). 1996. Clara Schumann, Fanny Mendelssohn, Alma Mahler: Lieder . Recorded May 1996. Bis 738, Compact Disc.",
        "horton_2017": "Horton, Julian. 2017. “Criteria for a Theory of Nineteenth-Century Sonata Form.” Music Theory and Analysis 4 (2): 147–91.",
        "hyland_2009": "Hyland, Anne M. 2009. “Rhetorical Closure in the First Movement of Schubert’s Quartet in C major, D. 46: A Dialogue with Deformation.” Music Analysis 28 (1): 111–42.",
        "lewin_2006": "Lewin, David. 2006. Studies in Music with Text . Oxford University Press.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . Oxford University Press.",
        "ng_2011": "Ng, Samuel. 2011. “Rotation as Metaphor: Fanny Hensel’s Formal and Tonal Logic Reconsidered.” Indiana Theory Review 29 (2): 31–70.",
        "nobile_2011": "Nobile, Drew. 2011. “Form and Voice Leading in Early Beatles Songs.” Music Theory Online 17 (3). https://mtosmt.org/issues/mto.11.17.3/mto.11.17.3.nobile.html",
        "osborne_2021": "Osborne, Tyler. 2021. “‘You too may change’: Tonal Pairing of the Tonic and Subdominant in Two Songs by Fanny Hensel.” In The Songs of Fanny Hensel , ed. Stephen Rodgers. Oxford University Press.",
        "perrey_2002": "Perrey, Beate Julia. 2002. Schumann’s Dichterliebe and Early Romantic Poetics: Fragmentation of Desire . Cambridge University Press.",
        "rodgers_2011a": "Rodgers, Stephen. 2011a. “Fanny Hensel’s Lied Aesthetic.” Journal of Musicological Research 30 (3): 175–201.",
        "rodgers_2011b": "Rodgers, Stephen. 2011b. “Thinking (and Singing) in Threes: Triple Hypermeter and the Songs of Fanny Hensel.” Music Theory Online 17 (1). https://mtosmt.org/issues/mto.11.17.1/mto.11.17.1.rodgers.html",
        "rodgers_2018": "Rodgers, Stephen. 2018. “Fanny Hensel’s Schematic Fantasies; or, The Art of Beginning.” In Analytical Essays on Music by Women Composers , eds. Laurel Parsons and Brenda Ravenscroft, 151–74. Oxford University Press.",
        "rodgers_2021a": "Rodgers, Stephen. 2021a. “Plagal Cadences in Fanny Hensel’s Songs.” In The Songs of Fanny Hensel , ed. Stephen Rodgers. Oxford University Press.",
        "rodgers_2021b": "Rodgers, Stephen, ed. 2021b. The Songs of Fanny Hensel . Oxford University Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "smith_2016": "Smith, Peter H. 2016. “Cadential Content and Cadential Function in the First-Movement Expositions of Schumann’s Violin Sonatas.” Music Theory and Analysis 3 (1): 27–57.",
        "stokes_2005": "Stokes, Richard. 2005. The Book of Lieder: The Original Texts of Over 1000 Songs . Faber & Faber.",
        "suurpää_2016": "Suurpää, Lauri. 2016. “Endings without Resolution: The Slow Movement and Finale of Schumann’s Second Symphony.” In Explorations in Schenkerian Analysis , eds. David Beach and Su Yin Mak, 177–97. University of Rochester Press.",
        "todd_2010": "Todd, R. Larry. 2010. Fanny Hensel: The Other Mendelssohn . Oxford University Press.",
        "vande_moortele_2017": "Vande Moortele, Steven. 2017. The Romantic Overture and Musical Form from Rossini to Wagner . Cambridge University Press.",
        "wigmore_1988": "Wigmore, Richard. 1988. Schubert: The Complete Song Texts . Schirmer.",
        "wollenberg_2007": "Wollenberg, Susan. 2007. “Fanny Hensel’s Op. 8, No. 1: A Special Case of ‘multum in parvo’?” Nineteenth-Century Music Review 4 (2): 101–17."
    },
    "footnotes": {
        "FN0": {
            "text": "* Special thanks to Janet Schmalfeldt for her insightful comments on an earlier draft of this article. Thanks also to the two anonymous reviewers for their helpful suggestions, and to the Oregon Humanities Center for providing a fellowship that supported the completion of the article.",
            "citations": []
        },
        "FN1": {
            "text": "1. For other recent work that explores closure in Romantic music, see Hyland 2009 ; Schmalfeldt 2011 , 227–57; Smith 2016 ; Suurpää 2016 ; and Horton 2017 .",
            "citations": [
                "hyland_2009",
                "schmalfeldt_2011",
                "smith_2016",
                "horton_2017"
            ]
        },
        "FN2": {
            "text": "2. Caplin also discusses the concept of prolongational closure in his forthcoming book, Cadence: A Study of Closure in Tonal Music ( Forthcoming , chap. 9) and in Caplin 2013 . For his explanation of the difference between cadential, prolongational, and sequential progressions, see Caplin 1998 , 24–31. See also Caplin 2004 , 69–72.",
            "citations": [
                "caplin_forthcoming",
                "caplin_2013",
                "caplin_1998",
                "caplin_2004"
            ]
        },
        "FN3": {
            "text": "3. In Caplinian fashion, we define authentic cadences as those involving root-position V–root-position I and half cadences as those ending on root-position dominants (or, as is increasingly common in the nineteenth century, root-position V 7 chords—what Janet Schmalfeldt [ 2011 , 202–3] refers to as “nineteenth-century half cadences”).",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN4": {
            "text": "4. “H-U” in the example refers to the catalogue numbers found in Hellwiig-Unruh 2000 . Readers interested in searching the digital collection of the Staatsbibiothek zu Berlin (which contains a growing number of Hensel manuscripts) can find the collection at https://digital-beta.staatsbibliothek-berlin.de/",
            "citations": []
        },
        "FN5": {
            "text": "5. The amount of analytical work on Hensel’s music has grown considerably in recent years. For some representative examples, see Rodgers 2011a , 2011b , and 2018 ; Malin 2010 , chap. 3 (69–93); Wollenberg 2007 ; Head 2007 ; Ng 2011 ; and the chapters in Rodgers 2021b .",
            "citations": [
                "rodgers_2011a",
                "rodgers_2011b",
                "rodgers_2018",
                "malin_2010",
                "wollenberg_2007",
                "head_2007",
                "ng_2011",
                "rodgers_2021b"
            ]
        },
        "FN6": {
            "text": "6. For other examples, see the penultimate thematic unit, Un pochettino largamento , in the finale of Sibelius’s Fifth Symphony and the end of Grieg’s song “First Meeting,” both of which Caplin discusses in his forthcoming book ( Forthcoming , chap. 9). We thank Caplin for providing us with a copy of this as-yet-unpublished chapter.",
            "citations": [
                "caplin_forthcoming"
            ]
        },
        "FN7": {
            "text": "7. We have found only two 5 ˆ - 1 ˆ -fill examples in her instrumental music: Klavierstück (Andante con moto), H-U 146 (fill in mm. 57–58); and the third movement of her String Quartet in E ♭ major, H-U 277 (fill in mm. 173–81). Interestingly, prolongational closure appears more frequently in Hensel’s Lieder than in her instrumental works. Other examples include Klavierstück (Andante con espressione), H-U 181 (early pedal in m. 90); Klavierstück, H-U 202 (early pedal in m. 81); Sonata for Piano in E ♭ major, third movement (Largo molto), H-U 246 (dominant substitution in m. 53); and Klavierstück, H-U 405 (early pedal in m. 55).",
            "citations": []
        },
        "FN8": {
            "text": "8. Dominant-substitution prolongational closure is not to be confused with one of Caplin’s types of prolongational progressions, which uses what he calls “substitute chords” ( 1998 , 25–26). As Caplin uses the term, it refers to chords such as vi and iii, which share two common tones with I and can thus participate in the prolongation of tonic harmony. “Substitute chords,” in short, are chords that take the place of a prolonged harmony. In dominant-substitution prolongational closure, on the other hand, a chord takes the place of a cadential dominant.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN9": {
            "text": "9. A few of the examples Caplin discusses could be described as the dominant-substitution type: for example, the eight-measure A section in the “Valse noble,” from Robert Schumann’s Carnaval , which ends V\\(\\substack{6\\\\5}\\)–I (unlike the A' section, which ends V 7 –I) ( 2018 , 14–16); mm. 13–15 and 42–44 of Felix Mendelssohn’s Song without Words , op. 19, no. 1, in which the penultimate dominant of the theme appears in inverted form on a downbeat and is then embellished by a root-position dominant before resolving to the tonic (2018, 15, n. 41; 16, n. 44); and the opening antecedent phrase of Mozart’s Piano Sonata in E ♭ major, K. 282, third movement, which ends V\\(\\substack{6\\\\5}\\)–I rather than V 7 –I, thus avoiding an IAC ( 2013 , 123–24). None of his examples, however, correspond with the early-pedal type that we propose here.",
            "citations": [
                "caplin_2018",
                "caplin_2013"
            ]
        },
        "FN10": {
            "text": "10. Drawing upon Caplin’s work on bass-line melodies ( 2008 ), one could say that in 5 ˆ – 1 ˆ -fill prolongational closure the bass line engages with the melodic goal of the “cadential stream” (i.e., 5 ˆ ), whereas the other types of prolongational closure may not really engage with the cadential stream at all but instead belong solely to the “prolongational stream”—bass melodic motions that center on 1 ˆ . Even if the bass lines of dominant-substitution and early-pedal prolongational closure do engage with notes that belong to both streams (i.e., 3 ̂ , 4 ˆ , or 6 ˆ ), the point is that they tend not to shift fully into the cadential stream.",
            "citations": [
                "caplin_2008"
            ]
        },
        "FN11": {
            "text": "11. One might also choose to hear the close of this song as quasi-plagal, considering the metrically strong iv chord in m. 33. For a discussion of this song’s overall avoidance of tonic harmony, see Rodgers 2011a , 188–94.",
            "citations": [
                "rodgers_2011a"
            ]
        },
        "FN12": {
            "text": "12. In a forthcoming article on plagal cadences in Hensel’s songs, Rodgers describe the vii o \\(\\substack{4\\\\3}\\)–I progression as a “diminished plagal cadence” ( 2021a ).",
            "citations": [
                "rodgers_2021a"
            ]
        },
        "FN13": {
            "text": "13. The effect of early-pedal prolongational closure is similar to what Drew Nobile ( 2011 )—writing about a very different repertoire—has called the “cadential I” in popular music, where a root-position I chord functions like a cadential 6/4. The difference is that in the pop examples Nobile discusses the “cadential I” is normally followed by a root-position V chord, whereas in the examples we discuss, the pedal persists through the end of the piece or passage.",
            "citations": [
                "nobile_2011"
            ]
        },
        "FN14": {
            "text": "14. Throughout this article we refer to poetic speakers with masculine pronouns, the main reason being that all of the poets but one are men, and the one female poet—Henriette von Hulsen, author of “Der Sprosser”—writes her poem from the perspective of a male protagonist. The one exception, where we describe the poetic speaker as a woman, is Johann Henrich Voß’s “Marias Klage,” which is clearly written from a woman’s point of view. R. Larry Todd suggests that the poetic persona of Hensel’s “An die Entfernte” may be a particular man: her future husband Wilhelm, who, five months before she wrote the song, departed for Italy, where he would spend five years studying painting, separated from Fanny. The poem’s opening lines, writes Todd, “must have resonated meaningfully for Fanny. Here, symbolically, Wilhelm addresses the Entfernte , Fanny, who answers from the piano” ( 2010 , 75).",
            "citations": [
                "todd_2010"
            ]
        },
        "FN15": {
            "text": "15. The translation comes from Wigmore 1988 , 41.",
            "citations": [
                "wigmore_1988"
            ]
        },
        "FN16": {
            "text": "16. “An die Entfernte” is one of three unpublished songs that we discuss in this article. (The others are “Der Sprosser” and “Marias Klage.”) Some readers may naturally wonder if these songs are therefore somewhat incomplete—if their “weak,” prolongational endings are not so much aesthetic choices on Hensel’s part as signs that these songs were awaiting “stronger” endings in further revised versions. This is not the case. All evidence suggests that these three songs—and, indeed, nearly all of Hensel’s unpublished songs, which make up the majority of her output—are finished works: almost without exception, they feature double bars, and they proceed through to the ends of their respective poems. Furthermore, the majority of Hensel’s unpublished songs end with clear-cut PACs—suggesting that the prolongational closes of these songs were no accident.",
            "citations": []
        },
        "FN17": {
            "text": "17. In the upper-right corner of the first page of the song’s manuscript—next to the date: July 24, 1826—Hensel writes one underlined word: “Selt.” In all likelihood, that refers to Amalia von Selt, which was the pseudonym of Henriette von Hülsen, a woman who lived in Berlin and published a number of short stories in periodicals in the 1820s. Whether Hensel knew von Hülsen, and how she found the poem, is unclear. The poem, alas, appears in none of von Hülsen’s available stories, so we can’t be sure where exactly Hensel came across it.",
            "citations": []
        },
        "FN18": {
            "text": "18. We use brackets to show punctuation marks that do not appear in Hensel’s manuscript but that make grammatical sense in the poem. Since we have not been able to find a printed version of Hülsen’s poem, we cannot be sure what punctuation she used—but we have made our best guess.",
            "citations": []
        },
        "FN19": {
            "text": "19. We are grateful to Harald Krebs for providing us with his translation of this poem.",
            "citations": []
        },
        "FN20": {
            "text": "20. See Cone 1982 .",
            "citations": [
                "cone_1982"
            ]
        },
        "FN21": {
            "text": "21. Why Hensel provides a cadence here but nowhere else is not entirely clear, although one could argue that the reference to a “sweet bride” (marked dolce , evoking momentary serenity here, though tinged with dissonance over the pedal) demands more stable-sounding music, despite the fact that the speaker of course laments that he has no sweet bride with which to sing.",
            "citations": []
        },
        "FN22": {
            "text": "22. For more on Heine’s technique of Stimmungsbruch and its relevance to musical settings of his poems, see Perrey 2002 , 78–79. On the history of the term in Heine scholarship, see Binder 2013 , 5, n. 17.",
            "citations": [
                "perrey_2002",
                "binder_2013"
            ]
        },
        "FN23": {
            "text": "23. The translation is adapted from Richard Stokes 2005 , 142.",
            "citations": [
                "stokes_2005"
            ]
        },
        "FN24": {
            "text": "24. Larry Todd describes “Fichtenbaum und Palme” as an ABA' form, noting that Hensel “imposed on Heine’s binary pair ( AB ) a ternary division” ( 2010 , 224) Todd also suggests, as do we, that the contrasting moods of sections A and B evoke the contrasting geographical locations of the spruce and the palm (223–24).",
            "citations": [
                "todd_2010"
            ]
        },
        "FN25": {
            "text": "25. Another possible interpretation would be to hear the iv–I progression in m. 29 as the song’s structural cadence—a bona fide plagal cadence. We prefer to hear the downbeat of m. 31 as the structural close, however, because this is where the poem reaches its structural close: mm. 30–31 provide the crucial verb “trauert” (grieves) that describes the palm (“It dreams of a palm tree, / Which . . . / Grieves . . . / On a blazing wall of rock”). The ending of this song is reminiscent of the ambivalent endings of some of Bach’s preludes from the Well-Tempered Clavier , which likewise strongly tonicize the subdominant—and which Hensel knew intimately. Think, for example, of the close of the preludes in C major, C minor, and E ♭ minor, from the first book of that set, with structural PACs that land not on a tonic triad but on V 7 of the subdominant, followed by a tonicization of this key above a tonic pedal. Think also of the close of the prelude in E major, also from book 1, which is the only prelude among the forty-eight to end not with a cadence but with a moment of prolongational closure (vii o \\(\\substack{4\\\\3}\\)–I). All of this suggests that Bach’s music might have been a source of influence in Hensel’s experiments with “weakened” moments of closure.",
            "citations": []
        },
        "FN26": {
            "text": "26. Readers can find a copy of the manuscript in the digital collection of the Staatsbibliothek zu Berlin ( https://digital-beta.staatsbibliothek-berlin.de/ ).",
            "citations": []
        },
        "FN27": {
            "text": "27. The translation is our own.",
            "citations": []
        },
        "FN28": {
            "text": "28. Voß’s poem in fact has six stanzas, but Hensel omits the third stanza in her setting.",
            "citations": []
        },
        "FN29": {
            "text": "29. The cadences correspond with the exclamation points that mark the end of the poem’s complete sentences: musical and poetic syntax, in other words, are aligned. This may help to explain why Hensel opts to end the antecedent phrase without a proper HC but instead with a vii o7 . Line 2 (the end of the antecedent) closes with a comma and is followed by a dependent clause; the lack of cadential closure at the end of the antecedent underlines the lack of poetic closure at the end of the first couplet.",
            "citations": []
        },
        "FN30": {
            "text": "30. Another potential example is “Auf einer Burg” (from the op. 39 Liederkreis ); if one hears the song as being in E Phrygian rather than in A minor, one could argue that it ends with dominant-substitution prolongational closure: Gr+6 built on F leading to an E-major chord. For a Phrygian reading of the song, see Lewin ( 2006 , 167–79).",
            "citations": [
                "lewin_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The rhetoric of nineteenth-century music in particular shows that the strategy by which a composer takes leave of his audience is of fundamental importance to the work’s total effect. ( Agawu 1987 , 2) The weakening of closure in Romantic music is associated with the wistful yearning for transcendence, the hope that what appears to be fragmentary in the material world will turn out to be whole in the world of the spirit. ( Ferris 2000 , 121)",
                "footnotes": [],
                "citations": [
                    "agawu_1987",
                    "ferris_2000"
                ]
            }
        },
        {
            "1": {
                "text": "[1] These two passages speak to a special quality of early Romantic music that distinguishes it from Classical music: a different approach to “taking leave” (indeed, an elevation of leave-taking, so that the end of a work is crucial to its “total effect”); an interest in “weakening” moments of closure and thereby heightening our desire for a more complete resolution that seems to lie beyond the final bar line. That the earlier of these quotations comes from 1987 shows that none of this is breaking news: many musicians who have performed and studied the music to which these authors refer—Chopin and Robert Schumann—will no doubt have sensed that these composers tend to end things differently from their Classical forbears. But how exactly they do that has become a topic of intense interest in recent years. As scholars of the new Formenlehre have made a “Romantic turn” ( Vande Moortele 2017 , 1) and begun to ponder what typifies nineteenth-century formal practice in general, they have devoted increasing attention to determining what typifies nineteenth-century closure in particular. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "vande_moortele_2017"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Foremost among these scholars is William Caplin. In a recent article, “Beyond the Classical Cadence: Thematic Closure in Early Romantic Music” ( 2018 ), he considers the “fate” of the Classical cadence in the hands of the first generation of Romantic composers and outlines seven stylistic characteristics that shape how closure happens in their music. One of the most striking of those characteristics is what Caplin calls “prolongational closure,” a term he uses to describe situations, rare to nonexistent in Classical music but increasingly common in Romantic music, where themes end not with cadential progressions but instead with prolongational ones ( 2018 , 14–16). (2) A cadential progression confirms a tonality with an authentic cadence or a half cadence (which, for Caplin, must involve root-position dominants and tonics). A prolongational progression, by contrast, prolongs a harmony with some sort of subordinate harmony or harmonies; quite often this means embellishing a tonic chord with an inverted dominant, although there are other possibilities ( Caplin 1998 , 25–26). A note on terminology: the term “prolongational” of course brings to mind Schenkerian analysis—and indeed Caplin’s concept of prolongational progressions relies to some extent on hierarchical thinking, in that the dominant harmony in, say, a I–V\\(\\substack{6\\\\5}\\)–I prolongational progression is less structural than the tonics that surround it. Yet there is one key difference between Caplin’s and Schenkerians’ use of the term “prolongational”: Caplin’s prolongations are smaller in scale. His prolongational progressions span no more than a few measures, appearing most often at the beginning of a theme or perhaps in the middle of it; for this reason, phrases that close with cadences do not articulate prolongational progressions, in Caplin’s sense, but the smaller phrase units that precede these cadences do. Cadential progressions and prolongational progressions, in other words, are mutually exclusive.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "caplin_2018",
                    "caplin_2018",
                    "caplin_1998"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Prolongational closure , then, involves replacing a cadential progression with a prolongational one—or, in other words, ending a theme with a progression that “should” have appeared at the beginning or in the middle. In practical terms, this normally means preceding a tonic arrival with something other than a root-position V or V 7 : an inverted V chord, a leading-tone chord, or some other chord that is plainly not a root-position dominant. The theme closes with a tonic, but that tonic is only weakly articulated. We say “The theme closes with a tonic” rather than “The piece closes with a tonic” because, for Caplin, prolongational closure is a strategy that early Romantic composers deploy in the middles of their pieces, not at their ends. “Unlike classical practice,” he writes, “prolongational closure in the [early] Romantic style may take place at the level of the simple theme (the eight-measure A section), but the final closure of broader formal units still requires an authentic cadence” ( 2018 , 16). Only in the later nineteenth century, Caplin notes, does prolongational closure begin to appear at the ends of pieces; in his forthcoming book Cadence: A Study of Closure in Tonal Music , he writes that whereas in early Romantic music, “a passage concluded by a prolongational progression eventually yields to some final closure using a cadential progression, a complete thematic unit of a later nineteenth-century piece, even the final one of a work, may exclusively feature prolongational closure at its end” ( Forthcoming , chap. 9). Example 1 . Hensel’s Lieder that end with prolongational closure (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "caplin_2018",
                    "caplin_forthcoming"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Fanny Hensel’s music is something of an exception to this rule. Examples of piece-ending prolongational closure can be found throughout her oeuvre, but especially in her solo Lieder. A survey of her published and unpublished Lieder reveals several examples in which a song ends without any cadence whatsoever—that is, without a perfect authentic cadence, an imperfect authentic cadence, a half cadence, or even a plagal cadence. (3) Example 1 lists these songs, along with information about the type of prolongational closure they contain—of which more below. (The example indicates not only the catalogue number for each song and when each song was composed but also where each song can be found, especially since several have not been published.) (4) It’s not just the fact that these pieces end with prolongational closure that makes them intriguing, however; it’s the manner in which they do so, the specific techniques they employ to effect a non-cadential ending. This is where Hensel’s prolongationally closed songs have a lot to teach us. They represent some of the earliest examples of piece-ending prolongational closure in the repertoire—most of these songs come from the 1820s—and thus offer important models for understanding how the technique was deployed by later composers.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This is the primary aim of our article: to propose three different types of prolongational closure, extracted from a study of Hensel’s music. These are (1) 5 ˆ – 1 ˆ -fill prolongational closure, in which the bass line arrives on 5 ˆ and then, rather than resolve by leap to 1 ˆ , fills the gap between 5 ˆ and 1 ˆ with a stepwise descent or ascent; (2) dominant-substitution prolongational closure, in which a root-position dominant is replaced by another chord at the moment of structural closure, so that an authentic cadence is undermined; and (3) early-pedal prolongational closure, in which an unexpected tonic pedal is inserted before the moment of structural closure, so that the chords that would otherwise articulate a cadential progression are functionally obscured. Our hope is that these types might prove valuable to those interested in exploring how other composers use the technique—not only because they give us new names for musical phenomena, but also because they help us to hear those phenomena in new ways. A secondary aim, more specific to Hensel, is to explore yet another facet of her innovative musical language. In recent years, as more of her work has been analyzed, the hallmarks of her musical aesthetic have become more apparent—and arguably the most striking is her inventive approach to harmony and tonality. (5) Her fascination with prolongational closure is only one aspect of that approach, but it offers yet more evidence of her originality, another plank in support of the argument that she was one of the most inventive composers in the first half of the nineteenth century. Three Types of Prolongational Closure Example 2 . 5 ˆ – 1 ˆ -fill prolongational closure in Grieg, “Ase’s Death” (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Caplin doesn’t outline different types of prolongational closure in his writings on the topic. That said, many of the examples of prolongational closure that he references are of the 5 ˆ – 1 ˆ -fill type. Example 2 , drawn from Caplin’s forthcoming book Cadence: A Study of Closure in Tonal Music , provides a typical case—the opening theme of Grieg’s “Ase’s Death,” from the Peer Gynt Suite No. 1 . The consequent phrase, writes Caplin, “seems as though it were going to effect perfect authentic cadential closure, but after arriving on the cadential dominant in the middle of m. 7, pulls back down to bring a stepwise descent from 5 ˆ to 1 ˆ , thus effecting prolongational closure for this period-like theme” ( Forthcoming , chap. 9). (6) Example 3 . Grieg, “Ase’s Death,” with analytic overlay (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "caplin_forthcoming"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Curiously, our survey of Hensel’s Lieder reveals no 5 ˆ – 1 ˆ -fill examples. (7) Instead, we find the two other types of prolongational closure: dominant substitution and early pedal. (8) In these two types, unlike in the 5 ˆ – 1 ˆ -fill type, the bass line never engages with 5 ˆ as the bass note of a dominant harmony. (9) It’s not that a structural dominant arrives and is connected, with a stepwise thread, to a structural tonic, but rather that no structural dominant arrives at all. (10) In this sense, dominant-substitution and early-pedal prolongational closure might be viewed as even more removed from Classical cadential norms, which privilege the polarity of I and V, than 5 ˆ – 1 ˆ -fill prolongational closure. Indeed, from a Schenkerian perspective, the consequent phrase of “Ase’s Death” could well be analyzed as articulating rather than avoiding an authentic cadence, as our analytic overlay in Example 3 suggests: a normative cadential bass line is “there,” one might say; it is just embellished by linear motion at the foreground. Example 4 . Hensel, “Über allen Gipfeln ist Ruh,” ending (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] By contrast, consider the final phrase of Hensel’s song “Über allen Gipfeln ist Ruh” (1835) ( Example 4 ). The bass line descends from E3 to E2, and thus of course passes through 5 ˆ , but this 5 ˆ supports not a dominant but a secondary dominant, a passing chord between two iv chords. The only way to make this passage conform to a typical Schenkerian cadential bass line is to imply a B in m. 34. Hence the idea of substitution: rather than stating a structural dominant and prolonging it, as Grieg does, Hensel avoids a structural dominant and swaps it with something else (in this case a sonority containing F ♯ , A, and E, which could be labeled as a ii 7 chord despite its clear dominant function). (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Example 5 shows, in abstract form, how dominant-substitution prolongational closure tends to happen. A normative I–ii 6 –V 7 –I progression ( Example 5a ) is modified ( Example 5b ) so that vii o \\(\\substack{4\\\\3}\\) substitutes for V 7 . (The progression vii o \\(\\substack{4\\\\3}\\)–I could of course be described as quasi-plagal, since the bass goes 4 ˆ – 1 ˆ . Yet we have found it useful to distinguish this kind of prolongational progression—which projects a hint of dominant function, with the presence of 2 ˆ and 7 ˆ —from the more “purely” plagal progression IV–I.) (12) In Example 6 we provide another realization of dominant-substitution prolongational closure. Example 6a shows a I–vi–IV–V 7 –I progression over a largely descending bass line, and Example 6b shows the same progression with V\\(\\substack{4\\\\3}\\) substituted for V 7 , thus continuing the bass descent. (This abstract progression bears some resemblance to the actual progression in “Über allen Gipfeln ist Ruh”; note that here, too, 5 ˆ in the bass does not support a structural dominant harmony, as it does in the 5 ˆ – 1 ˆ -fill examples.) Example 5 . Dominant-substitution prolongational closure (click to enlarge) Example 6 . Another realization of dominant-substitution prolongational closure (click to enlarge) Example 7 . Early-pedal prolongational closure (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Example 7 shows a progression involving early-pedal prolongational closure. In Example 7a a normative progression begins with a tonic expansion, passes through ii 6 , and then ends with a V 7 –I cadence. In Example 7b the upper three voices are unchanged, but the bass’s G arrives on the downbeat of the second measure and persists through the excerpt’s final cadence. In this type of prolongational closure a root-position dominant is not so much avoided (as in the dominant-substitution type) as obscured: a tonic pedal muddies an otherwise clear structural dominant harmony. (13) Caplin has written that pedal points are the “most perceptually forceful way of prolonging a harmony” ( 1998 , 25). The paradox of early-pedal prolongational closure is that this forceful progression does not follow a forceful cadence: a progression that “should” fall after the end of a theme instead falls at the end of a theme.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Playing through Examples 5, 6, and 7, one cannot help but notice that the differences between the left and right progressions are slight: an altered bass pitch here, an added chromatic pitch there; an early arrival on 1 ˆ here, a more linear bass line there. But the effects of these slight differences are profound, and the main effect is to significantly weaken the syntactical strength of these moments of musical closure. In the context of actual songs, this effect can be particularly powerful, leaving one with the palpable feeling that final cadences (and the feelings associated with them—relief, reunion, rest, and so on) lie just beyond one’s grasp. The four analyses below aim to demonstrate as much. In keeping with Examples 5, 6, and 7, which show how moments of prolongational closure deviate from normative cadential models, our analytical approach often involves creating recompositions of Hensel’s songs, hypothetical versions that provide cadences where her actual songs do not. Comparing the hypothetical and the actual, the cadential and the non-cadential, vividly shows how Hensel avoids obvious routes in favor of more adventurous harmonic journeys. “An die Entfernte” (1823): Dominant Substitution",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The poetic speaker of Goethe’s “An die Entfernte” (To the Distant Beloved) cannot fathom that he has lost his beloved, in part because his mind persists in conjuring memories of her in words and in tones. Yet no matter how much he searches for her, and cries out for her in song, he cannot bring her back. (14) So hab’ ich wirklich dich verloren? Have I really lost you? Bist du, o Schöne, mir entflohn? Have you fled from me, fairest love? Noch klingt in den gewohnten Ohren Every word, every tone Ein jedes Wort, ein jeder Ton. Still sounds in my well-accustomed ears. So wie des Wandrers Blick am Morgen As in the morning the traveler’s gaze Vergebens in die Lüfte dringt, Searches the heavens in vain Wenn, in dem blauen Raum verborgen, When, concealed in the blue firmament, Hoch über ihm die Lerche singt: The lark sings high above him: So dringet ängstlich hin und wieder So my gaze searches anxiously back and forth Durch Feld und Busch und Wald mein Blick; Through field, thicket and woodland; Dich rufen alle meine Lieder: All my songs call out to you: „O komm, Geliebte, mir zurück!” “Come back to me, beloved!” (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Hensel’s setting of Goethe’s poem has never been published, but like many of her other unpublished songs, it is available in manuscript form via the digital collection of the Staatsbibliothek zu Berlin ( https://digital-beta.staatsbibliothek-berlin.de/ ). The song is in simple strophic form. This in itself carries expressive connotations, since the repetitive form underlines the persistence of the protagonist’s efforts to search for his beloved, as well as the relentlessness of the words and tones that only remind him of her absence. Still, as appropriate as the overall strophic form may be to the poetic scenario, it’s what happens within each strophe that shows Hensel’s special sensitivity to the emotional nuances of the text. She heightens the poem’s sense of uncertainty and disorientation by evading expected moments of closure, and she does this not just at the end of the strophes but throughout them. (16) Example 8 . Hensel, “An die Entfernte,” opening strophe recomposed (click to enlarge and see the rest) Example 9 . Hensel, “An die Entfernte,” opening strophe as written (click to enlarge and see the rest)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The easiest way to see how she does this is to compare what she actually does with what she might have done. Example 8 shows a recomposition of the opening strophe, which retains Hensel’s melodies and rhythms but changes some of her harmonies so as to provide moments of clear closure where she avoids them. Example 9 —the opening strophe as Hensel actually composed it—sounds more uneasy than our hypothetical version, in large part because Hensel avoids expected harmonic resolutions. (Though the song has not been published, it has been recorded. For an excellent performance by Tobias Berndt and Alexander Fleischer, see Hensel 2015 . A YouTube version can be found at https://www.youtube.com/watch?v=eDqr5l8RX4w .) Measure 3 leads not to an E-minor tonic (as in our recomposed version) but to a C-major chord. The same is true of m. 6, only now in the context of A minor: the E 7 chord of m. 5 resolves not to A minor but to F major. These deceptive resolutions sound like the musical equivalents of the questions at the end of the first two lines (“Have I really lost you? / Have you fled from me, fairest love?”). The deceptive move to an F-major chord in m. 6 initiates a long stepwise ascent in the bass (shown with the arrow in Example 9), which leads all the way to C on the downbeat of m. 10—a chromatic climb that ratchets up the tension. This lower-voice ascent is matched by an upper-voice ascent, as the vocal melody moves in parallel tenths with the bass. One imagines the protagonist’s heart racing faster, his pain and panic increasing with each rising step.",
                "footnotes": [],
                "citations": [
                    "hensel_2015"
                ]
            }
        },
        {
            "15": {
                "text": "[15] All this upward motion is what makes the two other differences between Examples 8 and 9—the Neapolitan on the downbeat of the penultimate measure and the vii o \\(\\substack{4\\\\3}\\)–i prolongational progression that follows it, in which a leading-tone chord substitutes for a root-position dominant—so startling. The bass line’s leap downward to G at the end of m. 10 and, even more, the vocal melody’s sagging motion to F ♮ on the downbeat of the next measure signal a waning of energy, a moment of exhaustion—which the final bass notes and harmonies only reinforce. The bass G rises to A on the downbeat of m. 11, supporting the Neapolitan, but by that point, addled by the constant ringing in his ears, the protagonist’s energy is all but depleted; the bass A cannot find the strength to rise (as it “should”) to B and so instead stays where it is, before falling wearily to the tonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] This moment of closure is key to Hensel’s interpretation of the poem and her characterization of its speaker. It suggests that the protagonist’s pain, and his memories of his beloved encapsulated in the words and tones that he hears, will continue unceasingly—that he will remain in an unresolved state, just as the song does. Yet just as important as the presence of this non-cadential ending is the specific manner in which Hensel realizes it. Another composer might have set the last lines of the opening stanza in such a way as to suggest that they induce a kind of mania, or feverish agitation. But Hensel reads the poem differently: her protagonist experiences not frenzy but fatigue, not mania but listlessness. “Der Sprosser” (1826): Early Pedal",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] “Der Sprosser” (The Thrush Nightingale) is also a song about pain, but in this case it is a pain brought about not by a longing for an actual beloved but instead by a desire for a nonexistent one, and the pain is a little more on the surface. Indeed, one of the main points we will make is that by inserting early tonic pedals where one doesn’t expect them, Hensel creates dissonant sonorities that are musical signs of the pain the protagonist feels. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The poetic speaker encounters a nightingale that sings a sad song, yearning for its beloved. He feels a connection with the bird, for he too yearns for someone, and he too sings a sad song—but, as he says, “no sweet bride hears it”: he feels love in his heart, but he has no one to share it with. At the end of the poem the nightingale is reunited with its beloved, but the protagonist remains alone. Was zieht mit leis’ verklung’nem Beben[,] (18) What moves with softly fading trembling Was weht mit weichem Flötenton What wafts with soft flute-like tones Als wollt’ es auf zum Himmel schweben, As if it would float to heaven, Als trügen Engel es davon? As if angels bore it hence? Das sind des Sprossers Liebesklagen, Those are the plaints of the thrush nightingale, Es überströmt das kleine Herz[;] His little heart overflows; Er hat nicht Worte es zu sagen, He has no words to utter it, In Tönen spricht sein tiefer Schmerz. His deep pain speaks through tones. Ich habe[,] Armer[,] dich verstanden, Poor thing, I have understood you; Dem Liebchen galt der Sehnsucht laut. The sound of your yearning is directed at your beloved. Auch meiner zieht nach fernen Landen[,] Mine, too, travels to distant lands, Doch hört ihn keine süße Braut. But no sweet bride hears it. Doch horch! was jauchzt da in den Blättern[,] But hark! what rejoices there in the foliage, Was jubelt da aus voller Brust? What exults out of an overfull breast? U[nd] tönt mit immer hellerm Schmettern And resounds with ever brighter blaring In nie empfundner sel’ger Lust? In never yet experienced beatific joy? Das sind des Sprossers Jubellieder[;] Those are the thrush nightingale’s songs of exultation; Es überströmt das kleine Herz[,] The little heart overflows. Es hallt die Lust in Tönen wieder, Joy resounds in tones; Sie ziehen dankend himmelwärts[.] They ascend gratefully toward heaven. Du hast dein Liebchen nun gefunden, You have now found your beloved; Sie hörte[,] holder Sänger[,] dich, Fair singer, she heard you. Ihr jubelt beide nun verbunden, Now both of you rejoice united, Und ich, ich weine still für mich. And I, I weep quietly alone. (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Like “An die Entfernte,” “Der Sprosser” has never been published. Unlike “An die Entfernte,” it has also never been recorded; one hopes that performers will take the opportunity to share this wonderful song with the world. “Der Sprosser” is in ABA'B' form: section A comprises the first two stanzas of the poem, section B the third stanza, section A' the fourth and fifth stanzas, and section B' the sixth stanza. There are three moments of prolongational closure in the song: the end of section A (on the text “In Tönen spricht sein tiefer Schmerz” [His deep pain speaks through tones]), the comparable end of A' (on “Sie ziehen dankend himmelwärts” [They ascend gratefully toward heaven]), and the end of B' (on “Und ich, ich weine still für mich” [And I, I weep quietly alone]). Only section B ends with a proper cadence: a PAC in the tonic C major. The end of the song thus sounds like a distorted version of the end of B—a cadence gone awry, a passage left open-ended. Example 10 . Hensel, “Der Sprosser,” section A (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The A section, shown in Example 10 , is a sixteen-bar period with an eight-bar antecedent that leads to a HC and an eight-bar consequent that does not lead to a PAC, not even to an IAC, but instead to a moment of prolongational closure. Here, as is the case in all three of the song’s prolongational endings, the non-cadential close is the result of a persistent pedal tone: Hensel arrives on a minor i chord in m. 15 but instead of moving the bass to 4 ˆ in m. 16 (when the chord shifts to F minor) and to 5 ˆ in m. 17 (when the dominant approaches) she sticks on 1 ˆ , refusing to relinquish it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] What is the expressive effect of arriving on 1 ˆ and not letting it go? First, the repeated bass Cs (with the same pitch sounding eleven times in a row from mm. 15–18) are like the tones that speak the nightingale’s (and by extension, the protagonist’s) sorrow; the resonant, insistent low Cs are like pulsations of pain. Second, because the C persists, the sonorities at the end of the section are particularly dissonant, and the penultimate sonority in this passage (a B fully diminished-seventh chord over a clashing C) becomes a recurring sound in the song—we would go so far as to call it the song’s “pain chord.” Its chromatic pitch, A ♭ , is also a recurring element, a “promissory note” that appears first as the enharmonic equivalent G ♯ in m. 2, then as A ♭ a measure later, and again as G ♯ at the end of m. 5. (20) If the chord is a jolt of pain, the pitch is a pinprick, a premonition of what is to come. Example 11 . Hensel, “Der Sprosser,” section B (click to enlarge and see the rest) Example 12 . Hensel, “Der Sprosser,” section B' (click to enlarge and see the rest)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] A ♭ returns in the next section of the song (section B, shown in Example 11 ), appearing as the highest note thus far, atop the melisma in m. 28, on the word “süße” (sweet). But it is not accompanied by the so-called “pain chord”: this section ends with a clear PAC—and, in fact, the only authentic cadence in the song. (21) The presence of cadential closure at the end of B makes the absence of cadential closure at the end of B' all the more arresting. At first, section B' ( Example 12 ) retraces B’s steps fairly faithfully: the section likewise starts by tonicizing F minor (iv), with only a slightly modified melody, and thereafter moves to a ii ø \\(\\substack{6\\\\5}\\) and a secondary dominant of V (compare mm. 24–25 of Example 11, which go ii ø \\(\\substack{6\\\\5}\\)–V\\(\\substack{6\\\\5}\\)/V, with mm. 54–55 of Example 12, which go ii ø \\(\\substack{6\\\\5}\\)–vii o \\(\\substack{6\\\\5})/V\\). But here is where things go astray. Instead of leading to a structural dominant in m. 56, as she had in m. 26, Hensel leads to a tonic. This is the tonic pedal that intrudes where one would expect 5 ˆ in the bass. And once the tonic pitch arrives, it stays. As was the case at the end of the A section, C continues beneath a series of shifting harmonies—including two instances of the characteristic “pain chord”—and beneath an even more elaborate melisma on “weine” (weep), which culminates, appropriately enough, in a high A ♭ . Here again, the pulsating Cs are the sonic equivalent of the pain that the protagonist cannot escape, the immutable fact that instead of singing to a partner, he can only cry to himself. “Fichtenbaum und Palme” (1838): Early Pedal with Tonal Pairing",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Like “Der Sprosser,” “Fichtenbaum und Palme” (The Spruce Tree and the Palm Tree) also ends with early-pedal prolongational closure. (This song has been published and recorded. See Hensel 1993 , vol. 2 for a copy of the entire score. For a lovely recording by Christina Högman and Roland Pöntinen, see Högman & Pöntinen 1996 . A YouTube version can be found at https://www.youtube.com/watch?v=D9Qbep6U1Aw .) The difference is that the close of this song is not just harmonically open-ended, in that it avoids cadential closure, but also tonally open-ended, in that it ends with a tonic triad that sounds in part like a dominant of the subdominant. In an article from a collection of essays on Hensel’s songs, Tyler Osborne ( 2021 ) explores Hensel’s use of tonic/subdominant “tonal pairing,” focusing on her songs “Die Äolsharfe auf dem Schlosse zu Baden” (1826) and “Vorwurf” (1846). “Fichtenbaum und Palme” is another song in which the subdominant challenges the supremacy of the tonic—so much so, in fact, that the final tonic sounds in part like the dominant of the subdominant, suspended between two different tonal functions. The song’s “weak” prolongational ending enhances this feeling of suspension, making the ending of the song sound even more unsettled.",
                "footnotes": [],
                "citations": [
                    "hensel_1993",
                    "osborne_2021"
                ]
            }
        },
        {
            "24": {
                "text": "[24] Heine’s poem is about a spruce tree that longs for a new home in warmer lands inhabited by palm trees. The first stanza describes the spruce, standing atop a mountain and sleeping under a blanket of snow. The second stanza describes the spruce’s dream: it longs to trade places with the palm tree that lives in a warmer climate. Yet in the last two lines (a typically Heine-esque Stimmungsbruch , or “break of mood”) one learns that the palm is no happier than the spruce. (22) Ein Fichtenbaum steht einsam, A spruce tree stands lonely, Im Norden auf kahler Höh’; In the north, on a naked height. Ihn schläfert; mit weißer Decke And drowses; a white blanket Umhüllen ihn Eis und Schnee. Enshrouds it in ice and snow. Er träumt von einer Palme, It dreams of a palm tree, Die, fern im Morgenland, Which, far away in the east, Einsam und schweigend trauert Grieves lonely and silent Auf brennender Felsenwand. On a blazing wall of rock. (23) Example 13 . Hensel, “Fichtenbaum und Palme,” section A (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Hensel sets the poem in two contrasting sections (AB) followed by a return that combines elements of both (C). (24) Section A, shown in Example 13 , corresponds with the first stanza, section B with the second stanza, and section C with a repetition of the second stanza. The A section evokes the stationary, solitary spruce tree with a persistent tonic pedal. As the spruce drifts off to sleep, the song moves to the submediant key (beginning at m. 4), hinting at the tree’s discontent. This key is more implied than fully realized, however, since Hensel pointedly evades a C-minor authentic cadence in mm. 6–7, as the bass slides down to E ♭ . Yet the E ♭ -major tonic is just as insecure. In fact, the A section closes not with an authentic cadence in the home key but with a plagal cadence (mm. 8–9), foreshadowing the tonal pairing that will emerge more prominently later in the song. The lack of authentic cadential closure in any key robs the music of a sense of goal-directedness; like the spruce tree that is rooted to one spot, unable to do anything but dream of warmer lands, the music is rooted to the tonic, unable to create any real sense of tonal motion. Example 14 . Hensel, “Fichtenbaum und Palme,” section B (click to enlarge and see the rest) Example 15 . Hensel, “Fichtenbaum und Palme,” end of section B recomposed (click to enlarge and see the rest)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] As an image of the palm tree emerges, Hensel also places this tree in its own unique musical landscape: in the distant key of B major (enharmonically, ♭ VI), in a higher register of the piano, and with a much more active accompaniment. (See Example 14 .) Still, despite the distance between the spruce’s and palm’s tonal regions, those regions are handled similarly: neither is secured with an authentic cadence. Section B ends with vii o \\(\\substack{4\\\\3}\\)–I in B major (mm. 27–28), using the same kind of dominant-substitution prolongational closure that “An die Entfernte” does. The vii o \\(\\substack{4\\\\3}\\)–I progression could have been written as a V 7 –I progression, leading to a PAC. A recomposition ( Example 15 ) shows how the passage would sound if it ended with an authentic cadence. Hensel’s actual version harks back to the 4 ˆ – 1 ˆ bass motion that ended section A; indeed, because of the tonicization of E minor in m. 26–27, the B-major chord at the end of this section, like the E ♭ -major chord at the end of the previous section, sounds at once like a tonic and a dominant of the subdominant. For both of these reasons—the lack of cadential closure and the weakening of the B-major tonic due to tonal pairing—the A and B sections are more similar than they first seem. Not only the poem but also the music suggests that the trees are not so different after all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] After this, Hensel repeats Heine’s second stanza, setting it to musical material that blends aspects of the previous two sections ( Example 16 ). Motives reminiscent of the spruce’s environment return to the piano, while the vocal melody reflects the palm’s active lines. In contrast with the other sections, section C does not establish a tonic from the start; instead, a third tonal pairing treads the line between the tonic and the subdominant. An E ♭ pedal returns in the piano’s right hand, but A ♭ minor is even more prevalent than it was in the A section. In mm. 30–31, the E ♭ pedal descends from the right to the left hand, where it will remain until the end. This is the early tonic pedal that creates a moment of prolongational rather than cadential closure. Following the iv–I bass motion in m. 30, E ♭ sounds beneath the remaining harmonies, which outline a pre-dominant–dominant–tonic progression: V ♭ 9 /iv–iv–vii o 7–I. (25) Again, it need not have been this way. Example 17 recomposes the ending of the song, so that it concludes with a more conventional PAC; essentially, this means writing a more functional bass line that clearly projects the underlying functional progression, and turning m. 31 from a vii o7 (over an E ♭ pedal) into a V 7 . Example 16 . Hensel, “Fichtenbaum und Palme,” section C (click to enlarge and see the rest) Example 17 . Hensel, “Fichtenbaum und Palme,” end of section C recomposed (click to enlarge and see the rest)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Why does Hensel repeat the second stanza, with its depiction of the pine tree, and recast it as an amalgamation of the A and B sections, with a tonic pedal that persists to the very end? One way of answering this question is to consider how the final moment of prolongational closure relates to the song’s previous moments of closure, and also to the Stimmungsbruch of Heine’s final couplet. Recall that a plagal cadence concludes section A, which depicts the spruce’s musical landscape. Although the tonic/subdominant tonal pairing weakens this cadence’s sense of finality, the close is still cadential. As the song shifts to the warmer lands of the pine tree (section B), Hensel further weakens the section’s moment of closure: glimmers of section A’s plagal cadence remain, with the 4 ˆ – 1 ˆ bass motion, yet a vii o \\(\\substack{4\\\\3}\\) appears instead of a iv chord. The tonic/subdominant tonal pairing in this section of course introduces additional ambiguity. In short, in the first two sections of the song, the tonal pairing gradually creeps in, just as the close of these sections is gradually weakened. By contrast, section C is immediately overtaken by tonal pairing, and leads to the most ambiguous moment of closure in the song: a prolongational progression over a static pedal point, which seems at once to express tonic and dominant function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Hensel challenges cadential closure in each of these sections and in so doing captures the dissatisfaction of the spruce and the palm, which, like the music, cannot find rest. Yet the real marvel of her song is that these undermined cadences create an expressive trajectory, an ever-more-palpable weakening not just of cadential articulation but of tonal identity. The result is a sort of musical Stimmungsbruch —a breaking not just of mood but also of closure and key—that matches and amplifies the one in Heine’s poem. The greatest irony, perhaps, is that section C’s anticipated cadence is undermined by the tonic pitch: just as the spruce tree wakes from its dream still on the frigid mountainside, so does the piece end where it began, rooted to the spot but without a true resolution. “Marias Klage” (1826): An Ambiguous Case",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In proposing three types of prolongational closure our aim has not been merely to provide different ways of labeling non-cadential endings but to invite different ways of hearing those endings. The three types are best seen as possible descriptors, not rigid categories that pieces are either “in” or “not in.” It stands to reason, therefore, that some pieces might be amenable to more than one description; some prolongational endings may seem to flirt with two different types, leaving themselves open to different, even contradictory, interpretations. We close by analyzing just such a song (and yet another unpublished and unrecorded one): “Marias Klage” (Maria’s Lament). (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Similar to Goethe’s “An die Entfernte,” Johann Heinrich  Voß’s “Marias Klage” is a first-person narrative in which the poetic speaker (here clearly a woman) struggles to accept the loss of her lover. The newlywed woman’s husband has been lost at sea; he receives no ceremony, no last respects, and no proper burial. The widow’s unbearable grief consumes her, until death beckons her away during the night so that she can be reunited with her beloved. Fließt, o Thränen, netzt den Schleier, Flow, o tears, moisten the veil, Fließt aufs Brautgeschenk hinab, Flow down upon the bridal gift, Das beim Abschied jüngst mein Treuer That upon parting my love recently gave me Mir mit Kuß und Thränen gab! With kisses and tears! Wiederkehr und Hochzeitsfeier, Your return and the wedding ceremony, Jüngling, schwand mit dir ins Grab! Young one, disappeared with you into the grave! Nein, versenkt im wüsten Meere, No, sunk in the wild seas, Wogt dein Lieb um Klipp’ und Bank, Your love surges around cliffs and banks, Unbestattet, ohne Zähre, Unburied, without tears, Ohne Lied und Glockenklang; Without song and tolling bells; Traurig dir zur lezten Ehre To pay you last respects Scholl des Meers und Sturms Gesang. The sea and storm’s song will resound sadly. Jetzt am fernen Strande klaget Now, here on a distant shore Dich dein armes Mädchen hier; Your poor girl mourns you; Wann es nachtet, wann es taget, When darkness falls, when day breaks, Nimmer ruht der Jammer mir; My misery never ceases; Kein Gedank’ und Wunsch behaget, No thought and desire would please me Als vereint zu sein mit dir. As much as being united with you. Ausgeduldet! Kurze Dauer Enough with suffering! My life and my pain Hat mein Leben und mein Schmerz! Will end soon! Aus des Elends dunkler Trauer Out of the misery of dark mourning Laß mich aufschaun himmelwärts! Let me gaze heavenward! O mich labt ein süßer Schauer; Oh, I am refreshed with a sweet chill; Dort im Himmel wohnt mein herz! There in heaven lies my heart! Manche Nachterscheinung deutet, Some apparition of night signals Selber bald werd’ ich verblühn: That soon I myself shall fade: Dumpfer Hall von Glocken läutet, Muffled echoes of ringing bells Bahr’ und Leichenfolger ziehn. Are followed by the bier and the funeral procession. Komm, o Tod, der hin mich leitet, Come, o death, who leads me there Ihn zu schaun, auf ewig Ihn! To behold him, forever him! (27) Example 18 . Hensel, “Marias Klage,” section A (click to enlarge and see the rest)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Hensel arranges  Voß’s text into five sections, one for each of the five stanzas: ABB'A'C. (28) The A section consists of a period with sentential antecedent and consequent (mm. 1–8), followed by a sentential phrase (mm. 9–12) that modulates to B ♭ major ( Example 18 ). The period and the subsequent sentential phrase both end with normative cadences: an IAC in the tonic in m. 8 and a PAC in the relative major in m. 12. (29) Example 19 . Hensel, “Marias Klage,” section B (click to enlarge and see the rest)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The ensuing B section and its varied repetition (mm. 14–41; Example 19 ) disrupt the cadential stability encountered so far. The second stanza opens with an arresting image of the bridegroom’s love surging around cliffs and banks, as though the raging seas were expressing his sadness. Hensel evokes the surging currents by heightening the chromaticism, fluctuating between G minor and C minor, and—not least—avoiding authentic cadences entirely. The music is as restless as the sea and the emotions associated with it. B ends with an off-balance six-bar phrase (mm. 22–27)—the first deviation from four-bar regularity in the song. A harmonic surprise underlines the moment of disruption: instead of following the ii 6 in m. 25 with a dominant, and then with either a HC or an AC, Hensel lands violently on a C ♯ diminished-seventh chord and stalls, prolonging it for an additional two measures before B' begins. The text here is “Traurig dir zur lezten Ehre / Scholl des Meeres und Sturms Gesang” (To pay you last respects / The sea and storm’s song will resound sadly); Hensel finds a perfect musical metaphor for the endless lament, the “sea and storm’s song” that rages without end, by elongating the key words “Meeres” and Sturms” with expressive melismas, and by undercutting an expected cadence. Example 20 . Hensel, “Marias Klage,” section C (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Following a varied repetition of B' and A (corresponding to stanzas three and four, respectively), the song shifts dramatically to B ♭ major and remains there for the duration. ( Example 20 shows Hensel’s setting of the final stanza: section C, mm. 60–75.) In this stanza the speaker is drawn toward heaven, led on by the muffled sound of distant bells. The piano plays its own bell-like tones, sounding above an unstable second-inversion B ♭ tonic played una corda . The lowest voice of the piano meanders around F (in mm. 60–63), as if the music were in a state of suspended animation, awaiting the transfiguration to come. Slowly, however, it makes its way to B ♭ ,, finally settling on the tonic pitch just before the poetic speaker pleads with death to rescue her (“Komm, o Tod . . . ”), and staying there until the final bar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Given this fact, one might be inclined to see the song’s ending as an instance of early-pedal prolongational closure. According to this reading, Hensel could have written a PAC in B ♭ major in m. 73, but the persistent pedal tone undermines the would-be cadence, and the song ends instead with a prolongational progression. Several aspects of the final nine measures support such a reading. The musical features of this section are in keeping with Hensel’s characteristic closing gestures—in particular the vocal highpoint and melisma leading to 1 ˆ in mm. 72–73—suggesting perhaps that this is no coda but rather a passage that leads to the song’s structural close (albeit a prolongational one rather than a cadential one). Furthermore, from a poetic perspective, it makes sense to align that structural close with the promise of the lovers’ reunion in heaven, conveyed in the final two lines (“Come, o death, who leads me there / To behold him, forever him!”). In this light, the otherworldliness of mm. 67–75 evokes the peace the widow will shortly find upon reuniting with her husband—a peace that Hensel musically conveys with a static tonic pitch that remains as other harmonies pass overhead.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] From another perspective, however, one might argue that for  Voß’s poetic subject, it is in fact death itself—evocatively conveyed by the third and fourth lines of the stanza (“Muffled echoes of ringing bells / Are followed by the bier and the funeral procession”)—that signals the end, and that the promise of a reunion of husband and wife, expressed in the final two lines, signifies a new beginning. Hensel’s handling of earlier stanzas lends support to this interpretation. In each of the previous stanzas, she places clear moments of closure at the end of line 4: a G-minor IAC in m. 8, a G-minor HC in m. 21, another G-minor HC in m. 36, and another G-minor IAC in m. 54. In each case, these clear moments of closure separate the initial four lines from the final two lines, which conclude either with a cadence in a different key (such as the B ♭ cadence at the end of stanzas 1 and 3) or without a cadence at all (such as the diminished-seventh chords at the end of stanzas 2 and 4). If one applies a similar structure to the final stanza, one would expect the cadence to occur four lines into the stanza (m. 67). According to this reading, the vii o7 –I progression in mm. 66–67 is the song’s structural close, with vii o7 substituting for a root-position domainant, and what follows is an ethereal coda—funereal bells that fade into the distance as the widow is guided back to her husband.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] For our part, we lean toward treating m. 73 as the piece’s structural ending, and thus regarding it as the product of an early pedal. Still, as much as this interpretation may be aesthetically consistent with other songs by Hensel, and with other parts of this song, the substitution interpretation is also evocative, since it suggests that the sudden shift from an address to the beloved to an address to death itself is a pivotal moment in the song, an act that separates all that follows it from all that preceded it. The most important point—which applies not just to this song but to all of the songs we have discussed in this article—is that prolongational closure profoundly complicates, and thereby enriches, one’s sense for how endings “work” structurally, expressively, musically, and poetically. As a listener one therefore has to work even harder to fathom their many, often paradoxical meanings. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In keeping with the overall topic of this article (endings that are not decisively final), we close not with hard-and-fast conclusions but with some more open-ended suggestions about where this research might lead, some thoughts about what might lie beyond the “double bar” of this essay. Two paths suggest themselves, one having to do with Hensel’s music specifically and the other with Romantic music more generally.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Among Hensel’s many compositional talents—her freedom with melody, her sensitivity to the flow of language, her gift for text painting, her knack for writing evocatively for the piano—her sense for endings is particularly strong. Her decisions to end pieces with rhetorically strong PACs, with rhetorically weak PACs, with post-cadential material, without post-cadential material, with plagal cadences, with half cadences, or with no cadences were not accidental; they were born out of a careful consideration of the expressive context in which those endings occurred, and the possible meanings those endings could convey. Readers will perhaps have noticed that all of the songs analyzed in this article are settings of poems that deal in some way with a lack of emotional closure: the protagonist of “An die Entfernte” cannot quite believe he has lost his beloved and hopes she will return; the protagonist of “Der Sprosser” is looking for someone who will love him back; the pine tree in “Fichtenbaum und Palme” longs for a sun-drenched existence that it cannot have; and the poetic speaker of “Marias Klage” waits anxiously for a release from this life and a reunion with her departed beloved. To be sure, not every Hensel song that lacks emotional closure also lacks cadential closure. Nor is the reverse true: not every song that lacks cadential closure also lacks emotional closure. But the conjoining of these features in these songs—and in several other songs that we did not discuss—shows that prolongational closure (however Hensel would have described the phenomenon) was anything but an abstract device; it meant something to her, and part of our job as analysts is to determine what it might have meant: what strategies she used to carry it out and how those strategies relate to the specific contexts in which the technique appears. Example 21 . Robert Schumann’s late Lieder that end with prolongational closure (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] As for what these songs can teach us about the music of other Romantic composers: because they are such early examples of piece-ending prolongational closure, they can provide an important tool for understanding how and why later composers used this technique. To take one example: Robert Schumann is famous for the equivocal, ambiguous, or otherwise unorthodox conclusions of his songs—what David Ferris has aptly termed Schumann’s technique of “open ending,” in which “there is closure at the end of the song, but its conclusiveness is compromised in some way” ( 2000 , 106). Approaching Schumann’s songs with an awareness of these three types of prolongational closure can reveal even more about how exactly Schumann creates these open-ended effects, and how he uses prolongational closure in distinctive ways—ways that differ from Hensel’s. Consider, for instance, that piece-ending prolongational closure is virtually nonexistent in Schumann’s songs composed before around 1849, yet it abounds in his late songs. Thus far we have found only one bona fide example of prolongational closure in Schumann’s Liederjahr songs: the last four bars of “Wer machte dich so krank?” (from op. 35) feature the progression V 7 –vi–V\\(\\substack{6\\\\5}\\)–I, where the gap between 5 ˆ and 1 ˆ is filled in stepwise. (30) (For examples of late Schumann songs that end with prolongational closure, see Example 21 .) Consider also that Schumann seems to favor the dominant-substitution type of prolongational closure, whereas Hensel favors the early-pedal type. What this suggests is that there is much to be gained from teasing out the different but related closing strategies employed by different but related nineteenth-century composers, the various idiolects of ending (not just Hensel’s but also Felix Mendelssohn’s, Robert Schumann’s, Clara Schumann’s, Schubert’s, and Chopin’s) that make up the Romantic era’s broader language of ending . As scholars of nineteenth-century music continue to explore the many ways that the formal tendencies of Romantic composers differ from those of their Classical predecessors, they should also remain alert to the diversity of formal—and closural—practices within the Romantic era itself, and even within the early Romantic era. Our hope is that a nuanced discussion of the rich, varied, and powerful closing technique of prolongational closure—and of Hensel’s pathbreaking use of it—can be part of that endeavor.",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "ferris_2000"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.3.rodgersosborne.html",
    "data": "mto/data/mto.20.26.3.rodgersosborne.json"
}