{
    "title": "Commentary on Neumeyer’s MTO 0.1 essay",
    "date": "1993/04/01",
    "volume": "0",
    "issue": "2",
    "authors": [
        "O’Donnell, Shaugn"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.2/mto.93.0.2.odonnell.pdf",
    "author_info": [
        {
            "name": "Shaugn O’Donnell",
            "university": "Queens College/CUNY",
            "address": "",
            "email": "odonnell@aaron.music.qc.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Just a quick reaction to Robert Judd’s comments about David  \nNeumeyer’s “Schoenberg at the Movies.” While several of his points  \nare pertinent (e.g., on aesthetics and cognition), the issue of opera  \ncomposition doesn’t seem particularly relevant. I find a rather  \nsubstantial genre-gap between opera music and film music (a notable  \nexception being musicals). A film score generally acts as a gloss on  \nthe drama, hence the possibility of Neumeyer’s commutation tests,  \nwhile an opera score is a musical version of the drama. (Just listen  \nto Schoenberg’s Op. 34 on your headphones next time you enjoy a  \nperformance of Salome to test this.) I don’t mean to downplay the  \nsignificance of the relationship between drama and music in either  \ngenre, but the two perspectives are remarkably different and  \ntherefore merit distinct treatment regarding aesthetic, cognitive,  \nand analytic issues. The contrast between the performance orientation  \nof opera music and the artificial soundspace (created by modern  \nrecording technology) of more recent film music further separates  \nthese two genres.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In reference to the “tinsel” question: I say it’s all music, from MTV  \nto the concert hall, whether it’s Bartok’s Fourth Quartet, Coltrane’s  \n“Giant Steps,” Lennon’s “Imagine,” or anything else you care to name  \n(Baroque fugue, rap song, etc.). I may be laughably naive, but is  \nthere really any need for the continual segregation of the musical  \nworld into “cultivated” and “vernacular” traditions?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.2.odonnell.html",
    "data": "mto/data/mto.93.0.2.odonnell.json"
}