{
    "title": "Beyond Mere Novelty: Timbre as Primary Structural Marker in Ravel’s <i>Piano Concerto in G Major</i>",
    "date": "2019/12/01",
    "volume": "25",
    "issue": "4",
    "authors": [
        "Beavers, Jennifer P."
    ],
    "abstract": "Ravel’sConcerto in G Majorreveals a new priority for timbre, long an integral part of his compositional toolkit, in which timbre functions as a form-bearing accent that marks and transforms themes. Through his unconventional treatment of symphonic instruments and the piano within reinvented concepts of theme, key, and form, I argue that these “novel” sonorities are not just there for surface reasons, but rather there to serve an integral role within the narrative of the concerto form. In the timbrally markedConcerto in G Major, the concerto medium is turned on its side as we attempt to understand the members of the orchestra as ensemble and co-soloists within changing auditory scenes. With the prominent place given to piccolo and harp—and, more profoundly, the “mistuned,” unusual timbres often issuing from the piano—we wonder: Who is the soloist Ravel is highlighting in this concerto?",
    "keywords": [
        "Ravel",
        "piano",
        "timbre",
        "illusory sound",
        "novelty",
        "form",
        "concerto",
        "sound design",
        "auditory scene analysis",
        "gesture",
        "theremin",
        "topic theory",
        "stylistic heterogeneity",
        "Piano Concerto in G Major",
        "Duo for Violin and Cello",
        "Sonata for Violin and Piano",
        "Boléro",
        "Chansons madécasses"
    ],
    "doi": "10.30535/mto.25.4.1",
    "received": "November 2018",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.beavers.pdf",
    "author_info": [
        {
            "name": "Jennifer P. Beavers",
            "university": "The University of Texas at San Antonio",
            "address": "Department of Music, One UTSA Circle, San Antonio, TX 78249, Arts Building",
            "email": "jennifer.beavers@utsa.edu"
        }
    ],
    "citations": {
        "abbate_1999": "Abbate, Carolyn. 1999. “Outside Ravel’s Tomb.” Journal of the American Musicological Society 52 (3): 465–530.",
        "agawu_2014": "Agawu, Kofi. 2014. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton University Press.",
        "allanbrook_1983": "Allanbrook, Wye Jamison. 1983. Rhythmic Gesture in Mozart: Le Nozze Di Figaro & Don Giovanni . University of Chicago Press.",
        "barraqué_1962": "Barraqué, Jean. 1962. Debussy . Éditions du Seuil.",
        "beavers_2016": "Beavers, Jennifer P. 2016. “Integrating Incompatibilities: Melodic, Harmonic, and Formal Dissonance in Ravel’s Duo and Violin Sonata.” Indiana Theory Review 32 (1–2): 120–60.",
        "birkhead_1927": "Birkhead, May. 1927. “All Paris Thrilled by Radio Invention.” New York Times , December 18, 1927.",
        "bregman_1990": "Bregman, Albert. 1990. Auditory Scene Analysis: The Perceptual Organization of Sound . MIT Press.",
        "burkholder_2006": "Burkholder, J. Peter. 2006. “A Simple Model for Associative Musical Meaning.” In Approaches to Meaning in Music , ed. Byron Almén and Edward Pearsall, 76–106. Indiana  University Press.",
        "burkholder_2012": "Burkholder, J. Peter. 2012. “Stylistic Heterogeneity and Topics in the Music of Charles Ives.” Journal of Musicological Research 31 (2–3): 166–99.",
        "calvocoressi_1933": "Calvocoressi, M. D. 1933. Musicians Gallery: Music and Ballet in Paris and London . Faber & Faber.",
        "cambouropoulos_2009": "Cambouropoulos, Emilios. 2009. “How Similar is Similar?” Musicæ Scientiæ 13 (1): 7–24.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor, and Leonard Meyer. 1960. The Rhythmic Structure of Music. University of Chicago Press.",
        "cramer_2002": "Cramer, Alfred. 2002. “Schoenberg’s “Klangfarbenmelodie”: A Principle of Early Atonal Harmony.” Music Theory Spectrum 24 (1): 1–34.",
        "cramer_2003": "Cramer, Alfred. 2003. “The Harmonic Function of the Altered Octave in Early Atonal Music of Schoenberg and Webern: Demonstrations Using Auditory Streaming.” Music Theory Online 9 (2). http://www.mtosmt.org/issues/mto.03.9.2/mto.03.9.2.cramer.html .",
        "davis_2011": "Davis, Stacey. 2011. “Stream Segregation and Perceived Syncopation: Analyzing the Rhythmic Effects of Implied Polyphony in Bach’s Unaccompanied String Works.” Music Theory Online 17 (1). http://www.mtosmt.org/issues/mto.11.17.1/mto.11.17.1.davis.html .",
        "deleuze_and_guattari_1987": "Deleuze, Gilles, and Félix Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . University of Minnesota Press.",
        "duane_2013": "Duane, Ben. 2013. “Auditory Streaming Cues in Eighteenth- and Early Nineteenth-Century String Quartets: A Corpus-Based Study.” Music Perception 31 (1): 46–58.",
        "fales_2002": "Fales, Cornelia. 2002. “The Paradox of Timbre.” Ethnomusicology 46 (1): 56–95.",
        "fargue_1939": "Fargue, Léon-Paul. 1939. “Autour de Ravel.” In Maurice Ravel par quelques-uns de ses familiers , by Colette, Maurice Delage, et al., 153–62. Éditions du Tambourinaire.",
        "glinsky_2000": "Glinsky, Albert. 2000. Theremin: Ether Music and Espionage . University Illinois Press.",
        "hatten_1991": "Hatten, Robert S. 1991. “On Narrativity in Music: Expressive Genres and Levels of Discourse in Beethoven.” Indiana Theory Review 12: 75–98.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "heinzelmann_2011": "Heinzelmann, Sigrun B. 2011. “Playing with Models: Sonata Form in Ravel’s String Quartet and Piano Trio.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 143–79. University of Rochester Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "heubner_2011": "Heubner, Steven. 2011. “Ravel’s Poetics: Literary Currents, Classical Takes.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 143–79. University of Rochester Press.",
        "huron_2001": "Huron, David. 2001. “Tone and Voice: A Derivation of the Rules of Voice-leading from Perceptual Principles.” Music Perception 19 (1): 1–64.",
        "huron_2007": "Huron, David. 2007. “On the Role of Embellishment Tones in the Perceptual Segregation of Concurrent Musical Parts.” Empirical Musicology Review 2 (4): 123–39.",
        "iverson_2011": "Iverson, Jennifer. 2011. “Creating Space: Perception and Structure in Charles Ives’s Collages.” Music Theory Online 17 (2). http://mtosmt.org/issues/mto.11.17.2/mto.11.17.2.iverson.html .",
        "jankélévitch_1959": "Jankélévitch, Vladimir. 1959. Ravel . Editions Rieder.",
        "johnson_2011": "Johnson, Randolph. 2011. “The Standard, Power, and Color Model of Instrument Combination in Romantic-Era Symphonic Works.” Empirical Musicology Review 6 (1): 1–18.",
        "kaminsky_2000": "Kaminsky, Peter. 2000. “Vocal Music and the Lures of Exoticism and Irony.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 162–87. Cambridge University Press.",
        "kaminsky_2004": "Kaminsky, Peter.  2004. “Ravel’s Late Music and the Problem of ‘Polytonality.’” Music Theory Spectrum 26 (2): 237–64.",
        "kaminsky_2011a": "Kaminsky, Peter M., ed. 2011a. Unmasking Ravel: New Perspectives on the Music . University of Rochester Press.",
        "kaminsky_2011b": "Kaminsky, Peter M. 2011b. “Ravel’s Approach to Formal Process: Comparisons and Contexts.” In Unmasking Ravel: New Perspective on the Music , ed. Peter Kaminsky, 171–210. University of Rochester Press.",
        "kelly_2011": "Kelly, Barbara. 2011. “Re-presenting Ravel: Artificiality and the Aesthetic of Imposture.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 143–79. University of Rochester Press.",
        "kennan_and_grantham_2002": "Kennan, Kent and Donald Grantham. 2002. The Technique of Orchestration . Prentice Hall.",
        "kramer_1996": "Kramer, Lawrence. 1996. “Powers of Blackness: Africanist Discourse in Modern Concert Music.” Black Music Research Journal 16 (1): 53–70.",
        "long_1973": "Long, Marguerite. 1973. At the Piano with Ravel . Edited by Pierre Laumonier. Translated by Olive Senior-Ellis. J. M. Dent & Sons Ltd.",
        "massin_1989": "Massin, Brigitte. 1989. Oliver Messiaen: Une poétique du merveilleux . Alinéa.",
        "mawer_2000": "Mawer, Deborah, ed. 2000. “Musical Objects and Machines.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 162–87. Cambridge University Press.",
        "mcadams_1999": "McAdams, Stephen. 1999. “Perspectives on the Contribution of Timbre to Musical Structure.” Computer Music Journal 23 (3): 85–102.",
        "mirka_2014": "Mirka, Danuta. 2014. The Oxford Handbook of Topic Theory . Oxford University Press.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "montague_1991": "Montague, Stephen. 1991. “Rediscovering Leon Theremin.” Tempo 3 (177): 18–23.",
        "nichols_1987": "Nichols, Roger. 1987. Ravel Remembered . Faber and Faber.",
        "nichols_2000": "Nichols, Roger. 2000. “Ravel and the Twentieth Century.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 240–50. Cambridge University Press.",
        "nichols_2011": "Nichols, Roger. 2011. Ravel . Yale University Press.",
        "north_2013": "North, Michael. 2013. Novelty: A History of the New . University of Chicago Press.",
        "orenstein_1975": "Orenstein, Arbie. 1975. Ravel, Man and Musician . Columbia University Press.",
        "orenstein_1990": "Orenstein, Arbie. 1990. A Ravel Reader . Columbia University Press.",
        "orledge_2000": "Orledge, Robert. 2000. “Evocations of Exoticism.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 27–46. Cambridge University Press.",
        "pasler_2000": "Pasler, Jan. 2000. “Impressionism.” The New Grove Dictionary of Music and Musicians 2nd edition. Macmillan. Also available on Grove Music Online. Oxford Music Online. Oxford University Press. http://www.oxfordmusiconline.com/subscriber/article/grove/music/50026 .",
        "patteson_2016": "Patteson, Thomas. 2016. Instruments for New Music: Sound, Technology, and Modernism . University of California Press.",
        "perlemuter_et_al_1988": "Perlemuter, Vlado, Hélène Jourdan-Mohrange, Maurice Ravel, and Harold Taylor. 1988. Ravel According to Ravel . Kahn & Averill.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form, and Style . Schirmer Books.",
        "eduard_ravel_1940": "Ravel, Eduard. 1940. Letter to Jacques Rouché (February 19). Quoted in A Ravel Reader , 328–29.",
        "ravel_1924": "Ravel, Maurice. 1924. “The Great Musician Maurice Ravel Talks about his Art.” Interview byAndré Révész. ABC Madrid (May 1): 19. Translated in A Ravel Reader , 431–35.",
        "ravel_1928": "Ravel, Maurice. 1928. “Contemporary Music: A Lecture by Ravel.” Rice Institute Pamphlet – Rice University Studies 15, no. 2: https://hdl.handle.net/1911/8425 .",
        "ravel_1930": "Ravel, Maurice. 1930. “Maurice and his Boléro .” Interview by José André. La Nación (March 15). Quoted in A Ravel Reader , 467–69.",
        "ravel_1931a": "Ravel, Maurice. 1931a. “An Interview with Ravel.” Unsigned interview. La Revue musicale 12 (March): 193–94. Translated in A Ravel Reader , 470–71.",
        "ravel_1931b": "Ravel, Maurice. 1931b. “A Visit with Maurice Ravel.” Unsigned interview. De Telegraaf (March 31): 472–75. Translated in A Ravel Reader , 472–73.",
        "ravel_1931c": "Ravel, Maurice. 1931c. “M. Ravel Discusses his own Work.” Interview by M.D. Calvocoressi. Daily Telegraph (July 11). Translated in A Ravel Reader , 476–78.",
        "ravel_1931d": "Ravel, Maurice. 1931d. “Some Confessions of the Great Composer Maurice Ravel.” Interview by Pierre Leroi. Excelsior (October 30). Translated in A Ravel Reader , 485–86.",
        "ravel_1932": "Ravel, Maurice. 1932. “Maurice Ravel Between Two Trains.” Interview by Frank Nino. Candide (May 5). Quoted in A Ravel Reader , 496–98.",
        "ravel_1933": "Ravel, Maurice. 1933. “Concerto for the Left Hand.” Le Journal (January 14).",
        "rimsky_1964": "Rimsky-Korsakov, Nikolay, Edward Agate, and Maksimilian Oseevich. (1922) 1964. Principles of Orchestration: With Musical Examples Drawn from His Own Works . Édition russe de musique.",
        "rogers_2014": "Rogers, Jillian. 2014. “Mourning at the Piano: Marguerite Long, Maurice Ravel, and the Performance of Grief in Interwar France.” Transposition: Musique et Sciences Sociales (4).",
        "roland-manuel_1925": "Roland-Manuel, Alexis. 1925. “Maurice Ravel ou l’esthétique de l’imposture.” La Revue Musical .",
        "rosenthal_1995": "Rosenthal, Manuel, and Marcel Marnat. 1995. Ravel: Souvenirs de Manuel Rosenthal . Paris: Hazan.",
        "russ_2000": "Russ, Michael. 2000. “Ravel and the Orchestra.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 240–50. Cambridge University Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "shaw_2008": "Shaw, Patricia. 2008. “Ravel’s Boléro Factory: The Orchestration of the Machine Age.” Context 33: 5–23.",
        "starr_1977": "Starr, Lawrence. 1977. “Charles Ives: The Next Hundred Years—Towards a Method of Analysing the Music.” Music Review 38, 101–11.",
        "straus_2012": "Straus, Joseph. 2012. “Three Stravinsky Analyses: Petrushka , Scene 1 (to Rehearsal No. 8); The Rake’s Progress , Act III, Scene 3 (‘In a foolish dream’); Requiem Canticles , ‘Exaudi.’” Music Theory Online 18 (4). http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.straus.html .",
        "temperley_2001": "Temperely, David. 2001. The Cognition of Basic Musical Structures . MIT Press.",
        "zank_2009": "Zank, Stephen. 2009. Irony and Sound: The Music of Maurice Ravel . University of Rochester Press.",
        "zayaruznaya_2017": "Zayaruznaya, Anna. 2017. “Intelligibility Redux: Motets and the Modern Medieval Sound.” Music Theory Online 23 (2). http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.zayaruznaya.html .",
        "scores_2019": "Scores"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Following the Concerto in G , Ravel composed a song cycle, Don Quichotte à Dulcinée (1932–33), which was transcribed for orchestra in 1934 and an orchestral transcription to his earlier song, Ronsard à son âme (composed, 1923–24; transcribed 1935); the last two transcriptions were completed with the help of Manual Rosenthal and Lucien Garban. In 1933, Ravel completed about ten pages of a ballet sketch, which consisted of melody and figured bass, entitled Morgaine ( Orenstein 1975 , 107, 209, 236; Orenstein 1990 , 19). These were the last notes Ravel composed.",
            "citations": [
                "orenstein_1975",
                "orenstein_1990"
            ]
        },
        "FN2": {
            "text": "2. For analyses of earlier sonata forms see Kaminsky 2004 ; Heinzelmann 2011 ; and Beavers 2016 . These authors show how Ravel’s sophisticated interactions between melodic, harmonic, and formal procedures create expectations within the sonata form that are ingeniously worked out at deeper structural levels.",
            "citations": [
                "kaminsky_2004",
                "heinzelmann_2011",
                "beavers_2016"
            ]
        },
        "FN3": {
            "text": "3. Schoenberg’s Harmonielehre brought with it a significant and theorized reinterpretation of sound: whereas timbre used to be described as one of the four parameters of pitch—as noted in the nineteenth-century works of Stumpf and Helmholtz—Schoenberg inverted the hierarchy by declaring pitch as a dimension of timbre.",
            "citations": []
        },
        "FN4": {
            "text": "4. For a comprehensive assessment of orchestration trends in Romantic-era symphonies, see Johnson 2011 .",
            "citations": [
                "johnson_2011"
            ]
        },
        "FN5": {
            "text": "5. In a paper presentation at the 41st Annual Meeting of the Society of Music Theory, I presented an analysis that details Ravel’s instrumental choices. Utilizing Johnson’s ( 2011 ) Standard, Power, and Color instrumental categories, I showed how color and power instruments were employed at strategic formal junctions.",
            "citations": [
                "johnson_2011"
            ]
        },
        "FN6": {
            "text": "6. “Il n’y a plus là de thèmes constitués et représentatifs dans leurs contours, ni d’ordonnance hiérarchique – ou anarchique – des thèmes. Seules deux forces contrastantes opposent leur spécificité; la première, dont la texture apparente évolue sans cesse, es un « movement »  chaotique de pression; . . . la seconde détermine les sections « mélodiques »  du mouvement. Chacune de ces deux forces peut entraîner une situation paroxystique. La première – celle du chaos – est personnalisée par des sonorités, des timbres et une accentuation très violente; la seconde exagère au contraire un caractère monoforme dans sa volonté «  chantante » . . . Ces forces – et non plus ces thèmes – connaissent de métamorphoses conductrices, à fonctions mobiles, qui créent des zones de Mutation poétique ” ( Barraqué 1962 , 153–54).",
            "citations": []
        },
        "FN7": {
            "text": "7. Roland-Manuel ( 1925 ) refers to pastiche in Ravel’s music. In his view, Ravel’s genius lies in his ability to “innovate through imitation.” That his compositions find precedence in earlier models prompts Roland-Manuel to conclude that most of Ravel’s pieces at least begin as a pastiche.",
            "citations": []
        },
        "FN8": {
            "text": "8. If this subtle rewording seems to evoke the non-orientability of a Möbius strip of artificiality, the paradoxical relationship between the word “artificial” and “natural” creates further confusion. Calvocoressi’s early comment seems to suggest that it is in Ravel’s nature to create machines and artifice. By the end of Ravel’s career, these parts of his aesthetic illicit a stronger statement from Calvocoressi suggesting that Ravel is so thoroughly adept at creating machines that we question his innards: is he organic or is he mechanical too? For a detailed investigation of Ravel’s “Musical Objects and Machines,” see Mawer 2000 .",
            "citations": [
                "mawer_2000"
            ]
        },
        "FN9": {
            "text": "9. “On me fait desirer une trompette; je l’attends; la voici . . . point du tout: c’est l’ombre d’une trompette évoquée par la flute.”",
            "citations": []
        },
        "FN10": {
            "text": "10. Auditory stream segregation in music analysis has been used as a methodology in many recent studies and can be applied to a variety of musical styles, as can be witnessed in perceptual studies in medieval compositions ( Zayaruznaya 2017 ), J. S. Bach ( Davis 2011 ), eighteenth- and early-nineteenth-century string quartets ( Duane 2013 ), Schoenberg and Webern ( Cramer 2003 ), Ligeti ( Cambouropoulos 2009 ), and Ives ( Iverson 2011 ), as well as more broadly in regard to voice leading and embellishments ( Huron 2001 , 2007 ) and musical structures ( Temperley 2001 ).",
            "citations": [
                "zayaruznaya_2017",
                "davis_2011",
                "duane_2013",
                "cramer_2003",
                "cambouropoulos_2009",
                "iverson_2011",
                "huron_2001",
                "huron_2007",
                "temperley_2001"
            ]
        },
        "FN11": {
            "text": "11. Audio examples of the Piano Concerto in G Major by Maurice Ravel are performed by Martha Argerich and the Berliner Philharmoniker, conducted by Claudio Abbado. From the album Prokofiev Piano Concerto No. 3; Ravel Piano Concerto in G and Gaspard de la Nuit . Deutsche Grammophon 1987 .",
            "citations": [
                "argerich_1987"
            ]
        },
        "FN12": {
            "text": "12. Recording of Boléro performed by the Chicago Symphony, conducted by Georg Solti. From The Solti Collection: Ravel’s Boléro; Debussy’s Prélude à l’après-midi d’un faune and La Mer . Decca Record Company [1977] 1980 .",
            "citations": []
        },
        "FN13": {
            "text": "13. All recordings of Sonata for Violin and Cello performed by Renaud Capuçon (violin) and Gautier Capuçon (cello). From Ravel: Piano Trio, Sonata for Violin and Piano, Sonata for Violin and Cello, and Posthumous Sonata for Violin and Piano . Virgin Records 2002 .",
            "citations": [
                "ravel_2002"
            ]
        },
        "FN14": {
            "text": "14. All recordings of Chansons madécasses performed by Magdelena Kožená (voice), Paul Edmund-Davies (flute), and Jiří Bárta (cello). Deutsche Grammophon 2004 .",
            "citations": [
                "ravel_2004"
            ]
        },
        "FN15": {
            "text": "15. See Bregman for more information on primitive grouping ( 1990 , 47–393) and schema-based grouping (395–493).",
            "citations": [
                "bregman_1990"
            ]
        },
        "FN16": {
            "text": "16. Burkholder ( 2006 , 78–79) outlines five simple steps to arrive at a deeper meaning, which, much like innate to schema-based grouping processes, move from simple to increasingly deeper observations of sound. The steps are recited here: “1) Recognizing familiar elements; 2) Recalling other music or schema that make use of those elements; 3) Perceiving the associations that follow from the primary associations; 4) Noticing what is new and how familiar elements are changed; 5) interpreting what all this means.”",
            "citations": [
                "burkholder_2006"
            ]
        },
        "FN17": {
            "text": "17. The piccolo is written in the middle to low register of the instrument; the phrase ends on the lowest note (written as D4, sounding as D5). Typically, the piccolo is written in its piercing upper register to extend coloristic, registral, and power potentials of musical passages. As Rimsky-Korsakov ( [1922] 1964 , 20) notes, the “duty of the piccolo . . . is, principally, to extend the range of the ordinary flute.” He defines the low registers as outside the “scope of greatest expression” in which the timbre of the low register is “weak, whistling” and “soft, weak” in the middle register (16–17). The low and middle octave of the piccolo is defined in a more modern orchestration treatise as “weak and breathy” by Kennan and Grantham ( 2002 , 79). It has been noted by some that the piccolo here is to sound like a Basque flute ( Nichols 2011 , 328) or fife ( Russ 2000 , 132).",
            "citations": [
                "rimsky_1964",
                "kennan_and_grantham_2002",
                "nichols_2011",
                "russ_2000"
            ]
        },
        "FN18": {
            "text": "18. I would like to thank an anonymous reader for drawing my attention to this parallel. There are further similarities between Ravel’s and Stravinsky’s compositions, especially, the opening melody in the flute (Stravinsky’s Petrushka ) and piccolo (Ravel’s Concerto ) wherein the melodic range is limited to mostly fourths that are filled in by stepwise motion; both melodies are also highly repetitive, but are never repeated verbatim rhythmically or metrically twice.",
            "citations": []
        },
        "FN19": {
            "text": "19. There are other similarities to Stravinsky’s opening carnival scene. For instance, in Petrushka , accented ascending and descending scales in the strings and harp (beginning in m. 12) turn into continuous glissandi in the harp (Reh. 3) that contribute to an accumulative texture and increase in dynamics. Ravel’s concerto, similarly, utilizes glissandi in the piano (Reh. 1) to build momentum towards the next phrase. Also, both feature a sudden texture change from layered, segregated streams to a homophonic and integrated tutti, as seen at Reh. 5 in Petrushka and Reh. 3 in the Concerto in G Major .",
            "citations": []
        },
        "FN20": {
            "text": "20. In “M. Ravel discusses his own work” ( 1931a ) he admitted that the Boléro “constitutes an experiment in a very special and limited direction,” which was, he continued, “a piece lasting seventeen minutes and consisting wholly of “orchestral tissue without music”—of one long, very gradual crescendo. There are no contrasts, and there is practically no invention except the plan and the manner of execution.”",
            "citations": [
                "ravel_1931a"
            ]
        },
        "FN21": {
            "text": "21. This is different than the ensemble music that occurs after Reh. 9, after which the accumulated instruments no longer sound as one but sound as blended ensembles contributing to the orchestra’s expansion and large-scale crescendo.",
            "citations": []
        },
        "FN22": {
            "text": "22. For another perspective, consider Kennan and Grantham’s ( 2002 , 327–28) analysis of this moment: “Ravel in effect creates a new instrument by having the horn play the theme mf while two piccolos softly play partials 3 and 5 and a celesta plays partials 2 and 4. The resulting sound is striking and exotically colored.”",
            "citations": [
                "kennan_and_grantham_2002"
            ]
        },
        "FN23": {
            "text": "23. The title suggests another double play on the work's four parts: does this mean a string quartet or four movements?",
            "citations": []
        },
        "FN24": {
            "text": "24. Stephen Zank ( 2009 , 106–7) detects similar textures in which Ravel writes for a meta-instrument or a string quartet.",
            "citations": [
                "zank_2009"
            ]
        },
        "FN25": {
            "text": "25. The erotic poetry likely presented Ravel with a “serious challenge,” as Kaminsky ( 2000 , 179) notes, in which “it was easier for him to compose a love duet for miaowing cats in L’Enfant et les sortilèges than one for humans.” He continued that composing this song required Ravel “to adopt yet another mask in the quest for transposition of the text.” Kaminsky (187) defines “transposition” as “his compulsive desire to transform his compositional technique in order to align it as closely as possible with the tone, content, and inner life of the text.",
            "citations": [
                "kaminsky_2000"
            ]
        },
        "FN26": {
            "text": "26. Timbral deceptions such as these are found often in discussion of these songs. For instance, Orenstein ( 1990 , 24) remarked that, in Chansons madécasses , “the flute will evoke a trumpet, and the piano a gong.”",
            "citations": [
                "orenstein_1990"
            ]
        },
        "FN27": {
            "text": "27. The singer’s last phrase can be heard as an incomplete F-minor or D ♭ -major pentatonic collection that ends on F. The most striking contrast between the last two phrases is the abandonment of D ♭ ♭ (in the context of the penultimate phrase in D ♭ minor) for a return to B ♭ in the last phrase.",
            "citations": []
        },
        "FN28": {
            "text": "28. In Iverson’s ( 2011 ) analysis of Ives, she extends Bregman’s auditory scene analysis to investigate his complex sound environments within his musical collage. She parallels sonic-references to real-world contexts and Cubism.",
            "citations": [
                "iverson_2011"
            ]
        },
        "FN29": {
            "text": "29. Ravel made similar statements throughout several interviews dated the same year (e.g., Ravel 1931c ). Orenstein ( 1975 , 202n51) notes that Ravel had requested all the Mozart and Saint-Saëns concerto scores from his editor while composing this concerto.",
            "citations": [
                "ravel_1931c",
                "orenstein_1975"
            ]
        },
        "FN30": {
            "text": "30. Zank admits that it is unclear which concerto Prokofiev is referring to, but it seems fairly obvious that it is the Concerto in G , based on the piccolo, which opens the movement.",
            "citations": []
        },
        "FN31": {
            "text": "31. For the purposes of this article, the concerto form will refer to the classical concerto-sonata hybrid (Type 3 and Type 5) detailed by Hepokoski and Darcy ( 2006 , 430–68). As they explain, the development of the concerto’s formal units has a long and complicated history, wrought with “conceptual and terminological landmines” in which “there are no disciplinarily neutral systems of description” (431–33). As such, only a generalizable framework is presented here. Considerations such as the ritornello principle as it pertains to the evolution of Baroque and opera traditions are beyond the scope of this study, and will be simplified to tutti sections that function as textural frames within the rotations of the hybrid sonata design.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN32": {
            "text": "32. “Collage texture” implies a stylistic heterogeneity that will be discussed in more detail below. “Pure surface without depth” strongly recalls Ravel’s  ( 1931c ) statement that Boléro was “orchestral tissue without music.”",
            "citations": [
                "ravel_1931c"
            ]
        },
        "FN33": {
            "text": "33. At a concert a few days before his death, Rosenthal ( 1995 , 190–1) recalled Ravel’s last concert, which concluded with a performance of Boléro : “Et là, à la fin, éclat de rire formidable de Ravel se tapant sur les cuisses. Alors Delage lui demanda: ‘Mais, Rara, qu’avez-vois donc?’ Et Ravel hoquetant, ‘Ah! Quand je pense quelle bonne blague j’ai jouée au monde musical!’”",
            "citations": [
                "rosenthal_1995"
            ]
        },
        "FN34": {
            "text": "34. This stands in opposition to the way the piano enters in the concerto that premiered just two weeks earlier. In an interview following the premiere of the Concerto in G , Ravel ( 1931d ) confessed, “A composer must be able to ‘isolate himself’ completely from his previous work, and completely ‘forget’ a work once it is finished.” It could be that this is how he was able to write divergent concertos concurrently.",
            "citations": [
                "ravel_1931d"
            ]
        },
        "FN35": {
            "text": "35. As Michael Russ ( 2000 , 131–32) states, “Ravel had been using such combinations since the ‘Habanera’ (bar 14), while in the ‘Blues’ and ‘Perpetuum mobiles’ of the Sonata for Violin and Piano triadic combination a semitone either side of G major was exhaustively explored.” In Kaminsky’s ( 2004 ) interpretation of the Violin Sonata, the G/ F ♯ dissonance (G-as-tonic and F ♯ as a T11 double inflection of the root) distinguishes between a mono-tonal center or dual-tonal organization, which is dependent on context. He interprets the initial dissonance within larger harmonic networks that can reverse harmonic priority and transform formal expectations. In my 2016 article, I suggest that the G/ F ♯ “tonal problem” functions as a representation of an “incompatibility,” which I relate to Ravel’s point about the disagreeable timbre between the violin and piano. As the piece progresses, the incompatibility is tonally and thematically resolved in the recapitulation to express an integration and therefore resolution of the timbral dissonance.",
            "citations": [
                "russ_2000",
                "kaminsky_2004",
                "beavers_2016"
            ]
        },
        "FN36": {
            "text": "36. The piano’s white notes are shared by the piccolo’s melody and violin I, viola, and cello accompaniment, while the black notes sound in violin II. The harp enters (m. 10) with a D/ C ♯ dyad.",
            "citations": []
        },
        "FN37": {
            "text": "37. Likewise, Ravel’s fascination with automata and mechanical toys has been widely documented by himself and others. See, for instance, Ravel 1930 , 1932 , 1933 ; Eduard Ravel 1940 ; Abbate 1999 ; Mawer 2000 ; and Shaw 2008 .",
            "citations": [
                "ravel_1930",
                "ravel_1932",
                "ravel_1933",
                "eduard_ravel_1940",
                "abbate_1999",
                "mawer_2000",
                "shaw_2008"
            ]
        },
        "FN38": {
            "text": "38. The concept of “becoming” is most fully explored in Schmalfeldt 2011 .",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN39": {
            "text": "39. The French horns and trombone feature mostly lower-neighbor black notes to G-major upbeat notes. The accented lower black notes on the strong part of the beat, performed at an allegramente tempo, continue the white/black-note dissonance of the opening measures, which is now heard between the trumpet (white)/French horn and trombone (black), despite the latter’s resolutions to white-note upbeats.",
            "citations": []
        },
        "FN40": {
            "text": "40. Ravel often referred to Spain as his “second musical homeland” ( Orenstein 1990 , 12). His mother was born in Basque, likely of Spanish origin, and his parents met in Madrid. In an interview, he recalled, “My mother used to lull me to sleep singing guajiras . Perhaps it’s because of this link that I feel so attracted to Spain and its music” ( Ravel 1924 ). Ravel’s close friendship with Spanish-born and -trained pianist Ricardo Viñes, which began in 1888 and lasted until Ravel’s death in 1937, also fostered many cultural connections to Spain.",
            "citations": [
                "orenstein_1990",
                "ravel_1924"
            ]
        },
        "FN41": {
            "text": "41. Although there is no explicit quotation of Gershwin’s “Rhapsody in Blue” melody in Ravel’s concerto, many recognize this parallel. See for instance, Russ 2000 , 132. The recognition of Gershwin’s style would have been obvious to concert-goers. At this time, Gershwin was a household name and his compositions were widely performed and well-received. After the premiere of Ravel’s Concerto in G , there were several concerts where their music was programmed together. Ravel admired Gershwin’s style, even if he felt that it lacked formal refinement. The two composers met at a dinner party given by Eva Gautier on March 7, 1928. It was at that party that Gershwin performed his “Rhapsody,” among other pieces, and the two composers formed a lasting friendship. They would later listen to jazz in Harlem during Ravel’s North American tour. Gershwin asked to study privately with Ravel, which was courteously and wittily refused for fear that he would “lose that great melodic spontaneity and write bad Ravel.” Instead, Ravel wrote Nadia Boulanger asking her to take him as her student, referring to him as “a musician endowed with the most brilliant, most enchanting, and perhaps the most profound talent” ( Orenstein 1990 , 293–94).",
            "citations": [
                "russ_2000",
                "orenstein_1990"
            ]
        },
        "FN42": {
            "text": "42. The key change to F ♯ here recalls the piano’s opening G/ F ♯ figuration, giving priority to the seemingly inflecting key of F ♯ . This sort of harmonic reversal can be observed, for instance, in the exposition of his Violin Sonata, wherein the opening dissonance between pitches G/ F ♯ (as well as similar T11 dissonances) works its way through deeper levels of harmony and form in the first and second movements. See Kaminsky 2004 and Beavers 2016 .",
            "citations": [
                "kaminsky_2004",
                "beavers_2016"
            ]
        },
        "FN43": {
            "text": "43. For more information on the special harmonic function of chromatic mediants, see Hatten 2004 , 167.",
            "citations": [
                "hatten_2004"
            ]
        },
        "FN44": {
            "text": "44. Continuing an interpretation begun by Rogers ( 2014 ), in which she interprets Ravel’s solo and jeu perlé passages in the second movement as a way to console Marguerite Long as she mourned the loss of her husband through music, this cadenza passage could be interpreted similarly. In her eloquent analysis, Rogers suggests that Ravel wrote the lengthy, thirty-three measure piano solo at the opening of the second movement as a way to expose the loneliness and vulnerability of the widow. When the wind instruments join in, they represent the support of Long’s friends. Pianists who have performed this recognize the vulnerability of the second movement’s opening passage and remark on a similar feeling of companionship when instruments join in with the melody. The instrumentation of the trilled passage in the first movement begins in reverse order from that of the second movement: the high winds initiate passage into the ethereal orchestra (TR 2 and TR 2.2 ), slowly dropping out to leave the piano soloist alone with a trill in the high (D6) ethereal range of the piano; compare this to the second movement in which thirty-three-measure piano solo culminates with a trilled pitch ( F ♯ 4) just as the winds join in for the first time. The high trills (B5) return in the last six measures of the second movement. That the second movement ends with trills is conceivably an indication of peaceful acceptance, recalling as it does the ethereal sounds of the first movement’s transcendent trills.",
            "citations": [
                "rogers_2014"
            ]
        },
        "FN45": {
            "text": "45. The theremin had just completed a successful international tour, premiering in Paris in 1927–29, the year before the concerto was completed. Ravel was quite fascinated with keyboard instruments throughout his career. One of the earliest indications of this was when, in the 1890s, Viñes took Ravel to see a flipped, double keyboard ( Zank 2009 , 179n92). The theremin was patented in 1928, though Leon Theremin (Lev Termen) had invented the original version in early 1920 ( Glinsky 2000 , 23–24). Theremin took his instrument on tour in parts of Germany (1923–24), England, France, and New York (1927–29)—in part to gather Soviet intelligence; see Glinsky 2000 . The unusualness of Ravel’s solo piano passage might also conjure the timbres of other instruments. Two such instruments might include Jörg Mager’s Spherophone (1926) and the Maurice Martenot’s ondes martenot (1928), which were likely familiar to Ravel. For an excellent account of emerging electric musical instruments in the ’20s and ’30s, see Patteson 2016 .",
            "citations": [
                "zank_2009",
                "glinsky_2000",
                "glinsky_2000",
                "patteson_2016"
            ]
        },
        "FN46": {
            "text": "46. Theremin called early versions of the instrument an “ether phone.” Too numerous to list here, newspapers frequently referred to “ether” in the headlines or referred to Theremin as the inventor of “ether music.” For multiple accounts, see Glinsky 2000 .",
            "citations": [
                "glinsky_2000"
            ]
        },
        "FN47": {
            "text": "47. The first composition was written by Andrei Filippowitsch Pashchenko in 1923 and performed the following year with Theremin as the soloist ( Montague 1991 , 19). After successful tours throughout parts of Europe and New York in the late 1920s, the instrument gained in popularity. It was first broadcast over the radio on September 25, 1929. By the 1930s, several compositions were written specifically for the theremin, but most demonstrations remained tied to familiar compositions, a critique widely acknowledged by those wanting to press further the boundaries of microtonal experimentations. In the early 1930s Rockmore frequently performed Ravel’s Kaddisch . After Ravel’s death, several of his compositions were adapted for theremin by Leon Theremin himself ( Glinsky 2000 ).",
            "citations": [
                "montague_1991",
                "glinsky_2000"
            ]
        },
        "FN48": {
            "text": "48. The ondes martenot—which premiered in 1928—utilized a keyboard, left-hand control buttons for note attack and dynamics, and a metal ring worn on the right hand to produce pitch and pitch fluctuation (either by depressing keys on the keyboard, or by sliding the metal ring along a magnet on the front of the keyboard to produce a glissando or vibrato effect). Its sound was similar to that of the theremin, yet arguably more conservative in its reliance on a keyboard and precomposed classical (tonal) music constraints.",
            "citations": []
        },
        "FN49": {
            "text": "49. To change pitch on the theremin, the performer moves his or her right hand up and down to change pitch while not touching the frequency antenna; the left hand controls volume by its proximity to a second amplitude antenna.",
            "citations": []
        },
        "FN50": {
            "text": "50. Rogers ( 2014 , 27n115) similarly observes the trill as an inspiration to Ravel: “The fact that the Andante movement ends piano and with trills is perhaps an indication that Ravel had the Andante movement in mind for Long from the very start.”",
            "citations": [
                "rogers_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Maurice Ravel’s compositional career culminated with two rather different piano concertos: “for the Left Hand” (1929–30) and “in G” (1930–31). (1) They not only share premiere years, but, overlapping in creative space, showcase an extraordinary orchestral color characteristic of Ravel’s late style. In fact, many of Ravel’s late works—for example, Duo for Violin and Cello (1922), Chansons madécasses (1926), Sonata for Violin and Piano (1927), Boléro (1928), and the piano concertos—contain novel timbral passages that demarcate structure in important ways. Of interest here is the way Ravel uses orchestral timbre in the first movement of the Concerto in G Major to mask, challenge, and transform sonic and formal expectations. Unlike earlier works, it is not only, or, primarily Ravel’s signature interplay of melodic and harmonic subtleties that reveal a sophisticated engagement with formal process. (2) Instead, formal inventiveness is interpreted through the ways instrumental timbre is organized. For this article, timbre—as a complex musical parameter and multidimensional characteristic of sound—will denote a quality (or range of qualities) that distinguishes one sound from that of another. Details of how timbre informs our understanding of structural and performative aspects of the first movement of Ravel’s Piano Concerto in G will be the focus of the following analysis.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] This article interprets timbre as a primary marker of thematic and formal material within this concerto’s design. I begin with an examination of timbre and novelty as it relates to Ravel and the developing sound theories of his generation. I then introduce timbre-related research in music psychology that details how grouping processes decipher timbre to create larger units of form. While this provides an important foundation for how we perceive and interpret timbre, I am interested in a hermeneutic interpretation, in which timbre—particularly novel timbral moments—can inform and enhance our experience of complex musical structures. Timbre can be organized within a composition to create meaning. In this way, I draw connections between auditory scene analysis, topic theory, and stylistic heterogeneity. I connect timbrally salient features in the first movement to theories of concerto form, gesture, and markedness to illustrate how timbre is used in the first movement to transcend formal parameters by metaphorically lifting the S-theme above the surrounding music—first, through the transformation of the piano into a member of an ethereal orchestra, and second, by a metaphorical transformation from which the acoustic piano emulates the other-worldly timbres of the theremin. In the Concerto in G , Ravel utilizes timbre as a structural marker that masks the role of the soloist and thereby plays with expectations of sound and form. As we shall see, his orchestrational wizardry creates meaningful connections to different sound objects that, on the one hand, embrace associations to musical precedents, while on the other hand, anticipate emerging sound developments in electronic music. Novelty, Timbre, and Ravel’s Aesthetic",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Shortly after the war, Les Apaches praised Ravel for his use of “irony, color, and novelty” in early compositions like his Pavane pour une infante defuncte (1899) and Jeux d’eau (1901) ( Fargue 1939 ). From his Symbolist aesthetic and love of artifice and nature to the extreme ranges of instruments he used within his sonorous universe—not to mention his well-documented fascination with children’s toys, exotic oddities, and dandy attires—Ravel indeed embodied irony, color, and novelty. Within this sentiment is the idea that color, or timbre, exists as a novelty in his music—by definition, something new but with the connotation that it is there to delight and entertain. In order to better understand novelty in relation to Ravel’s sound, it is helpful to situate it within an historical context.",
                "footnotes": [],
                "citations": [
                    "fargue_1939"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Novel sonorities have long been associated with modern music. Since 1880, French music, problematically labeled “impressionistic,” demonstrated composers’ fascinations with color in their use of distant overtones, extended harmonies, and interest in musical resonance—a stylistic innovation that moved away from classical forms and melodies. For Debussy, Jan Pasler ( 2000 , 2) states, “form was the result of a succession of colors and rhythms, ‘de couleurs et de temps rhythmés,’ or, as Dukas put it, ‘a series of sensations rather than deductions of musical thought.’” In many ways, melody itself was treated as a form of decoration to timbre, in which melodic fragments featured novel instrumentation that were often tossed between various color groupings.",
                "footnotes": [],
                "citations": [
                    "pasler_2000"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Several of Ravel’s early compositions were an outgrowth of this coloristic innovation, in which novel instrumental combinations created far-away atmospheres and programs. Influences of “other” timbres—such as the Javanese gamelan, or the exotic evocations of Basque, Spanish, and Hungarian music—are plentiful in works like Schéhérezade (1898), Jeux d’eau (1901), L’Heure espagnole (1907), Rapsodie espagnole (1908), Ma Mère l’Oye (1910), Daphnis et Chloe (1910/1912), Trois poèmes de Stéphane Mallarmé (1914), and Tzigane (1924). For some analysts, Ravel’s novel sonorities reflect a sort of exoticism or distancing ( Abbate 1999 ; Kaminsky 2000 ; Orledge 2000 ). Like many fin-de-siècle musicians, Ravel’s enchantment by the foreign sounds of the 1889 Paris Exhibition—particularly the gamelan—was a source of great inspiration. Though only fourteen at the time, he retained these novel sounds in his mind for use in later works. In a 1931 interview he stated, “I consider Javanese music the most sophisticated music of the Far East, and I frequently derive themes from it: ‘Laideronnette’ from Ma Mère l’Oye , with the tolling of its temple bells, was derived from Java both harmonically and melodically” ( Ravel 1931b ). Ravel’s reflection on hearing the gamelan reveals a possible perspective on how he may have perceived timbre: while considering the complexities of the ensemble’s textures, rhythms, and colors, Ravel translated this generally by means of harmony and melody. Thus, it seems that his approach to the striking “otherly” timbre started from a rather traditional standpoint of harmony and melody—at least as he expressed it in 1931.",
                "footnotes": [],
                "citations": [
                    "abbate_1999",
                    "kaminsky_2000",
                    "orledge_2000",
                    "ravel_1931b"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] German experimentations with timbre at the turn of the century—particularly Klangfarbenmelodie —articulated this movement toward color. (3) Strikingly similar to Pasler’s description of Debussy’s music, Alfred Cramer ( 2002 , 1) defines Klangfarbenmelodie as a “practice in which the timbres of successive tones gain melodic importance comparable to that of pitch.” This style, then, marks a shift from “tonal” thinking—or even Hindemith’s theory of consonance—toward one that favors timbre. Ravel admitted to turning “to the school of Schoenberg” when writing his Trois Poèmes de Stéphane Mallarmé , “and above all, the Chansons madécasses , in which, like Pierrot lunaire , there is a strict contrapuntal underpinning” ( Ravel 1931a ).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "cramer_2002",
                    "ravel_1931a"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Advances in symphonic forms, increased scale of ensembles, as well as the introduction of new—even unconventional—instruments, flourished in the timbral imaginations of Ravel and his contemporaries. Composers of the new century increasingly turned their attention toward novel sounds. For instance, instruments once designated for novel moments (e.g., bassoon, English horn, and harp) or those that extend range (e.g., contrabassoon, bass clarinet, and piccolo) received more attention as solo instruments or featured instrumental groups. (4) Ravel’s piano concertos open with two such solo instruments: the contrabassoon in his Concerto for the Left Hand and the piccolo in the Concerto in G . (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] This shift in sound prioritization highlights a notable change in compositional approach that developed around the turn of the century. Consider the analysis of Claude Debussy’s La Mer by his biographer, Jean Barraqué ( 1962 , 153–54), in which he speaks to “forces” instead of themes in the “dialogue of the wind and the sea.” (6) Or Olivier Messiaen’s acknowledgment that sounds—rhythmic values ( durées ) and harmony—are nothing more than “a vulgar medium destined to making the rhythmic values perceivable” ( Massin 1989 , 116–17). For Gilles Deleuze and Félix Guattari ( 1987 , 343), this movement from a romantic to a modern sound paradigm, or, from a subjective to an objective perspective, marks “the postromantic turning point,” in which “the essential thing is no longer forms and matter, or themes, but forces, densities, intensities.” One might infer a connection to music here, in which evolving universal thought in philosophy, science, psychology, and metaphysics—“from the molar to the molecular”—is paralleled by early twentieth-century thought and its reception—“from pitch-centered to timbre-based.”",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "massin_1989",
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] This notion of a timbre-based musical approach is compelling when contextualizing Ravel’s advancement of sound and orchestration techniques in contrast to the traditionalism that he clung to in the interwar period. It stands to reason that certain couplings undeniably attached to Ravel’s later compositional practice—for example, timbre as it relates to key, theme, and, ultimately, form—remain as vestiges from his earlier, traditional leanings. In a sense, these pairings become modular—or to borrow Deleuze and Guattari’s term, “molecular”—units in Ravel’s music that become uncoupled and recombined in novel combinations. Deeply engaged with timbre, Ravel’s music, particularly those pieces from the 1920s through ’30s, can be understood as in dialogue with modern developments in sound theory and larger cultural shifts, although in a decidedly formalistic way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] To Debussy and other critics, Ravel’s tricks were regarded as failures that had only limited effect. In a 1907 letter to Louis Laloy, Debussy stated: “I agree with you in acknowledging that Ravel is exceptionally gifted, but what irritates me is his posture as a “trickster,” or better yet, as an enchanting fakir, who can make flowers spring up around a chair. Unfortunately, a trick is always prepared, and it can astonish only once!” (quoted in Orenstein 1990 , 87). After the war, avant-garde composition circles, namely Satie and “Les Six,” continued to disparage Ravel’s music as colorful, pleasant, and tied to the past. Yet his supporters heralded these characteristics as part of a larger aesthetic that distanced Ravel from the “cult of originality associated with modernism” ( Kaminsky 2011a , 3). Ravel and others, notably Stravinsky, calculatingly dance between these binarisms in a way that Satie and his followers did not. This plays out in early criticism, in which neoclassicism was branded as original in the music of “Les Six” but considered repackaged and outmoded in the music of Ravel.",
                "footnotes": [],
                "citations": [
                    "orenstein_1990",
                    "kaminsky_2011a"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Ravel’s shifting position before and after the war is emblematic of the radically changing cultural demands on high art and can be seen in currents challenging three dualisms: (1) classical versus originality, “where the classical plays an important role in opposition to romantic values of subjective immediacy and sincerity” ( Heubner 2011 , 12); (2) mechanistic (re)production versus creativity; and (3) predictability versus novelty. Ravel’s characteristic blending of traditional form and modern sounds are brought into close connection that reveal these dynamic tensions. On the one hand, his reliance on classical forms was a modern stance that stood in opposition to outdated romantic tendencies. On the other hand, it was criticized for being passé and unoriginal—in which he slavishly adhered to a model and set of conventions, conjured evocations to the past through pastiche, and was therefore artificially creative and insincere. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "heubner_2011"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] These qualities, artificiality and, by extension, insincerity, were attached to Ravel’s art most noticeably by Debussy and Michel Dimitri Calvocoressi. Calvocoressi’s 1913 statement “that artificiality is natural to M. Ravel” launched a discourse on aesthetics, which remains a vital part of Ravel’s reception history today. A couple decades later, Calvocoressi ( 1933 ) altered his wording to say that Ravel was “‘artificial’ by nature,” revealing a subtle but important dichotomy between Ravel’s crafted artificiality and his innate personality. (8) However, it was Roland-Manuel’s influential 1925 article on Ravel and the “aesthetics of imposture” that favorably aligned Ravel’s artifice with modernity. In his essay, Roland-Manuel promoted Ravel as an innovator, alongside Igor Stravinsky, Edgar Allan Poe, Charles Baudelaire, and Paul Valéry, and solidified his persona as we know him today: Ravel, the artisan, orchestrator, and prestidigitator, who rarely left things to chance ( Heubner 2011 ; Kelly 2011 ). In relation to the thesis being developed here, imposture relates specifically to timbre: that Ravel, the trickster, has a proclivity for making instruments—including the human voice—do and play things that are normally regarded as imitative, novel, or uncanny.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "calvocoressi_1933",
                    "heubner_2011",
                    "kelly_2011"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] Ravel’s ability to mask sounds and deceive expectations took on a more prominent role in his interwar compositions. Consider Roland-Manuel’s ( 1925 , 21) reaction to Ravel’s manipulation of expectation: “I am made to want to hear a trumpet; I wait for it; there . . . not at all: it is the shadow of a trumpet evoked by the flute.” (9) Ravel’s music similarly challenged performers to achieve sophisticated timbral technicalities. For instance, his close friend and violinist, Hélène Jourdan-Mourhange, recalled a rehearsal for his Duo for Violin and Cello (1922) in which “the cello has to sound like a flute and the violin like a drum.” With regard to the Concerto in G , Vlado Perlemuter ( 1988 , 91) advised that “in the second part of the cadenza one must try to imitate an instrument which no longer exists: the musical saw.” To call attention to singular moments such as these risks the undesired effect of defining Ravel’s timbral effects as novel, which, along with artifice, irony, and color, is commonly—if at times unconstructively—attributed to Ravel’s aesthetic. As Kelly ( 2011 , 48) notes, Roland-Manuel’s model falls short because it “seems unable to explain what takes place when disparate elements of the real, the imagined, and the intelligible unite to form an original work of art.”",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "perlemuter_et_al_1988",
                    "kelly_2011"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] If Roland-Manuel’s theory provides a lexicon for some of the characteristics observed in Ravel’s music—that is, the role of imposture through artifice, distance, and pastiche—then Vladimir Jankélévitch’s ( 1959 ) analytical biography offers a possible application. In his “aesthetics of challenge,” Jankélévitch imparts an intrinsic problem-solving approach evident in Ravel’s music. This suggests to the analyst that through identifying the “problem” Ravel set out to solve, one can unlock clues within his compositional design, a notoriously cloaked and private process. Following Roland-Manuel’s portrayal of Ravel, the magician who never revealed his tricks, Jankélévitch invites a deeper look into the outcomes of musical choices. Returning to the issue of timbre as it relates to the concerto design, how does the “aesthetics of challenge” inform our understanding of Ravel’s treatment of timbre? Kaminsky ( 2011b , 86) offers one such method by extending the “notion of aesthetics of challenge to the domain of form.” For Kaminsky, the problem-to-be-solved reveals the process. In so doing, Kaminsky interweaves various structural components—voice leading, harmonic function, rhythm, form—that speak to Ravel’s artisanal crafting of tonal narratives in multiple parameters. In a continuation of this approach, I broaden these structural components to the domain of timbre. I turn to the Concerto in G as an exemplary late-period composition that in many ways embodies the culmination of imposture and challenge through choices in sound design. To develop timbre as a structural parameter, I now turn to studies in music perception and cognition. Timbre Perception and Auditory Scene Analysis",
                "footnotes": [],
                "citations": [
                    "kaminsky_2011b"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Timbre as a musical—or, more precisely, sound—parameter is a difficult, even slippery concept to define. While timbre is one of the most recognizable and important features of sound and music, it exists without a language to satisfactorily explain it. Herein lies a paradox, succinctly pointed out by Cornelia Fales ( 2002 , 58): “Given that timbre is critical to human contact with the environment and a sonic dimension we track with peculiar sensitivity, given that timbre is routinely cited as one of the four parameters of sound [pitch, loudness, and duration], the fact that it attracts so little attention becomes itself part of the mystery: timbre seems to do its considerable work with secretive discretion.” Analysts have struggled with this paradox for generations within many genres and fields. Aside from psychoacoustic theories and electroacoustic applications, timbre is most often reduced to a descriptive and metaphorical language. The avoidance of treating timbre as a serious musical parameter with formal consequences and interpretive implications leaves one feeling that it is either (a) a superficial novelty that we relish but do not understand, or (b) an essentially coloristic device that, perhaps akin to dynamics, can at best enhance the effective transmission and perception of music—structural factors contingent on conventional “primary” parameters. And while finding a theory of timbre is not the focus of the present discussion, finding a productive way to contextualize one of the most salient features of Ravel’s Concerto in G is.",
                "footnotes": [],
                "citations": [
                    "fales_2002"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] From a psychological perspective, perceptual and sensory dimensions of timbre contribute significantly to the encoding and organization of event structures that we experience as musical form ( McAdams 1999 , 182). As Stephen McAdams (183) notes, “An important criterion for a form-bearing dimension is that changes along it should be able to induce distinctive transitions or contrasts at the musical surface.” To direct these criteria towards a music-analytical interpretation, one can distinguish between a nominal timbral moment—that is, the general sound of a given passage—and a highly novel timbral moment—a musical passage that has a unique sound identity and is the focus of the present discussion.",
                "footnotes": [],
                "citations": [
                    "mcadams_1999"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] How one groups timbre(s) is a complex perceptual phenomenon which Albert Bregman ( 1990 , 3) details in his book Auditory Scene Analysis ( ASA ). Bregman’s theory describes grouping processes central to the way our brain interprets physical relationships around us. As a cognitive scientist, his contribution is significant for bringing together empirical research in visual and linguistic perception studies, computational modeling, and psychoacoustics. Of interest for this analysis is how he describes grouping processes related to sound. Simply stated, our auditory system negotiates sound environments by grouping sounds into same or different categories. For instance, sound objects that seem to be coming from a similar source—in music, instruments (including voice) that have similar note onsets, dynamic levels, or pitch—will be perceived within a singular integrated stream. As follows, dissimilar sounds—asynchronous beginnings or endings, dynamics, or pitch—will sound as if coming from different voices, or segregated streams ( 1990 , 9). (10) Stream Segregation and Integration: Some Preliminary Examples",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "bregman_1990",
                    "bregman_1990"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Four examples serve to illustrate how simultaneous streams function in music. The Concerto in G ( Example 1a ) (11) presents an example of simultaneous streams. The beginning of the Concerto in G can be heard in three streams: (1) the piccolo melody, (2) the percussion section accompaniment (slapstick, snare, and piano), and (3) the string pizzicati chords. The three segregated streams create a layered effect, in which the second and third streams fuse similar instrumental timbres based on closeness of pitch, similarity in rhythm, and dynamics. Example 1a . Simultaneous segregation in the opening of the Concerto in G Major (click to enlarge and listen) Example 1b . Simultaneous integration in Boléro (click to enlarge and listen) Example 1c . Simultaneous segregation and integration (click to enlarge) Example 2a . Simultaneous segregation in Duo, II (click to enlarge and listen)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Another example of simultaneous streams appears in Boléro . Example 1b (12) shows three streams: (1) the melody, (2) the bolero rhythm, and (3) the harmonic ostinato. Of interest is the way timbre is treated with the melody. Two measures after Rehearsal (Reh.) 8, the melody is orchestrated for two piccolos, celesta, and solo French horn. The alignment of their onsets, dynamics, and parallel movement with the replication of the harmonic overtone series fuse the timbres of these instruments into a single stream. As McAdams explains ( 1999 , 186), Ravel “respects the harmonicity principle to the letter, and since all the melodies are also presented in strict synchrony, the resulting fusion—with the individual instrument identities subsumed into a single new composite timbre—depends only on accurate tuning and timing being maintained by the performers.” Example 1c shows a visual representation of simultaneous segregation and integration.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "mcadams_1999"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Another type of auditory stream grouping involves a linear or melodic focus, referred to as sequential integration or segregation. Spectral characteristics are extremely influential in how we perceive melodic groupings. In general, notes that are spread further apart in register, tend to segregate by grouping similar sounding pitches together. To illustrate this point, refer to Example 2a (13) from the second movement of Ravel’s Duo for Violin and Cello (1922). Here, the movement opens with a bi-modal arpeggiation split between the violin and cello. The proximity of the pitches and similar plucked sound, however, fuse together as if this arpeggiation emerges from a single integrated instrument. The first movement from the Duo ( Example 2b ) presents an example of sequence segregation in which the two instruments create three streams: one for the violin melody, and two in the cello—a bowed arpeggiated figure and a plucked chord on the downbeat of every other measure. Example 2b . Simultaneous segregation in Duo, I (click to enlarge and listen) Example 2c . Sequential integration in Chansons madécasses “Il est doux” (click to enlarge and listen) Example 2d . Sequential segregation and integration (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Some of the most interesting moments of sequential integration occur within a single melodic line in which more than one instrumental timbre fuses together to form a single integrated stream. The beginning of the third song from Chansons madécasses , “Il est doux,” presents such an example ( Example 2c ). (14) “Il est doux” opens with a lyrical flute melody that is joined in duet with a cello melody in harmonics. In the second phrase the cello begins with a descending melodic line wherein the harmonics give way to its natural, bowed sound. The cello then sustains middle C for five and half beats, at which point, the flute dovetails with the cello’s C4 (Reh. 1 + 2) and takes over the melody. The seamless transferal of middle C from the cello to the flute presents sequential integration. The emergent sound of the flute creates a stunning timbral effect in which timbre is subtly transformed from one instrument to another. Example 2d provides a visual representation of sequential segregation and integration. Towards Meaning: Schema, Topics, and Markedness",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The parsing of timbres into streams can be understood as a near-instantaneous succession of grouping techniques, which begin as innate processes and progress through deeper levels of cognitive engagement. Bregman refers to this range as moving from primitive to schema-based segregation and integration. (15) In order to understand an auditory scene, the auditory system first naturally groups sounds into similar or dissimilar messages—an innate process. Once they have been grouped, a scene is effectively created in which a mental representation is formed. The last step in this process is the application of stored knowledge. In other words, once the scene has been analyzed, one’s personal, learned experiences translate the scene into a message that is meaningful within the given context.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] While scientists like Bregman are concerned with the cognitive parsing of mental representations of sound, semioticians and music theorists are much more interested in the way such sonic objects come to take on meaning and significance. It is possible, and useful in the case of Ravel, to consider his strongly-coded timbres as similar to musical topics and types ( Ratner 1980 ; Allanbrook 1983 ; Hatten 1994 , 2004 ; Monelle 2000 ; Burkholder 2012 ; Agawu 2014 ; Mirka 2014 ). J. Peter Burkholder ( 2012 , 176) defines two components of a topic. First, style is recognized as “a coherent segment of music marked off from its surroundings by a number of distinctive elements, which may include melody, rhythm, harmony, counterpoint, texture, dissonance level, pitch collection or any other parameter ” (emphasis added). Second, “this stylistically marked segment embodies or resembles a type of music that listeners are likely to recognize—a type of music that is familiar to the intended audience for the piece.” Robert Hatten extends this to include markedness (a musical moment that conveys significance) and gesture (an “energetic shaping” ( 2004 , 94) of music that has metaphorical connections to human activities, objects, and affects), which can participate within expressive genres (such as “the tragic, the pastoral, and the heroic” [ 1991 , 77] or any changes between them). Burkholder’s ( 2006 ) model of associative meaning and creation captures one way in which listeners may understand timbrally-defined objects as transportable, moving between different topics or auditory scenes and functioning meaningfully in each local context without losing identity. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "ratner_1980",
                    "allanbrook_1983",
                    "hatten_1994",
                    "hatten_2004",
                    "monelle_2000",
                    "burkholder_2012",
                    "agawu_2014",
                    "mirka_2014",
                    "burkholder_2012",
                    "hatten_2004",
                    "hatten_1991",
                    "burkholder_2006"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Timbral markers produce special meaning that allow us to experience and understand changes within these dimensions and how we recognize parallel, relative, and contrasting materials across temporal structures. Moreover, contrasting and unexpected sound qualities can function as a timbral accent, a moment that is “set off from other stimuli because of differences in duration, intensity, pitch, timbre, etc.” and becomes essentially, in the phraseology of Cooper and Meyer ( 1960 , 8), “ marked for consciousness .” Defining timbre within auditory scenes and further discriminating between nominal and novel ways timbre is organized aligns with Hatten’s ( 1994 , 2) definition of markedness: “a semiotic valuation of oppositional features that ... accounts for relative specification of meanings, the coherence of meanings in a style, and the emergence of meaning within an expanding style competency.” It is a dimension of musical meaning in which an opposition, or a marked event, “arises from difference” ( 2004 , 11). Extending this approach to musical analysis, highly novel auditory scenes can be understood as timbral markers that have expressive implications that create meaning. Aesthetics of Challenge: Timbral Considerations in Analysis",
                "footnotes": [],
                "citations": [
                    "cooper_and_meyer_1960",
                    "hatten_1994",
                    "hatten_2004"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Returning to the musical examples shown above, let us explore how timbre can evoke deeper meaning within each excerpt. As mentioned earlier, the Concerto in G begins with a simultaneous presentation of three streams (Example 1a). Hastened by the shocking “slap” that begins the concerto, the layered effect of the piccolo, plucked strings, and shimmering piano commence with a flurry of excitement. Each instrument’s sound is disguised: the piccolo is concealed in its lowest register, (17) the bi-tonal inflection of the piano’s rapidly arpeggiating chords sound amiss, and the strings play with a pizzicato effect in a pattern of unpredictable upbeats. The uncanny presentation of the instruments depicts something like a carnival. In many ways, these opening measures recall the opening of Petrushka . (18) Consider Joseph Straus’s ( 2012 ) description of the “expression and meaning” in the opening bars: “In the ballet scenario, the opening music of Petrushka depicts a swirling, colorful crowd at a country fair to celebrate Shrovetide (the Russian carnival before Lent). The rapidly oscillating harmony suggests the buzz and movement of the crowd.” In many ways, Ravel conjures the excitement of the carnival atmosphere within his orchestra. (19) However, the main departure between the two styles relates to form: in Stravinsky’s ballet, the form accumulates as the crowd diversifies, whereas in Ravel’s concerto, the opening music repeats at pitch (Reh. 2) with a change of style and orchestration signifying a change of scene related to the P-theme design. I will return to the stylistic heterogeneity of the concerto’s exposition below. Ravel’s blend of modernist timbres and traditional form masks our perception of this passage with centripetal force: timbral allusions set scenes that demarcate form, while at the same time, the concerto form is undone by them. Identification of a soloist is, after all, intrinsically linked to our understanding of a concerto. In this way the challenge of form is mutually dependent on the challenge of timbre.",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "straus_2012"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Ravel’s oft-cited quote about Boléro consisting of “orchestral tissue without music” arguably reveals the challenge he faced within this piece: to compose a repetitive structure without development. (20) In this way, his reliance on classical structures and development processes are stripped away, leaving orchestral timbre at the center of his experiment. How then, might conceptualizing the auditory scene after Reh. 8 reveal more about the music? This passage (see again, Example 1b) creates one of the most sonically bizarre moments in Boléro . Most of the opening melodies are presented as solos; an exception occurs after Reh. 5 in which Ravel pairs flute and muted trumpet in octaves. In the melodic presentations at Reh. 5 and Reh. 8, the perfectly synchronized onsets of the instruments’ notes and careful harmonization fuse together to into a single stream, tricking our auditory system into equating these moments as yet another solo. The integrated stream in each situation creates a new—singular—sound object. (21) The auditory scene created by two piccolos, celesta, and French horn (Reh. 8 + 2), spaced in careful replication of the harmonic series, evokes the sound of an organ stop. Bregman ( 1990 , 521) highlights this moment: “The simultaneous notes act as if they were all harmonies from the same phantasmagoric instrument, and by doing so induce our scene-analysis processes to combine them for purposes of computing its timbre.” (22) The aural effect here recalls Roland-Manuel’s “shadow” timbres mentioned above, in which the introduction of an illusory organ begs the question: What is an organ doing in the middle of Boléro ? Though outside the scope of this analytical excursion, the answers are inherently related to (1) tissue/crescendo, in which the increased spectral qualities of this moment articulate the calculated intensification of instruments and perceived volume; and (2) timbre/harmony/form: the key of the uppermost part—piccolo 1—not only extends the range to the highest point in the movement thus far, it directs the music to the penultimate climax and motion to E major (Reh. 18). Marked timbral moments such as these not only excite our imaginations as we ponder the “compositional wizardry” ( Kaminsky 2011b , 90) being performed on us, they meaningfully engage with other domains such as harmony and form.",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "bregman_1990",
                    "kaminsky_2011b"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] Ravel’s employment of style dépouillé in the Duo underscores an unusually linear approach within his oeuvre—a sparseness he returns to in his Chansons madécasses . The full title of this work, Sonate en quatre parties pour violon et violoncelle , communicates a puzzling contradiction between a range of one to four instruments that play out across all four movements. (23) The disparity between the number of instruments is demonstrated, for instance, in the two short passages shown in Examples 2a and 2b where Ravel writes two instruments to sound as one (two instruments within an integrated stream) and two instruments to sound like more (two instruments within three segregated streams). Viewed in this way, timbral grouping processes shift between the stripped-down austerity of his duet on the one hand, and a fuller, four-part string ensemble on the other. (24) While our perception of timbre parses into three auditory streams in mm. 229–41, the harmonic and motivic functions reveal four: (1) a D-Dorian melody, (2) a chromatic ostinato with arco bowing, (3) a V–I bass motion in C-major in the lowest strummed cello chords, and (4) an inner-voice articulation of A minor—the key the S-theme is “supposed” to recapitulate in—in the upper notes of the strummed chords. This exceptional moment in the recapitulation reveals a “markedness assimilation,” defined by Hatten ( 1994 , 64) as a moment in which oppositional values “cluster” in a given location. At this pivotal moment within the form, timbre, harmony, and motive interact in complex ways to deceive expectations on multiple levels. Much like the title of the works plays with words, the treatment of timbre plays with expectations: the recapitulation enforces a reading of deception and segregation of key, theme, and instrument, rather than resolving or assimilating them.",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Finally, a brief examination of timbral transformations in the opening of “Il est doux” from Chansons madécasses gesturally evokes themes of eroticism and abandonment in the text: (25) Il est doux de se coucher, durant la chaleur, sous un arbre touffu, et d’attendre que le vent du soir amène la fraîcheur It is sweet in the hot afternoon to lie under a leafy tree and wait for the evening breeze to bring coolness. Throughout the introduction, dualities in the music enhance those evident in the poetry (hot/cool, afternoon/evening) and anticipate—like the man who waits for evening—the sultry eroticism of the rest of the song. A lot happens in this short introduction (Example 2c). As discussed above, a single stream becomes two as the flute’s solo turns into a duet. At first, the second instrument (m. 5) sounds like a piccolo, which is scored elsewhere in the songs. However, it is not possible for the flutist to also double on piccolo. This illusory piccolo, emitting from the cello’s thin and hollow harmonics, creates what Jankélévitch ( 1959 , 105) calls an “inaudible timbre” or a “strange shadow,” and draws a parallel to Roland-Manuel’s “shadow” timbres. (26) In the last notes of the opening phrase (m. 7), the flute’s harmonics transform its timbre into that of another piccolo after which the cello descends into the flute’s C4 register at the beginning of the song. The second phrase blends the cello’s natural sound into an integrated stream with the flute (highlighted in mm. 8–10). The fluid timbres (between the flute, the flute-as-illusory-piccolo, the cello, the cello-as-illusory-piccolo, and the cello-as-illusory-flute) contribute to the flowing Madagascar breezes referenced in the poetry and straddle representations of eroticism. The music dances between these binaries: male, C-major, cello and erotic female, D ♭ -major, flute. The illusory piccolos (mm. 5–8) suggestively wrap around melody notes, like seductive gestures of dancers intertwining in gentle foreplay. The ambiguity of the opening tonality meanders between C and D ♭ , in which the note C flirtatiously moves between tonic and leading tone functions, or Ionian and Locrian modes, as first experienced in the opening notes C to D ♭ . The flute’s transformation into the second illusory piccolo (m. 7) also moves into the realm of C major with harmonics sounding on D ♮ and E ♮ ; likewise, as the first illusory piccolo (in the cello, mm. 5–7) becomes a natural sounding cello (mm. 8–10), it inflects its white-note key with D ♭ before sliding down a half step to C. The timbral transformation from cello to flute occurs on a prolonged C (mm. 8–10), which is preceded and followed by D ♭ s in both voices. The agogic emphasis on the five-and-a-half-beat sustain anticipates the “vos accents prolongés” of the text in the following phrase (see Example 3a for the entire poem). The melding of one timbre into another arouses anticipation of an erotic encounter, which is experienced in this song only through fantasy. In this way, anticipation succumbs to abandonment, but not the “l’abandon de la volupté/ecstatic abandonment” referenced in the third stanza. Instead, the poetry and music revel in the “thought of”—not the “enactment of”—a sexual rendezvous, which is interpreted through timbral abandonment. Timbre signifies the theme of abandonment through illusory sounds—wherein an instrument’s natural sound is abandoned to sound like another (illusory piccolos: cello in m. 5, flute in m. 7, and illusory drums: cello, Reh. 3), and timbral transformation—when one instrument abandons a musical line that is taken over by another (as in m. 10). The most laconic presentation of abandonment is experienced in the singer’s escape from the fantasy: “Allez, et préparez le repas”/“Go, and prepare the evening’s meal.” Refer to Example 3b . Here the singer abandons the languid melody in D ♭ minor for a hurried triplet eighth-note flourish within a conspicuously ambiguous scale collection. (27) More, instrumental timbre is abandoned altogether, intimating that they sounded only within the realm of fantasy. Example 3a . Text to “Il est doux,” from Chansons madécasses (click to enlarge and see the rest) Example 3b . Last line of “Il est doux” (click to enlarge and listen) Style and Formal Considerations",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The above analyses demonstrate how deeper meaning can be gained through understanding timbral techniques such as timbral allusions ( Concerto in G ), timbral development ( Boléro ), timbral deception (Duo), and timbral abandonment (“Il est doux”). As the following analysis of the Concerto in G shows, Ravel relies on various modalities of scene setting that rely on topics related to style—stylistic allusions, musical borrowing, and gesture—and topics related to timbre—recontextualization of previous material within an original sound context. The process for interpreting multiple styles and how they interact to create form is what Lawrence Starr ( 1977 ) termed “stylistic heterogeneity.” In his analytic work on the music of Ives, Starr connected Ives’s idiosyncratic juxtaposition of mixed styles to the unifying role it served in the creation of structure. Burkholder ( 2012 ) developed this model to incorporate topic theory as a way to deepen connections between Ives’s contrasting styles and therefore create meaning through the identification and association of topics. (28) I extend Burkholder’s approach to interpret the stylistic heterogeneity evident in the exposition of Ravel’s concerto with a concentration on how timbre operates within each topic. In this way, the divergent styles highlight timbre as an integral component of each topic.",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "starr_1977",
                    "burkholder_2012"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] Ravel’s approach to form marks a significant departure from Ives’s method. As noted by Starr ( 1977 , 102) Ives “embraced stylistic heterogeneity as a basic principle .” In Ravel’s concerto, the auditory scenes operate within the constructs of traditional structure. Timbre, both in its heterogeneity and its meaningful markedness within the form, is therefore interpreted as Ravel’s basic principle and positioned within his aesthetics of challenge. In other words, I argue that the “problem” Ravel seeks to “solve” within the first movement of his concerto is more intrinsically tied to the role of timbre than musical topics, which can be seen in the shift from stylistic heterogeneity in the first half of the movement, to timbral heterogeneity in the recapitulation. Ultimately, the problem extends to the role of the soloist, which, tied to the concerto form, reveals yet another mask within his long-established penchant for playing with models.",
                "footnotes": [],
                "citations": [
                    "starr_1977"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] We have covered quite a bit of ground, considering historical perspectives of Ravel’s novel orchestrations, as well as surveying how musical timbres are both perceived and deployed as signifiers. Turning now to a more comprehensive analysis of the Concerto in G will bring together an analysis of the work’s form with an analysis of its timbral markedness. Utilizing James Hepokoski and Warren Darcy’s ( 2006 ) theory of sonata and concerto procedures, I investigate how this concerto participates in a sonata-hybrid approach. An analysis of timbrally-marked moments follows. Despite being ostensibly a piano concerto, Ravel conjures a host of additional instruments, using the piano as a palette in which novel sounds can be brought into the space of the formalist musical work. Blurred boundaries between the piano as a solo instrument and its participation in the formal design leads one to the following question: What if Ravel’s treatment of timbre holds a key to unlocking the enigmatic aesthetic and formal contradictions of his late works? Timbrally-Marked Form and the Concerto in G Major and Timbrally-Marked Form",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] Ravel’s ( 1931d ) comments about working on the Concerto in G reveal his homage to the classical concerto: “As a model, I took two musicians who, in my opinion, best illustrated this type of composition: Mozart and Saint-Saëns.” (29) Yet it appears that he did not necessarily always believe it to be a concerto, toying as he did with other ideas: “I thought at first of entitling my Concerto ‘Divertissement.’ Then it occurred to me that there was no need to do so, because the very title ‘Concerto’ should be sufficiently clear in the matter of characterization” ( 1931a ). He also considered the title “Basque Rhapsody,” a not-so-subtle nod to George Gershwin’s “Rhapsody in Blue.” Given the precedence of concerto designs by Mozart and Saint-Saëns’s while composing two concertos of his own, it is fruitful to consider the ways in which the first movement of the Concerto in G characterizes the concerto medium, particularly in regard to the role of the soloist.",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "ravel_1931d",
                    "ravel_1931a"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] The functional and timbral role of the piano within the first movement of the concerto is atypical. Its range of timbres and role within the orchestral texture is often at odds with the expected role of the piano soloist in a concerto. Throughout the first movement, the piano’s timbre can be heard as disguised in some way. Regardless of its aural allusion, its treatment is more “other” than it is “soloist.” In various phrases, the piano imitates such instruments as a Spanish guitar, a jazz piano—even a musical saw or theremin—but rarely a solo concert piano. While the solo piano is certainly featured, its treatment has been interpreted by some as merely an ensemble instrument. Consider Prokofiev’s 1932 critique: “I’d say Ravel’s Concerto is rather dry, but still superbly written. I say “superbly” [with the caveat that he doesn’t follow any of the requirements of a concerto]; this is simply a piece in which the piano has solo passages on an equal level with the piccolo or the bassoon” (quoted in Zank 2009 , 138n10). (30) Example 4a . Concerto alternations between the orchestra and piano (click to enlarge) Example 4b . Different organization of exposition based on other solo and small ensemble alternations (click to enlarge)",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "zank_2009"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] Within the first movement, instrumental groups interchange solo and tutti passages that, at least superficially, reflect the alternations of the classical concerto form. (31) This is represented broadly by alternations between dark and light boxes in Example 4a . The exposition is charted using Hepokoski and Darcy’s concerto-form labels to demonstrate the concerto alternations between the orchestra (R) and piano (S) alongside theme areas within a sonata exposition (P, TR, and S); gray indicates an orchestral tutti with the piano as part of the ensemble, white indicates a piano solo, black is for orchestral tuttis, and “G” represents an allusion to Gershwin’s music, which will be discussed below. As part of the percussion section, the piano begins in the opening R1 section. In S1, the solo exposition, the piano and orchestra alternate in the TR-zone and the piano solo continues into the S-theme. R2 indicates the only true ritornello-function of the exposition wherein the S-theme is repeated by the orchestra and the piano doubles the melody. Timbrally, however, one might perceive a different organization within the exposition. Example 4b shows an alternate perspective based on auditory scenes that reveals the inventiveness of solo and small ensembles and thereby downplays the piano-as-soloist within the P-zone. The white boxes in P indicate soloists accompanied by small ensembles that alternate with orchestral tuttis represented by black boxes. From this assessment, wind soloists mirror and challenge the piano’s role within the P and TR zones; in so doing, they challenge the conventional concerto dialogue between one and many .",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] The general lack of shared material between orchestra and soloist reveals a more sonata-like presentation of themes (the one exception being the orchestral repeat of the piano’s S-theme at Reh. 9). The hybrid concerto-sonata form was a common archetype that is explained by Hepokoski and Darcy ( 2006 , 431–35) as the result of an increasingly symphonic approach to the concerto. The “concerto-sonata synthesis”—or the “Type 3 version of the Type 5 sonata”—was evident in Mozart’s concertos and fully developed by the middle of the nineteenth century. Hepokoski and Darcy reflect on the character of the concerto, which they conclude is often “strongly individualized, the result, it appears, of a playful approach to the formal possibilities of concerto form” (432). In the music of Mozart, “we typically find unique ‘solutions’ tailored to individual concertos—a differently played chess game each time—even while other broad structural guidelines are held relatively constant” (432). The playfulness and innate problem-solving techniques that are evident within individual concerto compositions would likely have appealed to Ravel’s widely acknowledged fondness for solving aural puzzles ( Kaminsky 2011b ; Heinzelmann 2011 ). From this perspective, the intermingling of sonata and concerto procedures presents us with an expertly crafted puzzle within which Ravel explains and masks the way we experience the form and extends it to the rich timbral combinations of the instruments contained within its boundaries. For an interwar concerto, such blurring between sonata and concerto forms is less surprising than informative, as it reveals Ravel’s experimentation within the traditional forms he loved—though in a way that prioritizes timbre within the formal process. In other words, the innovation within this Type 3/5 hybrid concerto is not so much experienced in the way the form is manipulated, but in the unexpected timbral choices he made for the piano.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "kaminsky_2011b",
                    "heinzelmann_2011"
                ]
            }
        },
        {
            "8.5": {
                "text": "[8.5] Take, for instance, Lawrence Kramer’s ( 1996 , 63) remarks about the Concerto in G : “The musics that compose it form neither a structural hierarchy nor a dynamic process of conflict resolution. Nor are they treated to traditional techniques of development, which in any case were Ravel’s bête noire . Instead, they are continuously varied and juxtaposed in segments both large and small, with scant regard for any projection of continuity. The result is a kind of mosaic or collage texture, a pure surface without depth.” (32) Presumably they are both trying to articulate—though Kramer’s comment is more disparaging than Ravel’s hysterical discovery (“What a good joke I’ve played on the musical world!” (33) )—that the brilliance of these works lies not in thematic development because of (or in spite of) “problems” within the melody and harmony, but in its equal replacement through timbral reinterpretations of various styles. Before further discussion of how timbre marks the form, let us turn to how timbre is treated within various auditory scenes. Stylistic Heterogeneity and Novel Auditory Scenes in the Exposition Example 5a . Concerto in G Major , themes from the exposition (click to enlarge)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "kramer_1996"
                ]
            }
        },
        {
            "9.1": {
                "text": "[9.1] From the “crack of the whip” that jumpstarts the concerto, the piano begins in one of its many sonic masks—not as the soloist, but as an ensemble instrument in the percussion section. (34) Example 5a catalogues the thematic make-up of the exposition. The “slap” initiates the piano’s G-major triad above F ♯ -pentatonic arpeggios in the piano. The unusual start presents the listener with a tonal and timbral problem experienced within many of Ravel’s compositions. The semitone difference between roots—and specifically the pitches G and F ♯ —is one of Ravel’s favored sonorities. (35) In the piano concerto, the G/ F ♯ sonority begins as a “tonal problem,” which is played out in different layers of structure. For instance, the piano’s opening F ♯ temporarily enhances the monotonal G-major key, which then becomes the key center of the first TR-zone (mm. 44–74) and pedal point in the development (mm. 111–41). However, the dissonance and persistence of the piano ostinato subverts the natural timbre of the concert piano and its role as soloist, transforming the piano into a sound object, in which the combination of its range, pitches, contour, and rhythm are organized to sound like something else. Example 5b . Displaced dissonances in opening piano ostinato (click to enlarge) Example 5c . Unusual sounds from opening theme of Concerto in G Major (click to enlarge)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "9.2": {
                "text": "[9.2] The sound effect of coupling every member of the piano’s G-major tonic triad with a dissonance recalls an out-of-tune carnival piano, a skewed background pulse to the real soloist—the piccolo—in an uncanny solo at the bottom of its range, as noted above (Example 1a, audio). Example 5b shows the opening white-note against black-note arpeggios of the piano’s right and left hand parts. (36) The D ♯ displaces the left hand’s arpeggio enough to keep it from double inflecting every member of the right-hand’s G-major arpeggios and instead creates uneven dissonances (m2, º4, P4, º4, etc.) that distort the piano’s natural timbre. Ravel’s love of off-sounding instruments has been documented. Consider Jankélévitch’s ( 1959 , 79) recollection: “Ravel liked mechanisms that had gone wrong, and like Satie, he must have had a particular liking for pianos out of tune and bleating gramophones.” As an alternative to the above-mentioned stylistic allusion to Petrushka , the timbre of the opening sonority can be interpreted in this concerto as a sound object. The out-of-tuneness of the piano, off-kilter metric placement, and miniature sounds of a piccolo and string orchestra distorted by dissonant inflections and high pizzicatos, give the illusion of a music box that has begun before the gears that activate it have synchronized ( Example 5c ). (37) The carnival-esque sonorities might also conjure up the sound of a play starter pistol that has been fired to commence a miniature race or a resounding whack at a biting insect that whizzes by. Whatever the sonic image—an unreal orchestra or some miniature version of it—or stylistic allusion, the timbral awryness of the Concerto in G sets into motion a thematic structure of unexpected organized timbres. Example 5d . Stylistic heterogeneity in exposition (click to enlarge) Example 5e . Marching band auditory scene (click to enlarge and listen)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "9.3": {
                "text": "[9.3] The suddenness and loudness of the slapstick disguises the onset of the other instruments, taking the ear a moment to adjust to the comparably softer instrument timbres. The rushed start and irregular sounds and rhythms in the opening scene make it seem as though the music is in the process of “becoming” a theme. (38) It is as if what we are experiencing with this comic representation of an orchestra is in fact not real, but rather an illusory sound object—like a music box or carnival music—emitting from pantomimed symphonic instruments. In fact, much of the exposition behaves this way (see Example 5d ). By Reh. 1, a strong dominant seventh arrival resolves the implied six-four inversion of the G-major tonic and the orchestra becomes more real —that is, we hear more raw orchestral timbres in the winds, brass, and arco strings that crescendo into a trumpet solo of the opening theme (Reh. 2 shown in Example 5e ). As such, the concerto’s opening is interpreted as an emphatic upbeat that resolves to the structural downbeat at Reh. 2. Despite the attempt to normalize the melody with more expected orchestral timbres such as the trumpet, one cannot help but hear the orchestra as a marching band, with its syncopated snare drum marching alongside the accented black-notes in the brass and high, grace-note accents in the piccolo (Example 5e, audio). (39) The “real orchestra” makes its appearance shortly after (at Reh. 3) with a tutti fortissimo shift to B Dorian. As suddenly as the “real orchestra” appears, it quickly dissolves into an English horn denouement—a half cadence and medial caesura in B minor that emphasizes F ♯ , the piano’s inflecting key from the beginning of the movement—which elides with the piano’s first solo. Example 5f . TR 1 Gershwin-like quote in E ♭ Clarinet (click to enlarge and listen) Example 5g . Gershwin, “An American in Paris” (click to enlarge and listen)",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "9.4": {
                "text": "[9.4] The solo section (S1, Reh. 4, shown in Example 5d) is labeled as the first phrase of the tripartite transition zone and features a diverse collection of topics. The first phrase, TR 1 , features the piano with an inflected Spanish melody—sounding more like a Flamenco guitar with rasgueado arpeggiations than a proper concert piano’s expositional theme. (40) Formally, the piano’s first solo functions both as a transition theme and the piano’s first subordinate theme. The first phrase—TR 1 , a short introduction establishing F ♯ as the confirmed key—features frequent “blue notes,” which result in double-inflected thirds between A ♯ and A ♮ . A stylistic allusion to Gershwin’s music appears in the Phrygian/Dorian mode (see Example 5f ). The blue-note-inflected melody and orchestration allude to Gershwin’s “Rhapsody in Blue,” Concerto in F Major , and “An American in Paris,” all of which Ravel had heard. Compare the theme from Gershwin’s “An American in Paris” (shown in Example 5g ) with TR 1 (Reh. 4 + 9 in Example 5f). Moreover, instrumental choices reflect similar timbres to Gershwin’s style. Two such examples include the instrumentation in the TR-zone, which first presents the melody in E ♭ clarinet and repeats it in the trumpet (TR 2 ) and then more overtly with piccolo, clarinet, and muted trumpet (TR 2.2 )—strongly recalling orchestration in Gershwin’s “Rhapsody.” (41)",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "9.5": {
                "text": "[9.5] At this point, it is unclear how to interpret Ravel’s solo piano entrance. First, one might question “what sort of piano” Ravel is revealing in this concerto. After all, the piano’s unusual start is hardly clarified when it enters the first solo like a Spanish guitar with rhythmic and chordal borrowings of jazz and Gershwin (Reh. 4). (42) Second, we might question whether the soloist begins with a transition theme (S1 in Example 4a) or the intended piano P-theme. In other words, was the preceding orchestral shift to B Dorian simply part of the opening tutti (R1), or was that the transition setting up the soloist’s first theme at Reh. 4? Compare Examples 4a and 4b. The blurred conceptual boundaries surrounding the piano’s solo entrance demonstrate one of the ways Ravel uses timbre to mask the structure, much like he camouflages the standard instrumental/piano timbres within auditory scenes in the exposition. It is clear, however, that the solo piano theme that begins at Reh. 7 is the intended S-theme of the piano exposition—the only theme played by a “real” piano in the entire first movement. Following a half cadence and medial caeusre in E major, the piano’s ascending E-pentatonic melody functions as the S-theme: a lyrical, cantabile melody, with a clear two-part phrase structure (mm. 75–86 and mm. 87–95; the first phrase, Reh. 7, is shown in Example 5a). Despite the more idiosyncratic piano melody, timbral, melodic, rhythmic, and harmonic nuances resemble the sounds and textures of a blues piano that is interrupted by syncopated proto-jazz chords (onomatopoetically sounding “bee-da”) with frequent major seventh dissonances ( G ♯ –G and D– C ♯ , mm. 78–9, and A– G ♯ and E– D ♯ , mm. 82–83). As noted above, this melody is restated by the only orchestral repeat (as R2 in the exposition, Example 4a, and R4 following the cadenza in the recapitulation, shown in Example 6a below), revealing a conventional concerto procedure in which solo material alternates with a tutti ritornello. Example 6a . Highly novel timbral transformations in the recapitulation (click to enlarge)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "9.6": {
                "text": "[9.6] Ravel’s collage-like treatment of themes within a short time span shows how he was engaging with earlier composition practices, such as those that Leonard Ratner ( 1980 ) details in the music of Mozart. It also demonstrates how Ravel engaged with modernist techniques used by Stravinsky and Ives ( Burkholder 2012 ). The stylistic heterogeneity of Ravel’s concerto reveals much of what we already know about Ravel’s modern and traditional leanings: his love of toys and machines, bizarre and novel sounds, American composers and jazz music, and his strong connection to Spain, but also his love of traditional forms, tonal problems, and attachments to models. As listeners, we mediate between the various topics and soloists with ease, yet question our understanding of how they fit within a concerto meant for a piano. In this way, we look to the recapitulation to solve the questions unanswered in the exposition. Timbral Heterogeneity and Transformation in the Recapitulation Example 6b . Dramatic presentation of Gershwin-like quotation (click to enlarge and listen) Example 6c . Concerto in G Major , second theme as harp and ethereal orchestra. “TT” indicates timbral transformation between instruments (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "ratner_1980",
                    "burkholder_2012"
                ]
            }
        },
        {
            "10.1": {
                "text": "[10.1] Turning to the recapitulation, the piano’s timbre is once again transformed—this time with structural significance unrivaled elsewhere in the work (Example 6a). The piano’s TR 1 theme begins much as it did in the exposition, with the Spanish melody now transposed to A major (previously F ♯ minor). A dramatic presentation of the Gershwin-like quotation appears for the first time in the piano, encompassing the entire keyboard from the highest E7 to the lowest A0 ( Example 6b ). As an ascending glissando rises out of the bottommost range of the piano, it seamlessly dovetails via a timbral transformation into a glissando taken up by the harp—the piano’s celestial twin ( Example 6c ). Much like the timbral abandonment discussed in “Il est doux,” the piano transfers its line to the harp in sequential integration. The seamlessness of the transferred melody from piano to harp is contextualized within a singular gesture—the same auditory stream.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] Here, timbrally and temporally, the music from the piano’s theme takes its most dramatic transformation as it “becomes” another instrument through a timbral transformation to the harp within TR 2 and TR 2.2 (this is indicated with blue font color in Example 6a, which represents the timbral transformation of one instrument into another instrument). The orchestration of the second theme in another timbral and spatial dimension is perceptually fused in sequential integration and transforms the sonic expectations for this moment (Reh. 22). Unlike the piano, the harp does not dampen sounds, but rather rings out, and the piano’s first solo from the exposition (S1) resonates in crystalized clarity within its recapitulation solo section (S3)—only it is not a piano that carries the melody. Dreamlike in its free adagio tempo, disorienting in its elongated notes and change of meter, and most significantly, enchanting in its sudden transformation to a floating soundscape, the harp’s recontextualization of the piano’s first S-theme fails to clarify the role of the soloist within the concerto. The expressive shift from turbulence (Reh. 21) to serenity (Reh. 22), along with the sudden timbral and contour shift (from a dramatic seven-octave descent in the piano to quasi-cadenza ascent in the harp), creates an auditory scene based on bright, hollow timbres that is different than the sound-universe that surrounds it. The transcendental transformation creates a new ensemble, which I call the ethereal orchestra. This remarkable transformation from piano and orchestra to harp and the ethereal orchestra thus culminates in the most radical change of auditory scene and the most marked of the timbral markers in the first movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] Whereas the piccolo’s main theme in the exposition seems to be a caricature of a more serious orchestral flute (refer to P-theme in Example 5a), the piano in the recapitulation is transformed into a harp (Reh. 22 in Example 6c), in which the piano’s horizontal metal strings reorient into the harp’s vertical gut strings—its acoustic properties altered from hammered, resonant sonorities to plucked, celestial harmonics. A high French horn continues the harp melody as the solo wind instruments take turns in increasingly chromatic scales (TR 2.2 in Example 6a). Virtuosic in its range and quiet dynamic marking, the tessitura marks the horn as part of the ethereal orchestra, whose otherworldly timbres transport the theme to a different sonic dimension. Example 6d . Concerto in G Major , transformation into ethereal piano, “TT” indicates the piano’s timbral transformation (click to enlarge and listen) Example 6e . Harmonic reduction, Reh. 22–27 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.4": {
                "text": "[10.4]\tThe marked timbral shift into the ethereal orchestra (indicated by blue labels in Example 6a) initiates a transformation that continues in the following piano cadenza (S of S3 indicated in Example 6a). The music at Reh. 26 (shown in Example 6d ) resembles a texture similar to that in Ravel’s left-hand concerto, in which the left thumb alone carries the melody above virtuosic arpeggiations. But when the right hand enters with soaring, continuous trills, the piano is split in two—an acoustic piano in the left hand and an ethereal piano in the right. The high trills of the first part of the cadenza resemble the high registers of the preceding ethereal orchestra, whose singing melody echoes the left hand’s acoustic piano melody in the seventh octave of the piano. When the piano splits in two (m. 231), it is as if the earthly timbres of the acoustic piano are echoed in duet by other-worldly timbres above. Notice, for instance, the way the left hand’s E5 and G5 (m. 232, beats 1–2) are echoed by the right hand’s E6 and G6 (beats 3–4); the otherness of the right hand’s melody is emphasized by the uncharacteristic trill that wavers to the chromatic lower neighbor. In the second half of m. 234, the piano corrects its lowered chromatic trills to the proper upper neighbor note (G to A), which shimmers against the unusual trills around it. This is a remarkable moment. Here, the harmony moves to C major (m. 234, b. 3), the anticipated chord of the melody’s preceding E–G echo (shown as small note heads in m. 232), which was ensconced above an anticipatory G7 harmony ( Example 6e ). Harmonically, the resolution to C major (m. 234) marks the end of a fifths sequence that began at Reh. 22 and reveals a euphoric chromatic mediant relationship with A-major. (43) The magical transformation from A major to C major moves through various chromatic neighbor and passing tones, in which the voice leading repeatedly follows C ♯ with C ♮ —note, for instance, the A-major prolongation (mm. 212–22) in which the C ♯ becomes C ♮ in the D neighbor chord (m. 213) only to become the double-inflected third in the return to A7 (m. 216), or the chromatic passing tones that ascend from the seventh of D7 (mm. 226–30) through a passing C– C ♯ –D motion (indicated by α in Example 6e). A large-scale cross-relation between C ♯ (m. 212) and C ♮ (m. 234) occurs when C ♮ appears in the bass at the same time the piano arrives at the transcendental trill. The chromatic mediant trajectory from A to C is further supported by the piano’s melodic pitches at the fifth—E7 and G6—recontextualizing the pitches from the echo (E–G, m. 232) in ethereal/acoustic piano duet now in the expected key of C major. Following the arrival of the structural subdominant chord in m. 234, the second motive α begins the C– C ♯ –D motion again, this time with the D7 chord correctly resolving to G major as tonic (Reh. 27). Example 6f . Concerto in G Major , transformation of ethereal piano into a musical saw or theremin. “TT” indicates the piano’s last timbral transformation (click to enlarge and listen)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "10.5": {
                "text": "[10.5] Reversing the glissando that originally ascended into the ethereal orchestra ( Example 6f , m. 237), the right-hand glissando descends into the treble staff’s range and overtakes the melody; this is represented by a squiggly line in Example 6e that indicates the ascending contour into the ethereal orchestra (m. 212) and its descent back into the orchestra’s original register (m. 237). The left hand accompanies in arpeggiations that occasionally double the melody’s notes while dancing registrally around it. At this moment, the timbre of the right hand is once again transformed through sequential integration. It becomes clear that these odd downward chromatic trills, filled in with glissandi that swoop between melody notes, are not just briefly recalling the ethereal orchestra. Instead, they relentlessly persist throughout the piano’s cadenza, transforming its timbre into that of one final instrument: the musical saw. In this way, the piano’s transformation evokes the timbral allusions present throughout the exposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.6": {
                "text": "[10.6] In the exposition, this theme was the first genuine presentation of the “real” piano (S of S1, Example 4a), which is transformed in the recapitulation as a different instrument altogether (S of S3, Example 6a). Within the context of this concerto, instruments conjure timbres of other instruments—like the out-of-tune music box/piano at the beginning—or relocate the soloist’s main theme to another instrument—most notably, the harp and ethereal orchestra. The orchestration thereby challenges the role of the soloist within the concerto medium by means of timbral heterogeneity. In the recapitulation, the unusual trills bring the musical saw into a duet with the concert piano, which we can interpret as the culminating otherness of all the altered pianos heard throughout the first movement. (44) Example 6g . Video: Ethereal sounds of piano trills, musical saw, and theremin (click to watch)",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "10.7": {
                "text": "[10.7] Ravel would have been familiar with the musical saw, as it was a popular instrument in songs and jazz from as early as 1911. While no documentation indicates that Ravel intended to emulate another instrument, the piano’s transformation is remarkable and perceived by listeners and performers alike. Recall Perlemuter’s ( 1988 , 91) advice to imitate that of a musical saw. It is interesting to speculate how this part of the cadenza must have been perceived at the time of its premiere. Was Ravel calling the musical saw up from the tool benches of folk and jazz music, or could he have been imitating another instrument—the theremin? The wavering, ethereal timbre of the theremin resembles that of a musical saw, and its electric-keyboardless sound production would have likely appealed to Ravel’s avant-garde sensibilities. (45) In his 1928 lecture at Rice University, Ravel ( 1928 ) championed the theremin’s inventor for elevating sonorities and sound vibrations: “Since the young Russian scholar Theremin has perfected his first instruments and can now transfer the vibrations of the atmosphere into musical vibrations of whatever height, intensity and quality desired, the sonorous side of music seems to have arrived within the reach of analysis.” For Ravel, this leap forward in sound technology quantified the analyzable qualities of music and reinforced his belief that music was not “impalpable,” “fugitive,” and “evanescent.” Example 6g presents the beginning of the cadenza, with excerpts from Grégoire Blanc in duet with himself on musical saw and theremin and Clara Rockmore on theremin.",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "perlemuter_et_al_1988",
                    "ravel_1928"
                ]
            }
        },
        {
            "10.8": {
                "text": "[10.8] The theremin’s timbre, which has been described as “a musical saw mated with a high soprano,” and its electric, no-touch technique, was revolutionary to the music world in the 1920s ( Montague 1991 , 18). The theremin’s timbre was often described as ethereal—“Music from the Ether” being the headline of its 1928 New York debut at the Metropolitan Opera House. (46) In Paris, the theremin premiered to standing-room-only audiences, and newspaper critics raved that it represented an instrument “destined to revolutionize the whole field of music” ( Birkhead 1927 ). What Ravel did in his cadenza was revolutionize the piano with novel sound inventions, allegorically bringing the first-generation theremin to the concert stage, moments before composers outside of Russia would write new music—even concertos—for it. (47) Yet, Ravel did so by summoning its timbre from a piano—ironically recreating sounds of an instrument that required neither a keyboard nor touch. (48) Example 6h . Leon Theremin with his instrument (click to enlarge)",
                "footnotes": [
                    "FN46",
                    "FN47",
                    "FN48"
                ],
                "citations": [
                    "montague_1991",
                    "birkhead_1927"
                ]
            }
        },
        {
            "10.9": {
                "text": "[10.9] Indeed, the piano’s final transformation in the cadenza (mm. 328–44) can be both timbrally and gesturally interpreted as a theremin: the pianist’s right arm sweeps up and down the keyboard to emulate the timbre of the theremin while also mimicking the physical act of creating that sound. (49) In a sense, the timbral engagements experienced through this movement can also be experienced through transformed physical gestures along the X, Y, and Z axes (shown in Example 6h ): horizontally on the piano along the X axis, in and out from the body on the harp along the Y axis, and vertically up and down the theremin along the Z axis. Thus, the horizontal piano first plays various roles as an ensemble and altered solo instrument, then shape-shifts in front of the body as a harp, and finally, metaphorically, swoops up and down the body as the theremin.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "10.10": {
                "text": "[10.10] The incorporation of a moment marked by trills seems to have been novel enough to mention to the dedicatee of the concerto before revealing the music. Ravel referred to the virtuosic trills in correspondence with Marguerite Long years before he completed it, asking her if she would “mind if it [the first movement] ends pianissimo and with trills?” ( Long 1973 , 39). Although the concerto does not end with trills, as his early conception of the work suggests it might, trills are reserved for two exceptional—one might say timbrally-marked—moments: the piano cadenza of the first movement and the concluding measures of the solemn second movement. In this way, the trills seemed to be marked in Ravel’s creative process as special moments, germinal to the piano’s narrative. (50) The cadenza of the first movement marks one of the most transformative subordinate-theme areas within Ravel’s oeuvre—a moment that not only reminds us of his ability to enchant his listeners through orchestral wizardry, but also shows us his heightened focus on timbre in his late compositions, reserved for strategic moments within the form, which often occur in his subordinate-theme regions of the recapitulation. As such, a shift from stylistic to timbral heterogeneity is observed between the exposition and recapitulation. The diverse timbral allusions and auditory scenes mark the form in significant ways that develop into cumulative style and timbre topics in the recapitulation. These ultimately transcend sound expectations, in which the soloist moves throughout the orchestra—even conjures sounds outside of it—to provide a modernist timbral solution within a traditional form. Conclusion",
                "footnotes": [
                    "FN50"
                ],
                "citations": [
                    "long_1973"
                ]
            }
        },
        {
            "11.1": {
                "text": "[11.1] Ravel’s Concerto in G major reveals a new priority for timbre, long an integral part of his compositional toolkit, in which timbre functions as a form-bearing accent that marks and transforms themes. Through the timbral heterogeneity of his unconventional treatment of symphonic instruments and the piano within reinvented concepts of theme, key, and form, I argue that these “novel” sonorities are not just there for surface reasons, but rather there to serve an integral role within the narrative of the concerto form. In the timbrally-marked Concerto in G , the concerto medium is turned on its side as we attempt to understand the members of the orchestra as ensemble and co-soloists within changing auditory scenes. With the prominent place given to piccolo and harp—and, more profoundly, the unusual timbres often issuing from the piano—we wonder: Who is the soloist Ravel is highlighting in this concerto?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.2": {
                "text": "[11.2] Ravel’s musical developments can be viewed as an outgrowth of early twentieth-century changing attitudes toward the science of musical timbre. His progressive advancement of timbre occurs on the eve of vast electric instrument developments and anticipates the sonic imaginations of Pierre Schaeffer’s music concrète and Cold War sound experiments by decades. Progressive inventors of the mid-to-late 1920s beckoned timbral explorations through electric tone generation. As put forth in 1924 by Mager, inventor of the Spherophone, “Perhaps the variation of timbre will one day play an even greater role in music than the variation of pitch; perhaps the coming epoch will be characterized not only by the finer division of the octave but also through more perfect melody of timbres” (quoted in Patteson 2016 , 14). The timbral heterogeneity of Ravel’s acoustic innovations can be regarded as aligned with the emerging electronic soundworld of the 1920s and ’30s. His artistic investment in the sounds of jazz and electric instruments is effortlessly integrated into the musical webs of his concertos, even as his traditional formal designs recall Mozart and Saint-Saëns. As Julian Anderson remarks, “Ravel disturbs with his curious mixes, with his experiments couched in traditional forms. He is unpigeonholeable. What to do with him? Like Ligeti, he is having serious fun—both are enjoying themselves at an aristocratically high level” (quoted in Nichols 2000 , 250).",
                "footnotes": [],
                "citations": [
                    "patteson_2016",
                    "nichols_2000"
                ]
            }
        },
        {
            "11.3": {
                "text": "[11.3] Considered by some contemporaries to be more modern than Stravinsky between the wars, Ravel’s music was both praised and criticized for his fixation on timbre. Colette, Ravel’s librettist for L’Enfant et les sortilèges , aptly describes Ravel’s reputational conundrum: “The partisans of traditional music do not forgive Ravel, the composer, for his instrumental and vocal audacities. The modernists applaud and boo the others, and during the ‘meowed’ duet, there is a dreadful uproar” ( Orenstein 1975 , 90). If these seemingly contradictory remarks surrounding Ravel’s utilization of timbre are perplexing, such partisan positions nevertheless serve to illustrate the fervent cultural climate that strived for newness—albeit in an idiosyncratically French style. This was especially pertinent to the interwar period, during which changing artistic cultures fetishized avant-gardism. The move toward a progressive and modern music essentially rejected art that was too overtly tied to the past or aesthetically watered-down to ease mainstream consumption. Therefore, it seems to follow that compositional techniques preoccupied with color—even to the extreme in which Ravel’s critics claimed that it threatened to overthrow the compositional integrity of the work—would be in line with this artistic objective. Thus stands the paradox of “newness,” in which novelty is essential to progress, yet lacks the staying power of innovation. As Michael North ( 2013 , 3) explains, “actual novelty only exists at the very crest of the wave, in the time, however short, between introduction and acceptance. Since the novelty in question is purely subjective in nature, dependent on its relative unfamiliarity to a new audience, it tends to evaporate almost at the very instant it is recognized.” In these terms, Ravel’s position is often precarious, in that critics on one side placed him among the avant-garde, while others cast him aside for allowing too much novelty into his works. This irony, as shown in the above analysis, illuminates much about Ravel and his music.",
                "footnotes": [],
                "citations": [
                    "orenstein_1975",
                    "north_2013"
                ]
            }
        },
        {
            "11.4": {
                "text": "[11.4] While it is interesting to ponder the minutiae of his position in compositional circles, it seemed to not bother him. In this regard, Rosenthal’s memory of a conversation about the idea of evolution and revolution is insightful. According to Rosenthal, Ravel stated: Suppose that you are in a room, studying . . . ; after a few hours you feel that the atmosphere is a little stuffy and you need to change the air, and you open the window. You let the fresh air enter the room, after a while you close the window, that’s all. That’s evolution. You are in the room and you feel that you need a change of air, and you take a stone, put that through the window and break the window. Of course the fresh air enters, but after that you have to repair the window. That’s revolution. I don’t see myself the need to break a window; I know how to open it. ( Nichols 1987 , 62–63) Ravel’s formal invention in the late works through timbral means “opens a window,” breathing fresh air into the formal designs he adhered to throughout his career. The timbral diversity of the piano within this concerto, its role as soloist, and creative timbral transformations, reveal some of the ways he creates highly novel moments to mark the form and play with our expectations. Unlike earlier compositions in which his unusual recapitulations are experienced through careful melodic and harmonic intricacies, this concerto (as well as the Concerto for the Left Hand ) reveals a new approach, in which timbre transcends sound and formal expectations. In a sense, we retrospectively collect the unusualness of the various sounds of the pieces’ beginnings and realize at the moment of recapitulation—the moment when the music is typically clarified or contextualized—the irony of the concerto: the “novel” sonorities do not simply enhance our experiences of each work but provide a key to understanding Ravel’s late style.",
                "footnotes": [],
                "citations": [
                    "nichols_1987"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.4.beavers.html",
    "data": "mto/data/mto.19.25.4.beavers.json"
}