{
    "title": "Climax Building in Verismo Opera: <br>Archetype and Variants",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Lee, Ji Yeon"
    ],
    "abstract": "This article examines the process of dynamic building and subsiding in verismo opera. Departing from groundswell originally drawn from Julian Budden’s analysis ofbel cantoopera, I propose a new dynamic paradigm, theclimax archetype—consisting of initiation, intensification, highpoint, and abatement—and its operational parameters. To appropriately respond to diverse dynamic structures, variants of climax archetype—climax-stage fusion,high region,highpoint frustration,highpoint absence,climax succession, andclimax nesting—are also suggested. These analytical paradigms are applied to works by Puccini, Giordano, Mascagni, and Zandonai, to clarify the mechanism of dynamic rise and fall in conjunction with the dramatic action.",
    "keywords": [
        "verismo opera",
        "climax",
        "highpoint",
        "apotheosis",
        "groundswell"
    ],
    "doi": "10.30535/mto.26.2.8",
    "received": "March 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.lee.pdf",
    "author_info": [
        {
            "name": "Ji Yeon Lee",
            "university": "University of Houston",
            "address": "Moores School of Music, 3333 Cullen Blvd., Houston, TX 77204",
            "email": "jlee136@uh.edu"
        }
    ],
    "citations": {
        "agawu_1984": "Agawu, Kofi. 1984. “Structural Highpoints in Schumann’s ‘Dichterliebe.’” Music Analysis 3 (2): 159–80.",
        "agawu_2008": "Agawu, Kofi. 2008. Music as Discourse . Oxford University Press.",
        "balthazar_1988": "Balthazar, Scott. 1988. “Rossini and the Development of the Mid-Century Lyric Form.” Journal of the American Musicological Society 41 (1): 102–25.",
        "berg_1985": "Berg, Karl Georg Maria. 1985. “Das Liebesduett aus Madama Butterfly : Überlegungen zur Szenendramaturgie bei Giacomo Puccini.” Die Musikforschung 38 (3): 183–94.",
        "budden_1973": "Budden, Julian. 1973. The Operas of Verdi . Vol. 1. Oxford University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . Oxford University Press.",
        "corazzol_1993": "Corazzol, Adriana. 1993. “Opera and Verismo: Regressive Points of View and the Artifice of Alienation.” Cambridge Opera Journal 5 (1): 39–53.",
        "cox_2017": "Cox, Arnie. 2017. Music and Embodied Cognition . Indiana University Press.",
        "davis_2010": "Davis, Andrew. 2010. Il Trittico, Turandot, and Puccini's Late Style . Indiana University Press.",
        "eitan_1997": "Eitan, Zohar. 1997. Highpoints: A Study of Melodic Peaks . University of Pennsylvania Press.",
        "eitan_and_granot_2006": "Eitan, Zohar, and Roni Y. Granot. 2006. “How Music Moves: Musical Parameters and Listeners’ Images of Motion.” Music Perception 23 (3): 221–47.",
        "gable_2001–2002": "Gable, David. 2001–2002. “Holding Pattern and Groundswell: Verdi’s Mimesis of the Lyric.” Verdi Forum 28–29: 21–31.",
        "giger_2007": "Giger, Andreas. 2007. “Verismo: Origin, Corruption, and Redemption of an Operatic Term.” Journal of the American Musicological Society 60 (2): 271–315.",
        "gossett_1979": "Gossett, Philip. 1979. “The Overtures of Rossini.” 19th-Century Music 3 (1): 3–31.",
        "hepokoski_1997": "Hepokoski, James. 1997. “Ottocento Opera as Cultural Drama.” In Verdi’s Middle Period: Source Studies, Analysis, and Performance Practice , ed. Martin Chusid, 147–96. University of Chicago Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory . Oxford University Press.",
        "huebner_1992": "Huebner, Steven. 1992. “Lyric Form in Ottocento Opera.” Journal of the Royal Musical Association 117 (1): 123–47.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press.",
        "johnston_2009": "Johnston, Blair. 2009. “Harmony and Climax in the Late Works of Sergei Rachmaninoff.” PhD diss., University of Michigan.",
        "johnston_2014": "Johnston, Blair. 2014. “Salome’s Grotesque Climax and Its Implications.” Music Theory Spectrum 36 (1): 34–57.",
        "kerman_1982": "Kerman, Joseph. 1982. “Lyric Form and Flexibility in Simon Boccanegra .” Studi Verdiani 1: 47–62.",
        "kerman_and_grey_1989": "Kerman, Joseph, and Thomas Grey. 1989. “Verdi’s Groundswells: Surveying on Operatic Convention.” In Analyzing Opera , eds. Carolyn Abbate and Roger Parker, 153–79. University of California Press.",
        "klein_2004": "Klein, Michael. 2004. “Chopin’s Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26 (1): 23–56.",
        "kurth_1925": "Kurth, Ernst. 1925. Bruckner . Vol. 1. Hesse. Reprinted in 1971. Georg Olms.",
        "leichtentritt_1951": "Leichtentritt, Hugo. 1951. Musical Form . Harvard University Press.",
        "meyer_1980": "Meyer, Leonard. 1980. “Exploiting Limits: Creation, Archetypes, and Style Change.” Daedalus 109 (2): 177–205.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History, and Ideology . University of Chicago Press.",
        "patty_2009": "Patty, Austin. 2009. “Pacing Scenarios: How Harmonic Rhythm and Melodic Pacing Influence Our Experience of Musical Climax.” Music Theory Spectrum 31 (2): 325–67.",
        "sansone_2001": "Sansone, Matteo. 2001. “Verismo.” In The New Grove Dictionary of Music and Musicians , ed. Stanley Sadie, 2nd edition, vol. 26: 477–78. McMillan.",
        "schwartz_2008": "Schwartz, Arman. 2008. “Rough Music: Tosca and Verismo Reconsidered.” 19th-Century Music 31 (3): 228–44.",
        "taruskin_2009": "Taruskin, Richard. 2009. Music in the Nineteenth Century: The Oxford History of Western Music . Oxford University Press.",
        "wagner_1999": "Wagner, Hans Joachim. 1999. Fremde Welt: Die Oper des Italienischen Verismo . Metzler."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In this article, “verismo” does not refer to the popular but narrow and inaccurate concept of realism, nor is it limited to the musical styles of the giovane scuola . Instead, following Andreas Giger’s definition, the term here denotes a broader repertoire of turn-of-the-century Italian opera; Giger pointed out the slipperiness of the term, arguing that “verismo” can be understood best as breaking conventional parameters of harmony, musical form, dramaturgy, character, and production in turn-of-the century Italian opera. See Giger 2007 , 271–315. Also see Matteo Sansone’s explanation of “verismo” ( 2001 , 477–78).",
            "citations": [
                "giger_2007",
                "sansone_2001"
            ]
        },
        "FN2": {
            "text": "2. In music theory scholarship, research on climax and highpoint has largely appeared in instrumental genres: studies on climax and highpoint in the modern era begin with Ernst Kurth ( 1925 ), who examined climax formation in Bruckner’s symphonies from a perceptual and psychological stance. Many studies follow in Kurth’s wake. Hugo Leichtentritt analyzed the Tristan und Isolde Prelude with a particular emphasis on the process of climax building ( 1951 , 355–58). In more recent literature, Zohar Eitan ( 1997 ) offers statistical approaches to highest pitches in Haydn, Chopin, and Berg. Austin Patty ( 2009 ) analyzes Brahms’s violin sonatas based on the interaction between changes in pace and intensity. Blair Johnston ( 2009 ) examines climax in Rachmaninoff’s music from a harmonic and tonal perspective; Johnston ( 2014 ) suggests the concept of the “hyperdissonant chord” to understand the moment of the highest tension in Strauss’s Salome. In vocal genres, Leonard Meyer analyzes “Isolde’s Transfiguration” as additive form (or “statistical climax”) ( 1989 , 311–24). Kofi Agawu ( 1984 ) examines climax building in both instrumental and vocal genres, suggesting the concept of a “structural highpoint”; Agawu also discusses the concept of “highpoints” ( 2008 , 61–73).",
            "citations": [
                "kurth_1925",
                "leichtentritt_1951",
                "eitan_1997",
                "patty_2009",
                "johnston_2009",
                "johnston_2014",
                "meyer_1989",
                "agawu_1984",
                "agawu_2008"
            ]
        },
        "FN3": {
            "text": "3. I use the adjective “dynamic” on its own to refer to the context of energetics, indicating active motion and progress. “Dynamic level” refers to loudness of sound; since the degree of loudness can be materially assessed as decibels, the addition of “level” specifies the statistical aspect.",
            "citations": []
        },
        "FN4": {
            "text": "4. For a detailed discussion of the Rossini crescendo, see Gossett 1979 , 10–11.",
            "citations": [
                "gossett_1979"
            ]
        },
        "FN5": {
            "text": "5. David Gable ( 2001–2002 , 144) suggests extending groundswell beyond that genre, noting Bellini’s influence on Wagner—most notably in “Isolde’s Transfiguration” from Tristan und Isolde : the aria’s final 36 measures form “an apotheosis of the dynamics of the groundswell by a composer at the height of his powers,” pointing out that the core idea of groundswell approaches the dynamic mechanisms as a distinctly audible phenomenon, a surge of intensity directly impacting listeners.",
            "citations": []
        },
        "FN6": {
            "text": "6. By contrast, although based on the same four-part structure, the standard “lyric form” ( a a b a or a a b c ) considers poetic meter, phrase length, and harmony (cadence and key) in its sectional demarcation. See articles by Steven Huebner 1992 , 123–47; Joseph Kerman 1982 , 47–62; Scott Balthazar 1988 , 102–25.",
            "citations": [
                "huebner_1992",
                "kerman_1982",
                "balthazar_1988"
            ]
        },
        "FN7": {
            "text": "7. For additional examples of the climax archetype and its deformations, see the appendix.",
            "citations": []
        },
        "FN8": {
            "text": "8. In general usage, “climax” and “highpoint” are interchangeable. Kofi Agawu ( 1984 , 160), however, argues for more distinctly calibrated meanings: “climax,” from the Greek “klimax”— ladder or staircase—suggests “an arrangement of figures in ascending order of intensity.” “Highpoint” is more narrowly focused, denoting “only the point of culmination.” By this distinction, Agawu clarifies climax as a process of tension building, with highpoint being a single moment of the highest energy. My definition of “climax,” however, not only includes the rising phase of tension, but also treats its decline as integral to the dynamic curve.",
            "citations": [
                "agawu_1984"
            ]
        },
        "FN9": {
            "text": "9. “Deformation”—“the stretching of a normative procedure to its maximally expected limits or even beyond them or the overriding of that norm altogether in order to produce a calculated expressive effect” ( Hepokoski and Darcy 2006 , 614)—does not carry negative or judgmental connotations. The terminological difference between “variant” and “deformation” also needs to be clarified: “variant” means generally the types of climax opposed to archetype; the more specific term “deformation” refers to the methods or practical tools used to construct a non-archetypal climax.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN10": {
            "text": "10. Functional similarity to the initiation stage can be found with the presentation phrase of a sentence (basic idea and repetition), the antecedent (basic idea and contrasting idea) in a period, and the two Stollen sections in a bar form; the initial section in each phrase form is characterized by equal size, periodicity, and balance, meant to establish a referential unit before the dynamic arc proceeds to a substantial increase in tension.",
            "citations": []
        },
        "FN11": {
            "text": "11. Meyer holds that statistical climax “consists of a gradual increase in the intensity of the more physical attributes of sound, the arrival at a tensional highpoint, followed by a usually rapid decline in activity—a falling-away to quiet and closure. Because the intensity of the secondary parameters that shape such processes can be measured and quantified—for example, the increase or decrease in dynamics (intensity), in pitch (as frequency), rate of note succession, timbre, and tempo—they have been called statistical” ( Meyer 1980 , 189). He finds this type of climax especially common in Romantic music.",
            "citations": [
                "meyer_1980"
            ]
        },
        "FN12": {
            "text": "12. These acceleration devices coincide with the characteristics observed in the continuation function of a sentence. According to William Caplin, “the formal function of continuation has two outstanding characteristics: fragmentation , a reduction in the size of the units; and harmonic acceleration , an increase in the rate of harmonic change” ( 1998 , 10–12). However, unlike the continuation phrase, intensification in the climax archetype considers dynamic intensity to hold the utmost importance.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN13": {
            "text": "13. Huron and Patty note that delay ( Huron 2006 , 325–26) and deceleration ( Patty 2009 , 329–30) can promote tension. In particular, Huron finds that delay is most effective when an event is most predictable.",
            "citations": [
                "huron_2006",
                "patty_2009"
            ]
        },
        "FN14": {
            "text": "14. Huron’s concept of climax is correlated with anger and fear; he suggests that high pitch, loud dynamic level, and relatively dissonant sonorities are responsible for such physiological and psychological reactions ( 2006 , 324).",
            "citations": [
                "huron_2006"
            ]
        },
        "FN15": {
            "text": "15. Agawu ( 2008 , 61) defines highpoint according to three categories: “highpoint may be a moment of greatest intensity, a point of extreme tension, or the site of a decisive release of tension.” Although he does not precisely explain the meanings of these categories, their general intent is clear enough. (1) The moment of greatest intensity can be the maximum exertion of any climax parameter, e.g. strongest dynamics, most active rhythm, and thickest texture. (2) A point of extreme tension is likely the most structurally unstable or dissonant chord in a passage. This perceptually marked chord may operate as a highpoint generator within a given tonal context. (3) In contrast, release of accumulated tension, leading to an emotional catharsis, may also be the highpoint.",
            "citations": [
                "agawu_2008"
            ]
        },
        "FN16": {
            "text": "16. Cone introduced “apotheosis” to musical discourse as “a special kind of recapitulation that reveals unexpected harmonic richness and textural excitement in a theme previously stated with a deliberately restricted harmonization and a relatively drab accompaniment” ( 1968 , 84). Meyer regards apotheosis as “a highpoint characterized by the stability of a grand assertion of a coherent theme—often one that had previously been fragmented or partial” ( 1989 , 323). These definitions suggest that apotheosis requires a certain context in which a theme appears multiple times before its final presentation. Apotheosis is therefore reliant on context and relativity, in which the power of a thematic statement is gauged through comparison with previous statements. Michael Klein addresses the emotional effect of apotheosis in narrative interpretation: “if characters in a narrative change over time, then the themes that represent them or their emotional states must change over time as well. Thus apotheosis is both a structural and expressive transformation of a theme” ( 2004 , 32). He applies apotheosis to his narrative analyses of Chopin’s Ballades and the Barcarolle.",
            "citations": [
                "cone_1968",
                "meyer_1989",
                "klein_2004"
            ]
        },
        "FN17": {
            "text": "17. For example, in Puccini’s operas, a recurring theme often comes at the end of an act, scene, or set number as a formidable apotheosis. Scarpia’s theme, which opens Tosca , is ferociously restated at the end of his “Te Deum,” which concludes Act 1. Likewise, the Mo-Li-Hua (Jasmine Flower) theme of Turandot returns fortississimo in the conclusion of the concertato finale at the end of Act 1. In La fanciulla del West , Act 2, a melody quoted from the beginning of the Tristan Prelude (A–F–E– D ♯ , the Longing motive) returns in its fiercest form at the end of the poker game duet.",
            "citations": []
        },
        "FN18": {
            "text": "18. Giordano did not notate key signatures in the opera.",
            "citations": []
        },
        "FN19": {
            "text": "19. Karl Georg Maria Berg identifies the passage from R134 to the end of the duet as the “highpoint and conclusion of the love duet” ( 1985 , 190).",
            "citations": [
                "berg_1985"
            ]
        },
        "FN20": {
            "text": "20. Agawu uses the term “high region” in his analysis of Schumann’s Dichterliebe , “Ich hab’ im Traum geweinet,” mm. 28–33 ( 1984 , 170–1). There, the high region is created through the complementary workings of three parameters: parallel chromaticism in the piano accompaniment, a sustained D ♭ 5 in the voice, and a crescendo from a pianissimo to a presumed fortissimo . Agawu identifies one melodic and one harmonic highpoint at the end of the high region in conjunction with the poetic sentiment and lyrical expression: the melodic highpoint is F ♭ 5 in m. 31 (the first two syllables of “Thränenfluth” meaning “flow of tears”), where the voice finally emerges from the D ♭ plateau. The harmonic highpoint is “an emphatic local dissonance” in mm. 32–33 that “underlines the bitterness of the protagonist on awaking from this third dream.”",
            "citations": [
                "agawu_1984"
            ]
        },
        "FN21": {
            "text": "21. Andrew Davis also analyzes the duet as a five-part structure based on key; he considers the last section a coda, which consists of “only Luigi’s climactic emotional release on the high G ♯ ” ( 2010 , 103–4). Furthermore, he notes that, in the context of a dialogue duet, the lack of a due singing makes the entire piece extraordinarily tense. My analysis of the rondo form is based on key, melody, and mood. The three A sections in C ♯ minor include a recurring two-measure ostinato bass, whose unyielding repetition hints at the couple’s inescapable fate. The somewhat pathological, morbid mood of the A sections is momentarily banished by the relaxed ambience of the interpolated B sections in A major, whose lyrical and flowing melody contrasts with the inexorable repetition of the rigid ostinato.",
            "citations": [
                "davis_2010"
            ]
        },
        "FN22": {
            "text": "22. The radical, upsetting, even forceful effect of this deformation corresponds to what Hans Joachim Wagner considered a characteristic feature of verismo opera, “rough jointing” ( die harte Fügung )—an abrupt change in or juxtaposition of contrasting music, emotion, and dramatic action. Wagner considers rough jointing an essential compositional technique in verismo opera ( Wagner 1999 , 61). Although the concept of “rough jointing” is applied to verismo opera, it can be found in Richard Wagner’s opera as well; for example, the Act 2 love duet in Tristan und Isolde offers a pre-verismo example, in which a long climax building process over a dominant expansion culminates not with resolution to the tonic, but with massive dissonance (a corrupted version of the Tristan chord) paired with a shriek. The dramatic and emotional effect of this distorted highpoint is profoundly poignant.",
            "citations": [
                "wagner_1999"
            ]
        },
        "FN23": {
            "text": "23. Wagner notes how rough jointing works in this duet: “The duet between the protagonists Santuzza and Turiddu is not a duet in the classical sense but a tense dialogue, in which the conflicting feelings of the couple, formerly lovers, collide with each other. Consequently, the characters cannot come together dramaturgically in the duet. Although their voices unite briefly, the emotional intensification abruptly breaks in with the sense of a rough jointing” ( 1999 , 61; translation is mine).",
            "citations": [
                "wagner_1999"
            ]
        },
        "FN24": {
            "text": "24. Meyer ( 1989 ) notes the effect of a sudden decrease in dynamic level in climax building in his analysis of “Isolde’s Transfiguration;” he counts a sudden pianissimo in m. 54 as one of the two devices ending the preceding dynamic process and signaling the beginning of the final surge toward the highpoint in m. 61 (322). The corresponding passage in the Act 2 love duet is also marked with a sudden piano . Richard Taruskin regards this abrupt dynamic-level withdrawal as “a classic Wagnerian feint in the form of a shocking piano subito ” ( 2009 , 552).",
            "citations": [
                "meyer_1989",
                "taruskin_2009"
            ]
        },
        "FN25": {
            "text": "25. Hans Joachim Wagner regards these measures as “intensification toward the highpoint” in the climax passage ( 1999 , 90). He interprets the threefold cry of “No!” as the culmination of the protagonists’ emotional tension. According to Wagner, singing words is no longer possible in this emotionally extreme situation, and so the voices cry out realistically.",
            "citations": [
                "wagner_1999"
            ]
        },
        "FN26": {
            "text": "26. A historical precedent for climax succession is Kurth’s concept of “surmounting” ( Übersteigung ); this may involve a series of multiple dynamic waves, each of which has a highpoint surmounted by that of the next wave, thereby creating a succession of multiple highpoints. Even as listeners perceive highpoint arrival in the first wave, the post-highpoint area turns into the beginning of another dynamic rise, toward an even greater highpoint ( 1925 , 410–11). Meyer’s “cumulative wave-form pattern” describes a similar dynamic motion, in which a climax rises and falls, but goes on to achieve higher dynamism. Meyer coined another term, “Sisyphean sequence,” for motivic or thematic repetition via sequential progressions driven by ever-growing intensity ( Meyer 1980 , 195).",
            "citations": [
                "kurth_1925",
                "meyer_1980"
            ]
        },
        "FN27": {
            "text": "27. A dying-away scenario in the abatement sometimes ends with a less conclusive form of the tonic chord, weakening the degree of closure and thus conjuring up a sense of longing or lingering. For example, Agawu ( 1984 , 169–70) interprets the dangling third heard in the uppermost voice at the end of each stanza in the first song of Schumann’s Dichterliebe (“Im wunderschönen Monat Mai”) as embodying the unrequitedness of the poetic protagonist’s love. Agawu names this final 3 ̂ the “poetic third,” saying that it “leaves things suspended, adding a touch of poetry to the ending.” Expanding on Agawu’s concept of a poetic third, a fifth can be the top note of the final tonic chord, or a sixth can be added over the top of that chord.",
            "citations": [
                "agawu_1984"
            ]
        },
        "FN28": {
            "text": "28. Measure numbers are counted from the beginning of the duet. The cabaletta-like section starts m. 114, “Ora soave, sublime ora d’amore,” tranquillo e con dolcezza .",
            "citations": []
        },
        "FN29": {
            "text": "29. In the cabaletta-like structure, Part 1 does not belong to the climax passage; it consists of four four-measure phrases and one seven-measure phrase (the first two phrases are identical; the third phrase presents new material, which is loosely sequenced in the fourth phrase; the last phrase is a transition to the next part). Part 2 contains the climax passage’s initiation, intensification, and delay; Part 3 contains the highpoint and abatement.",
            "citations": []
        },
        "FN30": {
            "text": "30. The effect of dominant prolongation prior to the highpoint can be seen as an application of the “holding pattern.” In his discussion of tripartite dramatic-psychological zones, Hepokoski argues that the holding pattern in the medial zone serves as a catalyst for a dynamic culmination in the final zone: “In most cases, the medial zone furnishes an increasing harmonic intensification (for instance, prolonging a holding pattern on the dominant or moving toward a strongly emphasized dominant at the end); this accumulation of energy prepares the platform from which the third, climactic zone will be launched” ( 1997 , 155). This points to the dynamic power of the holding pattern despite its harmonic stasis; as the dominant harmony does not proceed to its resolution but is sustained, the expectation and pressure for harmonic resolution grows over time. This dynamic momentum becomes even greater if other intensification parameters are added. Thus, the holding pattern facilitates dynamic intensity and psychological suspense.",
            "citations": [
                "hepokoski_1997"
            ]
        },
        "FN31": {
            "text": "31. In performance and on recordings, m. 171 frequently moves directly to m. 176, omitting the first thematic statement (one of the rare exceptions is the recent DVD featuring Antonio Pappano, Jonas Kaufmann, and Eva-Maria Westbroek at the Royal Opera House Covent Garden). This omission can be considered parallel to performance practice for the two-part cabaletta movement in la solita forma , in which the reprise can be, and customarily is, omitted to conclude the movement in a quicker and more exciting manner. This practice offers another rationale for considering mm. 176–178 to be part of the apotheosis-type highpoint.",
            "citations": []
        },
        "FN32": {
            "text": "32. In the appendix, R indicates rehearsal number, and the location is read as rehearsal/measure/beat number; P is page number, and the location is read as page/system/measure.",
            "citations": []
        },
        "FN33": {
            "text": "33. Act 3 of the Eduardo Sonzogno score, with a German translation, is available online: https://imslp.org/wiki/Special:ImagefromInde-x/72421/hfgk .",
            "citations": []
        },
        "FN34": {
            "text": "34. The climax begins at m. 17 in Maurizio’s aria “La dolcissima effigie” and goes to the end of the aria. The climax passage returns at R30/4/9–R30/28/1 in an intensified form, as a duet for Adriana and Maurizio.",
            "citations": []
        },
        "FN35": {
            "text": "35. Preceded by a parallel period (8 + 8 mm.).",
            "citations": []
        },
        "FN36": {
            "text": "36. This climax is another variation of that climax from “La dolcissima effigie.”",
            "citations": []
        },
        "FN37": {
            "text": "37. The Edoardo Sonzogno score is available online: http://conquest.imslp.info/files/imglnks/usimg/9/94/IMSLP571385-PMLP202177-39087011188002score.pdf .",
            "citations": []
        },
        "FN38": {
            "text": "38. The Ricordi score referred to is available online: http://ks.imslp.net/files/imglnks/usimg/3/3a/IMSLP98381-PMLP202177-Zandonai_-_Giulietta_e_Romeo_VS.pdf .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In this article I examine climax building and its parameters in verismo opera. (1) Listeners (and audiences) encounter climax building as a common feature in this genre, and this is reflected in scholars’ descriptions: “a dynamic progress through climaxes of tension, orchestral build-ups and loud, excited vocal climaxes” ( Corazzol 1993 , 40); “violent vocal outbursts, heavy orchestration, big unison climaxes, and agitated duets” ( Sansone 2001 , 477–78); “a tendency to conclude acts with massive orchestral groundswells” ( Schwartz 2008 , 230). The prominence of such observations in the literature notwithstanding, little has been written about how these climaxes are constructed. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "corazzol_1993",
                    "sansone_2001",
                    "schwartz_2008"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Two analytical concepts directly concern climax building in Italian opera, especially the early ottocento repertoire: the “Rossini crescendo” and “groundswell.” The former is a trademark of Rossini’s opera overtures, a climax typically found in the closing zone of the overture’s standard sonata form structure. Despite its seeming limitation to aspects of dynamic level, the Rossini crescendo is a comprehensive method of gaining energy through the collective actions of pace acceleration (via gradual shortening of phrase size), volume increase, added instrumentation, thickened texture, expanded register, and so on. (3) This bold and catchy musical process became popular among—and was frequently incorporated into the operas of—major Italian composers who followed Rossini, including Bellini, Donizetti, and the young Verdi. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The term “groundswell” is more widely applied to operas by early ottocento composers and Verdi. (5) Originally coined by Julian Budden, groundswell is a phrase pattern producing an impressive dynamic surge at the end of the ensemble finale ( 1973 , 91). Kerman and Grey ( 1989 ) concretized the organizational and dramatic principles of groundswell, providing a more systematic explanation and incorporating specific musical examples, largely drawn from Verdi’s operas. They divided groundswell into two types, according to where the finale occurs in the opera—at the end of the opera ( finale ultimo ) or in a mid-opera finale—but the mechanism of the first type covers both: (1) a regular alternation of tonic and dominant harmonies (normally a and a’ ); (2) a contrasting, tension-building phrase ( b ) involving sequential harmonic progressions with rising treble and bass lines; (3) a grandiose cadential descent, here capped by crashing cymbals on the downbeat; and (4) the repetition of the whole series for an added sense of weight and expansiveness. ( Kerman and Grey 1989 , 155) Example 1 . Reconstruction of Kerman and Grey’s Analysis of Groundswell in Vincenzo Bellini, Norma , Act 2, finale (1989, 156) (click to enlarge and see the rest) A prototypical example of the first type is in the final stretta of Bellini’s Norma (see Example 1 ). Kerman and Grey’s formal criterion for delineating the four stages of groundswell ( a a’ b c ) largely ignores phrase size and cadence (except for the final cadence), instead focusing on the changing dynamic momentum over the course of time: (6) exact repetition of a two-measure phrase ( a a’ ); rising tension produced by phrase diminution, sequentially ascending melodies, and incalzando and crescendo ( b ); and cadential resolution ending with a PAC, with instrumental emphasis ( c ). The repetition is also defined by its grandiose quality.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "budden_1973",
                    "kerman_and_grey_1989",
                    "kerman_and_grey_1989"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] However, due primarily to its prescribed organization and location within the Italian conventional form ( la solita forma ), customary repetition of an entire passage, and association with early ottocento opera, any stringent application of the term “groundswell” to verismo falls short in trying to account for phrase structures modified and altered in the dissolution of the conventional form. Groundswell might provide rough descriptive models for dynamic arcs in verismo opera, but the sheer diversity of the ways composers departed from or challenged the conventional form requires rethinking the organizational and dramatic principle of groundswell. For example, the path to the highpoint in a dynamic swell in verismo opera may not proceed in distinct phases; highpoint is not always immediately preceded by pace acceleration or realized with gigantic sound; a dynamic swell can be expanded horizontally and vertically as part of compound dynamic structures; and so on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Creating an accurate analysis that responds first and foremost to the musical unfolding of a given piece requires attending flexibly to all possible scenarios. To approach these diverse possibilities with adequate versatility, I propose a new dynamic paradigm: climax archetype and its variants. These encompass a wide spectrum of dynamic building processes on the phrase level, from an archetypal pattern—which provides an accessible alternative to groundswell—to striking divergences from that archetype. The work begins with discussion of the methodological framework and operational parameters of the four-part climax archetype; a passage from Maddalena’s aria “La mamma morta” from Umberto Giordano’s Andrea Chénier is analyzed to illustrate the normative structure. Variants of the archetype are then examined in duets from the same opera, Puccini’s Madama Butterfly and Il tabarro , Mascagni’s Cavalleria rusticana , and Riccardo Zandonai’s Francesca da Rimini . (7) The use of excerpts from the duets to illustrate non-normative climax structures is deliberate: the dramatic contexts in which two characters communicate directly with one another tend to involve an immediacy and energy well met with musical settings of tension and release, while the complex, ever-developing nature of such interactions calls for a flexible musical structure.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Although the primary focus of the analyses is how musical climaxes are architecturally constructed and what parameters are key to assessing them, dramatic context will also be considered in interpreting the aesthetic ground for each climax example. 2. Climax Archetype Example 2 . Tension trajectory in the climax archetype: initiation, intensification, delay (optional), highpoint, and abatement (horizontal axis: climax progress over time; vertical axis: degree of dynamic intensity) (click to enlarge) Example 3 . Climax archetype stages: features and operational parameters (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Inspired by Agawu’s terminological distinction between climax and highpoint, “climax archetype” goes beyond the general understanding of “climax” as the most compelling moment in a dynamic arc; here I use the term to describe a systematized process of tension increase toward an apex and its ensuing decline. (8) Example 2 diagrams the climax archetype; the horizontal axis represents the progression of time, the vertical axis the aurally perceived dynamic intensity. The four integral stages are initiation , intensification , highpoint , and abatement ; an optional delay may be added at the end of the intensification. Example 3 outlines the features and operational parameters of each stage. The overarching process presents a rise-peak-fall scheme, in which the rising phase comprises initiation, intensification, and delay, depending on the shifting degree of dynamic intensity. Note that some of the parameters observed in groundswell are adopted in the climax archetype: phrase repetition in initiation; pace acceleration, ascending melody, and incalzando and crescendo , in intensification; and cadential resolution in abatement. Compared with groundswell, the climax archetype involves more—and more precise—parameters for each stage, and it takes a more sophisticated approach to dynamic mechanisms, an approach that embraces deformation. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Initiation is the onset of the climax process, beginning the dynamic arc and priming listeners to expect further development. It establishes phrase periodicity through repetition of the initial unit—exact, sequential, or varied—or through presentation of a contrasting phrase of the same length. (10) Initiation is characterized by balance and stability: phrase unit regularity and a steady pace produce a non-accelerating kinetic quality that may include but does not prioritize mobility; harmony tends to be stationary on a deep structural level, although secondary dominants or chordal embellishments might be added to the harmonic or melodic skeleton. Radical changes in dynamic level or pace are rare, although a slight dynamic rise is possible as long as surface variation remains insignificant.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] In intensification listeners experience a significant increase of energy building up to the highpoint; this stage corresponds to the rising phase in Meyer’s statistical climax —a “gradual increase in the intensity of the more physical attributes of sound ( 1980 , 189).” (11) Physical intensity grows through volume increase, pace acceleration, and ascending pitches. These developments cause listeners to perceive a degree of tension greater than that in the initiation, increasing with excitement.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "meyer_1980"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] There are three essential parametric categories needed to create intensification—some of the parameters such as ascending melody, pace acceleration, and crescendo e incalzando are also present in the third phrase of the Norma example (the b phrase in Example 1). Although it is possible for any single parameter to produce intensification in a climax, they tend to work in combination, collectively boosting the drive toward a highpoint. Volume increase involves the physical intensity of sound; in addition to dynamic indications such as crescendo , increased volume can come from added instrumentation and textural reinforcement. According to Huron ( 2006 , 323), volume increase may evoke a sense of spatial expansion as well, creating the impression of material enlargement. Pace acceleration produces a sense of quickening urgency, and this can be achieved in two ways. First, the phrase size may gradually diminish through harmonic acceleration or thematic fragmentation; (12) in this case, the acceleration pace can be assessed by tracing the reduction rate. Second, performance indications such as accelerando , stringendo , and incalzando are subjective devices enhancing mobility without statistically calculable unit diminution. Although volume increase and pace acceleration are independent parameters, there is a correlation between the two; as Cox summarizes, Eitan and Granot “found that when listeners were presented with a series of sounds of the same duration . . . they interpreted the rate of events as accelerating if volume or textural density progressively increased, and as decelerating if volume or textural density decreased” ( 2017 , 98; see also Eitan and Granot 2006 ). Additional forward thrust may be provided by consistently ascending pitches, whose dynamic momentum provides a clear sense of directionality toward a goal point. The motion may progress note-by-note or over repeated units, and chromatically, diatonically, or a mix of the two; and it can occur in a single line or multiple lines.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "huron_2006",
                    "cox_2017",
                    "eitan_and_granot_2006"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Although intensification causes expectation for an impending highpoint, there may be hesitation just before that highpoint is achieved. This is delay , a temporary sustaining or slowing down of the pace of the intensification, achieved through enlarging the unit size, inserting performance designations (e.g., ritardando , rallentando , allargando , ritenuto , etc.), or adding rests and fermatas. Delay is strictly about pace manipulation; this deceleration does not present itself as functionally separate from the overarching initiation-intensification process on the rising phase. As such, the delay will not involve abrupt interventions or drastic shifts in musical parameters, such as sudden dynamic changes or the entrance of a new theme; such methods would disrupt the continuity of the ongoing rising phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] By slowing down the accumulating dynamic propulsion, delay seems counterintuitive at first glance. However, the effect of delay is to heighten the pressure to proceed to the highpoint by magnifying listener suspense and creating the emotional thrill and anticipation that causes. (13) Indeed, when present, delay is the most suspenseful part of the climax process: the effect is similar to a final breath or hesitation taken by a moderator at an awards ceremony, often accompanied by a drum roll and dimmed lighting, before announcing the winner’s name; in postponing the announcement at the last moment, the audience’s anxious anticipation builds to the extreme. Of course, the duration of this postponement should not be excessive, lest anticipation become exhaustion or frustration. The success of delay lies in its tantalizing timing, with the goal seemingly just out of reach.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Highpoint is the aurally arresting pinnacle in the dynamic arc, a point—whether momentary or elongated—of highest energy. In general, highpoint is formed by the strongest dynamics, highest pitch, and maximum dissonance or the spectacularly decisive resolution thereof. (14) Where dynamics and pitch are straightforward as highpoint parameters, harmony is treated with great flexibility; rather than entailing a fixed harmonic quality, the primary harmonic mechanism for a given highpoint is whether it achieves the highest harmonic tension or releases it. On the one hand, maximum dissonance produces great tension at the moment of its occurrence due to its functional instability, corresponding to what Agawu classifies as “a point of extreme tension ( 2008 , 61).” (15) On the other hand, a decisive harmonic resolution can produce a highpoint through its cathartic effect, which is then carried over into abatement as the aftermath of that release. This type of highpoint falls into Agawu’s “site of a decisive release of tension.” As in other stages, highpoint is often a synergistic confluence of some or all of these parameters. In some cases, one of the parameters appears separately from the highpoint—for instance, when the strongest dynamic and highest pitch are preceded by the decisive harmonic release. Determining where the highpoint is in such instances depends on its materialization alongside other parameters.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "agawu_2008"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] A distinctive type of highpoint characteristic of verismo opera is defined by “apotheosis.” As formulated by Edward T. Cone, apotheosis is the final climactic statement of a theme after a series of less climactic statements. (16) Although Cone did not apply apotheosis to the analysis of verismo opera, the genre’s heavy use of recurring themes lends itself to apotheosis statements. Apotheosis-type highpoints cast the thematic statement into sharp relief; because a theme itself becomes the highpoint, an apotheosis-type highpoint is experienced over multiple measures, rather than an acute moment. Typically at the end of a scene or act, the grandiloquence is realized by the full orchestra at the loudest dynamic level, thickest texture, accentuation, (often) melodic unison between voice and orchestra, and singing a due . (17) Critically, by repeating thematic material, apotheosis-type highpoints can invoke dramatic meaning beyond the place where they occur; the original location and dramatic context of the returning theme is inevitably connected to its ultimate climactic flourishing. Because apotheosis-type highpoint extends well beyond a specific moment, it may be confused for a continuation of the intensification. However, because pace alteration—specifically, acceleration—is not a highpoint parameter, it will not be involved in the apotheosis statement. Furthermore, there is a functional difference between high pitch and/or loudest dynamic as highpoint parameters versus ascending pitch or increasing volume in the intensification; whatever its length, a highpoint will feature essentially stable energy, albeit typically maximal.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The main task of abatement is to close the climax structure via cadence and tension-decreasing parameters; these include cadential resolution, decrescendo , a descending melodic line, deceleration, rhythmic deactivation, thinning texture, and bare instrumentation. Notably, cadential resolution is a necessary condition for abatement, as it syntactically completes the climax structure, thus setting it apart from the dynamic motions that follow. By contrast, decrescendo , melodic descent, and pace deceleration are not always required for abatement; the release of tension in abatement can be largely harmonic and can take place even with a loud dynamic and maintained pace. Such a forte -type abatement is found in operatic climaxes that maintain an ‘up’ mood through to the end of an aria or ensemble number; this can be traced back to the groundswell tradition, in which the final phase is characterized by a cadential resolution whose dynamic intensity creates a splendid peroration and prevents any loss of kinetic momentum toward the ending. Example 4 . Umberto Giordano, Andrea Chénier , Act 3, “La mamma morta,” A section: lyric form ( a a' b a'' ) (click to enlarge) Example 5 . Umberto Giordano, Andrea Chénier, Act 3, “La mamma morta,” A' section (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The end of the Act 3 aria “La mamma morta” from Giordano’s Andrea Chénier is an example of the standard climax archetype. In this narrative aria (“ racconto ” as indicated by the composer), Maddalena goes through an emotional journey of catharsis. In the harmonically unstable recitative, she recounts her misfortune following the outbreak of the French Revolution; in the aria proper, she enthusiastically expresses the encouragement and fortitude Chénier has brought to her. The principal section of the aria is an ABA’ form in G major, in which the A section presents a standard lyric form ( a a’ b a” ; four four-measure phrases, Example 4 ). (18) The first four measures of A return for A’ , prompting expectation for a standard full-scale repeat of A ; A’ , however, develops into a climactic peroration, recasting the aria as an end-accented dynamic form corresponding to the surge in her emotions ( Example 5 ).",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] The normative climax archetype here is comprised of the four integral components plus delay: initiation (mm. 48–55; four-measure basic idea and four-measure contrasting idea), intensification (mm. 55–58; four one-measure phrases), delay (mm. 59–60; unit augmentation to two measures), highpoint (mm. 61–62), and abatement (mm. 63–66/1; cadential resolution). This climax organization recalls that of groundswell in that the initiation can be equated with the first two phrases ( a a’ ) of groundswell, intensification with the second phrase ( b ), and the highpoint and abatement with the last phrase ( c ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Despite this similarity to groundswell, and the clear sectionalization, the most conspicuous feature of the climax archetype in the A’ section is the continuous progression between adjacent phrases, producing consistent dynamism throughout the climax process. The A section is clearly divided by the four-square phrases; the phrases in A’ , however, carry a progressive quality beyond their sectional boundaries. Rather than sequentially repeating the first phrase (I– V /V–V 7 –I) over a structural-level tonic prolongation, the second phrase introduces new harmonies ( V /ii–ii–V 7 –I ♮ 7 ). Furthermore, the seventh added to the tonic triad in m. 55 avoids a cadential demarcation, which would sharply separate the initiation from the intensification. These features create an uninterrupted transition from the first phrase into the second in the initiation, and again from the end of the initiation into the intensification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] The same principle of seamless motion applies in the area between the intensification and highpoint. The intensification gains dynamic fervor through crescendo and rising contours in the uppermost and bass lines (an ascending 5–6 chain) at a quickened pace. The ascent in the uppermost melody hesitates in mm. 59–60, as the main note, F ♯ 5, is sustained, though decorated by double neighbors (in the ossia , the vocal line consists solely of F ♯ 5 and rests, holding off the forward motion melodically and rhythmically). At the same time, the secondary dominant (V 7 /III ♯ ) resolves to its local tonic at m. 60; as such, before the delay ends, harmonic tension is released through V–I in the key of III. This moment, however, is soon overwhelmed by an unmistakable highpoint, in mm. 61–62; the highest vocal pitch, B5, fortissimo , soaring bass chords, and exclamatory text “Ah!” muster the driving momentum to its greatest extent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] The subsequent abatement (mm. 63–66/1) proceeds in a similar vein of consistent dynamism. Release of tension in this stage occurs mainly as cadential resolution via a PAC and rhythmic deactivation via fermata and ritardando ; there is no withdrawal in the dynamic level. The abatement thus leads to syntactic closure, but does not terminate the dynamic momentum that the aria has achieved thus far. The aria’s resolute cadence and unrelenting fortissimo conclusion is a wrap-up of Maddalena’s elated narrative of misfortune giving way to endurance and hopeful passion for life—a per aspera ad astra journey which would be compromised by a decline in the dynamic momentum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] The intense hopefulness of this closure is all the more striking for its surroundings. The implementation of the climax structure at the end of the aria emphasizes Chénier’s encouraging voice, but also recalls his physical absence; Maddalena’s aria is, after all, a projection of Chénier’s voice, an imagined sanctuary from the miserable reality of the following scene. Yet it also grounds the hopefulness in a musical encapsulation of Maddalena’s character growth. The text of the climax’s A’ section (“I am the God who saves the world. I come down from the empyrean and make this earth a heaven! Ah! I am love, love, love.”) is related to that of Chénier’s entrance aria in Act 1: at the end of his aria, Chénier admonishes Maddalena that she does not know what love is. By singing about love using Chénier’s imagined voice, Maddalena proves that she has changed—even become enlightened—as a result of the political upheavals and the couple’s deepened emotional interactions. 3. Variants of the Climax Archetype Example 6 . Climax variants: deformations and operational parameters (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The normative four-stage process of the climax archetype is applicable to numerous scenarios of dynamic building in verismo opera; it is also versatile, and thus adaptable to more complex and thorny structures. Departing from the climax archetype, the following climax variants present diverse scenarios of climax building: initiation-intensification fusion , high region , highpoint frustration , highpoint absence , climax succession , and climax nesting . Example 6 lays out the deformations and operational parameters of each variant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Initiation-intensification fusion is the integration of the first two stages of climax. Although fusion might be considered between any neighboring stages, the combination of initiation and intensification is the most logical and conceptually consistent: despite their differing dynamic intensities, both are in the rising phase and directed toward the same goal. Fusion must not be confused with an overlap between the two stages, in which the end of the initiation and the beginning of the intensification briefly converge, and the intensification alone continues after the initiation ends. Rather, features of each stage appear simultaneously—but not contradictorily—in fusion. This is possible when the operational parameters used for each stage are complementary: for example, regular phrase grouping (initiation pace parameter) and a significant crescendo (intensification dynamic parameter) can appear simultaneously, invoking each of the two stages without defeating their respective purposes. Example 7 . Giacomo Puccini, Madama Butterfly , Act 1 duet, R134 (click to enlarge and see the rest) Example 8 . Giacomo Puccini, Madama Butterfly , Act 1 duet, R134, harmonic progression and 5–6 chain, mm. 1–9.1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The end of the love duet in Act 1 of Puccini’s Madama Butterfly (Rehearsal [R] 134–135.1; mm. 1–15.3, Example 7 ) exemplifies initiation-intensification fusion. Measures 1–8 comprise an expansive path toward a con calore (“heated”) highpoint. Four two-measure groupings over an ascending whole-tone scale in the bass line (A2–B2– D ♭ 3–Eb3 [toward F3]) invoke initiation due to the unit’s periodicity and balance, as does each unit pairing the local tonic chord with the altered dominant of the following local tonic, creating a 5–6 chain ( Example 8 ). At the same time, characteristics of intensification break into the initiation mood: in the third phrase, the harmonic pattern established by the first two phrases is broken by replacing the expected B ♭ major chord with a French 6th; sempre crescendo ed incalzando —the markings found in the rising phase (phrase b ) of the groundswell in Example 1—increases momentum toward the highpoint. Furthermore, the allargando at the end of m. 8 acts as a delay. Then a full-scale realization of the heroine’s entrance theme in m. 9, forte and in vocal unison, produces an apotheosis-type highpoint. The abatement maintains the dynamic level until a piano marking appears in m. 15.1 upon the arrival of tonic resolution—here used to launch a new dynamic wave with a softer sound. In this sense, tension is released mainly through the PAC that neither slams the door on the duet nor dies away into nothingness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Throughout the climax building process, the first eight measures remain something of a grey area, resisting straightforward identification as a single climax stage. The co-existence of the initiation and intensification parameters in this climax, cooperatively and simultaneously effecting the defining roles of each stage, shapes a broadly rising phase without producing too much adrenaline on its way to the highpoint. This climax design may be associated with the heroine’s characterization and journey in Act 1. The climax passage is a revisitation of Butterfly’s entrance music from earlier in Act 1, “Ancora un passo” (R39–42). (19) As initially sung by Cio-Cio San and the accompanying chorus, the entrance music captures Butterfly’s reserved gait when she walks to Pinkerton’s house for their wedding; although it contains potential dynamism, the entrance music does not develop climactically at that point. Instead, it eventually blossoms in the climax; although the peak of the climax features a full-blown thematic statement, the approach to the highpoint recalls the lyrical nature of the theme and Cio-Cio San’s initial poise during her entrance, while also befitting the calm, starry night of the wedding. As such, the climax’s effect is one of lift and expansiveness, in which the characters revel in their present sweetness and assurance for future happiness. This climax is the only time—actually the last—that Butterfly can enjoy such self-congratulating contentment. In this regard, the climax can also be a projection of the highpoint in her life, given the downhill trajectory in her fortunes during Acts 2 and 3. Yet until the Act 1 curtain falls, her emotional plenitude marks the climax and lingers. Example 9 . Giacomo Puccini, Il tabarro , Luigi and Giorgetta’s duet, R69/10–71 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The end of the love duet for the adulterous couple Luigi and Giorgetta in Puccini’s Il tabarro also contains initiation-intensification fusion. However, this example provides a stark contrast to the Butterfly duet by implementing a high region , “a stretch of music of high activity, prepared in the same way as other highpoints, but prolonged over a significant period” ( Agawu 1984 , 170). (20) As Agawu emphasizes, a high region is not a mere stasis or repetition of the same highpoint over extended duration; despite its already highpoint-like achievement, a high region can continue to accumulate energy and reach its own highpoint at the end. The revelation of the highpoint in this case is extraordinarily cathartic, as it is laboriously obtained over the course of the plateau-like region. The last section in the duet’s five-part rondo form (R57–71, A1 B1 A2 B2 A3 ) demonstrates how the doubly deformed climax via the fusion and high region expresses extreme emotion. (21) Section A3 (R69/10–71, Example 9 ) transforms a potential repeat of A1 into a deformed climax, becoming a dramatic outlet for Luigi’s suppressed psychological world. Marked con calore , Luigi roars that he would kill anyone and everyone to possess Giorgetta and would make her a jewel fashioned from the blood he spills in doing so. This fraught, bloodthirsty rant explodes over an extremely compressed, four-measure long fusion of the initiation and intensification: the regular phrase grouping of two two-measure units suggests an initiation function; at the same time, the crescendo (m. 3) and the doubly quickened pace of the sweeping arpeggio ascent in the cello (m. 4) aggressively escalate the dynamic propulsion.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "agawu_1984"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The compacted approach to the highpoint suggests its immediate arrival; however, a high region (mm. 5–12) emerges instead. In this space, a repeating two-measure phrase—consisting of an ostinato bass over i–V 7 and G ♯ 5 (with an upper neighbor A5) in the voice—builds an elongated block of high energy. The majority of climax parameters remain constant during the high region; there are no significant changes in the harmonic pattern, main vocal pitches, ostinato bass, or dynamic level. Nonetheless, high region is not stasis or a frozen state, as the operation of a single parameter eventually achieves the highpoint. This takes place between the third and fourth phrase in the high region: in m. 10, the addition of accents and embellishing notes to A5 increases the dynamic momentum and rhythmic activity; furthermore, an allargando molto direction in the same measure produces a delay before the highpoint’s arrival. This maximized tension is spectacularly released at m. 11, when the V7 at last breaks the circularity of the ostinato chain by progressing to the minor tonic and not returning to the dominant; supported by a heavily scored fortissimo , this decisive release of tension is even more cathartic for having come out of the high region’s strenuous path toward the goal. In response, the abatement empties the energy slowly and gradually through melodic descent, a decrescendo to pianississimo , with a rallentando .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] This idiosyncratic structure of the deformed climax—an extremely compressed dynamic rise, an extended stretch of high energy, and cathartic explosion—has a jarring effect on the duet as a whole, ultimately reinforcing the intensely stifling atmosphere of the scene: even as Giorgetta and Luigi continue their affair, they are strongly aware of their surroundings, perpetually fearing discovery by Giorgetta’s husband Michele. The juxtaposition of insatiable longing and hyper-vigilance produces dramatic hypoxia within the context of the rondo form: in A1 , Michele interrupts Giorgetta and Luigi’s tryst but is unsuspicious; in A2 , Luigi asks whether Michele has returned yet; in A3 , the climax and high region, Luigi is finally overwhelmed by his desire, asserting himself by throwing off all moral restraint. In this sense, the climax at the end of the duet is Luigi’s dramatic apex as well; the high region in the climax is his unbridled self-proclamation of his presence as Giorgetta’s lover, even if his musical-emotional outburst is destined to dissipate in the abatement—as is his life at Michele’s hands at the end of the opera.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Highpoint frustration occurs when the arrival of a highpoint is realized, but not with the pitch, dynamics, or harmony that listeners anticipate. Unlike highpoint absence —complete silence at the moment that a highpoint is expected—highpoint frustration is “sounded,” but its profile does not fulfill the expectations built by the rising phase. The effect is analogous to that of a deceptive or thwarted cadence in harmonic progressions: a sudden redirection of the musical components—for example, piano instead of forte , or a submediant chord (deceptive cadence) instead of tonic resolution at the moment of highpoint—happens without transition or mediation, and the prepared highpoint never materializes (an example of “rough jointing”). (22) Example 10 . Pietro Mascagni, Cavalleria Rusticana , Santuzza and Turiddu’s duet (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] An excerpt from Santuzza and Turiddu’s duet in Mascagni’s Cavalleria Rusticana exemplifies highpoint frustration ( Example 10 ). (23) The whole duet presents a succession of rise-and-fall gestures of tension that mirror the two characters’ constant argument—Santuzza’s unyielding obsession with Turiddu and his rejection of her. The deformed climax is one of these dynamic waves. Beginning with a high level of tension gained from the preceding waves, the climax follows the archetypal process until the expected highpoint: the initiation is two two-measure phrases in 8 9 meter (mm. 1–4); the intensification cuts the phrase unit to one measure (mm. 5–7, based on the regularly repeated harmonic pattern of V/vi and its neighbor chord in A ♭ minor), and then to every beat (m. 8). The addition of brass and woodwinds, crescendo , incalzando , chromatic ascent of the voice, and accents on every vocal note (E5–F5– F ♯ 5 for Santuzza; G5– A ♭ 5– A ♮ 5 for Turiddu in m. 8) also contribute to the dynamic buildup to the highpoint.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] As the intensification progresses, it opens the door to several potential highpoints—for example, a fortississimo V 7 /vi with B ♭ 5 in the uppermost voice as the point of maximum intensity would be a logical outcome. However, although A ♮ 5 at m. 8.3 successfully ascends to B ♭ 5 on the downbeat of m. 9 in the violins, the promised highpoint does not materialize, due to the voices dropping out, the harmonic diversion to V 7 /V, the decrease of dynamic momentum through subito pianissimo and Andante markings, and the reduction of instrumentation to only oboe and strings. The sudden failure of the intensification parameters abruptly deflates the impetus built into the initiation and intensification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The frustrated highpoint thus leads not to resolution, but to the start of another, more muted dynamic wave. In this sense, the structural effect of highpoint frustration is generative—a means of initiating a new dynamic wave. (24) Yet the manner of that initiation is disruptive rather than continuous, as the preceding climax never produces a satisfying highpoint and its tension is never completely discharged. This musical effect parallels the dramatic stalemate in the scene: Santuzza and Turiddu continuously repeat themselves to no avail—Santuzza insists that Turiddu return to her, and Turiddu refuses to do so. At the climax, Turiddu yells at Santuzza “Go! Go! Go!” and she cries out “No! No! No!” (25) However, instead of reaching a clashing highpoint in an extreme conflict, she pulls back, resulting in highpoint frustration as she resumes her weeping entreaties. The listener is left baffled by this unfulfilled expectation, and even more frustrated with the continuing pattern; the stifling situation has no resolution, ending only when Turiddu flees to his other lover and Santuzza curses him at the end of the duet. Example 11 . Riccardo Zandonai, Francesca da Rimini , Act 3 duet, R66–68 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The cabaletta -like section at the end of the Act 3, Scene 4 duet in Francesca da Rimini involves another device for creating rough jointing, highpoint absence (R66–68, Example 11 ). Furthermore, the deformed climax obtains considerable momentum through climax succession , a series of climaxes in which each climax gains more power from that preceding it. (26) This heightened dynamism joins with the drama of the adulterous couple Francesca and Paolo, whose tryst transgresses moral boundaries in its fulfillment. The climax gains strength through its new treatment of the music that accompanied the characters’ first, innocent encounter at the end of Act 1; by the end of the Act 3 duet, that burgeoning relationship is realized in full scale through the doubly deformed climax. [3.13.1] The first dynamic arc, Climax A, is comprised of an initiation (mm. 1–8; two four-measure units, respectively over I–IV–I and I–IV ♮ 7 –I), intensification (mm. 9–11; three one-measure units), delay (mm. 12–13), and highpoint (downbeat of m. 14). The A/intensification is created by gradual harmonic departure, intervallic contraction, and a crescendo : m. 9 has an ascending sixth ( F ♯ –D in octave doubling) in the orchestral melody over the tonic; m. 10 contains melodic and harmonic elaboration over a tonic prolongation with the interpolation of ii ; m. 11 contracts the interval to a fifth ( G ♯ - D ♯ ) in the melody over VI ♯ in a crescendo . The tension climbs with A/delay on the subdominant harmony (mm. 12–13), created primarily through a brief augmentation of the unit size to two measures and an extreme slowing of the tempo from the accelerando at m. 12 to allargando in m. 13. The tension seems to reach a breaking point at m. 14, with a plagal resolution back to the tonic over I . But instead of proceeding to abatement, the highpoint becomes the premature onset of another dynamic arc. [3.13.2] As this second climax, Climax B, starts on the heightened dynamic level left over from Climax A, its driving force is far stronger. The pace of B/initiation (mm. 14–17; two two-measure units, over I –ii 6 then I 6 –ii o6 ) and B/intensification (mm. 17–18; accelerando ) is faster than that of A/initiation and A/intensification. Furthermore, B/initiation and B/intensification overlap: m. 15, as the second part of the second unit in the initiation, is paralleled at m. 17 in the harmony and main melodic line; however, the dotted rhythm, descending bass motion, and accelerando starting at m. 17 continue into the next measure. This overlap in m. 17 creates seamless propulsion that quickens the transition in the second climax from the initiation to intensification. Through this quickening process, the journey from the onset of Climax A through the intensification of Climax B can be perceived as a single rising phase of a large-scale climax rather than an aggregate of two separate climaxes, especially due to the omission of assumed abatement in Climax A—there is neither loss of the energy level achieved at Climax A’s highpoint nor structural closure via a cadence during this unified ascending trajectory.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Despite this dynamic enhancement, the momentum is abruptly halted by an eighth-note rest with a fermata at the end of m. 18. This highpoint absence is not the unexpected aural profile of highpoint frustration, but total silence, in which the expectation for an acoustically formidable highpoint simply evaporates. The effect is stupefying, and it causes a strong sense of contradiction to the climax building process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] The aesthetic grounds for this effect are linked to our interpretation of the ongoing drama. The climax is the moment that the couple’s unquenchable attraction drives them toward their kiss, a seeming culmination of their carnal lust. The abrupt dislocation created by silence, however, undermines the assumption of a purely sexual event, by suggesting instead a kind of sublime transfiguration. The absence of highpoint pivots the dramatic emphasis from the illicitness of the coupling to the imagined purity of their union. As such, the drastic separation from the vehement climax building transforms the abatement (mm. 19–28) into a self-contained conclusion; this allows for a surprisingly sacred atmosphere, with an angelic off-stage choir, allargando and decrescendo , and a final convergence toward a I , hanging in the air like a distant, ethereal echo. (27) Example 12 . Umberto Giordano, Andrea Chènier , end of the Act 2 duet for Chènier and Maddalena (click to enlarge and see the rest)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] The last type of climax variant, climax nesting , is also a compound structure, one in which a larger climax contains a smaller one. At first glance, it does not seem notably different from the normative climax, as there is no reversal or disjunction such as that found in highpoint frustration or absence. However, the exponential increase of the climax effect through climax nesting generates an extraordinary sense of fulfillment. The end of the Act 2 love duet for Chénier and Maddalena in Andrea Chénier contains climax nesting ( Example 12 ). The climax passage begins with the second part in a cabaletta-like movement starting at m. 114. (28) This movement is tri-partitioned according to which character is singing and the appearance of the Chénier theme: Part 1 (mm. 114–152) is led by Chénier, Part 2 (mm. 153–171) by Maddalena, and Part 3 (mm. 172–187) sung by both. Although this division according to the singing character and thematic placement suggests the cabaletta tradition, the movement goes well beyond the customary cabaletta organization; tracing the climax building process illuminates how dynamic energy is mustered for its exceptionally grandiose climax form and extraordinary culmination.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] The large-scale climax in G ♭ major is normative with delay. (29) The initiation (mm. 153–160) consists of a four-measure basic idea and four-measure contrasting idea; the second phrase introduces the quarter-half-quarter note pattern both in the vocal and orchestral melodies. The intensification (mm. 161–164) increases the driving force through unit reduction to one measure, with the orchestra’s uppermost melody ascending sequentially in each measure ( F ♭ – E ♭ , G ♭ –F, A ♭ –G, B ♭ – A ♭ ); sempre animando e cresc. sino al. ff also heightens the ascending momentum. The delay starts at m. 165: instead of ascending continuously, the melody of the last two measures of the intensification is restated twice, while the vocal lines essentially sit on D ♭ . The highpoint (mm. 172–178) emerges as a four-measure thematic apotheosis followed by its dissolving statement; then the abatement (mm. 179–187.1) brings syntactic closure through V –V 7 –I.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] Although this design seems straightforward, closer observation reveals that the delay fashions its own climax (designated here by S/, for “sub-climax”), over a dominant prolongation (or “holding pattern”) and involving tempo manipulation, unit adjustment, and instrumentation. (30) Instead of proceeding to the highpoint, the S/initiation (mm. 165–168) repeats the material of mm. 163–164, the second half of the intensification phrase (over CT o7 and V 7 ); mm. 165–166 are treated as one phrase unit and repeated in mm. 167–168. The S/intensification (mm. 169–170) quickens the pace through unit reduction, cutting off the first half of the S/initiation phrase; in addition, the newly-introduced brass group arpeggiates V 7 on every beat ( alla breve ) with a crescendo , while a gradually widening distance between the melody and the accompaniment evokes a spatial expansion. This increasing tension is further magnified in the S/delay (m. 171), through rallentando and vocal fixation on D ♭ . An exponentially more powerful highpoint occurs in m. 172, which is the culmination of both the nested and larger climaxes: an apotheosis of the Chénier theme— a due , full orchestra, fortississimo , sostenuto , and accented—is stated twice (mm. 172–175 and mm. 176–178), with the second statement dissolving to vii o /III. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.19": {
                "text": "[3.19] Although largely following the archetypal model, the manner in which climax nesting approaches the highpoint, generates massive tension, and fulfills the built-up expectation is distinct from the normative process. The placement of the sub-climax in the delay is particularly effective in enhancing the driving force, as delay itself is a method for intensifying the rising phase immediately prior to a highpoint; inserting the sub-climax is, in essence, a delay tactic within the delay stage. Furthermore, as this sub-climax is abbreviated—it does not have its own highpoint and abatement, but proceeds directly to that of the larger climax—it maintains the accumulated momentum, rather than inevitably releasing some tension in a falling phase. Instead, the highpoint arrives as a tour-de-force of dynamism. The abatement (mm. 179–187.1) follows suit by providing syntactic closure over a V 7 –I motion while avoiding dissipation of dynamic intensity; a momentary pianissimo in mm. 179–182 and rhythmic deactivation in the vocal part do not diminish the colossal orchestra tutti in fortississimo completing the climax.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.20": {
                "text": "[3.20] As with the other climax examples, the deformation of the Chénier duet is closely tied to its dramatic context. Shortly before the onset of the Terror following the French Revolution, Chénier and Maddalena are reunited. Despite their reversed social statuses—the popular poet Chénier is now a renowned revolutionary figure, whereas the aristocratic Maddalena has lost both her family and fortune—the duet expresses bliss and exaltation, not only in terms of their current reunification, but as a resolute manifesto of what that union will look like in the future. The repeated line “I’m not afraid of death” in the delay is highlighted by its own subclimax; and indeed, the opera ends with a duet in which the lovers fearlessly march to the guillotine. At the same time, the extended delay brings overwhelming force to the apotheosis of the Chénier theme, the central symbol of the couple’s courage and love for each other throughout the opera. 4. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The palpable dynamic ebb and flow in verismo opera is not merely a sensual, intuitive experience; there are organizational bases for producing the effect and deliberate compositional techniques involved in its creation. Departing from groundswell as a kinetic paradigm for analysis of opera, the climax archetype proposed here encourages scholars to analyze the dynamics of tension by flexibly responding to various dynamic trajectories. As such, a climax structure should be understood as a collective entity. Climax models should not be treated as an aggregate of disparate constituents, reckoned according to formulas of sectionality detached from the larger climax context; rather, the foremost goal of the climax archetype is to articulate the fluid channeling of musical tension in objective language, thereby providing a convincing analytical tool for understanding the dynamic trajectories found in verismo opera.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] One cannot, of course, argue for the universal applicability of the climax archetype to every dynamic wave, even in a single genre. There are many ways of creating dynamic curves, and there were many ways of composing in the wake of the dissolution of the Italian conventional form. In addition to the climax archetype and its variants discussed in the present essay, other methods of dynamic shaping have been integrated within traditional operatic forms; some have even supplanted those forms for the sake of the dramatic demands. Nevertheless, the climax archetype offers a referential model for further exploration of the diverse dynamic arcs in verismo opera, as its architectural principle addresses what turn of the century Italian operatic repertoire embraces and emphasizes, not what it rejects and dissolves. In allowing for a system-based appreciation of the verismo genre’s dynamic quality by analyzing its operational parameters and their effects, what otherwise might be seen as formless or merely intuitive is revealed as a deliberate compositional technique. As such, the climax archetype provides a new analytical paradigm accommodating—and celebrating—the mobility and vitality for which the genre is known. Return to beginning Appendix (32) [A.1] The first four examples in this appendix involve the climax archetype; the following six are analyses of climax deformations, including three types that were not discussed in the main body of the article, climaxes without initiation and/or abatement. The climax archetype and its variants proposed in the article by no means cover all of the different shapes of dynamic trajectories heard in verismo operas. Instead, they act as a reference and departure point for further analytical application, including for additional deformations. In this regard, these newly suggested types are a critical expansion of the climax archetype as an analytical tool. 1. Puccini, La fanciulla del West , Act 2, R54/23–end of R55 Climax stage Measures Notable features Initiation R54/23–R54/24 Two one-measure units in 4/2 meter Intensification R54/25 Unit reduction to three half notes to two half notes in 5/2 Crescendo Delay At the end of R54/25 Allargando Highpoint (apotheosis) R55/1/1–R55/3/1 Thematic apotheosis in fortississimo Highest pitch reached in the voice Abatement R55/3/2–end of R55 Energy dissipation through rallentando Ends with v–i 6 2. Cilea, L’Arlesiana , Act 3, P142/4/2–P144/3/1 (33) Climax stage Measures Notable features Initiation P142/4/2–P143/2 Two four-measure units Intensification P143/3/1–P143/3/2 Two one-measure units Delay P143/3/3 Repetition of P143/2 Assai stentato , ritardando , and accents on the second beat Highpoint P144/1–P144/2/2 Resolution to tonic triad in G ♭ major A due singing in f and highest notes in both voices Abatement P144/2/3–P144/3/1 IAC Ritardando , diminuendo , and fermata 3. Cilea, Adriana Lecouvreur, Act 1, R27/17–R28/10/1 (34) Climax stage Measures Notable features Initiation R27/17–R27/20 Two two-measure phrases (35) Intensification R27/21–R27/24 Unit reduction to one measure (consisting of one half plus one quarter note) Ascending parallel tenths between the melody and bass Animando e cresce. poco a poco Delay R27/25 Stentato Interpolation of the secondary chord, V 7 /vi Highpoint R27/26 Resolution to local tonic, vi Highest vocal pitch ( A ♭ 5) in forte Fermata followed by a quarter rest Abatement R28/1–R28/10/1 Lentamente and pianissimo Ends with III 7 –I (substitution for PAC) 4. Cilea, Adriana Lecouvreur, Act 2, R38/1–R39/15/1 (36) Climax stage Measures Notable features Initiation R38/1–R38/10 Two four-measure units (basic idea and contrasting idea), followed by restatement of the first two measures (38/9–38/10) that directly moves onto the intensification Intensification R38/11–R38/13 Unit reduction to one measure and ascending melody Crescendo and affrett Delay R38/14 Stentando Highpoint R39/1/1 Fortissimo Abatement R39/1/2–R39/15/1 Adagio, rallentando , and dynamic withdrawal to pianississimo V 9 –I 5. Puccini, Tosca , Act 2, R60/1–R60/5/1 Climax stage Measures Notable features Initiation R60/1–R60/2 One-measure unit over V –V 7 and its repetition in G ♭ major Intensification R60/3 Unit reduction to one half measure ( vi –vi) Sequential ascent in the orchestral melody Crescendo Delay R60/4 Elongation of the second half of R60/3 Highpoint frustration R60/5/1 Sheer dissonance with half-diminished seventh chord on E 6. Puccini, Manon Lescaut , Act 2, R35/5–R37/12 Climax stage Measures Notable features Fusion of initiation and intensification R35/5–R35/10 Initiation: two two-measure units (preceded by circle of fifths) Intensification: crescendo at R35/5 and incalzando e rinforzando sempre at R35/7; unit reduction to one measure at R35/9 Delay R35/11–R36/1 Allargando , tenuto , and accent E ♭ 7 chord arpeggiated (V 7 / A ♭ ) Highpoint (apotheosis) R36/2–R36/8 Thematic apotheosis on A ♭ -major triad Con tutta l'anima A due singing with orchestral unison Abatement R37/1–R37/12 Gradual dynamic decrease and slowing down ( rallentando molto , pianississimo , rest, and fermata at the end) V + –I (cadential gesture) 7. Puccini, Tosca , Act 2, R35/1–end of R38 Climax stage Measures Notable features Fusion of initiation and intensification R35/1–R35/8 Initiation: ascending stepwise motion in the orchestra every half measure Intensification: cresc. poco a poco ed incalzando at R35/4 Delay At the end of R35/8 Allargando Accents in the second half of R35/8 Vertical tritone in the bass (D– G ♯ ) High region R36/1–R36/2 Resolution of the tritone, high energy in fortissimo Continuing tension increase, sostenendo Highpoint Downbeat of R36/3 Highest pitch in fortississimo Abatement R36/3–end of R38 Dissipation of tension via gradual melodic descent and dynamic-level decrease Ends with a dying-away gesture rather than a cadence 8. Cilea, Mala vita , Act 1, P27/2/3–P28/2/4 (37) *The climax omits initiation and begins with intensification. Climax stage Measures Notable features Intensification P27/2/3–P27/3/3 Unit reduction from six beats to five, then three Crescendo e affrettando at the beginning Delay At the end of P27/3/3 Rallentando and stentando High region P27/4/1–P28/2/2 High region in fortissimo , consisting of two four-measure phrases over V 7 –I Melodic unison between voice and orchestra Abatement P28/2/3–P28/2/4 IAC, fermata, and piano 9. Zandonai, Giulietta e Romeo , Act 1, R42/12–end of R42 (38) *The climax omits abatement. Climax stage Measures Notable features Initiation R42/12–R42/13 Two one-measure plus one-quarter units in the vocal line ( F ♯ –E–G– F ♯ – D ♯ , then E ♭ – D ♭ – F ♭ – E ♭ –C) Intensification R42/14–R42/15 Unit reduction to one half measure (C–D–F– E ♭ , E ♭ –F– A ♭ – G ♭ , D–E–G–F, F–G– B ♭ – A ♭ (unit grouping across barline) Più mosso e agitandosi and crescendo Delay R42/16 Allargando Vocal fixation on G ♯ Highpoint R42/17–end of R42 Resolution to A major triad in fortissimo (R43 is the start of a new dynamic wave) 10. Puccini, La fanciulla del West , Act 3, R10/8–end of R13 *The climax omits initiation and abatement. Climax stage Measures Notable features Intensification R10/8–R10/19 Gradual unit reduction from two measures in 4 9 meter (R10/8–R10/15) to one measure in 4 6 (R10/16–R10/17), then to one half measure (R10/18–R10/19) Crescendo at R10/10; incalzando sempre at R10/12 Delay R10/20 Momentary absence of melodic progression; forward momentum suspended Exclamation in the text (“Urrah! Urrah!”) Fermata Highpoint (apotheosis) R11/1–end of R13 Thematic apotheosis in the orchestra Ensemble and chorus homophony in fortissimo",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.lee.html",
    "data": "mto/data/mto.20.26.2.lee.json"
}