{
    "title": "Report on the First Symposium On Computer and Music in Corfu, Greece (23–25 October 1998)",
    "date": "1999/01/01",
    "volume": "5",
    "issue": "1",
    "authors": [
        "Vlagopoulos, Panos"
    ],
    "abstract": "",
    "keywords": [
        "computer music",
        "electroacoustical music",
        "artificial intelligence and music",
        "aesthetics",
        "artifact",
        "atonal",
        "analysis",
        "computation"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.1/mto.99.5.1.vlagopoulos.pdf",
    "author_info": [
        {
            "name": "Panos Vlagopoulos",
            "university": "Music Library L. Voudouri and Ionian University",
            "address": "44 Ephesou Street, Athens, 17123 Greece",
            "email": "biancopoli@usa.net"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Symposium on Computer and Music took place in the island and city of Corfu,\nGreece, on 23–25 October 1998. The symposium was hosted by the Music Department of the\nIonian University ( http://www.ionio.gr/music/index_e.html )\nand reflected the intense activity of its five-year-old Computer Music Studio and its\npeople, Andreas Mniestris and Anastassia Gheorghaki (ex-IRCAM researcher), working under\nthe creative stimulation of the Head of the Department, composer Charis Xanthoudhakis, a\nstudent of Xenakis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Symposium’s three-day program was divided into the following sessions:\nCompositional Methods and Artificial Intelligence, Signal Processing and Musical\nApplications, Electroacoustic Music and Performance, Aesthetics on Computer Music, and\nMusic and Computers in Greece. The Symposium was flanked by a series of concerts: 1) three\nconcerts with works for tape by G.P. Jimenez, G. Caminhoto, G. Gobeil, F. Ekeberg, F.\nDhomont, R. Dal Farra, T. Ward, P. Fretwell, D. Doherty, H. J. Fredrics, G. Berger, J.P.\nOliveira, E. Lillios, F. Giomi, L. Camilleri, M. Ainger, W. Jentzsch, G. Patella, R.\nAverill, Th. Lotis, H. Tutschku, J. Dashow, N. Barrett, B. Robindore; 2) a concert with\nworks for “mixed media and interactive systems” by J.-C. Risset, A. Deniozos, T.\nMays, C.C. Chen, and C. Moschos; 3) an homage to Luc Ferrari and J.-C. Risset; and 4) an\nhomage to Michael Adamis and Ch. Xanthoudhakis (the former being the founder, the latter\nthe head of the Ionian University’s Music Dept).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Jean-Claude Risset prologued the Symposium with “Why do I use the computer in\nmy music?,” and Gerard Assayag (Head of Music Representation Group at IRCAM) opened\nthe first session with “Computer Assisted Composition: Problems and Methods;”\nGeraint Wiggins (School of AI, University of Edinburgh) warned in his “Music, Syntax\nand the Meaning of Meaning” that it is a mistake to import the notion of meaning from\nlinguistic to musical context and referred to the Psycho-Adaptive Listening Machine (PALM,\na conceptual framework for composition and the study of musical cognition using\ninformation-processing concepts and perceptual control theory); PALM was also the subject\nof the presentation of Erik Gottesmann (R.K. Browne scholar in Acoustics, University of\nMichigan); John Doerksen (Department of Theory and Composition, University of Western Ontario,\nCanada) proposed a solution founded on contextuality to the problem of atonal music\nanalysis; Emilios Cambouropoulos (AI research, King’s College, London) showed possible\nbenefits of constructing an interaction framework of the musical and the computational\ndomain, focusing on computational melodic aspects such as pitch interval, local\nboundaries, accent and meter, musical segmentation, musical similarity and categorization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Gerard Eckel (Visualisation and Media Systems Design of the German National\nResearch Centre) opened the second session with “Technological Musical\nArtifacts,” introducing the generic term “musical artifact” to describe the\ndifferent kinds of representations used by composers in order to communicate their music;\nJohn Mourtzopoulos’s (Electrical and Computer Engineering Department, University of Patras)\ntechnical presentation focused on the new optical disc and multichannel audio format\ntechnologies (MPEG-2, Dolby AC-3, DTS, Ambisonic, etc.) and considered the possibilities\nof data conversion within a computer audio workstation; Anastassia Gheorghaki (Music and\nAcoustics, Ionian University, Corfu) outlined the applicability of current models of the\nsinging voice in musical research and creation, presenting three sung-phonemes producing\nmodels; YeeOn Lo (composer) and Dan Hitt (mathematician Ph.D., Stanford) reported on their\nexperiments, whose results illustrate perceptual properties relevant to the articulation\nof timbre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The third session started with Peter Nelson (Computer Music Studio, University of\nEdunburgh) arguing “Against Method: The Computer as A Tool for Musical\nCreativity;” Thodoris Lotis (Greece and Belgium-based composer) underlined the\nimportance of “Space As a Basic Parameter in Music Composing and Diffusing Musical\nSpace;” Douglas Doherty (composition; Ph.D., University of Birmingham) and Don Berry\n(audio design; Music Department, University of Durham) developed multi-channel and\nmulti-loudspeaker systems creating three-dimensional soundfields “in which the\nlistener can move and gain varying perspectives on the sound image.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Makis Solomos (Musicology, University of Montpellier) and Peter Ho\nffman (preparing\nPh.D. on Xenakis’ electroacoustic music) deliverd the first paper of the fourth session\nand tried to outline the originality and importance of the few electroacoustic works by\nIannis Xenakis; Mladen Milicevich (Media Arts, University of South Carolina) applied\nEvolutionism and Memes theory (Dawkins) in an attempt to foresee “The Future of\nComputer Music According to Darwin;” Frank Pecquet (composition, University of Paris\nI-Pantheon-Sorbonne) highlighted the indepedence to the performer gained by the composer\nthanks to the new possibilities of “Interactive Composition:\nWriting/Transcribing/Listening: From Respect of Written Text to Exploring Sound;”\nJoao Pedro Oliveira (composition and electronic music, University of Aveiro, Portugal)\nfocused on music education and spoke on “Teaching and Learning Electronic and\nComputer Music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] During the fifth and last session the work of the following institutions active in\nGreece was presented: the Institute of Research for Music and Acoustics (IRMA; see also my report in MTO 4.3 ) by its co-founder Kostas Moschos; the Electronic Music Studio at the hosting\nIonian University, by lecturer Andreas Mniestris; the ElectroAcoustics, Technology and TV\nSystems Lab (School of Music Studies, Aristotle University of Thessaloniki, Greece) by\nProfessor George Papanicolaou; and the Institute of Psychoacoustics (IPSA) of the Aristotle\nUniversity in Thessaloniki, Greece, by George Papadellis.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.99.5.1.vlagopoulos.html",
    "data": "mto/data/mto.99.5.1.vlagopoulos.json"
}