{
    "title": "Tonality as Topic: Opening A World of Analysis for Early Twentieth-Century Modernist Music",
    "date": "2017/12/01",
    "volume": "23",
    "issue": "4",
    "authors": [
        "Johnson, Thomas"
    ],
    "abstract": "In this article, I argue that tonality itself often functions as a topic in early twentieth-century modernist music. Tonalfiguraegain markedness while compositional practices simultaneously fracture and flourish after 1900, opening a diverse network of significations and meanings. To account for this variegated musical world, I attempt to broaden and extend topic theory’s orbit by deploying two types of semiotic analyses—1) a narrative analysis of tonalfiguraewithin a piece or excerpt and 2) a wider analytical survey of a single tonalfiguraamong many pieces. These methods enable exploration into the confluences of tonality and meaning in an eclectic set of musical examples by Schoenberg, Berg, Bartók, Ives, Penderecki, Feldman, and Tower, among others. A multidimensional spectrum of potential tonal-topicality emerges, reflecting composers’ reactions to processes of modernization.",
    "keywords": [
        "topic theory",
        "tonality",
        "semiotics",
        "modernism",
        "twentieth-century music"
    ],
    "doi": "",
    "received": "March 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.4/mto.17.23.4.johnson.pdf",
    "author_info": [
        {
            "name": "Thomas Johnson",
            "university": "The Graduate Center, CUNY",
            "address": "Music Department, 365 5th Ave., New York, NY 10016",
            "email": "tjohnson@gradcenter.cuny.edu"
        }
    ],
    "citations": {
        "agawu_1991": "Agawu, V. Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classical Music . Princeton University Press.",
        "agawu_2009": "Agawu, V. Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford University Press.",
        "allanbrook_1984": "Allanbrook, Wye J. 1984. Rhythmic Gesture in Mozart: Le Nozze Di Figaro and Don Giovanni . University of Chicago Press.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "antokoletz_and_antokoletz_2004": "Antokoletz, Elliott, and Juana Canabal Antokoletz. 2004. Musical Symbolism in the Operas of Debussy and Bartók: Trauma, Gender, and the Unfolding Unconscious . Oxford University Press.",
        "ashby_2004": "Ashby, Arved. 2004. “Modernism Goes to the Movies.” In The Pleasure of Modernist Music: Listening, Meaning, Intention, Ideology , ed. Arved Ashby, 345–86. University of Rochester Press.",
        "ashby_2009": "Ashby, Arved. 2009. “Tonality as Law, Contravention, Performativity.” TRANS-Revista Transcultural de Música 13. http://www.sibetrans.com/trans/articulo/46/tonality-as-law-contravention-performativity .",
        "auner_2013": "Auner, Joseph. 2013. Music in the Twentieth and Twenty-First Centuries . Vol. 6 of Western Music in Context: A Norton History , ed. Walter Frisch.  W.W. Norton and Co.",
        "barnett_2002": "Barnett, Gregory. 2002. “Tonal Organization in Seventeenth-Century Music Theory.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 407–45. Cambridge University Press.",
        "baudelaire_1964": "Baudelaire, Charles. 1964. The Painter of Modern Life and Other Essays . Edited and translated by Jonathan Mayne. Phaidon Press.",
        "benjamin_2006": "Benjamin, Walter. 2006. “On Some Motifs in Baudelaire.” In Walter Benjamin: Selected Writings, Volume 4: 1938–1940 , ed. Howard Eiland and Michael W. Jennings, 313–55. Harvard University Press.",
        "berman_1982": "Berman, Marshall. 1982. All That Is Solid Melts into Air: The Experience of Modernity . Penguin.",
        "block_1998": "Block, Adrienne Fried. 1998. Amy Beach, Passionate Victorian: The Life and Work of an American Composer, 1867–1944 . Oxford University Press.",
        "bradbury_and_mcfarlane_1979": "Bradbury, Malcom, and James McFarlane. 1979. “The Name and Nature of Modernism.” In Modernism: A Guide to European Literature, 1890-1930 , ed. Bradbury and McFarlane, 19–29. Penguin.",
        "burkholder_2012": "Burkholder, J. Peter. 2012. “Stylistic Heterogeneity and Topics in the Music of Charles Ives.” Journal of Musicological Research 31: 166–99.",
        "caplin_2005": "Caplin, William. 2005. “On the Relation of Musical Topoi to Formal Function.” Eighteenth-Century Music 2 (1): 113–24.",
        "cohn_2012": "Cohn, Richard. 2012. “Peter, the Wolf, and the Hexatonic Uncanny.” In Tonality 1900-1950: Concept and Practice , ed. Felix Wörner, Ullrich Scheideler, and Philip Ernst Rupprecht, 47–62. Franz Steiner Verlag.",
        "cumming_2000": "Cumming, Naomi. 2000. The Sonic Self: Musical Subjectivity and Subjectivication . Indiana University Press.",
        "dahlhaus_1982": "Dahlhaus, Carl. 1982. Esthetics of Music . Translated by William F. Austin. Cambridge University Press.",
        "deleuze_and_guattari_1987": "Deleuze, Gilles, and Félix Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . Translated by Brian Massumi. University of Minnesota Press.",
        "dickensheets_2012": "Dickensheets, Janice. 2012. “The Topical Vocabulary of the Nineteenth Century.” Journal of Musicological Research 31: 97–137.",
        "drott_2013": "Drott, Eric. 2013. “The End(s) of Genre.” Journal of Music Theory 57 (1): 1–45.",
        "earle_2016": "Earle, Ben. 2016. “Puccini, Fascism, and the Case of Turandot.” In Giacomo Puccini and His World , ed. Arman Schwartz and Emanuele Senici, 159–82.  Princeton University Press.",
        "eco_1976": "Eco, Umberto. 1976. A Theory of Semiotics . Indiana University Press.",
        "fétis_2008_1844": "Fétis, François-Joseph. 2008. Complete Treatise on the Theory and Practice of Harmony . Translated by Peter M. Landey. Pendragon Press.",
        "forte_2003": "Forte, Allen. 2003. “Lecture on Op. 19/4.” Lecture delivered at the Akademia Muzyczna. Wrocław, Poland. Accessed November 19, 2017. http://forte.music.unt.edu/?q=node/490 .",
        "frogley_2012": "Frogley, Alain. 2012. “Tonality on the Town: Orchestrating the Metropolis in Vaughan Williams’s A London Symphony .” In Tonality 1900-1950: Concept and Practice , ed. by Felix Wörner, Ullrich Scheideler, and Philip Ernst Rupprecht, 187–202. Franz Steiner Verlag.",
        "frymoyer_2012": "Frymoyer, Johanna. 2012. “Rethinking the Sign: Stylistic Competency and Interpretation of Musical Textures, 1890–1920.” PhD diss., Princeton University.",
        "frymoyer_2016": "Frymoyer, Johanna. 2016. “Octatonic and Ombra: The Russian Supernatural as a Musical Topic.” Paper presented at the Annual Meeting of the Society for Music Theory, Vancouver, BC.",
        "frymoyer_2017": "Frymoyer, Johanna. 2017. “The Musical Topic in the Twentieth Century: A Case Study of Schoenberg’s Ironic Waltzes.” Music Theory Spectrum 39 (1): 83–108.",
        "grabócz_1996": "Grabócz, Márta. 1996. “The Role of Semiotical Terminology in Musical Analysis.” In Musical Semiotics in Growth , ed. Eero Tarasti, 195–218. Indiana University Press.",
        "habermas_1987": "Habermas, Jürgen. 1987. The Philosophical Discourse of Modernity . Translated by Frederick Lawrence. Cambridge: Polity Press.",
        "harcus_2017": "Harcus, Aaron. 2017. “The Varieties of Tone Presence: On the Meanings of Musical Tone in Twentieth-Century Music.” PhD diss., The Graduate Center, CUNY.",
        "harper-scott_2012": "Harper-Scott, J.P.E. 2012. The Quilting Points of Musical Modernism: Revolution, Reaction, and William Walton . Cambridge University Press.",
        "harrison_2016": "Harrison, Daniel. 2016. Pieces of Tradition: An Analysis of Contemporary Tonal Music . Oxford University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hirata_2003": "Hirata, Catherine. 2003. “Analyzing the Music of Morton Feldman.” PhD diss., Columbia University.",
        "horton_2014": "Horton, Julian. 2014. “Listening to Topics in the Nineteenth Century.” In The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 642–64. Oxford University Press.",
        "hubbs_2004": "Hubbs, Nadine. 2004. The Queer Composition of America’s Sound: Gay Modernists, American Music, and National Identity . Berkeley: University of California Press.",
        "hurwitz_2002": "Hurwitz, Celia. 2002. “Tonality and Form in the First Movements of Britten’ String Quartets Opp. 25 and 36.” PhD diss., Columbia University.",
        "hyde_1996": "Hyde, Martha. 1996. “Neoclassic and Anachronistic Impulses in Twentieth-Century Music.” Music Theory Spectrum 18 (2): 200–235.",
        "hyer_2016": "Hyer, Bryan. 2016. “Tonality.” Grove Music Online. Oxford Music Online . Oxford University Press. Accessed October 15. http://www.oxfordmusiconline.com/subscriber/article/grove/music/28102 .",
        "kielian-gilbert_2010": "Kielian-Gilbert, Marianne. 2010. “Music and the Difference in Becoming.” In Sounding the Virtual , ed. Brian C. Hulse and Nick Nesbitt, 199–226. Ashgate.",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . Schirmer Books.",
        "kramer_2016": "Kramer, Lawrence. 2016. The Thought of Music . University of California Press.",
        "lakoff_1987": "Lakoff, George. 1987. Women, Fire, and Other Dangerous Things: What Categories Reveal about the Mind . University of Chicago Press.",
        "lavengood_2016": "Lavengood, Megan. 2016. “Following Schenker’s Lead in the Analysis of Stravinsky.” Paper presented at the Annual Meeting of the Music Theory Society of New York State, New York.",
        "lester_2002": "Lester, Joel. 2002. “Rameau and Eighteenth-Century Harmonic Theory.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 753–77. Cambridge University Press.",
        "lochhead_1997": "Lochhead, Judy. 1997. “Lulu’s Feminine Performance.” In The Cambridge Companion to Berg , ed. Anthony Pople, 227–44. Cambridge University Press.",
        "lunberry_2006": "Lunberry, Clark. 2006. “Departing Landscapes: Morton Feldman’s ‘String Quartet II’ and ‘Triadic Memories.’” SubStance 35 (2): 17–50.",
        "maus_2004": "Maus, Fred Everett. 2004. “Sexual and Musical Categories.” In The Pleasure of Modernist Music: Listening, Meaning, Intention, Ideology , ed. Arved Ashby, 153–75. University of Rochester Press.",
        "mcclary_2001": "McClary, Susan. 2001. “Review: The Sense of Music: Semiotic Essays by Raymond Monelle.” Notes 58 (2): 326–28.",
        "metzer_2003": "Metzer, David. 2003. Quotation and Cultural Meaning in Twentieth-Century Music . Cambridge University Press.",
        "mirka_2014": "Mirka, Danuta. 2014. “Introduction.” In The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 1–57. Oxford University Press.",
        "monastra_2000": "Monastra, Peggy. 2000. “Krzysztof Penderecki’s Polymorphia and Fluorescences .” In Music History from Primary Sources: A Guide to the Moldenhauer Archives , ed. Jon Newsom and Alfred Mann. Library of Congress. https://memory.loc.gov/ammem/collections/moldenhauer/2428143.pdf .",
        "monelle_2000": "Monelle, Raymond. 2000. Sense of Music: Semiotic Essays . Princeton University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military, and Pastoral . Indiana University Press.",
        "narum_2013": "Narum, Jessica. 2013. “Sound and Semantics: Topics in the Music of Arnold Schoenberg.” PhD diss., University of Minnesota.",
        "nattiez_1990": "Nattiez, Jean-Jacques. 1990. Music and Discourse: Toward a Semiology of Music . Translated by Carolyn Abbate.  Princeton University Press.",
        "pace_2011": "Pace, Ian. 2011. “‘Time Has Turned into Space and There Will Be No More Time’: The Scenic Late Works of Morton Feldman.” PhD diss., Washington University.",
        "rathert_2012": "Rathert, Wolfgang. 2012. “The Legacy of German Rule: Some Reflections on Another Musical Iceberg in the Transatlantic Relationships of Music History.” In Tonality 1900-1950: Concept and Practice , ed. Felix Wörner, Ullrich Scheideler, and Philip Ernst Rupprecht, 63–80. Franz Steiner Verlag.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form and Style . Schirmer Books.",
        "redlich_1957": "Redlich, Hans Ferdinand. 1957. Alban Berg: Versuch Einer Würdigung . Vienna: Universal.",
        "robin_2017": "Robin, William. 2017. “Amy Beach, a Pioneering American Composer, Turns 150.” The New York Times , September 1, sec. Arts. https://www.nytimes.com/2017/09/01/arts/music/amy-beach-women-american-composer.html .",
        "rogers_2004": "Rogers, Lynne. 2004. “A Serial Passage of Diatonic Ancestry in Stravinsky’s ‘The Flood.’” Journal of the Royal Music Association 129 (2): 220–39.",
        "rumph_2011": "Rumph, Stephen. 2011. Mozart and Enlightenment Semiotics . University of California Press.",
        "rumph_2014": "Rumph, Stephen. 2014. “Topical Figurae: The Double Articulation of Topics.” In The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 493–513. Oxford University Press.",
        "salzer_1962": "Salzer, Felix. 1962. Structural Hearing: Tonal Coherence in Music . Dover Publications, Inc.",
        "saussure_1959": "Saussure, Ferdinand de. 1959. Course in General Linguistics . Edited by Charles Bally and Albert Sechehaye. Translated by Wade Baskin. New York: Philosophical Library, Inc.",
        "schoenberg_1998": "Schoenberg, Arnold. 1998. “Two Letters to Ferruccio Busoni.” In Source Readings in Music History , ed. William Oliver Strunk and Leo Treitler, 1283–89. W.W. Norton and Co.",
        "schulte-sass_1986": "Schulte-Sass, Jochen. 1986. “Modernity and Modernism, Postmodernity and Postmodernism: Framing the Issue.” Cultural Critique 5: 5–22.",
        "schumann_2015": "Schumann, Scott. 2015. “Making the Past Present: Topics in Stravinsky’s Neoclassical Works.” PhD diss., The University of Texas.",
        "scruton_1999": "Scruton, Roger. 1999. The Aesthetics of Music . Oxford University Press.",
        "simms_2000": "Simms, Bryan R. 2000. The Atonal Music of Arnold Schoenberg , 1908–1923. Oxford University Press.",
        "stover_2017": "Stover, Chris. 2017. “Time, Territorialization, and Improvisational Spaces.” Music Theory Online 23 (1). http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.stover.html .",
        "straus_1987": "Straus, Joseph. 1987. “The Problem of Prolongation in Post-Tonal Music.” Journal of Music Theory 31 (1): 1–21.",
        "straus_1990": "Straus, Joseph. 1990. Remaking the Past . Harvard University Press.",
        "straus_2001": "Straus, Joseph. 2001. Stravinsky’s Late Music . Cambridge University Press.",
        "straus_2012": "Straus, Joseph. 2012. “Three Stravinsky Analyses: Petrushka , Scene 1 (to Rehearsal No. 8); The Rake’s Progress , Act III, Scene 3 (‘In a Foolish Dream’); Requiem Canticles , ‘Exaudi.’” Music Theory Online 18 (4). http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.straus.html .",
        "taruskin_2010": "Taruskin, Richard. 2010. Music in the Early Twentieth Century . The Oxford History of Western Music 4. Oxford University Press.",
        "travis_1959": "Travis, Roy. 1959. “Towards a New Concept of Tonality?” Journal of Music Theory 3 (2): 257–84.",
        "travis_1966": "Travis, Roy. 1966. “Directed Motion in Schoenberg and Webern.” Perspectives of New Music 4 (2): 85–89.",
        "turino_1999": "Turino, Thomas. 1999. “Signs of Imagination, Identity, and Experience: A Peircian Semiotic Theory for Music.” Ethnomusicology 3 (2): 221–55.",
        "wheeldon_2012": "Wheeldon, Marianne. 2012. “Defending Tonality: The Musical Thought of Milhaud and Koechlin.” In Tonality 1900-1950: Concept and Practice , ed. Felix Wörner, Ullrich Scheideler, and Philip Ernst Rupprecht, 143–55. Franz Steiner Verlag.",
        "whitesell_2004": "Whitesell, Lloyd. 2004. “Twentieth-Century Tonality, Or, Breaking Up Is Hard to Do.” In The Pleasure of Modernist Music: Listening, Meaning, Intention, Ideology , ed. Arved Ashby, 103–20. University of Rochester Press.",
        "wise_2016": "Wise, Brian. 2016. “I Will Win!” Slate , August 1. http://www.slate.com/articles/arts/culturebox/2016/08/donald_trump_s_favorite_aria_by_puccini_nessun_dorma_is_sort_of_fascist.html .",
        "wittgenstein_2001": "Wittgenstein, Ludwig. 2001. Philosophical Investigations . Translated by G.E.M. Anscombe. Blackwell.",
        "wörner_et_al_2012": "Wörner, Felix, Ullrich Scheideler, and Philip Ernst Rupprecht, eds. 2012. Tonality 1900-1950: Concept and Practice . Franz Steiner Verlag.",
        "wörner_et_al_2017": "Wörner, Felix, Ullrich Scheideler, and Philip Ernst Rupprecht, eds. 2017. Tonality Since 1950 . Franz Steiner Verlag."
    },
    "footnotes": {
        "FN0": {
            "text": "* For their invaluable feedback on this work, I would like to thank Joseph Straus, Mark Spicer, Poundie Burstein, Megan Lavengood, and Jacob Cohen, as well as the anonymous reviewers of MTO . And, for their willingness to enter into general uncoerced communicative inter-subjectivity with me on the topics of topics, modernism, and semiotics, I give special thanks to Aaron Harcus, Noel Torres-Rivera, and Daniel Fox.",
            "citations": []
        },
        "FN1": {
            "text": "1. Exemplary studies of nineteenth-century topic theory include Grabócz 1996 ; Dickensheets 2012 ; and Horton 2014 .",
            "citations": [
                "dickensheets_2012",
                "horton_2014"
            ]
        },
        "FN2": {
            "text": "2. Lawrence Kramer provides a recent summary of the shift from affect to subjectivity by arguing that “an important development in the history of music as collaboration (in the strong sense) emerges in the second or third decade of the nineteenth century as the gradual separation between music and the traditional doctrine of the affects becomes irrevocable if not quite final. Music undergoes an epochal shift from the af fective to the sub jective” ( 2016 , 150–51). Importantly for this essay, modernist subjectivities compound these consequences for topics and conventions in the twentieth century.",
            "citations": [
                "kramer_2016"
            ]
        },
        "FN3": {
            "text": "3. Frymoyer 2017 stands out from these other scholars by arguing for a generalizable definition of early twentieth-century topics while framing her argument around Schoenberg’s treatment of the waltz topic, and I follow her conviction that topic theory can provide “direction for how to interpret [the] loaded, multifacted signifiers” of the complex “referential field” of twentieth-century music ( Frymoyer 2017 , 84). A chief difference between our approaches lies with our foundational conception of topics. Frymoyer builds a generalized hierarchical conception of topics that maps specific characteristics of functional music (e.g., dances like the minuet or waltz) into art music contexts. In so doing, she invaluably links Schoenberg’s music to “the well-established lexicon of Classic and Romantic topics,” marking “an important point of stylistic continuity deserving greater analytic attention” ( 2017 , 107). But, as will become clear throughout the article, I take issue with her hierarchical conception of topics, split into essential, frequent, and idiomatic characteristics. Twentieth-century topics might not always adhere to classical conceptions of category theory, instead cohering by Wittgenstein’s ( 2001 [1953]) oft-invoked family resemblances, rendering essential elements tenuous in many cases. This need not negate Frymoyer’s systematic methodology or her hierarchical bent, which both provide an extremely important utility for exploration of meaning in this music. Instead, I suggest a different way of construing signification while attempting to broaden topic theory’s orbit, examining how new topics specific to (or at least common in) modernist repertories might be experienced and analyzed.",
            "citations": [
                "frymoyer_2017",
                "frymoyer_2017",
                "frymoyer_2017",
                "wittgenstein_2001"
            ]
        },
        "FN4": {
            "text": "4. Raymond Monelle suggests a spectrum of topical extent, based on the scope of either side of their Saussurean signifying coin, from something as small and specific as the pianto (with simple signifier and slightly more complex signified) to the pastoral genre, a more general world of topic in which “signifiers may be multifarious, and the signifieds complex and elusive” ( Monelle 2006 , 5). As its title suggests, this article aims towards the pastoral end of the spectrum.",
            "citations": [
                "monelle_2006"
            ]
        },
        "FN5": {
            "text": "5. Dahlhaus’s ( 1982 ) “death-of-genre” narrative of the early twentieth century is rightly critiqued by Eric Drott ( 2013 ), who argues that genres still function; they just need a more active understanding. “As an ensemble of correlations,” he explains, “a genre is not so much a group as a group ing , the gerund ending calling attention to the fact that it is something that must be continually produced and reproduced. Genres, in other words, result from acts of assemblage, acts performed by specific agents in specific social and institutional settings” ( Drott 2013 , 10). I will discuss this idea of genre in more detail in sections [3] [4] below.",
            "citations": [
                "dahlhaus_1982",
                "drott_2013",
                "drott_2013"
            ]
        },
        "FN6": {
            "text": "6. For the landmark music theoretical discussion of markedness, see Hatten 1994 , 34–43. I hope that my reframing of “what is a topic?” to “what processes are involved in becoming -topic?” throughout this article might nudge a semiotic methodology towards a more active and experiential mode. A march topic is not a march, but it presents an opportunity for becoming -march, of latching onto the signifying processes of marches. Instead of focusing on static lists of topics as synchronic labels of signifiers and signifieds, becoming -topic allows a more flexible, active conception of topical presence. My usage of becoming is borrowed from Deleuze and Guattari, who explain that “a becoming is not a correspondence between relations. But neither is it a resemblance, an imitation, or, at the limit, an identification” ( 1987 , 237). Instead, in Marianne Kielian-Gilbert’s words, becoming shifts “toward performative expressivity and away from objectifying music as a text; that is, as a passive bearer of qualities” ( 2010 , 221). Becoming -topic necessitates recognition of this performative and dynamic sense of signification.",
            "citations": [
                "hatten_1994",
                "deleuze_and_guattari_1987"
            ]
        },
        "FN7": {
            "text": "7. Michael Klein succinctly defines a master signifier as “a key word or concept that a subject uses to organize the otherwise free-floating signifiers in a text” ( 2005 , 18). “Master signifiers,” he goes on to explain, “are difficult to pin down” or define, though they’re usually treated as stable. J.P.E. Harper-Scott casts the closely related psychoanalytic term, “quilting point,” in a bit more shade, explaining that “the normal multiplicity of the chain of signifiers is fixed by a single term that explains everything. What was once unclear becomes blindingly obvious” ( 2012 , 7). Though I do not believe my tonal topic will “explain everything” about signification in this music, I hope it will reveal some types of meaning.",
            "citations": [
                "klein_2005"
            ]
        },
        "FN8": {
            "text": "8. Modernism, however one periodizes it, necessarily engages with historicity, and I follow the tonal-topic towards meanings of pastness and temporality. For example, in 1863, Baudelaire ( 1964 ), one of the first writers to deal explicitly with now-familiar notions of post-aristocratic modernity in art, suggested a historical nature to beauty, contrasting with a Kantian transcendental absolute. The intertwined ideas of periodization and historicization also form modernism’s hallmarks for Schulte-Sass ( 1986 ). Schoenberg’s own thoughts about his place in history are spread throughout his writings, but, most pertinent to this paper, are expressed in his letters to Feruccio Busoni ( Schoenberg 1998 [1909]).",
            "citations": [
                "baudelaire_1964",
                "schoenberg_1998"
            ]
        },
        "FN9": {
            "text": "9. Almén ( 2008 ) labels the form of op. 19 no. 4 as A - B - C , but I use the ternary A - B - A’ to better compare his analysis to Allen Forte’s ( 2003 ) and my own.",
            "citations": [
                "forte_2003"
            ]
        },
        "FN10": {
            "text": "10. Narum also suggests, alongside Arnold Whittall, that there is a wit and exuberance in the piece that remains ambivalent about the role of tonality and the “old order” ( 2013 , 43). As a subjective value judgment, I consider the piece much more playful than Almén; the capricious nature of the main topical material and Schoenberg’s surprising, amusing treatment in the A’ section seems frisky rather than mocking.",
            "citations": [
                "narum_2013"
            ]
        },
        "FN11": {
            "text": "11. Narum ( 2013 , 70–73) concisely summarizes much of the critical discourse surrounding topic theory. More specifically, see Rumph’s ( 2011 , 80) discussion of Agawu ( 1991 ) or the especially colorful commentary in McClary 2001 (326). Issues of topical labeling and the interrelationship between verbal and musical aspects of signification are discussed by Ashby ( 2009 ), who posits that topics are “as much about cultural, social, historical conditions, as they are about anything else, so that a focus on notes should always be accompanied by a deep appreciation and concerted effort towards the why and how and what of musical meaning more generally,” including verbal meanings.",
            "citations": [
                "narum_2013",
                "rumph_2011",
                "agawu_1991",
                "mcclary_2001",
                "ashby_2009"
            ]
        },
        "FN12": {
            "text": "12. For an excellent application of Peircian semiotics to music, see Turino 1999 . More recently, Aaron Harcus ( 2017 , 132–134) provides a splendid account of the interpretant, wrapped in a trenchant critique of semiotic analytical frameworks. Harcus’s phenomenological approach to musical meaning ultimately finds the Peircian tripartite semiotic system too rigid. He instead argues for “an alternative holistic framework that blurs the line between signifier and signified in music” (124) in an attempt to “treat topics as verbs—as a process in which musical experience is ‘topicalized’—as opposed to nouns” (160). And though I still find a more basic semiotic approach—like the one in this article—to be analytically useful, one must acknowledge the processual and dynamic aspects of musical meaning.",
            "citations": [
                "turino_1999",
                "harcus_2017"
            ]
        },
        "FN13": {
            "text": "13. All references to this lecture use page numbers from Forte’s ( 2003 ) draft in UNT’s electronic archives.",
            "citations": [
                "forte_2003"
            ]
        },
        "FN14": {
            "text": "14. Besides topical and associational analytical techniques, analysts like Felix Salzer ( 1962 ) and Roy Travis ( 1959 ; 1966 ) turned their Schenkerian technologies towards post-tonal and ambiguously tonal repertoires. Though outside this article’s scope, I largely agree with Straus’s frequently cited summary: “the most profound structural determinant of common-practice tonality—prolongation—plays a negligible role in the [post-tonal] music most characteristic of this century” ( Straus 1987 , 19).",
            "citations": [
                "salzer_1962",
                "travis_1959",
                "travis_1966",
                "straus_1987"
            ]
        },
        "FN15": {
            "text": "15. I borrow “indexicality of the musical object” from Monelle ( 2000 , 17).",
            "citations": [
                "monelle_2000"
            ]
        },
        "FN16": {
            "text": "16. One aspect of figurae that I set aside for this article is Rumph’s deployment of figurae to analyze the “second level” of topics, where he suggests that figurae can provide syntactic connections between successive topics, creating an underlying logic of progression. This provocative idea would attenuate traditionally analyzed aspects of tonal syntax (phrase models, Schenkerian paradigms, Caplinian beginning, middle, or end functions, etc.). My analysis of op. 19 no. 4 superficially supports this notion, but only on the level of narrative rather than of an underlying structure.",
            "citations": []
        },
        "FN17": {
            "text": "17. I follow Rumph’s ( 2014 ) lead by using phonemic slash notation for figurae .",
            "citations": [
                "rumph_2014"
            ]
        },
        "FN18": {
            "text": "18. Rumph explains that “all topical figurae are structurally marked, occurring less frequently and with greater specificity than their unmarked opposites. Figurae either depart from or exaggerate a normative stylistic feature. The unmarked opposites of these figurae need not be specified; they belong to the stylistic backdrop against which topics emerge” ( Rumph 2014 , 498).",
            "citations": [
                "rumph_2014"
            ]
        },
        "FN19": {
            "text": "19. In more detail, “t” and “p” also both share the distinctive feature of being plosive, in addition to being unvoiced. But while the “t” is alveolar, the “p” is bilabial.",
            "citations": []
        },
        "FN20": {
            "text": "20. Joel Lester, for instance, finds that the “harmonic tonality” was an unmarked “complex cultural system” made up of multiple originally semi-independent components, like “tertian harmonies,” “the bass as a harmonic foundation, notions of root generation . . . and the interaction of harmony and counterpoint with rhythm and meter” ( 2002 , 753). Lester describes the traditionally defined common-practice era as a synthesis of these aspects of tonal practices.",
            "citations": [
                "lester_2002"
            ]
        },
        "FN21": {
            "text": "21. Bryan Hyer’s Grove article supports this notion. “The history of tonality,” he writes, “is better understood in terms of specific harmonic practices rather than immutable laws. . . . Tonality, then, is an ideological as well as a theoretical construct: from the very beginning, the term has been used primarily for historiographical purposes” ( Hyer 2016 , §5).",
            "citations": [
                "hyer_2016"
            ]
        },
        "FN22": {
            "text": "22. Treating tonality as rigid or systematic can be relatively harmless, as in Joseph Auner’s ( 2013 , 4) position that tonality was a “unified system” by the nineteenth century, which he uses merely as a point of departure for compositional contexts around 1900. However, the claim takes on more pernicious overtones for someone like Roger Scruton, whose view—where tonality is “a system within which styles are engendered”—leads him to claim that it is possible “that tonal music is the only music that will ever really mean anything to us, and that, if atonal music sometimes gains a hearing, it is because we can elicit within it a tonal order” ( 1999 , 292 and 308). Though my tonal-topic initially seems to align with Scruton’s aesthetics, I stress that this is merely one way that modernist and post-tonal musics create meaning. We cannot always “elicit within” all musics a “tonal order,” but the tonal topic sometimes provides a hermeneutical point of entry. I agree with Deleuze and Guattari in that “ you will never find a homogeneous system that is not still or already affected by a regulated, continuous, immanent process of variation ” ( 1987 [1980], 103).",
            "citations": [
                "auner_2013",
                "scruton_1999",
                "deleuze_and_guattari_1987"
            ]
        },
        "FN23": {
            "text": "23. I caution here that individual tonal figurae may not be necessary or sufficient to invoke tonality as a topic.  The figurae of /triads/ or /resolutions/, for example, clearly have high probabilities of functioning topically in an atonal context, but situational cues affect any interpretation. As Lloyd Whitesell frames it, analysts should confront the qualifiers, “tonality for whom ?” and “tonality as so understood ” ( 2004 , 115). Closely matching this sentiment is Ashby’s ( 2009 ) framing of tonal theory and practices as performative, with tonal “principles given their significance by deviation from said principles: it is the contraventions that define the rule.”",
            "citations": [
                "whitesell_2004",
                "ashby_2009"
            ]
        },
        "FN24": {
            "text": "24. Frymoyer elsewhere suggests that a renewed interest in topics “can contribute to a broader trend in musical modernism to rethink the narrative of stylistic ‘rupture’ with the nineteenth century,” problematizing a notion of fin-de-siècle erosion ( 2017 , 107). She also argues that modernism “signifies less of a rupture as a reprioritization where radical experiments specifically in pitch and rhythm were ultimately encompassed within a higher epistemological security in textural conventions” ( Frymoyer 2012 , 230).",
            "citations": [
                "frymoyer_2017",
                "frymoyer_2012"
            ]
        },
        "FN25": {
            "text": "25. Scholars have moved away from such a teleological narrative over the past few decades, and many recent studies (e.g., Wörner et. al 2012 , 2017 ; Harrison 2016 ; Hubbs 2004 ) explore the plethora of tonal(-leaning) composers whose work remains underrepresented in the analytical literature.",
            "citations": [
                "harrison_2016",
                "hubbs_2004"
            ]
        },
        "FN26": {
            "text": "26. I use “assemblage” in a specific active and dynamic sense following Deleuze and Guattari, which Chris Stover explains as “a process of creative bringing-together, through which (constellations of) milieus are transformed or interpreted” ( 2017 , 4.4). The becoming of the tonal topic embodies this bringing-together of diverse acts of signification and meaning.",
            "citations": [
                "stover_2017"
            ]
        },
        "FN27": {
            "text": "27. Closely related to tonality’s topicalization is the increase in potential disjunction of quotations in the twentieth century, where oppositions like tonal-atonal, acoustic-electronic, and a vast array of styles were directly juxtaposed. As Metzer argues, “such contrast is not possible to anywhere near the same extent in the music of earlier periods, which embed acoustic, tonal borrowings in acoustic, tonal idioms” ( 2003 , 8).",
            "citations": [
                "metzer_2003"
            ]
        },
        "FN28": {
            "text": "28. The tritone was the tonal signifier for some historical authors. François-Joseph Fétis, for example, understood the use of the tritone as a definitive feature of harmonic practices beginning with Monteverdi, even suggesting that the tritone is consonant . “It is of note that these intervals [of the major fourth and minor fifth] characterize modern tonality by the dynamic tendencies of their two constituent notes . . . in fact, the major fourth and minor fifth are used as consonances in many harmonic successions” ( Fétis 2008 [1844] [1844], 8).",
            "citations": []
        },
        "FN29": {
            "text": "29. I have purposefully claimed that both this segment and the enchained (013)s are not derived from the whole-tone scale and the octatonic scale, respectively. Rather, their intervallic content, acting as vivid figurae , signify the possibility of these collections to act as objects of and for musical discourse.",
            "citations": []
        },
        "FN30": {
            "text": "30. I return again to Drott 2013 , who explains that genres “are defined in relational terms, as much by what they are not as by what they are. The heterogeneous correlations that, when taken together, define a genre acquire significance not only with respect to one another but also with respect to other correlations that could have been made in their place for them but were not” (13). In other words, in the early twentieth century, tonal music acquired significance as a genre against atonal practices. Further, Drott suggests that, “while there may very well be disagreement over which level of classification is most appropriate for an adequate understanding of a work, such dissensus does not imply that a grouping at one level necessarily precludes groupings at other possible levels. To say that the ‘Blue Danube Waltz,’ the ‘Charleston,’ and Donna Summer’s ‘Love to Love You Baby’ all participate in the metagenre of ‘dance music’ may say very little about the peculiarities of these three pieces of music, but this does not invalidate such a grouping in principle. Nor would the employment of narrower categories—categories that would better reflect these three pieces’ specificities by pulling them apart rather than lumping them together—necessarily call the broader metacategory into question” ( 2013 , 11). Tonal music may at times seem too broad a category, but it presents unique signifying possibilities not available to finer-grained distinctions between tonal types.",
            "citations": [
                "drott_2013",
                "drott_2013"
            ]
        },
        "FN31": {
            "text": "31. Nadine Hubbs makes the connection between sexual and tonal categories more explicit in her lucid account of modernism in the United States: “the ideology of the time linked tonality—particularly of the Neoclassical and (beginning in the late thirties) Coplandian strains—with homosexuality, and defined it by contrast to nontonality or atonality—especially of dissonant and serial leanings—and masculine heterosexuality” ( 2004 , 129). Of course, as she notes, a one-to-one mapping of tonal-homosexual and atonal-heterosexual ignores the multiple practices and shades of each ( 2004 , 170–71).",
            "citations": [
                "hubbs_2004",
                "hubbs_2004"
            ]
        },
        "FN32": {
            "text": "32. Cognitive studies have shown that lying does not typically require the property of factual falsity, just as I do not suggest that there is a singular, real-world “factual” way to use tonality or topics. George Lakoff, summarizing earlier work, lays out the three most important elements for a prototypical lie: “Falsity of belief is the most important element . . . intended deception the next most important element, and factual falsity is the least important” ( 1987 , 71).",
            "citations": [
                "lakoff_1987"
            ]
        },
        "FN33": {
            "text": "33. As Eco writes, “a theory of codes must study everything that can be used in order to lie” ( 1976 , 59). My initial exploration of tonal figurae might provide entry into such a study.",
            "citations": [
                "eco_1976"
            ]
        },
        "FN34": {
            "text": "34. Wye Allanbrook’s 1984 foundational study, for instance, links dance topics with social status in two Mozart operas.",
            "citations": [
                "allanbrook_1984"
            ]
        },
        "FN35": {
            "text": "35. Though labeling potentially guides meaning, I oppose a nominalist understanding of topics. For instance, Ashby ( 2009 ) suggests that Schoenberg’s notion of “ schwebende Tonalität ” comes into being only as it is named, effecting a sort of Whorfian shift in order to “define and establish the tonal style in question.” I find this perspective somewhat antithetical to my approach, though I agree that naming affects available meanings.",
            "citations": [
                "ashby_2009"
            ]
        },
        "FN36": {
            "text": "36. Though this section and the prior analyses have focused on harmonic figurae , chords are not necessary for topical instantiations of tonality. In his investigation of the codes surrounding the infamous shower-murder scene in Hitchcock’s Psycho , Ashby ( 2004 ) explicitly argues that pitch (class) alone is an insufficient determinant of cultural meaning. Instead, by collecting an assemblage of cues—like /textural irregularity/, /harsh timbres/, and /rhythmic redundancy/—Bernard Hermann “provides . . . a particular aural Gestalt ” ( Ashby 2004 , 350). Each analysis I make above relies not merely on the identification of a /C-major triad/ but on a tonal assemblage that happens to involve this particular chord.",
            "citations": [
                "ashby_2004",
                "ashby_2004"
            ]
        },
        "FN37": {
            "text": "37. C major has been the prototypical major mode in some geographical areas since at least 1654 with John Playford’s An introduction to the skill of music . For a detailed discussion of the shifting landscape of keys, modes, and their organization around this time, especially as they relate to the rise of “tonality” as a conventional set of practices, see Barnett 2002 . Richard Cohn suggests some pertinent associations for C major: “The particular key of C major is a ‘home of homes,’ by virtue of its historical priority and its status as the ‘natural’ default against which degrees of softness and hardness are measured” ( 2012 , 53). My selection of C-major stems from these historical bases, but in practice, any salient triad would do the same topical work, except for those with perfect pitch.",
            "citations": [
                "barnett_2002",
                "cohn_2012"
            ]
        },
        "FN38": {
            "text": "38. Cohn similarly suggests that, “in a prototypically tonal composition, a triad is sounded, and the acculturated ear takes it as a meronym for a tonal system. Hearing a triad, one imagines it embedded in a diatonic collection” ( Cohn 2012 , 48). I extend this in multiple senses, claiming that a triad outside a prototypically tonal composition functions meronymically, pointing outward via tonal interpretants.",
            "citations": [
                "cohn_2012"
            ]
        },
        "FN39": {
            "text": "39. Using a different methodology, Whitesell 2004 approaches the multifarious meanings of tonality by chronicling and categorizing the writings of various contemporary composers and writers.",
            "citations": [
                "whitesell_2004"
            ]
        },
        "FN40": {
            "text": "40. The semiotic code is a concept from Eco ( 1976 ) that has been applied most fruitfully to music studies by Michael Klein. Klein contrasts early notions of the code (as a system of signs and signifiers) to Eco’s nuanced theory, “in which both producer and the receiver of a text bring to it their own conventions of interpretation. . . . A code is a constellation, a configuration of signs around a sign” ( 2005 , 51–56). This mutable code depends on those engaged with it.",
            "citations": [
                "eco_1976",
                "klein_2005"
            ]
        },
        "FN41": {
            "text": "41. Monelle explains that “the signified of a musical topic is a textual feature or cultural unit, not a feature in the real world (or even of the world physically contemporary with the signifier, since topics often refer to older cultural theories)” ( 2000 , 13). Tonality-as-topic emphasizes the pastness common to many musical topics, and in the process, creates the possibility of communicating something about it.",
            "citations": [
                "monelle_2000"
            ]
        },
        "FN42": {
            "text": "42. Harrison coins the term “dronality” to describe how drones “produce deeply embedded, immovable, and solid tonic anchors” ( 2016 , 18), which certainly seems pertinent in this section of Wozzeck .",
            "citations": [
                "harrison_2016"
            ]
        },
        "FN43": {
            "text": "43. Redlich 1957 provides Berg’s lecture on Wozzeck and other useful context.",
            "citations": [
                "redlich_1957"
            ]
        },
        "FN44": {
            "text": "44. Metzer 2003 suggests that, though Ives invoked nostalgia as “a protest against developments in modern society,” he also “saw no tension between modernist idioms and the desire for the past. Indeed, the latter served him as a way of evoking the multifaceted scenes of the past and the tensions within his yearning for it” ( 2003 , 26). Ives’s well-documented practices of quotation clearly invoke this nostalgia, and his less specific deployment of tonality as a topic functions similarly.",
            "citations": [
                "metzer_2003",
                "metzer_2003"
            ]
        },
        "FN45": {
            "text": "45. This excerpt embodies a topic that Harcus ( 2017 , 123–62) explores: estrangement, a quintessential modernist trope synthesizing a constellation of alienation, loneliness, despair, and the overwhelming nature of a bustling modernity.",
            "citations": [
                "harcus_2017"
            ]
        },
        "FN46": {
            "text": "46. In her concise analysis of Polymorphia , Peggy Monastra ( 2000 ) notes that other “tension-releasing major chord finales” conclude Penderecki’s Stabat Mater and St. Luke Passion .",
            "citations": [
                "monastra_2000"
            ]
        },
        "FN47": {
            "text": "47. For more on syntactic and formal issues in conventional topic theory, see Caplin 2005 .",
            "citations": [
                "caplin_2005"
            ]
        },
        "FN48": {
            "text": "48. Earle ( 2016 ) rightly and lucidly problematizes a simplistic reading of either Puccini or his music as Fascistic. Regardless, Puccini’s use of tonal figurae clearly makes possible a new dimension in the expansion of the tonal-topic’s network of signification.",
            "citations": [
                "earle_2016"
            ]
        },
        "FN49": {
            "text": "49. In Lochhead’s words, such descriptions “attach to these passages largely because their ‘tonal’ attributes in a ‘non-tonal’ context mark them as ‘different’” ( 1997 , 236), mirroring Mirka’s definition of topicality.",
            "citations": [
                "lochhead_1997"
            ]
        },
        "FN50": {
            "text": "50. Many composers within the Neoclassical and Neue Sachlichkeit movements of the 1920s and 1930s used tonality to explicitly tie their music to the past. Ullrich Scheidler shows how Bruno Stürmer’s Feierliche Musik (1931) gains its “archaic tone” by employing an “old tonality” that involves elements like “diatonicism, contrary motion of the outer parts, chords in root position” ( 2012 , 210). Kurt Weill’s Der Jasager (1930) similarly contains “residues of traditional functional harmony” amidst a polymodal approach which, for Scheidler, evokes both alienation and archaism ( 2012 , 216).",
            "citations": []
        },
        "FN51": {
            "text": "51. Diverse pieces with past-facing tonal figurae can be found throughout the twentieth century. The “logical schemes” of post-War music, Metzer ( 2003 ) writes, “quickly unraveled, and in no time at all new music went from banishing the past to sinking back into it” ( 2003 , 108). As an example, Metzer suggests Rochberg’s nostalgic turn to the “distant past” of the common practice era, clearly pointing towards now-marked tonal practices of the previous two centuries ( 2003 , 118).",
            "citations": [
                "metzer_2003",
                "metzer_2003",
                "metzer_2003"
            ]
        },
        "FN52": {
            "text": "52. Hirata ( 2003 , 14) concisely summarizes issues of temporality in Rothko Chapel .",
            "citations": [
                "hirata_2003"
            ]
        },
        "FN53": {
            "text": "53. Some poietic approaches to this repertoire include, for instance, Lavengood 2016 , Rogers 2004 , and Straus 2012 , who, following Schenker, investigate Stravinsky’s music as chromaticized versions of paradigmatic tonal models.",
            "citations": [
                "lavengood_2016",
                "rogers_2004",
                "straus_2012"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] What is a topic? Scholars of the eighteenth century have collected a congeries of answers in the subject’s recent Oxford Handbook , all loosely bound by Danuta Mirka’s introductory definition: topics are “musical styles or genres taken out of their proper context and used in another one” ( 2014 , 2). This basic conception guides most analyses of the canonical repertoire of topic theory—music of the second half of the eighteenth century—while providing an anachronistic foundation for formulations like Leonard Ratner’s “thesaurus of characteristic figures” ( 1980 , 9) or Kofi Agawu’s “universe made up of commonplaces of style known to [contemporary] composers and their audiences” ( 2009 , 43). The plethora of analytical adventures motivated by this notion have revealed a vast collection of sign-functions to be investigated and mobilized in the analysis of Classical music.",
                "footnotes": [],
                "citations": [
                    "mirka_2014",
                    "ratner_1980",
                    "agawu_2009"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] But when this somewhat durable set of semiotic references loses structuring and interpretive power in the nineteenth century, topic scholars encounter a much more difficult analytical realm. (1) The diversity of approaches, stemming partially from the rise of subjectivity over affectivity during the Romantic era, provide useful, if relatively ad hoc modes of interpretation. (2) Moving to the myriad compositional practices of the twentieth century makes identifying genres and proper settings—and thus topics, per Mirka’s definition—much trickier. Indeed, the lack of agreement among topic-scholars of Romantic repertoires foreshadows challenges for modernist music of the early 1900s—music which stymies semiotic-analytical efforts by frequently rejecting the conventionality so crucial to understanding topics in Classical music. The commonly held notion of modernity as an individuated enterprise has further restricted the work of some recent brave scholars like Peter Burkholder ( 2012 ), Jessica Narum ( 2013 ), Scott Schumann ( 2015 ), and Joseph Straus ( 2001 , 183–248) into a focus on intra-oeuvre topics of single composers. These stimulating studies could be fruitfully augmented by broader twentieth-century topical and semiotic inquiries, like those of Johanna Frymoyer’s ( 2017 ) recent study of Schoenbergian waltzes and topicality in general. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "burkholder_2012",
                    "narum_2013",
                    "schumann_2015",
                    "straus_2001",
                    "frymoyer_2017"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In this article, I introduce a broad and fluid conception of topic in modernist music, flexible enough to sustain analyses of many different composers and works in the diverse traditions of the early twentieth century. (4) As historically informed analysts, we would do well to apply a suppler version of topic theory to an era of fragmented compositional and cultural conventions in which composers had to cope with what literary scholars Bradbury and McFarlane distressingly labeled an “apocalypse of cultural community” ( 1979 , 27). As Dahlhaus argues, “since the late eighteenth century all genres have rapidly lost substance,” until “finally, in the twentieth century, individual structures submit only under duress to being allocated to any genre” ( 1982 , 15). (5) If we are unable to consistently identify genres in this still-meaningful and still-rich music, then we will be unable to consistently analyze topics per Mirka’s definition.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "bradbury_and_mcfarlane_1979",
                    "dahlhaus_1982"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] As one solution to this topical quagmire, I argue that tonality itself often functions as a powerful topic in modernist music and beyond—a topic malleable enough to encompass wide swaths of signification while satisfying even the most stringent and traditional of topical definitions. To develop this conception, I first briefly engage two prior analyses of a Schoenberg Klavierstück to indicate the need for my methodology. Then, I explore how tonality functions topically by comparing it to definitions of more conventional eighteenth-century topics. To do so, I borrow Stephen Rumph’s ( 2011 ; 2014 ) concept of figura and pursue a discussion of tonality’s molecularization and resultant markedness reversal in the twentieth century—or tonality’s processes of becoming -topic. (6) This leads to my first type of analysis: a relatively traditional narrative approach to single pieces based on the tonal-topic as a sort of “master signifier” or “quilting point,” using tonality as a means of semiotic coherence while acknowledging points where this “master signifier” threatens to flatten the rich topography of diverse modernisms. (7) Finally, after establishing the potential of tonality to signify topically, I run through an eclectic set of excerpts that illuminate some of what it signifies more generally in early twentieth-century modernist music. (8) By investigating this constellation of signifiers and signifieds in a compositionally diverse corpus, I hope to establish the tonal topic as a viable and useful addition to the growing literature on topic theory outside the eighteenth century.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "rumph_2011",
                    "rumph_2014"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] As a brief initial disclaimer, I should explain what I mean by modernist music. For convenience, I circumscribe a rather narrow and homogeneous collection of canonical composers from Europe and North America for most of this article. Schoenberg’s early atonal works, for example, are over-represented. I intend this neither as an ideological point about the supremacy of this kind of music nor to suggest that it or its practitioners alone are modernist. Rather, Schoenberg’s music seems an appropriate diagnostic for ideas concerning historicity and signification during this time-period since he was a composer acutely aware of both the concept of tonality and his own historical provenance and posterity. Though this music has been analyzed frequently from many perspectives, I believe it demands a renewed semiotic engagement, along with the engagement of a broader band of composers. In sections [6] and [7] below, I provide a survey of other composers, styles of music, and practices that equally play in the world of topic I open. This article is also not about defining tonality per se in the twentieth century. Instead, I argue for a broad perspective on tonality’s multivalent significations in modernist music, made possible by acknowledging and mobilizing topic theory with passing recourse to literature that more explicitly explores tonality. Hopefully, this convenient limit will catalyze further analysis and theorization of tonality’s meaningful effects in twentieth-century music. II. Schoenberg, op. 19 no. 4",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Previous analyses of Schoenberg’s op. 19 no. 4 epitomize the need for a broad sense of topic. The movement, as I will show, cannot necessarily sustain analysis of traditional topics while it simultaneously struggles under the full weight of a conventional set-class analysis. The two approaches that I cover below provide useful though ultimately limited sets of analytical conclusions, which I attempt to augment by blending their methodologies. Example 1 . Full score of Schoenberg’s Op. 19/4 with Almén’s (2008) topically oriented section labels (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Exemplifying orthodox topic theory methodologies, Byron Almén ( 2008 ) presents a standard narrative of the movement, connecting its clear ternary form (A-B-A’) with his semiotic interpretation of Schoenberg’s interactions with past topoi . (9) I provide a full score of op. 19 no. 4 in Example 1 , annotated with Almén’s analysis. Each of the formal sections presents clear topical material: A embodies a dance topic, defined by the double-dotted upbeat, metrical regularity, and triadic-ness; B suggests a recitative with its clear homophonic texture and relatively free alto-range melody; and A’ parodies each of those through rhythmic and harmonic manipulation. He describes the movement as an “extreme tragic irony” which subverts or denies expectations of traditional topics and their meanings.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Almén’s analysis is a largely negative one, suggesting a possible dance topic that is “quickly worn away,” a sardonic grace note that presages a return which “never comes,” and a final phrase that denies coherence or resolution, “without having established a clear direction” ( 2008 , 185–6). Almén eventually claims that, even though this tiny piece may be filled with topics, “the various topoi function like evanescent masks, tried on for effect, but discarded in self-loathing and disgust” (108). Deception plays a key role in Almén’s narrative of fragmentation and derisive mimicry: “the atonal language merely serves to increase the sense of dislocation” of the topical facades (108). One assumes the dislocation is relative to a stable, tonally oriented environment in which his chosen topics would have more conventionally signified and interacted.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Jessica Narum ( 2013 ) criticizes Almén’s analysis as somewhat procrustean in its attempt to fit the piece into one of his narratival categories, “not because of [op. 19’s] lack of topics (although admittedly identifying them is difficult in the atonal context ), but because of their brevity [emphasis mine]” ( 2013 , 42). (10) I agree with Narum’s position: op. 19 no. 4 might not be able to handle the kinds of narrative weight that Almén brings to bear, but I also think that treating the difficult-to-identify topics as “masks” unfairly reduces their importance. Such a criticism—that topics are often used as surface segmentation devices or as mere labels—has been repeatedly leveled against topic theory more generally, and I will not discuss it in much detail here. (11) Instead, I assert that the labeling, recognition, or analysis of a topic might be understood through the role of interpretant in a Peircian semiotic triad, grasping a potential signifying chain to follow towards an eventual indexical or symbolic object. (12) As Naomi Cumming ( 2000 ) shrewdly writes, “saying that these ideas are ‘interpretants’ does not make them less important or suggest that they should be dismissed as irrelevancies. The ‘interpretant’ is as integral to the sign’s functioning as is the sign-object relationship” ( Cumming 2000 , 75). We acknowledge and explore the chains of signification we hear by labeling topics, by making attempts to understand meaning through these interpretants. Example 2 . Forte’s (2003) analysis of Schoenberg Op. 19/4, A section, mm. 1–5 (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "narum_2013",
                    "narum_2013",
                    "cumming_2000",
                    "cumming_2000"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In a rather different analysis of op. 19 no. 4, Allen Forte excavates “a meld of tonal materials drawn from . . . octatonic, diatonic, heptatonic, and whole-tone sources” that provides “a remarkable structuring” beneath the “bagatelle-like, ‘playful,’ and ‘ leicht ’ surface” ( 2003 , 2).  In Example 2 , I give the complete A section of this brief ternary form piece with Forte’s set class annotations just below the score. The section ends with a clear cadential rhetorical figure after a whole-tone nota cambiata , signaling an impending shift of thematic content.",
                "footnotes": [],
                "citations": [
                    "forte_2003"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Two of Forte’s key tetrachords, 4-19 (0148) and 4-23 (0257), necessarily embody tonal potentiality with their constituent triadic and diatonic intervallic content, respectively, and even the all-interval tetrachord 4-Z29 (0137) is arranged to maximize its triadic possibilities in the enchained instantiations of mm. 2–3. Each tetrachord, then, contains properties of triadic-ness and tonal allusiveness. Whether or not Forte’s myriad large source sets—with necessarily overlapping and invariant intervallic contents—are perceptually viable in such a short piece, his analysis of particular subsets provides a useful way to investigate the tonal or modal vestiges in the movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] I also suggest that Forte’s labels—like “octatonic” and “whole-tone”—might be better understood as objects of signification rather than as sources of compositional materials. In other words, the meld of tonal things he analyzes points outward towards these larger collections of pitches and in turn, the indexicalities of those objects (the cultural units of those larger sets) might be investigated rather than treated as inert sources from which to draw musical materials. Though an exploration of the conventionalized significations of diverse pitch collections lies well beyond this article’s purview, I will simply point to Frymoyer’s ( 2012 ; 2016 ) convincing work on topicalization of the supernatural via the octatonic and ombra as one successful venture into just such a field.",
                "footnotes": [],
                "citations": [
                    "frymoyer_2012",
                    "frymoyer_2016"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Some issues with these two analyses are clear. (14) The complexity of picking out tonal or traditional topics in an atonal world is certainly an obstacle, but besides ignoring the indexicality of the musical object, Almén’s topical understanding glosses over potential pitch-based motivic or thematic materials, denying the possibility of full-movement coherence. (15) Forte’s analysis gives peripheral meaning to allusions, borrowings, and semiotic potential as his source sets constrain, rather than free, possibilities for signification. Despite their differences and individual limitations, both branches of analytical inquiry—the associational, syntactically rich approach of Forte and the semantically oriented topic theory—actually often engage in the same processes. That is, they tend to look for certain parameters (i.e., collections of pitches, regular rhythmic patterns, chunkability, etc.) that recur across spans of time or among many pieces, and in early twentieth-century modernist music, marked commonalities—those ripest for analysis—often take the form of tonally tinged, metrically normative objects. Conspicuously, in this tiny example, the melded tonal features Forte unearths—those key tetrachords, for instance—overlap almost exactly with the elements Almén uses as evidence for his topical reading. With this in mind, I posit a consanguinity between Almén’s topics and Forte’s sets by claiming that they share important underlying material: tonal figurae . III. Figurae and Tonality’s Markedness Reversal",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Figurae constitute a concept I borrow from musicologist Stephen Rumph, who in turn borrows from the linguist Louis Hjelmslev. In Rumph’s words, figurae are the “shared structural features of topics” that, in and of themselves, do not signify topically ( 2014 , 497). (16) In eighteenth- and nineteenth-century topic theory, a figura could be something like /arpeggiation/, which is shared among topics like the fanfare and the hunt. (17) Though arpeggiation might mean disjointedness, separation, or something else to do with its traditional parametric makeup, it does not itself generate a topic and must be combined with other figurae to become one. Another example, /metric-displacement/, is shared among certain dances like the sarabande and gavotte, the iconic alla zoppa , and the learned-style topic generated by fourth-species counterpoint. These figurae are marked against characteristics of parsimonious part writing and metric consonance, respectively, and thus contribute to topics’ ability to “stand out” as tokens of marked types against an unmarked background. (18)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "rumph_2014"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Linguistic figurae incorporate both phonemes and distinctive features. Phonemes are individuated, minimal sounds like “tuh” or “ah” that combine into larger morphemes and words. Distinctive features are the shared characteristics of phonemes, as in the voiced aspect of “duh” and “buh” vs. the unvoiced in “t” and “sh.” The analogy between linguistic and musical applications of figurae is not exact; any connection between language and music inevitably remains tenuous, and Rumph takes care to differentiate his figurae from their linguistic counterparts. Musical figurae share only some of their properties with phonemes and distinctive features: like phonemes, they “function as minimal nonsignifying units of difference” between topics; like “distinctive features,” though, they “usually occur in combination” rather than in succession ( 2014 , 497). (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "rumph_2014"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] I contend that tonal figurae like /triads/, /metric consonance/, /parsimonious part-writing/, and /pitch centricity/—those initially unmarked, “backdrop” features common to much tonal music from the previous two centuries—undergo a markedness reversal between about 1890 and 1910 in some styles of Western classical music. The indexical possibilities of tonal figurae were limited in the eighteenth and nineteenth centuries as they coalesced into normative, unmarked compositional materials. (20) But even then, tonality is best understood as a fuzzy set of practices, made up of various interdependent components and instantiations, rather than as a naturalized system. (21) For modernists, those specific practices and components of tonal styles from prior centuries constitute, in my understanding, a field of potential topical materials. (22) The initially alien world of atonality provides an increasingly familiar and unmarked landscape in which tonal figurae accumulate meaning in their marked status in the beginning of the twentieth century. (23) Tonality enacts a becoming -topic.",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] I am not the first to suggest a shift in the markedness of tonality in the early twentieth century. Frymoyer ( 2012 ), for example, makes this point explicitly: “As tonality erodes, terms that were once marked, such as dissonance and unpredictability, become more commonplace and therefore unmarked in modernist repertory” ( 2012 , 70). (24) While others might suggest that a fragmentation of tonality degrades its potential for use, I instead maintain that tonal figurae , once they gain potential markedness, combine into “a thesaurus of characteristic figures” which may then be treated as “subjects for musical discourse,” directly comporting with Ratner’s ( 1980 ) foundational conception of topics.",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "frymoyer_2012",
                    "frymoyer_2012",
                    "ratner_1980"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] This markedness reversal should not suggest a teleological narrative of tonality collapsing into normative atonality, dissolving into an overwhelming sea of unmarked dissonance; a cursory listen to most pop, rock, jazz, classical, and other musics of the twentieth and twenty-first centuries obviate this reductive perspective. (25) Instead, I suggest that a proliferation of compositional practices, including tonal ones, create the conditions of possibility for the necessarily slippery and constellated assemblage of the tonal topic. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] During this time, the molecularization of diverse elements of tonal practices allows a flexible genre grouping of “tonal music” to synthesize the potential for topicalization and markedness. The quantized components of tonal practices—as figurae —agglomerate new and diverse meanings when compositional techniques simultaneously fracture and multiply in the early twentieth century, giving rise to a rich variety of musical choices in which traditional tonal elements become marked. Latching implicitly onto the idea of figurae , Harrison ( 2016 ) describes the “immediate fate of common-practice harmony as the decoupling and subsequent independent treatment of its elements. [Tonality] became articulated rather than broken, discretely packaged rather than bundled together” (10). Or, as Ashby asserts, tonality becomes “almost infinitely particularized” ( 2009 ). The disassembly of individualized components (or figurae ) allowed a wider range of tonal family resemblances to flourish and signify during this era. (27) Example 3 . A section of Schoenberg’s Op. 19/4 with narrative-generating figurae shown (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "harrison_2016",
                    "ashby_2009"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] With the tonal topic in mind, I provide a brief analysis of signifying figurae in the A section of op. 19 no. 4 in Example 3 . I explore some aspects of the signifieds later in this article, though I should note that they are clearly intertwined with the signifiers. I approach them separately merely for convenience, and not to perpetuate a reductive Saussurean semiotics. Implicit in this article is an oblique attempt to blur the boundary between intra- and inter-work meaning, and by invoking figurae as a mediating agent between ostensibly segregate-able analytical camps, I mean to suggest that they share much in common. Tonality-as-topic might attenuate the introversive/extroversive binary without relying on anything resembling Nattiez’s ( 1990 ) problematic “neutral” level of analysis.",
                "footnotes": [],
                "citations": [
                    "nattiez_1990"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] A tonal topic emerges quickly in op. 19 no. 4 through the /melodic minor/ nature of Schoenberg’s horizontalized (0148) tetrachord in the first two measures, with Bb as a /tonic/ figura . The salient /tritone/ in m. 2 acts as an iconic signifier, exactly resembling the ideologically-charged interval from common-practice tonal music, where it functions as an agent of motion and energy. (28) The tonal figurae indeed unwind at this point, unraveled by a series of overlapping (013)s as octatonic-signifying trichords enchain. But a brief /pentatonic/ segment of an ic5 cycle provides momentary tonal respite in the second half of m. 3.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The ic5 cycle bleeds into a /(02468)/ that, invoking the whole-tone scale, threatens to take over. (29) Finally, the competing objects of signification—pointing out towards the large source sets of Forte’s analysis—eventually diffuse into a post-tonal milieu as Schoenberg liquidates the topic following the completion of a chromatic aggregate. The end of the A section enharmonically respells the opening (0148), recasting the figurae of /thirds/ and /homophonic texture/ in a post-tonal context, underscored by hints of /resolution/ and traditional /voice leading/. Schoenberg claims in his famous letter to Busoni that “harmony is expression and nothing else,” and his free atonal music is not to be “built, but expressed” ( 1998 [1909], 1283–84). In this section of op. 19, harmonic figurae combine to express a narrative driven by the indexical potential of tonality-as-topic. IV. Historicizing and Lying about Tonality",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "schoenberg_1998"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Concurrent with the particularization and molecularization of tonal figurae and practices in the twentieth century, tonality became somewhat reified and historicized as a concept. As compositional techniques flourished into a fantastic variety, tonal musics and tonal theories often defined themselves either positively or negatively against increasingly dissonant environs; tonal music became a genre. (30) Fred Maus, comparing pitch categories to sexual categories, explains this conceptualization of tonality as it relates to Schenker’s theories: “Schenker’s creation of an elaborate tonal theory in response to post-tonal music resembles, to some extent, sexologists’ back-formation of the concept of heterosexuality as a complement to their new concept of homosexuality. In both cases, a conceptualization of the normative or unmarked category follows awareness of an alternative” ( 2004 , 162). (31) Wolfgang Rathert finds a similar impulse in Charles Seeger’s “positing of a historically definable ‘Urtonality’” during the rise of ultra-modernism in the United States ( 2012 , 68). And, Wörner et al. suggest that, “tonality after 1900 ceases to represent a quasi-natural foundation of music. It becomes, instead a musical technique” ( 2012 , 17). Along with the decoupling of tonal figurae from a synthetic system, these authors all see the rise of tonal music as one category among many. The possibility of treating tonal music topically became increasingly available by explicitly acknowledging it as a genre.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "maus_2004",
                    "rathert_2012"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The diffuse category of tonal music may thus be “taken out of its proper context and used in another one,” satisfying Mirka’s ( 2014 ) topical definition. Further, tonality perfectly aligns with Agawu’s ( 2009 ) conception of traditional topics mentioned above; tonal figurae combine to form a “prior universe made up of commonplaces of style known to [contemporary] composers and their audiences.” However variegated tonal styles might have been at the time, the rise of atonal practices necessarily enacts a new perspective on tonality that allows it to be topicalized.",
                "footnotes": [],
                "citations": [
                    "mirka_2014",
                    "agawu_2009"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] What makes the tonal-topic’s inclusion in an atonal context improper? According to Umberto Eco, a sign can only mean if “there is the possibility of using it in order to lie,” and that, “ every time there is the possibility of lying, there is a sign-function : which is to signify (and then to communicate) something to which no real state of things corresponds [emphasis Eco’s]” ( 1976 , 58–59). (32) Modernists’ treatments of tonal figurae create the conditions of possibility for lying about tonality by using tonal figurae topically, using them to interpret the past, and using them to expose a huge semiotic code, a knotted assemblage of signifieds of the tonal topic. (33) In section [7] below, I explore examples where ambiguously (a)tonal contexts present less obvious examples of lying in order to explore the becoming -topic of tonality—in other words, I interrogate the knotted interstices of tonal meanings in various environments to engage how tonality can be topicalized in diverse practices. V. Interlude: Schoenberg, op. 14 Example 4 . Stefan George’s text for Schoenberg’s Op. 14/1, tr. Bryan Simms (2000) (click to enlarge) Example 5 . Final /cadence/ and clear manifestation of the tonal topic in Schoenberg’s Op. 14/1, mm. 29–30, with /V 7 / and /tonic triad/ boxed (click to enlarge)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "eco_1976"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Another analysis that takes a traditional topical approach will bridge the gap from the signifiers of the tonal topic to its signifieds. For eighteenth-century topics, analysts often rely on their use in opera or music with text to trace lines between identifiable clusters of musical features and broader cultural units. (34) Doing so allows for an explicit and tangible connection between lyrics, action, and music, between textual and semiotic meanings.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] In Schoenberg’s op. 14, two songs express themes of love and temporality. I give the text of the first in Example 4 , a poem by Stefan George, with translation by Bryan Simms. For Simms, it presents “a theme of reaching out for love and suffering rejection” as “lovers console themselves in an alien world” ( 2000 , 32; 37). The final /cadence/ in B minor can be seen in Example 5 with the top three notes of the first boxed chord launching a V 7 to I authentic cadence, presenting one instance of the clear tonal relics that freely intermingle within this extended post-tonal environment. “But,” Simms argues, “the reminiscences of tonality that are so evident in [this song] retain only a symbolic status . . . as key is not its central structural or syntactic principle” ( 2000 , 33). In other words, the clear final /resolution/ to /B minor/, the /key signature/, /triads/, and /harmonic succession/ are not accompanied by /key-centrism/ or /harmonic progression/, which are critical for tonality to function structurally.",
                "footnotes": [],
                "citations": [
                    "simms_2000",
                    "simms_2000"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Example 6 provides an instance of the tonal topic that accompanies text. In mm. 6–8, the lyrics translate as “You came from the spirit of the fields from which we rose.” This is accompanied by a directed motion towards tonal rest—from dissonant, disjointed leaps, through an enharmonically inflected (and inverted) /augmented 6th chord/, to F ♯ major and then F ♯ minor /triads/, all while following parsimonious /voice-leading/. The successive tonal figurae increasingly clarify the text, embodying the “spirit of the fields” from which Schoenberg’s atonal language initially arose. The field of tonality is denotative or connotative in this song, rather than generative or structural.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The second song of op. 14 presents additional clear tonal figurae that support text concerning love and light. For instance, in mm. 17–21 ( Example 7 ) the text wistfully tells of “that which fills us with inner light,” a light from the past which mollifies the wintry night and its darkness. At this juncture, /augmented sixth chords/ and /seventh chords/ flutter together when the two hands of the piano occasionally lock into tonal accord above the /diatonic/ descending bass motion. In this context, at least, the light of the tonal topic provides warmth and protection against the all-encompassing atonal darkness. This signification is made possible by the marked status of tonal figurae and serves as one possible entry into the tonal-topic’s code. Example 6 . Schoenberg’s Op. 14/1, mm. 6–8 with successive figurae contributing to a tonal topic (click to enlarge) Example 7 . Schoenberg’s Op. 14/2, mm. 17–21 with successive potential tonal figurae locking together above the mostly /diatonic/ bass descent (click to enlarge) VI. The /C-major triad/ and a tonal-topic code",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] What other indexical relationships and associations emerge by treating tonal figurae as constitutive of topics? In other words, now that I have suggested how tonality can signify in atonal music—i.e., as collections of topical figurae — what can tonality mean in early modernist music? Asking this reveals an underlying issue in the attempt to apply topic theory to music not of the late-eighteenth and early-nineteenth centuries. As Grabócz, Dickensheets, Agawu, Horton and others have found, the kinds of (necessarily incomplete) lists and definitions of topics readily available for analysis of Haydn and Mozart remain amorphous and unconvincing for later music. Part of the reason surely lies in the lack of commonality of discourses surrounding meaning following the relatively homogeneous Vienna for which a Ratnerian topical formulation works so well. Even while many figurae of tonality-as-topic are readily identifiable, their semiotic associations seem nebulous.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Traditional topic theory posits a Saussurean bipartite signification model, where a synchronic system of signifiers is tied to specific signifieds—the /open fifths/ and /similar motion/ of the horn call topic, for example, are tied directly to the signification of the hunt. Saussure’s sign is, in his words, a “two-sided psychological entity” that ties together a “concept” (i.e., signified) and “sound-image” (i.e., signifier or collection of figurae ) ( 1959 , 65–67). But surely what topics are and how they function might have morphed alongside the changing aesthetics of musical modernism, and I believe early twentieth-century topics require a more fluid Peircian semiosis that allows for significant malleability. Rather than the static one-to-one correspondence of topical signifier and signified in a list like Allanbrook’s ( 1984 ), tonality presents a polymorphous constellation of signs and interpretants rich in potential significations for music of the early twentieth century, encouraging various shades of meanings instantiated through a variety of performative practices. My naming of the excerpts below as tonal topics does not mean they are tonal. Instead, it means that I hear them acting topically, engaging the tonal code I suggest. (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "saussure_1959",
                    "allanbrook_1984"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] As one way into the complex of general, culturally oriented significations of tonality, I will explore some of the networked meanings indexed by a single, extremely specific figura that, within these contexts, helps construct the tonal topic. My chosen figura is perhaps the most mundane of tonal conventions: the C-major triad. (36) While the signifieds of a C-major triad itself might center on simplicity or clarity, as a constituent of tonality-as-topic it glimpses a much grander world; the indexicality of its object far outstrips its ostensible austerity. While any triad should act as a figura of the tonal topic, this triad in particular, given its conventionalized simplicity and historical resonance as the exemplary triad for theorists, seems an especially apt choice for composers wishing to express the tonal-topic. (37)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] My use of the C-major triad as a figura contradicts Rumph’s postulation that a figura does not signify topically. Any “naked” /triad/, as a tonal synecdoche, cannot be totally divorced from the tonal-topic, and it will necessarily signify tonality in an atonal context given sufficient salience. (38) I should clarify, however, that this initial signification is not topical per se. The indexicality of tonality , not the C-major triad proper, is at stake. It is this indexicality of the object, alluded to in my discussion of Almén’s analysis and invoked by the tonal-topic, that is absent from a topical understanding of a C-major triad. Example 8 . Central section of the tonal-topic’s network of signifieds for early twentieth-century music (click to enlarge)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] As with the op. 14 songs above, I connect the tonal topic, which is partially generated by the C-major figura , with text and drama to more concretely supply meaning. (39) An ultimately unfinished and flexible section of a semiotic code captures the interrelatedness of historicity, authenticity, and innovation that were so crucial to modernist composers and artists in the early twentieth century. (40) The full code, seen in Example 8 , centers on ideas of pastness and simplicity. (41) The horizontal axis essentially projects a spectrum of judgment values, with nostalgia, wistfulness, and other positive nodes on the left, and banality, saccharinity, and similar unsavory characteristics on the right. Some nodes appear multiple times, representing the foldable and ductile nature of this semiotic cartography. In the following examples, I explore this code in greater detail while highlighting different aspects partially generated by the C-major triad. These terms and concepts mostly come from secondary literature on the pieces in the discussion that follows, showing the pervasiveness of these cultural units. Example 9 . Wozzeck , Act II, Scene 1, mm. 116– 119 (click to enlarge) Example 10 . Section of the tonal-topic code pointed towards in Wozzeck (Example 9) (click to enlarge)",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] In the first scene of Act II in Berg’s Wozzeck , an oft-discussed, unadorned C-major triad accompanies the eponymous character’s grumblings about money ( Example 9 ). This C-major triad combines with figurae of /drone/ and /homophonic-melodic texture/. (42) As contrasted against the more freely chromatic melody, the triad, Joseph Straus tells us, acts as “an echo of a different musical world, a world that Berg suggests is so commonplace as to be banal. It seems that not only money but the entire edifice of traditional tonality that seems hackneyed and ‘prosy’ at this moment.” ( 1990 , 75). In other words, the marked C-major triad acts as a figural signifier of tonal-banality through the interpretants of its post-tonal context, the opera’s libretto, and Berg’s own lectures on the piece. (43) Straus calls this triad a “dead artifact” of tonality. To be sure, the /C-major triad/ lacks the functionality and structuring power it would have in an unmarked landscape, but as a figura which combines with /homophony/ and /drone/, the tonal inclusion seems a rather live force of semiosis and an active agent of meaning-making. Example 10 outlines some signifieds of this excerpt on my network.",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": [
                    "straus_1990"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] Ives’s setting of Psalm 67 presents an alternative index of tonality as the figura in question combines with /homophony/ and other /triads/ to provide reverent austerity, filled with nostalgia. Peter Burkholder explains that the opening, seen in Example 11 , “evokes the style of Anglican chant but with the rhythms written out and with modernist harmonies” ( 2012 , 184). Though the polytonal framework may suggest that figurae like triads might be unmarked, their combination foregrounds their semiotic potential, providing a bit of textural relief between the G minor bass voices and the C major treble voices. Reminiscence, reverence, stability, and light all obtain in this excerpt ( Example 12 ), stemming from the interrelated notions of the past, nostalgia, and simplicity. (44) Burkholder further suggests that “the stylization of Anglican chant in post-tonal terms is very clear, because the most distinctive parameters of that style are retained even as the harmonic language is changed” ( 2012 , 186). I would argue that the most distinctive parameters of the style are elevated through the tonal topic, and that they gain special prominence by using the /C-major triad/ in particular. Example 11 . Ives’s Psalm 67 , beginning; The treble voices open with the /C-major triad/, helping to manifest the tonal topic within a “polytonal” framework of multiple /triads/ (click to enlarge) Example 12 . Section of the tonal-topic code pointed towards in Psalm 67 (Example 11) (click to enlarge) Example 13 . Bluebeard’s Castle , “Fifth Door” Scene, Rehearsal 73, reduction (click to enlarge)",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "burkholder_2012",
                    "burkholder_2012"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] A related passage occurs in the climactic scene of Bartók’s Bluebeard’s Castle ( Example 13 ), where a huge /C-major triad/ accompanies the throwing open of the “fifth door,” revealing Bluebeard’s vast kingdom, a sweeping vista of mountains and fields awash in light. This is the first exterior scene of the entire opera, the first glimpse of something outside the castle walls. Elliott and Juana Canabal Antokoletz describe how Bluebeard “proudly gazes out toward the horizon of his endless domain in all of its brilliance, expansiveness, and grandeur. Concomitant with this sense of achievement, he feels ‘liberated, redeemed, luminous, grateful in his happiness’” ( 2004 , 235). Through the interpretant of Bluebeard’s castle, the “outside” tonal topic represents the achievements of his dominance, both past and present. /C major/ launches a succession of parallel /triads/ with roots moving along a /pentatonic scale/, later accompanying a simple pentatonic melody in the voice. Although the triads fail to act functionally, in this context they suggest an impressive, pastoral indexicality of the tonal-topic.",
                "footnotes": [],
                "citations": [
                    "antokoletz_and_antokoletz_2004"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] But from the perspective of the other main character, the captured Judith, there is certainly something sinister at play as well. She shrieks as the fifth door opens and simultaneously dashes any hope of experiencing that exterior world again. She may be awed by the tonal grandeur, but it is awesome by an older definition, impressive and daunting. The huge triad, embodying Bluebeard’s stifling and murderous patriarchy, overwhelms Judith’s screams. Example 14 . Section of the tonal-topic code pointed towards in Bluebeard’s Castle (Example 13) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] Tonality here indexes grandeur, light, and, I believe, a bygone time, but it also points toward something oppressive and irrevocably distant and unobtainable, pocked with fear. In Example 14 , I sketch this broadly signifying example on the code, occupying a space overlapping Ives’s reverential serenity, but spilling towards the negative side of the network.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] Two more excerpts will flesh out this code before moving to less obvious instances of the tonal-topic. In the second movement of Bartók’s Fifth String Quartet, the ethereal, contrapuntally rich post-tonal landscape gives way to occasional tonal figurae . The most charged, to my ears, is a semiotically saturated pianissimo /C-major/ triad played low in the range of the cello, viola, and second violin, shown in Example 15 . This marked figura gives a strange stability, evoking an exterior realm that is othered yet familiar, which I outline in Example 16 . (45) Example 15 . Bartók’s String Quartet no. 5, II , mm. 45–47 (click to enlarge) Example 16 . Section of the tonal-topic code pointed towards in Bartók’s fifth String Quartet (example 15) (click to enlarge) Example 17 . Polymorphia , Ending, mm. 63–67 (click to enlarge) Example 18 . Section of the tonal-topic code pointed towards in Polymorphia (Example 17) (click to enlarge)",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] Last, I give a much later example that showcases the continued use of tonality as a topic throughout the twentieth century. Penderecki’s Polymorphia ends with a huge, totally unprepared /C-major triad/ after swirling masses of largely indeterminate pitches and glissandi ( Example 17 ). (46) The result is shock, one of the key aesthetic characteristics of modernist art for writers like Baudelaire ( 1964 [1864]) and Benjamin ( 2006 [1940]). But, this shock could be understood as humorous or playful rather than scandalous. I think tonality as a topic often acts this way, as a less serious form of Berg’s criticism in Wozzeck , as I highlight in this section of the code in Example 18 . The playfulness of Schoenberg’s op. 19 no. 4 embodies a similar spirit and thus shares a common space within the network of signifieds. The topical masks Almén analyzed and my tonal topic both embody a humor and joviality, in my opinion, rather than an extreme tragic irony.",
                "footnotes": [
                    "FN46"
                ],
                "citations": [
                    "baudelaire_1964",
                    "benjamin_2006"
                ]
            }
        },
        {
            "6.13": {
                "text": "[6.13] In each of these examples, save Psalm 67 , the tonal topic is further foregrounded by /dynamic extremes/. Though not unusual for modernist music, the sudden and dramatic loudness or softness of these topical manifestations tend to reinforce certain formal boundary points: the codetta to Polymorphia , the beginning of a character’s musings in Wozzeck , a new section of a string quartet movement, the dramatic climax of Bluebeard’s Castle , phrase endings and cadences in op. 14, and launching points for motivic development in op. 19 no. 4. The amalgamations of figurae at these boundaries, including those generating the tonal topic, instantiate markedness assimilation, highlighting crucial formal aspects of the music through both salience and meaning creation. (47) VII. Tonality as Topic in Diverse Compositional Settings",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The fuzzy assemblage of a code built through the previous examples might irk some readers as being too broad or unsystematic. Of course, it is broad and unsystematic, just like modernists’ compositional strategies in the early twentieth century—and just like composers’ uses of and reactions to tonality. Tonality-as-topic broadens analytical efforts directed at both modernism and tonality, capturing canonical atonal works like those of the Second Viennese school as well as more tonal, popular, or nationalistic works. Composers like Messiaen, Weill, Hindemith, Beach, Crawford, Puccini, Britten, Fine, and many others are surely also modernist, and their (at times) overtly tonal practices shed light upon the kaleidoscopic deployment and phantasmagoric expansion of the “thesaurus” of earlier musical conventions. They open other links within this code, building its complex and networked structure while revealing a spectrum of tonality’s topicalization. In fact, tonality-as-topic forges genealogical connections between many disparate authors and composers, of which I provide a (necessarily partial) survey below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Celia Hurwitz implicitly latches onto the tonal-topic in study of Britten’s String Quartets. Instead of assuming “that tonality is the overarching system” of these pieces, she explains, “it becomes crucial to trace the places and ways in which elements familiar from tonal contexts assert themselves” ( 2002 , 30). And later, “tonal references are not used in these works primarily as pre-defined functional symbols, but rather as a vocabulary from which [Britten] calls upon familiar associations or creates new meanings” (183). Similarly, Puccini’s relatively conventional tonal aesthetic—leaning towards tonality as a system—has been read as an empty signifier to be filled by an authoritarian Italian state. Leon Botstein, for instance, casually suggests “it represented a regressive, narcotic, illusionistic music that didn’t provide any resistance to a fascist regime” ( Wise 2016 ). Or, as contemporary author and music critic Renato Mariani observed, Turandot in particular expresses “the positive values of healthy, living modernity, of absolute, indisputable contemporaneity” ( Earle 2016 , 177). (48) In either case, Puccini’s tonal figurae became easily appropriable and endlessly manipulable signifiers of temporality in interwar Italy, as their familiarity petrified in a narrow subsection of the tonal-topic code.",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "hurwitz_2002",
                    "wise_2016",
                    "earle_2016"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] Taruskin essentially argues for an analysis of tonal figurae when he suggests that Strauss’s Salome maintains the “phonology” of functional tonality while the syntax proceeds in a “polymorphously perverse fashion.” ( 2010 , 43). He goes on to describe how /authentic cadences/, certainly an even more powerfully direct meronym for tonality than a simple /triad/, “mainly serve a ‘ceremonial’ function—as a symbol for decisive action” (43). Ceremonial nodes might link the left-hand side of Example 8’s code together with the cluster surrounding stability as Strauss’s “maximalized” progressions branch into the mutable, rhizomatic code of the tonal topic.",
                "footnotes": [],
                "citations": [
                    "taruskin_2010"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] Both Cohn ( 2012 ) and Harrison ( 2016 ) hint at tonal topics in their analyses of music by Prokofiev. Harrison enumerates tonal figurae in the opening of the Sonata for Flute (op. 94): “a number of features are familiar from pre-1910 tonal practice, among which are a perfect-fifth (P5) tonal frame around D and A, predominantly stepwise voice leading, antecedent and consequent phrase structure, and triadic harmonies” ( 2016 , 2–3). Prokofiev’s compositional practice, which Harrison dubs “backwards-compatible” ( 2016 , 4), necessarily faces the past, and Cohn’s exploration of harmony in Peter and the Wolf reads its traditional tonal figurae —including /harmonic-function/, /C-major/, and /homophonic-melodic texture/—as “a musical allegory” of Peter’s “comfortable bourgeois home” ( Cohn 2012 , 53). In both Prokofiev excerpts, tonality functions syntactically and topically by opening onto the code of Example 8 through interpretants leading to pastness or bourgeois sentimentality.",
                "footnotes": [],
                "citations": [
                    "cohn_2012",
                    "harrison_2016",
                    "harrison_2016",
                    "harrison_2016",
                    "cohn_2012"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] In the late works of Amy Beach—an “unabashed musical conservative” ( Robin 2017 )—tonality verges on becoming -topic as her increasingly dissonant compositional techniques approach something akin to Schoenberg’s “air of another planet.” Adrienne Fried Block ( 1998 ) suggests that Beach’s “conscious and deliberate” (268) use of progressive tonality, for instance, was meant “to suggest transcendence” (267). Or, in her Christ in the Universe (1932), Beach “destabilizes” tonality, employing harmonic ambiguity through whole-tone scales, the chromatic collection, and a variety of seventh chords to represent the liminality of the Crucifixion. Against this, most of the piece “faces the late-Romantic past” ( Block 1998 , 268) by using more traditional tonal figurae to present its mundaneness. Here tonality is not quite a topic, but Beach’s destabilization presents the opportunity or potential for it to become -topic, to explore the temporality of its indexicality.",
                "footnotes": [],
                "citations": [
                    "robin_2017",
                    "block_1998",
                    "block_1998"
                ]
            }
        },
        {
            "7.6": {
                "text": "[7.6] Berg’s Lulu similarly plays with the boundary between tonality and atonality, with sections providing various contextual implications along a spectrum of pitch structures. Themes that rely on tonal figurae like /triad-based harmonies/ and traditional /voice-leading/, as Judy Lochhead summarizes, have tended to be described as “beautiful, gorgeous, and memorable” while stirring “intense and authentic feelings” ( 1997 , 236). (49) These descriptions trend leftward on the code of Example 8, but Lochhead rightly problematizes such naïve mappings of tonal-authenticity and atonal-artificiality. Instead, she proposes that the Mahlerian musical style Berg employs often falls into “an exaggerated and appropriated ‘romantic’ sound” which presents tonality as insincere pastiche, a blank parody of overly sentimental music, with Lulu-the-character performing “her feminine power in the melodramatic narrative through the ‘overpowering’ aura of tonal implication” (239). Berg’s blend of tonal and atonal practices makes differentiating between topics challenging, but tonality-as-topic permeates Lochhead’s reading of Lulu’s music, supporting “a character whose actions reflect her history, her self-awareness and her strategies for self-preservation” (242)—qualities inherent in an authentic modernist feminist character.",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "lochhead_1997"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] And, for some members of “Les Six,” especially Milhaud, a return to tonality and a turn to polytonal compositional styles presented a unity “in their opposition to atonality,” as Marianne Wheeldon ( 2012 , 145) explains. Tonality is not quite topicalized per se, but as a reaction to the modernizing processes of “Teutonic” atonality, it reaffirms the past, continuing the Latinate French tradition and heritage that drove Milhaud’s aesthetics and politics. Relatedly, Alain Frogley ( 2012 ) argues that Vaughan Williams’s “dialectic between diatonic tonality and various anti-tonal elements typical of mid-century modernism”—as in his London Symphony (1914)—drive tensions “between urban experience and the development of harmony and tonality in the twentieth century and before” ( 2012 , 188). Again, processes like urbanization and mechanization become foils for tonal figurae to signify against or with.",
                "footnotes": [],
                "citations": [
                    "wheeldon_2012",
                    "frogley_2012",
                    "frogley_2012"
                ]
            }
        },
        {
            "7.8": {
                "text": "[7.8] Although tonality’s markedness reversal began during the years surrounding the turn of the century, its becoming -topic continued for decades, as glimpsed in the myriad examples above, building a spectrum of topicalization and meaning. Given the multitudinous “hows” and “whats” that the tonal topic can mean in the fractured and maximalized compositional world of these excerpts, I agree with historians and philosophers like Marshall Berman ( 1982 ) and Jürgen Habermas ( 1987 ) in that modernism encompasses a much larger range than the early twentieth century. And, rather than being a specific period, modernism is better defined as reactions to processes of modernization. For Western art and popular musics, tonality and its diverse articulations seem at the heart of modernization, as a seemingly rigid system that dissolves into molecular collections of figurae —a compositional solid that perpetually melts into air. VIII. Conclusions",
                "footnotes": [],
                "citations": [
                    "berman_1982",
                    "habermas_1987"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] My main goal in this article has been to establish tonality itself as a topic in modernist music. In the process, I had to broaden the possibilities for topical analysis in general while reconsidering what a topic might be. I argued that, from the nineteenth to early-twentieth centuries, the drift of minimally-signifying phonemic material of tonality into the context of an atonal landscape precipitates figurae , rich in markedness and meaning, which constitute stock figures to use in musical discourse. By suggesting this process, I hope to have cleared some space for the application of topic theory to music in a time when conscious attempts at innovation seem to corrupt conventions. To do so, I have first shown how tonality can function topically in a manner that satisfies strict definitions. Indeed, tonality’s processes of signification are analogous to those of traditional topics of the eighteenth-century and their accompanying theories. Taking this a step farther like Frymoyer ( 2017 ), I believe that “confronting the challenging issues of topical identities in the twentieth century can illuminate how topics form and evolve in earlier repertories. In short, topical analysis of eighteenth-century repertory can also benefit from considerations of modernist works” (107).",
                "footnotes": [],
                "citations": [
                    "frymoyer_2017"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] I have also hoped to partially deterritorialize topics more generally by tackling one of Mirka’s challenges: Stylistic cross-references remain important factors in twentieth-century music, but the spectrum of such references and complexity of their sociocultural meanings exponentially increases. . . . It is to be hoped that further music theorists and historians will take up the gauntlet thrown by the volume’s contributors and turn topic theory into a fruitful mode of inquiry into music of the nineteenth, twentieth, and twenty-first centuries ( Mirka 2014 , 47). So, what is a topic in the twentieth century? As I have explored throughout this article, a better question might ask, what processes are involved in becoming -topic? Tonality becomes-topic as the increase of both tonal references and sociocultural meanings—generated by the markedness gain of tonal figurae —produces a malleable network of signification, and a spectrum of potential tonal-topicality emerges during this era.",
                "footnotes": [],
                "citations": [
                    "mirka_2014"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] One might argue that tonality could be a “meta-topic” of sorts, with most of my examples’ meanings able to be explained more concisely by invoking other, more traditional topics (chorale, pastoral, etc.). I cannot accept this hierarchy—would not the pastoral and military be agglomerations of other topics then, rather than topics themselves? The tonal-topic aspect does not simply inflect the signification of my brief excerpted examples; it crucially determines (or suggests or allows) them. Bluebeard’s fifth door scene would retain its grandeur or splendor if composed with polychords or (025)s instead of (037)s, but it would lose its pastorality, its connections to the past, and its sense of othered, yet familiar, exteriority. Wozzeck’s financial ruminations would surely lose their incisiveness without the tonal-topic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] Ultimately, I am not sure how useful it is to separate topics off from other forms of signification, especially for modernist music that signifies in so many various ways. I understand the impetus to keep topics segregated from affect and other forms of meaning when analyzing eighteenth-century music—contemporaneous writers explicitly discussed semiosis in music, and sign-functions remained relatively stable—but it seems too limiting for the diversity of the twentieth century. Hence the capability of tonality as topic, not merely as familiarizing effect, but as something closer to Martha Hyde’s fluid concept of metamorphic anachronism, which, “in music, involves deliberate dramatization of historical passage, bringing the present into relation with a specific past and making the distance between them meaningful” ( 1996 , 205). Hyde’s concept—which often reflects “the degree to which a culture possesses or lacks a strong historical sense” ( 1996 , 205)—can easily be invoked for tonality qua topic, as the markedness assimilation of my examples emphasizes the relationship between the present and a more general past. (50)",
                "footnotes": [
                    "FN50"
                ],
                "citations": [
                    "hyde_1996",
                    "hyde_1996"
                ]
            }
        },
        {
            "8.5": {
                "text": "[8.5] The archaizing notion of tonality has proven durable throughout the twentieth and even twenty-first centuries as composers recurrently employ tonal figurae to evoke pastness and the expansive codes involved therein. (51) Morton Feldman’s Triadic Memories (1981), for example, meditates on /triads/, /resolution/, and /voice-leading/, blurring distinctions between past and present, between memory and experience. “There is a suggestion ,” Feldman said before the American premiere of the piece, “that what we hear is functional and directional, but we soon realize this is an illusion” ( Lunberry 2006 , 43–44). The whole piece constantly teases at a tonal topic, invoked obliquely in title and glimpsed, for instance, through the cracks of the augmented-fourth to minor-sixth /resolutions/ that begin the work. In the final movement of Feldman’s Rothko Chapel (1972), a rather uncharacteristic diatonic Hebrew “tune” appears—an intrusion of Jonathan Kramer’s ( 1988 ) “linear time” into Feldman’s typical “vertical” proclivities—as a means of memorializing his artist friend. (52) Ian Pace suggests that the melody looks back “to a time before Feldman felt compelled to write in a more abstract idiom,” before both his and Rothko’s turn to abstraction brought an “impossibility of turning back to previous models” ( Pace 2011 , 165). Feldman conjures the tonal topic, interleaved as it is with temporality, to evoke a nostalgia that programmatically enriches both of these pieces.",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": [
                    "lunberry_2006",
                    "kramer_1988",
                    "pace_2011"
                ]
            }
        },
        {
            "8.6": {
                "text": "[8.6] Finally, Joan Tower’s In Memory (2001) engages the tonal topic quite directly while semiotically encapsulating the title’s solemnity. Tower slowly builds towards the tonal topic, expanding from monophony, through a duet of growing intervals, to a series of /suspensions-resolutions/, a /homophonic-melodic texture/, and brief /triads/. A combination of voice-leading and diatonic figurae emerge, providing somber wistfulness as rapid solo passages melt into slow, lyrical sections, becoming-tonal and becoming-topic along the way. Like the Feldman pieces above, Tower’s music embodies the continued capacity of tonality to stir memories, connecting the listener with the tonal-topic’s expansive semiotic code to approach their titular acts of remembrance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.7": {
                "text": "[8.7] Besides laying out the historical situations in which tonality became and remained topicalized, a further goal of this project has been to bring the expressive role of topics in from the periphery, towards the center of analysis. In this way, my methodology is not a poietic mode of analyzing modernist music. (53) The way tonal objects shape compositional construction certainly contributes to tonality’s roles in the early twentieth century, but the tonal-topic focuses more on reception and meaning, on the synthesis of content and expression planes of signification, and on tonality’s power for both composers and listeners of modernist music. This should refute Monelle’s claim that “the nightmare of modernism made some of us think that musical meaning, in any ordinary sense, was finished” ( 2006 , 273). I think that, actually, a quite ordinary sense of musical meaning in modernism can be understood through the evolution of topics—especially through tonality qua topic.",
                "footnotes": [
                    "FN53"
                ],
                "citations": [
                    "monelle_2006"
                ]
            }
        },
        {
            "8.8": {
                "text": "[8.8] Modernism, in almost any definition, is necessarily concerned with historicity and a sense of the present being irreconcilably different from the past. The various treatments of the tonal topic investigated here perfectly capture this sentiment as tonality becomes a crucial site of connection and communication. By synthesizing topic theory and tonality into an active modernist conception, I hope the tonal-topic will open a new world of analysis in which to explore a broad spectrum of music from the early twentieth century and beyond.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.4.johnson.html",
    "data": "mto/data/mto.17.23.4.johnson.json"
}