{
    "title": "The Founding of the Society for Music Theory",
    "date": "2003/03/01",
    "volume": "9",
    "issue": "1",
    "authors": [
        "Forte, Allen"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "14 December 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.1/mto.03.9.1.forte.pdf",
    "author_info": [
        {
            "name": "Allen Forte",
            "university": "Yale University",
            "address": "",
            "email": "allen.forte@yale.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] To President Elizabeth Marvin, Vice President William Caplin, Past President   Thomas Christensen, President-Elect Joel Lester, Secretary Gretchen Horlacher,   Treasurer Candace Brower, Members-At-Large of the Executive Board, and last,   but never least, members of the Society for Music Theory, wherever you may be—to   all of you I offer warm congratulations on this twenty-fifth anniversary of   the Society. I am very pleased to be with you tonight in order to say a few   words about the founding of the Society, its significance, and its achievements.   But before I begin I should like to pay homage to the eminent past presidents   so elegantly deployed at the head table. You can imagine how I feel, standing   here, looking at you all with admiration, from a personal perspective now a   quarter of a century old.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Now to the genesis of the Society, in the telling of which after twenty-five   years assumes mythic proportions, replete as it is with a giant (in the shape   of the American Musicological Society), heroic figures (the courageous founders   of our organization), and the various entities that formed the Greek chorus   for the dramatic events that led to the establishment of the organization we   now know as the Society for Music Theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Picture, if you will, Evanston, Illinois (the home of Northwestern University)   in the fall of 1977. It is beautiful autumn weather, warm and sunny. A spectacular   location, alongside one of nature’s wonders, the stupendous and sometimes unpredictable   Lake Michigan. What a wonderful setting for what became a tumultuous and auspicious   occasion: the annual meeting of the College Music Society, at which a session   had been arranged for the discussion of the possible formation of a new society,   a society to be dedicated to the study and furtherance of the field of music   theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The very idea of an autonomous “field” of music theory was of   course anathema to many in the AMS, even though American musicology itself had   achieved recognition only in the relatively recent past—forty-three years   earlier, to be precise—as a reputable field of scholarship worthy of sustaining   its own identity under the umbrella of an organized learned society. Thus, when   the proposal to form a new theory society was broached at the Evanston meeting—in   a large lecture hall, with, as I recall, a very out-of-tune piano that corresponded   nicely to the situation!—the responses and counter-responses spanned a broad   range of emotions, from the plaintively supplicative—as when the then Editor   of the Journal of the American Musicological Society promised that if   a new society were not formed, articles on music theory would be published in   that periodical on a regular basis in the future—from that touching appeal   to the fiery rhetoric of a major scholar, who urged that the concept of a new   theory society, created by splitting off from the AMS, be abandoned forthwith.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] What that eminent person—and others who objected to the formation of a   new society—did not take into account was that many of those deeply interested   in the possibility of a new society were not only not members of the AMS but   were also uninterested in the kinds of activities AMS fostered. In a number   of instances, those individuals had a deep involvement in contemporary musical   composition, as scholars or as practitioners. Their primary theoretical interests   lay in formulations relevant to contemporary music, not in the tonoi or in the subtleties of the anadiplosis, although I am sure they could   have said a great deal about the latter—if, that is, someone had told them   its meaning!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] What is particularly striking and even ironic about this circumstance is   that as soon as our journal, Music Theory Spectrum, began publication,   its contributors energetically trampled upon territories traditionally occupied   by musicologists, as is evident in the Index to the first ten volumes of our   journal, which contains references to such treatises as Gaffurio’s Practicae   musicae and Kirnberger’s Grundsätze des Generalbasses. History   of music theory was becoming part of music theory—or at least a field to be   shared with musicology, representing a tradition that began in the United States   with Paul Hindemith, who also, and of course, included in his virtuosic curriculum   vitae the basic role of composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] But, to return to my dramatic narrative, the controversy raged on in that   Northwestern University auditorium on that fateful autumn day, with individuals   leaping to their feet, and with alternating cries of anguish and exuberance   emanating from the chorus. And meanwhile, the waves of the nearby placid lake   continued to lap the shore, quite oblivious of the antics of the energetic little   fish who were leaping from its surface in an impatient effort to escape the   comforting depths of their aquatic mother. (I pause to savor the metaphor.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Like those little fish, the members of the National Advisory Committee,   the group that comprised the founders of our society, ultimately became impatient   with the debate in the large auditorium, having already discussed in prior public   meetings some of the basic issues involved in forming a new society, and in   that way having sufficiently “tested the waters,” to know that there   was a substantial group out there that would support such a move. As I look   around me tonight I see incontrovertible proof of that conviction, a tribute   to the foresight of the founders.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] But, as I reflect upon that fateful day in 1977, it seems clear that the   National Committee—the members of which I listed in my 1987 talk—was really   quite unconcerned about the objections of the conservative musicology contingent—not   really, as it turned out, a substantially negative factor—so that after short   meetings of the Committee (in the room of the building where the big public   meeting had taken place—all this occurred within a very short time) a consensus   was reached that we should proceed to the formation of a new organization. At   that moment, and to elevate this lengthy description to an appropriately cinematic   level, Wallace Berry, perhaps the major figure in this entire script, then approached   me privately and asked: “Would you be willing to serve as President?”   I replied: . . . “Well? . . . ” And Wallace said: “Ok, let’s go.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] So, that’s how we started. No elections—since there was no formal   constituency, hence no rules of procedure, and no one looking over our shoulders.   The moment had arrived, and the time for decisive action was ripe. Wallace was   to be Vice-President, Richmond Browne Secretary, and Mary Wennerstrom Treasurer.   Selected somewhat later were the Members At Large of what would become the Executive   Board: Elaine Barkin, Douglass Green, Arthur Jannery, Leo Kraft, Lewis Rowell,   and Peter Westergaard. And remember, at this stage we did not even have a name   for the new organization!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Subsequently of course we formalized everything, and after serious deliberation,   we settled on a name for the infant organization, discarding the most obvious   possibilities, such as the American Music-Theoretical Society and the American   Society for Music Theory. In both those cases, it was felt that it was less   important to designate the national origin and primary location of the society   than to specify its field of major interest. Even more important than naming   the society was the decision to inaugurate a journal of the society—and that   was one of the most extraordinary achievements of the nascent period. With amazing   speed, the first issue of our journal appeared in 1979, a mere two years after   the historic Evanston confrontation, with Bryan Simms as Editor, and with nine   excellent scholarly articles, representing the spread of interests that has   come to characterize the activities of the members of our organization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Deciding upon a name for the journal proved to be both difficult and time-consuming.   As I recall, Lewis Rowell suggested something in Sanscrit, Richmond Browne wanted   an esoteric title, incorporating, as I recall, the term “diastematic,”   and Peter Westergaard thought that the name Princeton should appear somewhere   on the cover. In a desperate effort to negotiate this diversity, I suggested Music Theory Spectrum, which was accepted after only a little grumbling.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] We also had to obtain legal status for the society as a not-for-profit   organization, and this was done with non-profit assistance, since we obviously   had no money. Indeed, money for the operation of the society was a persistent   problem for some time, as Mary Wennerstrom will confirm. Then came the issue   of the proper selection of elected officers and executive board members, soon   to be specified in our charter and rules. On the practical side, I was to serve   for three years as president, to provide a degree of stability—and Richmond   and Mary would continue, for the same reason, as secretary and treasurer, respectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In 1980 the first election of officers and board members took place,   and I was elected president—in a close race with Leo Kraft—for a term of two   years, at the same time establishing the pattern we now have of an overlapping   of terms of officers, and restriction of the presidential term to two years,   a wise decision in view of the total of five years during which I had occupied   that office. So, in 1980 we were underway, in approximately the happy circumstances   we now enjoy. But there is more.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] All these important and historical activities took place against the background   of the aims of the founders, which were—as I now realize—both implicit and   explicit. As far as individuals are concerned, it would be inappropriate for   me to say what goals the founders had in mind—especially since some of them   are no longer active in the society, and indeed some are no longer with us.   But, retrospectively, it seems clear that the main goal of the society, upon   its formation in 1977, can be seen as the establishment of a communal home dedicated   to the recognition of a diversified group of individuals engaged in music-theoretic   endeavors, a group whose efforts before that time had been supported to a certain   extent by our elder sister society, the American Musicological Society, as well   as by the College Music Society and other fine organizations that engaged some   of the interests of our potential membership, and still do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] What was lacking of course was a distinct identity, the fulfillment of   which was a very strong motivation in that hectic time in Evanston in 1977.   Here I should say that our relation to the AMS, although somewhat problematic   during those days, has become a fruitful and friendly alliance in the intervening   years—as evident in our frequent joint meetings. And many of us enjoy joint   membership. Indeed, I am a case in point, having been a member of AMS for longer   than I care to remember, having served on the Editorial Board of JAMS, actually with an article published in that eminent periodical, and serving as   a member of the AMS 50 committee. Although I do not regard myself as a musicologist,   I have been hanging out with real musicologists for so long that I am sure something   of their excellent scholarly work must have influenced my own. Indeed, I feel   quite comfortable in musicological circles unless the conversation turns to,   say, the music of Eustache du Caurroy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The activities of the Society for Music Theory from 1982 onward, under   the superb leadership so strikingly represented by the roster of presidents   at the head table, have produced truly remarkable results. Among these I would   point out the increased acceptance of our field in academic environments—that   is, the role of music theorists in undergraduate and graduate curriculums, the   establishment of new graduate programs in music theory, and the evident increase   in academic positions requiring expertise in music-theoretic topics, such as   Schenkerian analysis. There are now two endowed full professorships at Yale   that include in their titles the term music theory, although one of these, the   Battell Professorship predates the contemporary period by many years. Professors   at Harvard, University of Chicago, State University of New York at Buffalo,   University of Texas, New England Conservatory of Music, among other eminent   institutions, are graduates of the earliest American program devoted to post-graduate   studies in music-theoretical topics, including history of music theory and advanced   analysis. And, as I mentioned in my 1987 talk in Rochester, I am continually   surprised at the number of truly excellent persons in the field who lack the   Yale connection. Preeminent among these of course is my dear friend David Lewin.   But let us remember that David was a Yale Professor for a substantial time before   succumbing to the lure of Cambridge.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] With respect to graduate programs in music theory, I would like to take   this opportunity to express my disappointment over the lack of support I have   received for the comprehensive proposal I put forth in 1987 concerning benefits   for graduate students—in particular, the retirement plan for those who have   successfully completed twenty years of post-graduate work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This egregious gap, however, has been balanced by the intervening achievements   of the society, for example, by the innovative technological facilities initiated   by Lee Rothfarb, the publication program, the professional development presentations   at annual meetings, the work of the Diversity Committee, as well as that of   the Committee on the Professional Status of Women, and other activities still   in the planning stage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] All of these, which have become integral parts of the Society for Music   Theory—require support from the membership, and I take this opportunity to   urge everyone to contribute to the fund-raising campaign to be chaired by Past   President Thomas Christensen. As I have indicated in the course of my talk,   SMT has done a great deal for the professional field in which we are all engaged,   beginning with those early, very tentative and difficult days and months I attempted   to recapture earlier this evening. It is time for all of us to assist the visionary   effort about to be set in motion. I should add that in this endeavor, I expect   to play a special role: Thomas Christensen has invited me to serve as Honorary   Chair, stipulating at the same time that I am expected to do nothing—which   of course I am prepared to do, energetically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In closing, I would like to propose a toast to a person whose gracious   professionalism, exemplary intellect, and wonderful musical talents are well   known to all of us. To the President of the Society for Music Theory, Elizabeth   West Marvin.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "the smt twenty-fifth anniversary banquet lectures",
    "source": "mto/raw/mto.03.9.1.forte.html",
    "data": "mto/data/mto.03.9.1.forte.json"
}