{
    "title": "Review of Jean-Jacques Nattiez, <i>Wagner Androgyne: A \nStudy in Interpretation</i> (Princeton:  Princeton University Press, 1993).",
    "date": "1996/01/01",
    "volume": "2",
    "issue": "1",
    "authors": [
        "McCreless, Patrick"
    ],
    "abstract": "",
    "keywords": [
        "Nattiez",
        "Wagner",
        "androgyny"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.1/mto.96.2.1.mccreless.pdf",
    "author_info": [
        {
            "name": "Patrick McCreless",
            "university": "School of Music",
            "address": "University of Texas at Austin, Austin, TX 78712-1208",
            "email": "pmcc@ccwf.cc.utexas.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See especially the reviews by Brian Hyer in the Journal \nof the American Musicological Society 47 (1994): 531–40; and \nPaul Robinson in the Cambridge Opera Review 7 (1995):  81–85.",
            "citations": []
        },
        "FN2": {
            "text": "2. I will continue to use the word “androgyny” in direct \nquotations and in situations where Nattiez himself would use \nit, despite the reservations noted above.  If both here and \nin the book one substitutes “the symbolic relationship of, \nand/or union of the sexes” for “androgyny,” one will come \nclose to his meaning.",
            "citations": []
        },
        "FN3": {
            "text": "3. Paul Robinson rightly questions whether such a state of \naffairs in any sense represents androgyny and the \ntranscendence of sexual difference, or whether it in fact \nperpetuates male domination in its most virulent form.  See \nhis review, pp. 81–82.",
            "citations": []
        },
        "FN4": {
            "text": "4. Quoted by Nattiez (p. 164) from Wagner’s 1879 essay, “On \nOpera Poetry and Composition in Particular.”",
            "citations": []
        },
        "FN5": {
            "text": "5. Quoted by Nattiez (p. 164) from Wagner’s 1879 essay, “On \nPoetry and Composition.”",
            "citations": []
        },
        "FN6": {
            "text": "6. Nattiez’s book can be read profitably in conjunction with \nMarc A. Weiner’s Richard Wagner and the Anti-Semitic \nImagination (Lincoln, NE:  University of Nebraska Press, \n1995).  Both books tie Wagner’s writings (letters as well as \ntheoretical essays) convincingly to his dramatic works, and \nboth make much of the anti-Semitic caricatures of Alberich \nand Mime (though Weiner does so in far greater detail).  But \nwhereas Nattiez shies away from the ethical implications of \nsuch connections, Weiner foregrounds them.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Near the beginning of the tenth chapter of Wagner Androgyne Jean-Jacques Nattiez introduces a quotation that he identifies as\ncoming from an obscure, unpublished lecture of Claude Levi-Strauss—a\nlecture given in Brazil, and made available to Nattiez by a Brazilian\nfriend.  The passage is vintage Levi-Strauss: structuralist to a\nfault, and using the paradigmatic method to identify an underlying\nsimilarity of structure in two myths that seem, on the surface anyway,\nto have nothing to do with one another.  What attracts Nattiez is that\nthe myths addressed by Levi-Strauss are in fact Wagnerian myths—those\nof Siegfried and Tristan: My studies revealed the extensive\nconnections between all genuine myths and opened my eyes to the\nmarvelous variations that can be found within this rediscovered\ncorpus.  It was with a delightful sense of unmistakability that I\nencountered one such variant in the relationship between Tristan and\nIsolde as compared with that of Siegfried and Brunnhilde.  Just as in\nlanguages, a sound shift often produces two apparently different words\nfrom one and the same original, so two apparently differing\nrelationships had evolved from this single mythic relationship as a\nresult of a similar shift or transmutation (p. 237).  The paragraph\nproceeds to detail the deep structural parallels between the two\nmyths, and Nattiez picks up the thread to adduce two comparable cases:\none that Levi-Strauss posits between Die Meistersinger and Parsifal (“In both cases an elderly and experienced man\n. . . retires in favor of another, younger man, who is exceptionally\ngifted and whom he enthrones. . . . ”), and Nattiez’s own cherished\nparallel between the “androgyny” in Wagner’s theoretical writings and\nthat in his operas—the topic of the book.  These seductive structural\nparallels serve to launch the main body of the chapter, in which\nNattiez 1) reviews the topic of androgyny in Levi-Strauss’s work,\nfocusing especially on his provocative theory that, since the late\nsixteenth century, music replaces myth in Western culture, and that it\nfunctions on a sexual principle whereby [male] music fills up the\ninternal spaces of the [female] listener; 2) critiques Levi-Strauss’s\nstructural analysis, in The Naked Man, of the Ring ; and 3) allies\nLevi-Strauss with Freud as twentieth-century theorists who purvey a\nstructuralist, totalizing hermeneutics. Such a hermeneutics, according\nto Nattiez, “reduce[s] the world’s diversity to an endless series of\nbinary opposites,” in the process obliterating the human subject,\ndenying time and historical process, and—most perniciously of\nall—“bolster[ing] up the liberty and laxity of interpretation”\n(p. 253), such that the binary opposites are reversed, male becomes\nfemale, night becomes day, and (a leitmotif heard continually in the\nlong third part of the book) all meaning is lost in a “total freedom\nof interpretation” (p. 263).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Chapter Ten encapsulates in a nutshell the strengths and\nweaknesses of Nattiez’s book.  Nattiez’s intellectual roots, of\ncourse, are in French structuralism, and he shares with the best of\nhis models—of whom Levi-Strauss is certainly one—an imaginative and\nwide-ranging mind, a polymathic command of sources in a dizzying\nspectrum of disciplines, a penchant for close reading of texts, and a\nflair for the “paradigmatic method” of discovering deep parallels that\nare hidden beneath textual surfaces.  So it comes as no surprise that\nin this chapter Nattiez navigates his way breezily among many of\nLevi-Strauss’s works, Wagner’s writings, Wagner’s operas, Ravel’s Bolero (as analyzed by Levi-Strauss), Freud and Jung, with passing\nreferences to Paul Ricoeur, Roman Jakobson, Umberto Eco, a few\ncontemporaries of Freud, and a number of French critics thrown in for\ngood measure.  Nor does it come as a surprise that Nattiez has\ndiscovered a structural parallel that really is worth knowing and\nthinking about: that just as Wagner invented a powerful sexual\nmetaphor for the relation of text and music in opera (the text as\nmale, fertilizing with content and meaning the womb of music, which is\nfemale), so did Levi-Strauss create a striking metaphor for the\ncommunication of musical meaning, which resembles Wagner’s in\nintriguing ways.  But in the same way that structuralists (as pointed\nout by Nattiez himself in this very chapter) often succumbed to the\ntemptation of collapsing the wildest differences into the flatness of\nsimple binary oppositions, which amass their great power in part\nbecause they are sometimes defined so broadly as to be able to swallow\nup everything in their path, so does Nattiez succeed in his task of\ndiscovering “androgyny” to underlie both Wagner’s prose writings and\nhis operas in part because he subsumes so much under the term that it\nbecomes virtually meaningless.  And Nattiez’s attack on structuralist\ninterpretation, while perhaps justifiable in its own right, is just\none part of a gratuitous and curious polemic that weighs down the\nentire last part of the book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Previous reviewers of Nattiez’s study (1) have taken him to task\non his use of the concept “androgyny,” and they are right: it is\nincumbent upon the author of a book entitled Wagner Androgyne to let\nus know concisely what androgyny means.  Nattiez does not.  We can\nread along happily for pages, thinking that we know, only to be jolted\nout of our complacency by a new and unexplained usage just when we\nhave begun to congratulate ourselves on having finally figured it out.\nSadly, neither conventional usage nor logic is a major player in\nNattiez’s formulation of the idea of androgyny.  Most of us probably\ngo into reading the book with the concept that androgyny involves\nsomething that simultaneously bears characteristics of both sexes.\nThis intuition seems to be confirmed when Nattiez provides (in a\nfootnote of Chapter Five, however, not in the actual text) the crucial\ndistinction that he has “reserved the term androgyny for the symbolic representation of the union of the two sexes,” while “the\nterm hermaphrodite is used to describe a real biological being\nwith attributes of both sexes” (footnote 13 on p. 328).  Fine:\nandrogyny is symbolic, but hermaphrodites are real.  But then, even if\nwe accept that the term refers to the world of symbol, not the real\none, Nattiez engenders utter confusion by employing androgyny, contrary to conventional usage, to refer not only to the notion of a\nsingle being that combines attributes of both sexes (like a\nhermaphrodite, or like the Wagnerian or Jungian individual who\nincorporates psychic aspects of both sexes), but to that of the union\nof two separate and sexually differentiated individuals (like Adam\nand Eve).  Thus, the sexual unions of Siegmund and Sieglinde,\nSiegfried and Brunnhilde, and Tristan and Isolde all represent\ninstances of “androgyny.”  But if that’s androgyny, one may well ask\nwhat symbolic relation or union of the two sexes is not androgyny,\nand to that question I was unable to find a convincing answer in\nNattiez’s book.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Compounding the confusion is a serious logical problem.  In the\nlight of the above description of androgyny as the “symbolic\nrepresentation of the union of the two sexes,” what do we do with a\nstatement that appears elsewhere in the book, to the effect that the\n“metaphor of androgyny” “seems to be based on a simple, universal\nformula: X is to Y as man is to woman” (p. 288)?  This formulation is\nnot about the union of characteristics into a single entity at all,\nbut about a relationship of characteristics themselves.  Neither in\nthe symbolic world nor the real one should we have to deal with a word\nthat means both the combination of two contrasting terms into one, and the relationship of the two terms to each other. (If x/y = x +\ny, the only solutions are everything and nothing.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Central though this terminological morass is to the book and its\nargument, and irritating though it be, it is not fatal.  My advice to\nthe reader: go with whatever definition of “androgyny” seems to work\nat the time, and don’t worry about it.  Once one grants wide berth to\nandrogyny, and in fact begins to realize that the real point is that\nsexual metaphors dominate Wagner’s stage and prose works, and that\nthere are powerful and intriguing connections between the two, one\nfinds much of worth to ponder.  To be sure, there are frustrations:\nNattiez often ranges far from the topic at hand, he obscures his\nargument with unnecessary detail, and in the third and final part of\nthe book he appropriates his notion of Wagnerian androgyny in the\nservice of a political polemic that in my view detracts from rather\nthan contributes to the effectiveness of his study.  But he does\nprovide a detailed and well-researched overview of Wagner’s changing\nuse of sexualized metaphors in his conceptualization of his own art\nand that of his predecessors, and his linking of these metaphors in\nthe prose works to the stage works does offer a new and valuable\ncritical perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The question that motivates the book is, “What is the significance\nof androgyny in Wagner’s works and theoretical writings when seen in\nthe context of the texts, the composer’s life, and the age in which he\nlived?” (Preface, xiv–xv). (2) This question leads to two theses, which\nit is the task of the book to prove.  The first is “that the myth\naround which the Ring revolves may be read as a metaphorical\nreenactment of Wagner’s conception of the history of music” (Preface,\nxv)—a history in which the sexualized metaphor of male text and\nfemale music plays a central role.  The second is “that throughout his\nlife, Wagner’s theory of the relationship between poetry and music is\nreflected, in his music dramas, in the relations between man and\nwoman” (Preface, xv).  It is these two theses that generate the first\ntwo parts of the book: “Androgyny and the Ring : From Theory to\nPractice,” and “Music and Poetry: The Metamorphoses of Wagnerian\nAndrogyny.”",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Part One (Chapters 1–5) posits androgyny as a theme that links\nWagner’s writings from 1848 to 1851—that is, those from around the\ntime of the early gestation of the text of Ring —to the Ring itself.  Nattiez’s argument here, in brief, is as follows.  For the\nWagner of Opera and Drama, the history of musical drama, from the\ntime of the ancient Greeks to his own time, proceeds from 1) an\noriginal (androgynous) unity of poetry and music, to 2) a division of\nthe two, either into spoken drama and absolute music, or—what is\nworse—a mismatch of drama and music in Italian opera and the\ndetestable “modern opera” of Meyerbeer, and 3) a yet-to-be-realized\ncreative union, in the perfect musico-dramatic work of the future, of\n(male) poetry and (female) music, with the poetic or dramatic element\ndominating the musical one.  Similarly, in the Ring there is a\nprogression from 1) an original (androgynous) state of\nnature—represented by the three Rheindaughters, who, though all\nfemale, embody the unity of the sister arts of music, poetry, and\ndance (a natural state of affairs that, according to Wagner, prevailed\nin Greek tragedy; to 2) a period of rupture (“unity” is destroyed by\nAlberich’s theft of the gold, and later Siegfried must forge the\nshards of the sword together), in which Nattiez is quick to find\nparallels between the mythic Alberich and Mime, on the one hand, and\nthe historical Meyerbeer, on the other; to 3) the triumphant union of\nSiegfried and Brunnhilde at the end of Act III of Siegfried .  Since,\nin the final scene of that act, Siegfried and Brunnhilde merge into\none, each taking on characteristics of the opposite sex (“the true\nhuman being is both male and female,” Wagner wrote to August Rockel in\n1852), Nattiez interprets their union as embodying symbolically the\nbringing together the male poet and the female musician—but with the\npoet, or Siegfried with his sword, dominant—into an artistic whole\nthat transcends “modern opera” and that restores the androgynous unity\nof the beginning of the cycle—and, one presumes, of the beginning of\nhistory as well. (3) The tragic Gotterdammerung then demonstrates the\ninherent instability of such an androgynous union.  Siegfried is\nseduced by Gutrune, who in his view represents the corrupt modern\nFrench comic opera; he betrays Brunnhilde and thus the unity of music\nand poetry achieved at the end of Siegfried, and the cycle ends in\ncatastrophe.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Part Two (Chapters 6–7) of the book turns on the same imagery, but\ncarries the story to the end of Wagner’s life by drawing similar\nparallels between the composer’s writings between 1851 and 1873\n(especially “Zukunftsmusik” of 1860, and “Beethoven” of 1870) and Tristan, and between his latest essays (between 1878 and 1883) and Parsifal. In his discussion of the middle period (Chapter 6,\n1851–1873), Nattiez admits that the sexual imagery of Opera and\nDrama disappears.  Yet the power relations inscribed in the earlier\nworks remain, although they are now inverted so that it is the\nmusician, not the poet, who calls the shots—perhaps, according to\nNattiez, because Wagner’s experience in composing the music of the Ring (through Act II of Siegfried ) in the 1850’s might have taught\nhim how much his text was conditioned by music from the start,\nregardless of what he had claimed in theory.  In Tristan this shift\nis incarnated not only in the way the music dominates the text, but\nalso in the fact that it is Isolde, representing music, who takes the\nlead in the drama: it is she who insists on meeting with Tristan, who\ninvites him to her quarters, who orders the potion to be prepared, who\narranges the tryst in Act II, and so forth.  Finally, in the essays\nwritten in the years of working on Parsifal (discussed in Nattiez’s\nChapter 7), Wagner returns to his earlier sexual metaphor: “. . . as I\nhave explained in figurative terms elsewhere, the poet’s task can be\ndescribed as the male principle, while the music, by contrast, is the\nfemale principle in a union that aims to create the greatest synthesis\nof the arts. . .  .” (4) Yet, as in the Tristan period, it is the\nmusician who is in charge: “It was no longer the poet who was left to\nstructure the tragedy but the lyric musician.” (5) But here Nattiez\nseems to be at a loss as to how to explain this turn in the\ntheoretical writings to the opera Parsifal. The sexual metaphor is\nonly weakly present in the late essays.  Furthermore, there is no\nquestion of a one-to-one mapping of Wagner’s history of music and the\nevents of the drama, as there was in the Ring ; nor is there an\nobvious dramatic parallel between the relation of drama and music and\nthe relation of male and female characters, as there was in Tristan —Kundry is hardly the dominant figure in the opera in\ncomparison to Parsifal.  So Nattiez ends up abandoning the analogy\n(between Wagner’s theories and his works) that has guided the book\nthus far (though he does not explicitly say that he is doing so), and\nsees in Parsifal what amounts to an Aufhebung of androgyny to the\nlevel of culture itself.  For what Nattiez sees in Parsifal is a\nWagnerian androgyny that leaves poetry and music behind, and instead\nimplants itself in the content of the opera: an androgyny that does\nnot represent a union of the two sexes, as in the Ring and Tristan, but, in the spirit of Wagner’s late misogynist and racist\nwritings, “proclaims the advent of a raceless, sexless society”\n(p. 172), in which racial and sexual differences are transcended, once\nand for all.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Nattiez deserves high praise for his careful reading of Wagner’s\nwritings, especially those of the 1848–51 period, and for his\nimaginative reading of the Ring in the light of both the sexualized\nmetaphors of the theoretical works and of Wagner’s own life\nexperience.  To cite a single example: Nattiez devotes a short chapter\nto the 1850 scenario, Wieland der Schmied, briefly intended for the\nParis Opera, but never set to music.  He draws convincing parallels,\non the one hand, between the dramatic situation in Wieland and\nWagner and his writings, and on the other, between Wieland and Siegfried .  The male artisan-poet (Wieland), crippled and tormented\nby a greedy oppressor (Neiding), but driven on by his Need (Noth) and\ninspired by the swan-maiden who is to be his wife, invents something\nutterly new (wings) and thus flies aloft to be with his bride, after\nwhich he exacts deadly vengeance on Neiding and his court.  As Nattiez\nsuggests, it is difficult not to see here a confluence of the real\nWagner, oppressed in Paris (in his own view) by Meyerbeer, and his\ntheoretical musings about the male poet and the female musician, all\nwrapped into a single (and, it must be admitted, crudely\nautobiographical) dramatic scenario.  The same formula is imported\ninto Siegfried, where Siegfried, Mime, Brunnhilde, “Noth,” and the\nsword play the same roles as Wieland, Neiding, Schwanhilde, “Noth,”\nand the wings.  Nattiez’s thesis that the Ring is a metaphorical\nreenactment of the history of music (a la Wagner) thus makes certain\naspects of Siegfried begin to make more sense, although their\nautobiographical resonance now makes them seem—to me, at least—even\nmore odious than before: the thinly veiled anti-Semitic caricature of\nMime, the violence of Siegfried’s forging of the sword, and his murder\nof Mime. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] At the same time, there are aspects of Nattiez’s interpretation\nof the Ring that simply do not compute.  To understand the\nRhinedaughters as metaphorical depictions of poetry, music, and dance;\nthe original state of the world as involving the unity of these three\narts; Alberich, Mime and Hagen as embodiments of all that was to\nWagner reprehensible in 1830’s and 1840’s opera; Siegfried’s forging\nof the sword as a triumphant act of creativity; his vanquishing of\nMime as the victory of his brand of opera over that of Meyerbeer; and\nhis union with Brunnhilde as the establishment of the new artistic\norder—all this is plausible, and deftly argued.  But such an\ninterpretation leaves out enormous chunks of the Ring, and leaves us\nwith many nagging questions.  What do we do with Wotan, who is hardly\neven mentioned, or with Siegmund and Sieglinde?  What do we do with\nthe central dramatic motif of Wotan’s renunciation of power?  If\nSiegfried represents poetry and Brunnhilde music, why is Siegfried so\nstupid and inarticulate, and why does Brunnhilde have to take years to\nteach him her runic wisdom (which, one presumes, is in “male” spoken\nlanguage, not the “female” language of “pure feeling,” or music)?  And\ndoes it make sense to turn Gutrune, who supposedly seduces Siegfried\nwith the wiles of vapid French comic opera, into perhaps the central\ncharacter of Gotterdammerung, rather than seeing her as a pathetic\ndupe whose worst sin is merely passive collusion in an evil plot?\nThese are serious questions that I have as yet been unable to answer\nto my own satisfaction.  At the same time, much of Nattiez’s virtuosic\ntying together of Wagner’s theories and the drama seems intuitively\nright.  His interpretation is already deeply embedded in my own\nreception history of the Ring, and it has woven a rich new strand\ninto my experience of the cycle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Nattiez is unable to bring together theory and drama quite so\nclosely in Part Two of the book, simply because Wagner retreated from\nhis sexualized metaphor after the writings of the early 1850’s.  But\nthere is nevertheless much of value here.  Chapter Five, “Wagnerian\nAndrogyny and Its Romantic Counterpart,” is one of the strongest\nchapters in the book.  Always the scholar, Nattiez reconstructs a\nwhole literature on androgyny from the late eighteenth and early\nnineteenth centuries, from works on art history, medicine, philosophy\nand theology, as well as fiction and poetry.  Much of this literature\nenvisions a new social order based on either the equality of the sexes\nor the transcendence of sexual difference: for example, Schlegel’s\ncomment in the essay “Uber die diotima” of 1795 that “The goal to\nwhich the human race should aspire is the progressive reintegration of\nthe sexes” (quoted on p. 114), or the well-known love-and-death\nimagery of Novalis (p. 116).  A sampling of such writing places\nWagner’s sexualized language in a broader cultural context, and it\nstrengthens Nattiez’s argument that the notion of overcoming sexual\ndifference, if not actual androgyny, is central to the Ring, Tristan, and Parsifal .  And if his readings of Tristan and Parsifal seem somewhat contrived, since their relation to theory is\nmurkier, they nevertheless round out his narrative of the relation of\nWagner’s theory and art by offering many new insights.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] By the end of Part Two, Nattiez has pursued the theme of\n“androgyny” in Wagner’s writings and operas from 1848 to his death,\nand he has argued his two principal theses in detail.  So the book\nshould be over, should it not?  Yet such is hardly the case: its\nlongest and most substantial part—fully 40 percent of the total\nlength—still remains.  Why?  The purpose of this extended Part Three,\n“Wagner and Androgynous Hermeneutics,” which includes five chapters\nand an Epilogue, is not clear in the Preface, and it only gradually\nmakes itself apparent as one reads it.  At first it seems as though\nthe final, longish section is borne of a certain defensiveness on\nNattiez’s part that his “historico-genetic approach” in Parts I and\nII might be deemed insufficient; indeed, he indicates as much at the\nend of Part II (p. 178): suppose that “factual evidence and explicit\nstatements” are not enough?  Suppose that, dealing as he does with\nandrogyny and myth, someone demands that he take into account the\nworkings of the unconscious?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Ostensibly to head off such criticism, he launches into a\nfull-blown Freudian analysis of Wagner and his family—an analysis\nthat, it must be admitted, creates a yawning chasm between Parts Two\nand Three, and leaves the reader to his or her own devices as to\nfiguring out how this discussion and the chapters that follow will\nrelate to what has been said so far.  But what gradually emerges in\nthese chapters is not merely a methodological defensiveness.  It is in\nfact a full-fledged claim on the part of Nattiez of an objective\nvalidity, and demonstrable truth value for his “philological,\nhistorico-genetic method” of interpretation.  Against the factual\nsecurity of his own method he sees the interpretive systems that he\nexamines in successive chapters of Part Three—Freudian psychology in\nChapter Eight, Jungian psychology in Chapter Nine, Levi-Straussian\nstructuralism in Chapter Ten, Marxist theory in Chapter Eleven, and\npost-structuralism and deconstruction in Chapter Twelve—as denying\nthe possibility of such objective validity.  The baleful refrain that\nunderlies all these chapters is—and here I cite Nattiez’s\ncondemnation of Roland Barthes, although he says essentially the same\nthing about most of the writers that he evaluates: “there is no longer\na hierarchy of value or validity between the commentaries on a text: one can say whatever one wants ” (p. 264; emphasis mine).  Or compare\nhis dismissal of Freud: “Freudian exegesis provided the paradigm for\nlater hermeneutics, all of which maintains that they can ‘establish’\nthat what is said is what is not said, and that I say the opposite of\nwhat I say.  When I love my mother, I hate my father, but at the same\ntime as hating him, I love him because, being a man, I am also a\nwoman” (pp. 217–18).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] And what is the ultimate foundation of all this “freedom of\ninterpretation”?  Who would have guessed?  It is nothing other than androgyny itself.  It is “sexual ambivalence”: “There is femininity\nin masculinity, and masculinity in femininity.  When I say ‘white,’ I\nmean ‘black’” (p. 217).  It is an “ideological grounding in androgyny”\n(p. 217) that leads Nattiez to consign not only Freud, but also Jung,\nLevi-Strauss, contemporary Marxists, Barthes, and Derrida,\nstructuralists and post-structuralists, totalizers and anti-totalizers alike, all to the trash-heap of interpreters who claim that\n“One can certainly say what one wants” (p. 266).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] At this point the reader cannot help but feeling betrayed.\n(“Verrat!” shrieks Brunnhilde upon seeing Siegfried in Gunther’s\nform.)  Throughout Parts One and Two, we are encouraged to believe in\nandrogyny, to see it as the glue that ties together the theoretical\nand artistic halves of the Wagnerian oeuvre, to understand it as a\nsocial and philosophical, even theological symbol that has deep roots\nin Western culture.  Certainly Wagner himself was invested in the\nnineteenth-century philosophy that found the highest ethical value in\ntranscending sexual difference.  Then without warning, without even a\nhint of what is to come, as we cross the threshhold of the twentieth\ncentury, we gradually discover that androgyny is the great villain of\nour time, the root of all interpretive evil.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The ploy has the same effect as Nattiez’s use of the Levi-Strauss\nquotation cited at the beginning of this review.  For we as readers\nlearn, at the very end of the chapter on Levi-Strauss, that this\nquotation is not by the anthropologist at all, but by Wagner!  The\nreason for this deception, according to Nattiez, is that it was the\nmost eloquent possible way “of showing that Wagner was not a precursor\nof structuralism but that Levi-Strauss is a late Romantic” (p. 253).\nFor subjecting us to this clever ruse Nattiez asks our forgiveness,\nand I, for one, happily grant it.  But I am more concerned when I\nexperience a similar ploy—and one that is surely not intentional on\nthe part of the author—on the global scale of the book: the voice\nthat I thought I was reading transforms into another voice entirely.\nThe voice that stakes its claim for meaning, value and validity in\nParts One and Two does so by demonstrating androgyny in the works of\nWagner.  But this voice turns, without ever saying so, into a voice\nthat condemns androgyny by positing it as the intellectual foundation\nof all interpretive strategies that putatively destroy meaning, value,\nand validity altogether.  Nattiez thus calls his own voice into\nquestion and leaves the reader wondering which voice to trust.  All\nwould be well if he were to address this volte face straight on, and\nsuggest explicitly that what was a powerful symbol in the nineteenth\ncentury has been subverted and turned to what he sees as destructive\nends in the twentieth century.  But his failure to do so forces us as\nreaders to make the switch ourselves, and it ultimately leaves us\nwithout a stable authorial voice upon which we can rely.  In the\nprocess, we wonder also whether Nattiez’s dogged defense of the\n“objective truth” that he has revealed, as well as his endless attacks\non freedom of interpretation, might in fact undermine his whole\nongoing semiotic project, which has always relied on a certain\nfluidity of signifier and signified to make its way in the world.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.96.2.1.mccreless.html",
    "data": "mto/data/mto.96.2.1.mccreless.json"
}