{
    "title": "Conlon Nancarrow, “Hot” Jazz, and the Principle of Collective Improvisation",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Thomas, Margaret E."
    ],
    "abstract": "This paper explores the possibility that Conlon Nancarrow’s connection to jazz runs more deeply and widely throughout the Studies for Player Piano than is typically recognized through the clear stylistic allusions to jazz found in a few of the Studies. I propose that an awareness of this deeper connection—as suggested by Nancarrow’s profound appreciation for early jazz, especially that of Louis Armstrong and Earl Hines—might prompt a new and rewarding mode of listening to the Studies, an improvisational mode. The principle of collective improvisation, important in both early jazz of the 1920s and in “free jazz” of the 1960s, was valued by Nancarrow, and his discussion of it intimates an aesthetic stance that runs through his music.",
    "keywords": [
        "Nancarrow",
        "jazz",
        "collective improvisation",
        "Louis Armstrong",
        "Earl Hines",
        "Studies for Player Piano"
    ],
    "doi": "",
    "received": "June 2013",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.thomas.pdf",
    "author_info": [
        {
            "name": "Margaret E. Thomas",
            "university": "Connecticut College",
            "address": "Music Department, 270 Mohegan Avenue, New London, Connecticut 06320",
            "email": "metho@conncoll.edu"
        }
    ],
    "citations": {
        "berkowitz_2010": "Berkowitz, Aaron. 2010. “Experimental Actions, the Outcomes of Which Are Foreseen: Experiment and Tradition in Conlon Nancarrow’s Studies Nos. 21 and 36 for Player Piano.” Twentieth-Century Music 5, no. 2: 185–217.",
        "bugallo_2005": "Bugallo, Helena. 2005. “Concealed Structures in Conlon Nancarrow’s Study #20 for Player Piano.” Sonus 26: 1–17.",
        "callender_2001": "Callender, Clifton. 2001. “Formalized Accelerando: An Extension of Rhythmic Techniques in Nancarrow’s Acceleration Canons.” Perspectives of New Music 39, no. 1: 188–210.",
        "dance_1977": "Dance, Stanley. 1977. The World of Earl Hines . New York: Charles Scribner’s Sons.",
        "drott_2004": "Drott, Eric. 2004. “Conlon Nancarrow and the Technological Sublime.” American Music 22, no. 4: 533–63.",
        "gann_1995": "Gann, Kyle.  1995. The Music of Conlon Nancarrow . Cambridge: Cambridge University Press.",
        "garland_1982": "Garland, Peter. 1982. “Conlon Nancarrow: Chronicle of a Friendship.” In Americas: Essays on American Music and Culture, 1973–80 . Santa Fe: Soundings Press.",
        "harker_2011": "Harker, Brian. 2011. Louis Armstrong’s Hot Five and Hot Seven Recordings . Oxford: Oxford University Press.",
        "hocker_2012": "Hocker, Jürgen. 2012. Encounters with Conlon Nancarrow . Trans. Steven Lindberg. Lanham, Maryland: Lexington Books.",
        "dixon_2001": "Kernfeld, Barry. 2012. “ Improvisation, §III: Jazz .” Grove Music Online. Oxford Music Online (accessed June 13, 2012).",
        "kernfeld_1995": "Kernfeld, Barry. 1995. What to Listen For in Jazz . New Haven and London: Yale University Press.",
        "larson_2005": "Larson, Steve. 2005. “Composition versus Improvisation?” Journal of Music Theory 49, no. 2: 241–75.",
        "leong_2002": "Leong, Daphne. 2002/2003. “Kaleidoscopic Symmetries: Time and Pitch Relations in Conlon Nancarrow’s Tango? ” Intégral 16, no. 17: 187–224.",
        "nancarrow_1940": "Nancarrow, Conlon. 1940. “Over the Air: Swing, Jazz, Boogie-Woogie.” Modern Music 17, no. 4: 263–65.",
        "nancarrow_1983": "Nancarrow, Conlon. 1983. Conlon Nancarrow, Collected Studies for Player Piano Vol. 4: Study No. 3 for Player Piano . Santa Fe: Soundings Press.",
        "nancarrow_1984": "Nancarrow, Conlon. 1984. Conlon Nancarrow, Collected Studies for Player Piano Vol. 5: Studies No. 2, 6, 7, 14, 20, 21, 24, 26, and 33 for Player Piano . Santa Fe: Soundings Press.",
        "nancarrow_1985": "Nancarrow, Conlon. 1985. Conlon Nancarrow, Collected Studies for Player Piano Vol. 6: Studies No. 4, 5, 9, 10, 11, 12, 15, 16, 17, and 18 for Player Piano . Santa Fe: Soundings Press.",
        "reynolds_1984": "Reynolds, Roger. 1984. “Conlon Nancarrow: Interviews in Mexico City and San Francisco.” American Music II, no. 2: 1–24.",
        "rohter_1987": "Rohter, Larry. 1987. “Music; Conlon Nancarrow, On a Roll.” The New York Times (25 October 1987).",
        "schuller_1968": "Schuller, Gunther. 1968. Early Jazz: Its Roots and Musical Development . New York: Oxford University Press.",
        "sheehy_2013": "Sheehy, August. 2013. “ Improvisation, Analysis, and Listening Otherwise. ” Music Theory Online 19, no. 2.",
        "taylor_1998": "Taylor, Jeffrey. 1998. “Louis Armstrong, Earl Hines, and ‘Weather Bird.’” The Musical Quarterly 82, no. 1: 1–40.",
        "thomas_2000": "Thomas, Margaret. 2000. “Nancarrow’s Canons: Projections of Temporal and Formal Structures.” Perspectives of New Music 38, no. 2: 106–33.",
        "thomas_2000-2001": "Thomas, Margaret. 2000/2001. “Nancarrow’s ‘Temporal Dissonance’: Issues of Tempo Proportions, Metric Synchrony, and Rhythmic Strategies.” Intégral 14, no. 15: 137–180.",
        "_": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. I would like to thank Yonatan Malin, Karen Bottge, and the anonymous reviewers for MTO for their careful reading of this essay and insightful feedback. In addition, I would like to thank the Chair (Robert Willey) and members of the Program Committee (Daphne Leong, Clifton Callender, Dora Hanninen, and Timothy Labor) for the",
            "citations": []
        },
        "FN2": {
            "text": "2. Gann notes that Nancarrow attended the National Music Camp at Interlochen, Michigan in the mid-1920s, where he first encountered jazz.  He played in his town band as a teenager, and played with jazz groups in Cincinnati when he studied at the Cincinnati College-Conservatory in the late 1920s and early 1930s ( Gann 1995 , 37–38).  Jürgen Hocker examined Nancarrow’s extensive record collection during a visit to his home in Mexico City in 1990, and described it as “focused on jazz and ethnic music,” with the jazz including “extensive collections of Louis Armstrong, Jelly Roll Morton, and Bessie Smith” ( Hocker 2012 , 152).",
            "citations": [
                "gann_1995",
                "hocker_2012"
            ]
        },
        "FN3": {
            "text": "3. See, for instance, Berkowitz 2010 for a consideration of modes of experimentation and tradition in Nancarrow’s music; Bugallo 2005 for a discussion of concealed rhythmic structures in Study no. 20; Callender 2001 for a mathematical explication of Nancarrow’s use of changing tempos; Drott 2004 for a discussion of the compositional significance of the player piano as a medium; Gann 1995 for a meticulous analytical overview of all of Nancarrow’s pieces; Leong 2002 for a close treatment of time-pitch relations in Nancarrow’s Tango? ; and Thomas 2000 and Thomas 2000/2001 for analyses of tempo structures and temporal dissonance.",
            "citations": [
                "berkowitz_2010",
                "bugallo_2005",
                "callender_2001",
                "drott_2004",
                "gann_1995",
                "leong_2002",
                "thomas_2000"
            ]
        },
        "FN4": {
            "text": "4. The Hot Five and Hot Seven recordings were made by Okeh Records, featuring varying personnel, and have been reissued on compact disc in a number of different configurations on different labels, including the Columbia Jazz Masterpieces series, JSP Records, and Sbme Special Mkts. JSP Records’s Louis Armstrong: Hot Fives and Sevens, vol. 3 includes the 1928 sessions with Hines.",
            "citations": []
        },
        "FN5": {
            "text": "5. Study no. 3 is often referred to as the “Boogie-Woogie Suite.”",
            "citations": []
        },
        "FN6": {
            "text": "6. There is one anomalous statement, beginning in the middle of the second system of page 18, that articulates <14, 7, 14, 5>.",
            "citations": []
        },
        "FN7": {
            "text": "7. See Gann 1995 , 76–77, for a more detailed description of Study No. 3a.",
            "citations": [
                "gann_1995"
            ]
        },
        "FN8": {
            "text": "8. The jagged notehead represents a duration of five sixteenths.",
            "citations": []
        },
        "FN9": {
            "text": "9. Gann ( 1995 , 22–27) provides useful diagrams of the tempo canons.",
            "citations": [
                "gann_1995"
            ]
        },
        "FN10": {
            "text": "10. The structure of the individual line in Study No. 15 is based on the simultaneous deployment of four rhythmic patterns: 3+4+5+4; 4+5+6+5; 5+6+7+6; and 6+7+8+7. Studies Nos. 13–19 all use these patterns in some way ( Gann 1995 , 114–27).",
            "citations": [
                "gann_1995"
            ]
        },
        "FN11": {
            "text": "11. See Thomas 2000 for a discussion of the issue of the perceptibility of the canonic process in Nancarrow’s canons.",
            "citations": [
                "thomas_2000"
            ]
        },
        "FN12": {
            "text": "12. Again, the Study’s subtitle, “Canon 14/15/16,” names the tempo proportions of its three component voices.",
            "citations": []
        },
        "FN13": {
            "text": "13. While the focus of this essay has been placed on the specific “hot” jazz musicians for whom Nancarrow expressed his admiration, many other meaningful connections are possible for future exploration. The music of stride and boogie-woogie pianists such as Jimmy Yancey, James P. Johnson, Meade Lux Lewis, and Fats Waller shares a distinct stylistic connection with many of Nancarrow’s Studies; interestingly, most of these pianists made early recordings on player-piano rolls. Another striking connection is to jazz musicians who explored other kinds of possibilities offered by technology in the 1940s, such as Sidney Bechet who was an early innovator in overdubbing; his work on such tunes as “The Sheik of Araby” overlaps with Nancarrow’s Over the Air columns and his shift toward composing for the player piano.",
            "citations": []
        },
        "FN14": {
            "text": "14. Several different takes of “Air,” recorded in 1960, appear in The Complete Candid Recordings of Cecil Taylor and Buell Neidlinger . “Steps” is the opening track on Taylor’s landmark 1966 album Unit Structures .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: Nancarrow and Jazz (1) Example 1 . Nancarrow in conversation with Charles Amirkhanian (1977)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Composer Conlon Nancarrow’s experience playing jazz trumpet as a young man is well documented, as is his deep appreciation for early jazz musicians, especially Louis Armstrong, Earl “Fatha” Hines, and Bessie Smith. (2) Nancarrow’s brother, Charles, remembered Conlon as “a fantastic trumpet player with superb lip technique” ( Gann 1995 , 37). Nancarrow’s second wife, Annette Margolis, states, “He had his own hi-fi for his record collection, which he kept locked. When my children came [to their home in Mexico City] for their summer vacation and begged him to play some of his Bessie Smith and Louis Armstrong and other old jazz records, he would demand complete silence. Sometimes he would discuss the fine points of early jazz. They were awed by his attention and I too” ( Hocker 2012 , 109). In Example 1 ( 1977 ) Nancarrow discusses his affinity for jazz during an interview with Charles Amirkhanian, who identifies a “feeling for improvisation” that Nancarrow’s music embodies.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "gann_1995",
                    "hocker_2012",
                    "nancarrow_1977"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Nancarrow’s frequent use of some form of the blues progression and his evocation of blues, boogie-woogie, and jazz styles in early and a few later Studies for Player Piano (especially Nos. 2a, 3, 10, 35, 41, and 45) are perhaps the most obvious manifestations of his relationship with jazz. I propose that the connection to jazz runs more deeply and widely throughout the Studies, however. An awareness of this deeper connection—layered upon the scholarly work on Nancarrow’s music to date that illuminates his intricate canonic and temporal structures (3) —might well prompt a new and rewarding mode of listening to the Studies. As we will see, the principle of collective improvisation, which was important in both early jazz of the 1920s and “free jazz” of the 1960s, was valued by Nancarrow, and his discussion of it intimates an aesthetic stance that runs through his music.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Nancarrow wrote a series of four columns entitled “Over the Air” for the journal Modern Music in 1939 and 1940, one of which carried the subtitle “Swing, Jazz, Boogie-Woogie.” It is worth quoting at length: Now that swing has come, gone, and left its mark on popular music, it may be in order to review the results. For several years the word ‘swing’ has been used to denote almost everything outside the dreamy, Guy-Lombardo-school. Its characteristics are inclusively held to be a heightened individual and orchestral virtuosity, a certain freedom in solo work ( solo , but not collective improvisation), rhythmical precision, faster tempi, more advanced harmonic progressions, slick orchestration (including the ability to get from one block of music to another with less stumbling) and a refinement of nuances and phrasing. The best work done in jazz has very little in common with swing. Besides advancing the idiomatic technic, the main achievement of the swing fad has been to call attention to the existence of certain groups of players. Good jazzmen were summoned from their dives, clothed with respectability and allowed to play at being king. And now they must hang on the bandwagon or go back to the dives and pursue their art. The outstanding characteristic of ‘hot jazz’ has always been collective improvisation. This can be heard in certain recordings by Louis Armstrong’s old ‘Hot Five’ and ‘Hot Seven,’ Bix Beiderbecke and the ‘New Orleans Lucky Seven.’ The kind of counterpoint achieved in their type of playing violates almost every academic canon except that of individuality of line and unity of feeling.  Ignoring accepted precepts (it is not a matter of discarding them; most of these musicians have never even hear the word ‘counterpoint’) they have built up their own system of unorthodox counterpoint. Although the unifying element in such a collective effort is a definite and pre-established harmonic progression, played by the ‘rhythm’ section, the result is not harmonic figuration, or even harmonic counterpoint. It is a counterpoint of phrase against phrase, even if at times such crude (from an academic standpoint) progressions as octave, diminished octave, octave are produced. However, the intensity of effect makes quibbling pointless. As distinguished from what is generally known as ‘swing,’ the best hot jazz has little individual or orchestral virtuosity. Although there is some solo work it usually serves to build up the whole, and not vice versa. There is less rhythmical precision than rhythmical relaxation (although Virgil Thomson’s ‘quantitative rhythm’ might be said to apply to both). Harmonic progressions are of the most elementary kind, with very few modulations. Sectional coherence is usually of the crudest sort, and there is little sophistication or refinement of nuances. But with all these crudities it is a far more exciting product than ‘swing,’ even when a swing orchestra uses five brass playing with a synchronization that should be the envy of any symphony musician. ( Nancarrow 1940 , 263–64)",
                "footnotes": [],
                "citations": [
                    "nancarrow_1940"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Nancarrow’s admiration for hot jazz and its emphasis on collective (group) improvisation is clear; significantly, his praise focuses on its “intensity,” “excitement,” and “unorthodox counterpoint,” while he eschews qualities of “sophistication” and “refinement” in favor of “crudities.” These descriptors are remarkably aligned with the standard jazz discourse of the early-twentieth century, which Brian Harker describes in his book-length treatment of the Hot Five and Hot Seven recordings as follows: “According to the broad stereotypes of the 1920s, hot was associated with originality and energy, but also, potentially, with immorality, crime, black culture, and the lower classes. Likewise, sweet represented the opposite: white culture, decorum, refinement, and the upper classes” ( 2011 , 156). Of course, terms like “intensity” and “excitement” are often used in characterizations of Nancarrow’s music as well, and surely Nancarrow’s deliberate positioning of himself as a non-conformist informed his aesthetic preferences. Gann traces Nancarrow’s “defiant individualism” through the years: he dropped out of Vanderbilt in 1927 (after one semester), joined the Communist party in 1934, fought with the Abraham Lincoln Brigade against Franco’s fascist government in Spain from 1937–39, and moved to Mexico in 1940, where he composed primarily for player piano in relative isolation for the remainder of his life ( Gann 1995 , 37–50). Collective Improvisation and the Hot Fives and Hot Sevens",
                "footnotes": [],
                "citations": [
                    "harker_2011",
                    "gann_1995"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The expression “collective improvisation” is not original to Nancarrow; rather, it permeates descriptions of early New Orleans-style jazz. In 1968 Gunther Schuller observed, “The improvisation of many lines at the same time is a typically African concept, and is perpetuated in most forms of early jazz.” He added, “The juxtaposition of solo and ensemble music is also a basic characteristic of African music; it manifests itself in the entire call-and-response typology” ( 1968 , 57–58). Barry Kernfeld notes that the term “is commonly applied in contexts where some or all members of a group participate in simultaneous improvisation of equal or comparable ‘weight,’ for example New Orleans jazz (in which it is used chiefly of reeds and brass) and its related styles . . . . It does not preclude the presence of a soloist but it implies a degree of equality between all players in the ensemble” ( 2001 , III.3). Kernfeld specifies that “New Orleans collective improvisation involves a combination of wind players known as the front line , stereotypically comprising trumpet (or cornet), clarinet, and trombone. Most often the trumpeter (or cornetist) presents the melody. A clarinetist weaves an improvised line, characteristically more ornate and higher pitched than that melody. Meanwhile a trombonist contributes a characteristically simpler and lower counterline, one that dances between two functions, spelling out harmony and making counterpoint.” He further observes, “collective improvisation may also be used to describe what might more properly be called duo improvisation, namely a pair of soloists engaging in an improvised musical dialogue” ( 1995 , 120). It is important to note that the texture is not unchanging in these early jazz works, but, rather, passages of collective improvisation are frequently juxtaposed with fully arranged passages, a soloist backed by an arranged accompaniment or just the rhythm section, or solo breaks with a single performer. Example 2 . Louis Armstrong and his Hot Five, “Fireworks”: Introduction plus first chorus",
                "footnotes": [],
                "citations": [
                    "schuller_1968",
                    "dixon_2001",
                    "kernfeld_1995"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Given Nancarrow’s direct mention of Armstrong’s Hot Five and Hot Seven recordings, which were made from 1925 to 1928, and his stated appreciation of Armstrong and Hines, it makes sense to look to the 1928 sessions (when Hines joined the ensemble) as models of the kind of collective improvisation Nancarrow had in mind. (4) The tune “Fireworks” ( Armstrong 1991 ) provides a good introduction to this style ( Example 2 ). The performers are Armstrong on trumpet, Fred Robinson on trombone, Jimmy Strong on clarinet, Earl Hines on piano, Mancy Cara on banjo, and Zutty Singleton on drums. Following an eight-measure introduction, the ensemble launches into the first statement of its 32-bar song form ( aaba ), utilizing collective improvisation nearly throughout (the exception being two-bar trumpet solo breaks during the b section). Note the densely polyphonic texture that results from the collective improvisation passage. With the quarter note running at about 232 bpm we encounter motion at different rates created by the frontline, which operates in accordance with the description offered by Kernfeld above. Although the eight-measure phrases are clear, as is the aaba form, smaller gestures among the instruments are not always metrically aligned with one another, and this enhances the complexity of the texture, embodying the “counterpoint of phrase against phrase” that Nancarrow so admired in this genre ( 1940 , 264). Example 3 . Louis Armstrong and Earl Hines, “Weather Bird” opening",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "armstrong_1991",
                    "nancarrow_1940"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Armstrong and Hines recorded one duet during 1928, “Weather Bird,” which was an unusual thing to do at a time when jazz musicians rarely recorded without a full rhythm section. “Weather Bird” is often cited as an unusually clear example of collective improvisation, due in part to this reduced instrumentation (which allows the listener to track the interaction of Armstrong and Hines more easily than in a full texture), and in part to the brilliance of the interaction itself. Example 3 provides the opening of the recording ( Armstrong 1991 ). As Schuller puts it, “There is extraordinary rapport between them. Hines is not a mere accompanist to Louis; he participates fully in the improvisatory give and take. As the two players challenge each other, try to outflank each other, they alternate between complete unanimity rhythmically and melodically, and complete independence. In extreme cases of the latter—with both players involved in independent syncopated lines and cross-accents—the explicit beat is momentarily suspended. Here the two masters are years ahead of all other jazz musicians” ( 1968 , 124). Taylor notes that “Armstrong’s revolutionary approach to rhythm permeates the piece” even as he remains “close to the original tune,” while Hines, who did not know the piece well before the recording session, “never refers to any of the original melodies of the tune, doubtless because the piece was new to him.” As a result, “two fundamentally different improvisational processes were at work in the performance, one building from both a preexisting melody and its accompanying chord progression, and the other working solely from a grasp of the harmony” ( 1998 , 25–26). Taylor describes the “magic of the performance” as “the audible tension between Hines’s ‘expected’ duties as accompanist and the ways that he chafes against his role, gradually asserting his independence” ( 1998 , 28). Example 4 . Louis Armstrong and Earl Hines, “Weather Bird” coda (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "armstrong_1991",
                    "schuller_1968",
                    "taylor_1998",
                    "taylor_1998"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Even on a first hearing of this recording the interaction between Armstrong and Hines is apparent, as is Hines’s gradual move during the course of the tune from accompanist to equal.  Schuller ( 1968 ) and Taylor ( 1998 ) both point to the final twelve to seventeen measures of the piece as its peak of collective (here “joint”) improvisation (see Example 4 ; Armstrong 1991 , Taylor 1998 , 33). My annotation of Taylor’s transcription of the ending highlights the relationship between the parts, along with the shifting grouping structures that are implied (gesture lengths, in terms of number of measures, are indicated above brackets). Both a concern for and a disregard of (or perhaps independence from) the other part seems to drive the improvisations, which leads to moments of informed echoing interspersed with moments of contrast. Arrows and descriptions overlaid on the transcription suggest a path our attention might take as we listen to these final measures. The passage is unpredictable, and determinedly rejects the regular phrase lengths that are normally a part of this genre.",
                "footnotes": [],
                "citations": [
                    "schuller_1968",
                    "taylor_1998",
                    "armstrong_1991",
                    "taylor_1998"
                ]
            }
        },
        {
            "9": {
                "text": "[9] We can only speculate, of course, about the “finer points of early jazz” that Nancarrow discussed and held in high regard; however, these two examples from Armstrong, Hines, and the Hot Five ensemble point to textural complexity and changeability, unsystematic imitation and contrast, rhythmic drive, flexible treatment of the beat, relative harmonic simplicity paired with plentiful dissonance, and—perhaps most fundamentally—the element of surprise. Implications for Nancarrow’s Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] How might the principle of collective improvisation inform our hearing of Nancarrow’s Studies? Finding ways to listen to the Studies—to reconcile the glorious yet varied sounds they offer—has driven a good deal of Nancarrow research, much of which hints at the possibility of the broad impact of jazz. Recall Example 1, as well as this excerpt from a 1975 interview conducted by Roger Reynolds: Reynolds : In 1955 Elliott Carter wrote an article for The Score magazine in England. It made reference to the idea that the American composer, presumably from jazz experience, felt rhythm was an additive process based upon small units that could be quite variously grouped. He also noted elaborations of divisive ideals (complex patterns of differing simultaneous beat subdivisions). Composers have taken various approaches to time line flexibility, to the making of music that fosters playing together and yet playing flexibly. In jazz one certainly has a very powerful experience of both things, of beat and fluidity. Nancarrow : Well, that’s one of the basic characteristics of jazz: the beat and around the beat . . . and then all kinds of things happen . . . Reynolds : An important aspect of your music is that even though the beat is relentless, and even though one works around it or against it, there is a naturalness and inevitability to the lines. The effect is analogous to the way jazz musicians play, but the tension is greater. American symphonic music of the 1930s and 1940s was certainly jazz-influenced, but it remained basically chordal and homophonic. Nancarrow : Most of those symphonic jazz things have mainly a harmonic-melodic connotation rather than rhythmic. Very seldom do you get any of the rhythmic aspect of jazz. Let’s say a composer wrote a piece of jazz as it’s played, which is very difficult to do exactly or even nearly so, and you had orchestral musicians play it . . . . It doesn’t sound like jazz at all. ( Reynolds 1984 , 4)",
                "footnotes": [],
                "citations": [
                    "reynolds_1984"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Reynolds does not seem to be referring here exclusively to the Studies that are easily identified with jazz styles, but, rather, he suggests that the ideas of “beat and fluidity” and of “naturalness and inevitability” are pervasive in Nancarrow’s output. To be sure, Nancarrow devoted his compositional career to issues of rhythm, meter, and tempo, exploring complex polyrhythms and polytempos, and creating rhythmic patterns that approximate—but conflict with—conventional metric structures. He famously declared: “Time is the last frontier of music” ( Garland 1982 , 185). Nancarrow’s conversations with Amirkhanian and Reynolds suggest that one of his temporal goals was to capture the “rhythmic aspect of jazz.” Yet the range of stylistic allusions in his music can confound analysts. Kyle Gann exclaims: “Is Nancarrow, like Webern, a painstaking craftsman of elegantly-wrought structures? Yes: listen to Studies Nos. 20, 24, 32, 36. Or is he, like Ives, a wild-eyed eclectic tossing jazz and modernist gestures into crashing cacophonies? Yes again: listen to Studies Nos. 25, 35, 41, 48” ( 1995 , 3). Example 5 . Conlon Nancarrow, Study No. 3a, page 1 of the score and audio from 0:00 to 0:25 (click to enlarge and listen) Example 6 . Conlon Nancarrow, Study No. 3a, pages 18–19 of the score and audio from 2:05 to 2:20 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "garland_1982",
                    "gann_1995"
                ]
            }
        },
        {
            "12": {
                "text": "[12] A good entrée to  Nancarrow’s overtly jazz-inspired works is Study No. 3a (composed in 1948), the first of a five-movement work that has been described as a “surreal manifestation” of boogie-woogie, “as if Jimmy Yancey, Fats Waller, James P. Johnson, and Art Tatum were all ecstatically jamming together in heaven (or wherever it is that such men go after that ‘last gig’)” ( Tenney 1991 , 7). (5) As shown in Example 5 ( Nancarrow 1983 , 1; Nancarrow 1991 ), the basis of the piece is a fast eighth-note bass ostinato that undergoes transpositions mimicking a 12-bar blues throughout the piece (note that there is a one-measure prefix to the initial statement of the 12-bar ostinato, and that the tempo is quite fast at half note equal 120 bpm): four bars of I are followed by two bars of IV, two bars of I, two bars of V, and two bars of I. During the first two-thirds of the Study various contrasting materials join the ostinato every twelve measures, that is, with each new statement of the underlying blues progression.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "tenney_1991",
                    "nancarrow_1983",
                    "nancarrow_1991"
                ]
            }
        },
        {
            "13": {
                "text": "[13] This opening passage is thrilling, to be sure, and suggests the presence of a pianist with both great dexterity and a facility with placing articulations“around the beat,” as Nancarrow would put it ( Reynolds 1984 , 4). In other words, the treble clef articulations are designed to occur just before or after the bass’s quarter-note pulse more frequently than they occur simultaneous to it. But there is not at this early point in the piece a texture that suggests collective, group improvisation; the differing right- and left-hand alignment to the underlying meter would be expected in a standard boogie-woogie piano performance. By the fifteenth statement of the bass ostinato (the second system of page eighteen of the score), however, things become more complicated. Against the ostinato there are now staccato chords (middle staff) that loosely follow the blues transpositions of the ostinato and occur at recurring intervals of <13, 7, 14, 5> sixteenth notes (totaling 39 sixteenths, which is one sixteenth shy of two and one-half notated measures in the ostinato). (6) At the same time, an eighth-note melodic figure (top staff) enters; this figure appears elsewhere in the movement, and it proceeds by pitch intervals <half step, half step, minor third>, both ascending and descending, and forward and in reverse, spaced at irregular time intervals; see Example 6 ( Nancarrow 1983 , 18–19; Nancarrow 1991 ). The effect is surprisingly similar to that of the coda of “Weatherbird,” in which Armstrong and Hines trade variants of motivic material, but do not strictly adhere to regular phrase lengths. In the Nancarrow, the statements of the melodic figure seem to respond to one another with changeable intervening gaps, and are set against the recurring staccato-chord talea and the regular bass ostinato, which projects isochronous downbeats. None of the three layers is aligned metrically or in phrase lengths with the others. Example 7 . Conlon Nancarrow, Study No. 3a, page 24 of the score and audio from 2:40 to the end (click to enlarge and listen) Example 8 . Conlon Nancarrow, Study No. 15, page 1 of the score and audio from 0:00 to 0:27 (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "reynolds_1984",
                    "nancarrow_1983",
                    "nancarrow_1991"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The final third of Study No. 3a is taken up with an accumulation, whereby a different layer is added to the texture every twelve bars  eventually achieving a total of eight layers, some of which present similar material proceeding at different paces. (7) Example 7 ( Nancarrow 1983 , 24; Nancarrow 1991 ) begins about halfway through the accumulation, and the audio extends beyond the score excerpt. Although the texture becomes quite dense, there is a sense that the layers both respond to and deliberately conflict with one another throughout this concluding passage; to use Nancarrow’s words, there is an “individuality of line and unity of feeling” ( 1940 , 263). Note the statement of the ostinato at three pitch levels in Example 7 (beginning at the original C2 in the bass, along with C5 in the middle staff and C6 in the top staff) and three articulation speeds (which express a 2:3:5 ratio), (8) along with two different, recurring isorhythmic chordal patterns (<13, 10, 6> and <13, 3, 11, 7, 5>). The distinct register, material type, and articulation pace of each layer allows the listener to infer up to eight individual performers.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "nancarrow_1983",
                    "nancarrow_1991",
                    "nancarrow_1940"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Drawing connections between Study No. 3 and early jazz is clearly reasonable and satisfying. But it is an obvious comparison, given the stylistic similarities. A more challenging consideration is the connection between early jazz and a more abstract Study, such as Study No. 15 (“Canon 3/4”), which is a two-voice tempo canon composed sometime between 1948 and 1960. Nancarrow was strikingly devoted to the technique of tempo canon: at least half of the Studies employ a tempo canon of some kind. (9) Study No. 15 is a diverging-converging canon that proceeds very quickly. The lower voice moves at half note equals 165 bpm while the upper proceeds at half note equals 220 bpm (hence the 3/4 proportion of the work’s subtitle). The voices begin simultaneously and state the same material (three octaves apart), but they quickly diverge because of their different tempos. The opening page of the score is provided in Example 8 ( Nancarrow 1985 , 24; Nancarrow 1990 ); the audio in Example 8 extends beyond the score excerpt to approximately two-fifths the way through the Study (system 11). At this point the upper voice shifts to the lower voice’s tempo of 165 bpm. Then approximately three-fifths the way through the Study (system 15) the lower voice adopts the quicker tempo of 220 bpm; in effect, the voices switch tempos so that they can converge and end simultaneously. (10) Because of its speed, rapid divergence, and the absence of melodic and stylistic clarity, it is difficult to hear this canon as a canon . (11) Yet there is motivic consistency in the canonic line in such figures as the slurred three- (or sometimes two- or one-) eighth-note anacrusis to a downbeat, and the isolated triads, thirds, and single notes.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "nancarrow_1985",
                    "nancarrow_1990"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The boxes in Example 8 identify comparable three- and four-note gestures at the opening of Study No. 15, while the ovals point out two-note figures that resemble one another; the gestures so shown are clearly related in their anacrusic function, but are aurally distinct enough to warrant this bipartite division. The boxes and ovals together represent potential points of perceptual attention. If we entertain the idea of improvisation while listening, the piece takes on a sense of spontaneity that suggests two (or more) performers attending to—and responding to—one another motivically as they go. It may not sound like early jazz, but it sounds remarkably fresh when heard with this perspective. We can follow any number of paths through the piece, tracing the interaction of the enclosed gestures (or others). The process of listening and analysis  becomes in essence an improvisatory act. As August Sheehy suggests, “If music analysis is first and foremost an activity, and improvisation is a way of acting, in what sense can analysis itself be understood as improvisational? . . . It hinges on the analyst’s relation to the music as it unfolds in real time—which is simply to say that it will return us again and again to the moment of listening and what happens, or can happen, in that moment” ( 2013 , [4]). In effect, the listener becomes a participant in the collective improvisation suggested by the Study, and is able to improvise a new listening experience with each hearing. Example 9 . Conlon Nancarrow, Study No. 24, page 1 of the score and audio from 0:00 to 0:27 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "sheehy_2013"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Study No. 24 (“Canon 14/15/16”), one of Nancarrow’s longest and formally most complex Studies (composed sometime between 1948 and 1960), can similarly be transformed when we listen to it as a kind of collective improvisation. (12) The delicate opening passage of this highly sectionalized work does allude stylistically to jazz with its swing-like rhythms, but the mood is dramatically different from that of Study Nos. 3 or 15. The opening of the Study is provided in Example 9 ( Nancarrow 1984 , 149; Nancarrow 1990 ), and the audio extends beyond this first page of the 25-page score. As in Study No. 15, the canonic process is not perceptually prominent; Gann describes the Study as “the first to use canonic technique not primarily to differentiate tempos, but to create textures and collective effects . . . . The most striking aural feature of this study is the feathery arpeggio effect created by the closeness of the tempos and the fact that the transposition intervals between the three voices usually spell out either major or minor triads” ( 1995 , 176). Gann’s description is evocative, and I would add that the registral separation of the voices in this opening passage makes them distinguishable, so that even if we do not hear them in canon, we do hear three voices. We also hear them as clearly related, as if three players were listening to one another, and reacting to one another.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "nancarrow_1984",
                    "nancarrow_1990",
                    "gann_1995"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Example 9 is annotated with arrows to illustrate some of the connections a listener might form during the opening of Study No. 24: downward left-to-right arrows represent echoing that results from the canonic compositional process, whereas arrows leaning differently suggest other connections that can be heard, based on motivic repetitions within the canonic line. Hines’s discussion of his musical relationship with Armstrong might well be applied here: “We were very close and when we were playing we would steal ideas from each other. Or, rather, I’d borrow an idea from him, and say, ‘Thank you.’ Then he’d hear me play something he liked, borrow it, and say, ‘Thank you’” ( Dance 1977 , 52). This image of Armstrong and Hines’s performance spontaneity conjures a similarly spontaneous (and changeable) listening/analytic strategy we might use with Nancarrow’s piece. Listener–composer–performer: these roles become linked, and improbably so, given that there is, in fact, no human performer involved in these works. Yet to try on the idea of improvisation from each of these perspectives proves rewarding. Conclusions",
                "footnotes": [],
                "citations": [
                    "dance_1977"
                ]
            }
        },
        {
            "19": {
                "text": "[19] I have not aimed to assert a direct causal relationship between Nancarrow’s exposure to Armstrong and Hines and his compositional method, but I do propose the presence of a shared aesthetic stance that is supported by the serious appreciation Nancarrow bestowed on their music. The collective improvisation of early jazz strives for a complicated polyphonic texture that allows for dissonance and rhythmic tension, but that also is underpinned by shared (and usually simple) harmonic motion. Similarly, much of Nancarrow’s music displays a complicated polyphonic texture, rhythmic tension and complexity, and moments of dominant-tonic motion interspersed with a good deal of dissonance. The fact is, we very well may hear Nancarrow differently when we have the Armstrong/Hines interaction in our minds and ears than when not.  To listen to Study No.15 (Example 8), for instance, without first hearing the “Weatherbird” coda (Example 4), or, conversely, to hear it directly after listening to the “Weatherbird” coda is a good test of this. We can map the idea of improvisation onto the Studies, and, as a result, we can have a unique experience each time we listen.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] While the metaphor of collective improvisation as realized in hot jazz is instructive—and Nancarrow’s embrace of its “crudeness” is reflected in his added dissonances, jarring articulations, extreme tempi, rhythmic asynchronies, modified player pianos that produce a rough sound, and the like—it loses some of its obvious applicability when we consider studies that have less immediate surface associations with jazz. We would do well to remember that Nancarrow’s discussions of jazz focus not only on early jazz, but also on free jazz, both of which are characterized by the use of collective improvisation. (13) A departure from established norms and desire to “violate almost every academic canon,” as Nancarrow would put it ( 1940 , 264), motivated the development of free jazz in the late 1950s and 1960s, just as it did early jazz. Free jazz practitioners embraced the principle of collective improvisation, but with a more deliberate dismissal of traditional organizational structures. Although Nancarrow pointedly and frequently asserted his admiration for early, hot jazz, he also followed developments in classical and jazz subsequent to Armstrong, and explored music of other cultures, most notably India and Africa. Interestingly, the later jazz figures that he mentions in interviews (e.g., Ornette Coleman and Cecil Taylor) are invariably innovators of 1950s free jazz ( Rohter 1987 ). Pairing a Cecil Taylor recording such as “Air” or “Steps” with a Nancarrow Study is every bit as suggestive as the Armstrong/Hines – Nancarrow pairing mentioned above. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "nancarrow_1940",
                    "rohter_1987"
                ]
            }
        },
        {
            "21": {
                "text": "[21] The irony of thinking about collective improvisation in the context of such supremely non-improvised music—music that does not even allow for performer interpretation—is not lost on me. But the sonic likeness to recordings of collective improvisation helps to explain why Nancarrow’s music remains so fresh even after innumerable hearings, as does Sheehy’s ( 2013 ) model of analysis as improvisation mentioned above. And Steve Larson’s ( 2005 ) provocative assertion that the distinction between improvisation and composition is not necessarily as clear as we might think confirms the viability of this approach.  Larson states, “I now understand improvisation as the real-time yet preheard—even practiced—choice among possible paths . . . [and] composition as putting together musical elements and storing them—whether in memory, notation, or sound-recording media—in a way that allows, but does not require, revision” ( 2005 , 272). I like to imagine that Nancarrow was rising to the challenge of his own critique of “symphonic jazz,” quoted earlier: “Most of those symphonic jazz things have mainly harmonic-melodic connotations rather than rhythmic. Very seldom do you get any of the rhythmic aspect of jazz . Let’s say a composer wrote a piece of jazz as it’s played, which is very difficult to do exactly or even nearly so, and you had orchestral musicians play it . . . . It doesn’t sound like jazz at all” ( Reynolds 1984 , 4). Perhaps Nancarrow did indeed capture the essence of jazz in his compositions, which themselves remain unchanging, as recordings of hand-punched player piano rolls. On the heels of the centennial of Nancarrow’s birth (in 1912), it seems fitting that Armstrong and Hines’s hot jazz recordings of 1928 can provide a framework by which to hear Nancarrow in a new light, a light that honors his love for early jazz and its collective improvisation.",
                "footnotes": [],
                "citations": [
                    "sheehy_2013",
                    "larson_2005",
                    "larson_2005",
                    "reynolds_1984"
                ]
            }
        }
    ],
    "mto": true,
    "category": "nancarrow symposium",
    "source": "mto/raw/mto.14.20.1.thomas.html",
    "data": "mto/data/mto.14.20.1.thomas.json"
}