{
    "title": "(Per)Form in(g) Rock: A Response",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Spicer, Mark"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.spicer.pdf",
    "author_info": [
        {
            "name": "Mark Spicer",
            "university": "Department of Music",
            "address": "Hunter College and the Graduate Center, City University of New York",
            "email": "mark.spicer@hunter.cuny.edu"
        }
    ],
    "citations": {
        "brungard_2010": "Brungard, Rachael C. 2010. “‘From the Top of the Pole, I Watch Her Go Down’: The Appropriation, Heterosexualization, and Masculinization of Dead or Alive’s ‘You Spin Me Round (Like a Record).’” Paper presented at the conference “Popular Music: Then and Now,” American Musicological Society, Greater New York Chapter.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 65–76. New York: Oxford University Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” New York: Oxford University Press.",
        "holm-hudson_2010": "Holm-Hudson, Kevin. 2010. “A Study of Maximally Smooth Voice Leading in the Mid-1970s Music of Genesis.” In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 99–123. Ann Arbor: University of Michigan Press.",
        "hughes_2003": "Hughes, Tim. 2003. “Groove and Flow: Six Analytical Essays on the Music of Stevie Wonder.” PhD diss., University of Washington.",
        "hughes_2008": "Hughes, Tim. 2008. “Trapped within the Wheels: Flow and Repetition, Modernism and Tradition in Stevie Wonder’s ‘Living for the City.’” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2 nd ed., ed. Walter Everett, 239–65. New York: Routledge.",
        "kopp_2006": "Kopp, David. 2006. Chromatic Transformations in Nineteenth-Century Music . Cambridge: Cambridge University Press.",
        "molenda_2007": "Molenda, Michael. 2007. “Harmo-Melodic Spaceman: How Andy Summers Employed Chord Fragments and an Echoplex to Change the Sound of Rock Guitar.” Guitar Player (June): 86–97, 152.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10, no. 3: 233–87.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” twentieth-century music 1, no. 1: 29–64.",
        "spicer_2005": "Spicer, Mark. 2005. “What Makes a Great Chorus?” Paper presented at the Fourth Biennial International Conference on Music Since 1900, University of Sussex; earlier versions presented at the annual conference of the International Association for the Study of Popular Music (U.S.), University of Virginia, October 2004, and as the keynote address for the City University of New York Graduate Students in Music Symposium, April 2004.",
        "spicer_2009": "Spicer, Mark. 2009. “Absent Tonics in Pop and Rock Songs.” Paper presented at the annual meeting of the Society for Music Theory, Montréal.",
        "spicer_2010": "Spicer, Mark. 2010. “‘Reggatta de Blanc’: Analyzing Style in the Music of the Police.” In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 124–53. Ann Arbor: University of Michigan Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I wish to thank Christopher Segall for his expert assistance in setting all of the musical examples for this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. Emerging on the U.K. music scene in 1982, Talk Talk was quickly placed by the critics alongside the several other “New Romantic” groups that were dominating the British charts that year (Talk Talk shared the same producer and idea of a double-barreled band name as their EMI label mates Duran Duran). The group went on to reinvent themselves in the later 1980s with what might be described as a fusion of progressive rock and synthpop, incorporating influences from jazz and twentieth-century art music into their sound to wide critical acclaim. In the U.S., however, “It’s My Life” was Talk Talk’s only hit, fueled by constant exposure on MTV at the height of the so-called second British Invasion. As an homage to 1980s U.K. synthpop, the California group No Doubt released their cover version of “It’s My Life” as a single in 2003, which rose as high as #10 on Billboard ’s Hot 100 (#17 U.K.).",
            "citations": []
        },
        "FN2": {
            "text": "2. SLIDE progressions are rare within the relatively simple harmonic language characteristic of most 1980s synthpop, yet such progressions are quite common in other keyboard-dominated pop and rock styles, especially 1970s progressive rock. Genesis’s keyboardist Tony Banks, for example, was markedly influenced by the nineteenth-century piano music he had learned as a teenager, and was particularly fond of using the SLIDE and other “maximally smooth” oddball chord progressions in his own compositions; see Holm-Hudson 2010 .",
            "citations": []
        },
        "FN3": {
            "text": "3. I performed the first two of these riffs (along with the Stevie Wonder riffs in Example 3) live during the SMT special session, but one can easily find online streaming audio versions of all the tracks discussed in this article at YouTube.com and elsewhere.",
            "citations": []
        },
        "FN4": {
            "text": "4. It was Sting’s idea to fatten the arrangements on Ghost in the Machine with all the synthesizers, but guitarist Andy Summers did not see this as a step forward: “All those layers were there because it was a group head trip we went through that wasn’t exactly welcomed by me. I would say, ‘F**k the keyboard part—I can play it all on guitar.’ But these things happened anyway. I’d just try to blend with the synths and keep the guitar part strong” ( Molenda 2007 , 91).",
            "citations": [
                "molenda_2007"
            ]
        },
        "FN5": {
            "text": "5. The 1985 music video for “The Perfect Kiss,” directed by Jonathan Demme, presents an intimate view of New Order performing the song live at their Factory Records studio in Manchester. One can watch the accumulative beginning to the song unfold as the camera zooms in on the band members one after another, introducing their respective parts one by one. For a close analysis of the similar accumulative beginning from New Order’s 1983 hit “Blue Monday” (a song which, cast exclusively in D Dorian, also features lots of white-key synth riffs), see Spicer 2004 , 39–42.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN6": {
            "text": "6. For a thought-provoking analysis of “Living for the City,” see Hughes 2008 . Hughes chooses to notate the electric piano riff with a key signature of three sharps (suggesting F ♯ minor), but I prefer to show the riff primarily in F ♯ major, with the A ♮ s and E ♮ s as “blue” notes ( ♭ 3 ̂ and ♭ 7 ˆ ) borrowed from the minor pentatonic.",
            "citations": [
                "hughes_2008"
            ]
        },
        "FN7": {
            "text": "7. The bass guitar in “I Wish” jumps back and forth between its upper and lower octaves for the second through fifth notes of the riff ( G ♭ – A ♭ – B ♭ – A ♭ ), but the left hand of the electric piano always plays the riff within a single octave as notated here, which requires no change of hand position.",
            "citations": []
        },
        "FN8": {
            "text": "8. The initial E ♭ minor seventh chord in “Ribbon in the Sky” is actually not the tonic chord  (it functions as ii 7 , hence the key signature of five flats). We must wait over a minute and a half for the D ♭ major tonic finally to emerge as the goal of the refrain following the song’s second verse. For a detailed harmonic analysis of “Ribbon in the Sky” and other pop and rock songs with “emergent” or “absent” tonics, see Spicer 2009 .",
            "citations": [
                "spicer_2009"
            ]
        },
        "FN9": {
            "text": "9. In making this distinction between “white-key” and “black-key” riffs, my intention is to highlight the physical differences in feeling out and performing these riffs at the keyboard (with the raised black keys possibly being more accessible to a blind person) and really has nothing to do with race, yet one of the anonymous MTO reviewers assumed by “provocative implications” that I was hinting at the fact that all of my white-key riffs in Example 2 are from songs by white artists while Stevie Wonder, of course, is a black artist. Echoing Wonder’s own hit duet with Paul McCartney, “Ebony and Ivory” (1982), it is perhaps tempting to make an analogy between the adjacent black and white keys on the piano and the notion of blacks and whites “liv[ing] together in perfect harmony,” but a thorough exploration of these implications lies beyond the scope of the present article. Taking the bait and this idea a little further, however, I can think of a number of keyboard-driven R&B hits from the 1980s by black artists that feature predominantly black-key synth riffs; two of my favorites, both in E ♭ minor, are Rufus and Chaka Khan’s “Ain’t Nobody” (1983) and Jocelyn Brown’s “Somebody Else’s Guy” (1984).",
            "citations": []
        },
        "FN10": {
            "text": "10. For a probing analysis of this bawdy Flo Rida song (and video) and its appropriation of the earlier Dead or Alive song, see Brungard 2010 .",
            "citations": [
                "brungard_2010"
            ]
        },
        "FN11": {
            "text": "11. I thank Jay Summach and Nicole Biamonte respectively for suggesting to me “ABC” and “Love the One You’re With” as early examples of songs with postchoruses. I can think of no such examples prior to these two hits from 1970, which may explain why Everett 2009 (which traces the foundations of rock through 1969) makes no mention of the postchorus as a structural device. I must also thank Christopher White for alerting me within just a few days of the song’s release in late 2009 to the possibility of a postchorus in “Bad Romance.” A short list of other representative examples of songs with postchoruses would include Thin Lizzy’s 1976 hit “The Boys are Back in Town” (in which the postchorus is purely instrumental), Wham’s 1984 transatlantic #1 hit “Wake Me Up Before You Go Go,” and Lady Gaga’s own “Poker Face.”",
            "citations": [
                "everett_2009"
            ]
        },
        "FN12": {
            "text": "12. Some might argue against the term “postchorus” in favor of describing such a section instead as a chorus-ending refrain . I prefer the description postchorus if a song’s chorus is followed by what sounds like a new section (or “module,” as Summach would say) that is essentially self-contained, even if this amounts to just a couple of repeated lines (as in “Poker Face”). This subtle distinction can be illustrated by comparing the postchoruses in the Jackson 5’s “ABC” to the chorus-ending refrains in their precursor #1 hit “I Want You Back” (released December 1969).",
            "citations": []
        },
        "FN13": {
            "text": "13. The Variations Audio Timeliner can be downloaded for free at http://variations.sourceforge.net/vat/ .",
            "citations": []
        },
        "FN14": {
            "text": "14. I am not the only musician to admire Lady Gaga for her skill in crafting irresistibly catchy pop songs overloaded with hooks. For its December 9, 2010 issue, Rolling Stone asked fifty current artists to provide a playlist of ten of their favorite tracks, and “Bad Romance” appeared as #10 on Elton John’s list of “New Pop Classics”; as John puts it, “Lady Gaga is a massive talent. ... When I did the Rainforest benefit with Bruce Springsteen, he said, ‘“Bad Romance” is such a great song.’ And I can hear him singing that. Musicians who write songs think she’s pretty damn good” ( Rolling Stone 1119: 44). My analysis of “Bad Romance” is based on the original single version (heard also on her 2009 album The Fame Monster ), which, as I have noted in my annotated formal diagram, opens with a truncated statement of the chorus (“Oh-oh-oh-oh ... caught in a bad romance”) followed by the postchorus (“rah-rah ah-ah-ah-ah ... ”). In live performances of “Bad Romance” (such as her performance of the song at the 2010 Grammy Awards), however, Gaga will often begin with the postchorus—which, of course, complicates the very issue of its formal designation.",
            "citations": []
        },
        "FN15": {
            "text": "15. Indeed, “old school” bridges culminating in big retransitional dominants remain alive and well on today’s pop charts; take a listen, for example, to Cee Lo Green’s recent (2010) top-ten smash “F**k [Forget] You,” the bridge of which is really two bridges in one, comprising two back-to-back eight-bar modules (a “middle sixteen,” if you will).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Theodor Adorno is no doubt rolling in his grave at the very thought of a Society for Music Theory special session—and now a special issue of Music Theory Online —devoted to the subject of form in rock music, yet these seven articles go a long way towards demonstrating that the form of a pop or rock song need not be trite nor simplistic, nor—dare I say it—formulaic. As the invited respondent, it is part of my job to take issue with any ideas in these essays that seem suspect to me, yet the arguments and analyses offered by these authors are, for the most part, so well thought out that I have little to say in the way of additional criticism. Instead, I have chosen to frame my response around some analyses of my own that were sparked by certain ideas raised among the four papers from the original SMT session (Doll, Koozin, Osborn, and Summach). I will offer my initial reaction to the other three papers (Attas, Endrinal, and Nobile) by way of a short postscript. Example 1 . Talk Talk, “It’s My Life” (1984) (click to enlarge) Audio Example 1 . Talk Talk, “It’s My Life” (1984)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I love the Eighties, so I will begin by considering the harmonic and formal design of one of my favorite tracks from that decade, Talk Talk’s 1984 hit “It’s My Life,” an abbreviated transcription of which is provided in Example 1 . (1) I used this example once before in a talk I gave a few years back on the subject of what makes a great chorus in a pop and rock song ( Spicer 2005 ); it is a good thing I never published that paper, since I must admit that I made a few errors in transcribing the pitch content of “It’s My Life,” which I have now corrected for this updated analysis.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "spicer_2005"
                ]
            }
        },
        {
            "3": {
                "text": "[3] As with many 1980s synthpop songs, little to no guitar is to be found on this track. The drum kit is relentless, rarely deviating from a standard rock pattern. Driving the groove is Paul Webb’s trademark fretless electric bass, and above this we are bathed in a wash of synthesizer chords, which I have simplified in my transcription of the verse vamp in Example 1a in order to show its essential voice leading. The harmonic progression here is quite eclectic: basically we have an E ♭ Mixolydian I– ♭ VII–ii (with the second and third chords in first inversion), but none of the chords is a pure triad since the third is missing from the tonic chord and scale degree 5 is held as an inverted pedal throughout. Not shown in the example, a jabbing two-note syncopated synth riff—working rhythmically in tandem with the bass, accenting the “and” of beats three and four—is sounded during only the first bar of each four-bar cycle. After two times through the vamp, Mark Hollis’s characteristically maudlin lead vocal enters rather unobtrusively on scale degree 3 (hence supplying the missing third of the tonic chord). Audio Example 1 contains the first minute-and-a-half of  “It’s My Life,” representing the first pass through the intro, verse, prechorus, and chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Christopher Doll’s article explores the powerful effect of expressive modulations at important formal junctures in pop and rock songs, especially at the onsets of choruses. Example 1b illustrates what happens as the verse moves into the prechorus in “It’s My Life.” I have probably listened to this track hundreds of times over the years, and yet this particular expressive modulation still gives me goose bumps (indeed, Doll would likely describe this as a “breakout pre chorus”). As the example shows, the pitches F and C of the ii chord slip down by semitone to E ♮ and B ♮ , while A ♭ is retained as a common tone and enharmonically recast as the leading tone G ♯ as part of the V chord in the tritone-related key of A minor. The modulation into the prechorus is thus achieved by what David Lewin famously dubbed the “SLIDE” transformation, in which two opposite-mode triads whose roots are a semitone apart invert around a common third. David Kopp in his book Chromatic Transformations in Nineteenth-Century Music has described the SLIDE as “the consummate common-tone relation, whose harmonic strength...is defined almost wholly by the common tone itself. The relation it represents is more distant than in any other common-tone relation...” ( Kopp 2006 , 175). I can think of no other pop or rock song that employs such a SLIDE modulation, certainly not as a means of moving into the pre chorus. (2) To add to the mounting excitement, from this point on the song’s harmonic rhythm speeds up dramatically, culminating in the driving two-chords-per-bar descending fifths sequence of the chorus proper.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "kopp_2006"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Yet there is another reason why I like this modulation so much, and this has to do with the fact that in the move to A minor we are presented with a series of big, fat synthesizer chords involving only the white keys, and I am immediately reminded of a host of other pop hits from the 1980s that similarly feature big synth chords in C major or A minor. Tim Koozin’s article has demonstrated convincingly how the sheer topography of the guitar fretboard has profound ramifications for the types of riffs and harmonic moves that composers of guitar-based rock are drawn to. While I am no guitarist and therefore cannot relate intimately as Koozin does to the very physicality of these guitar riffs and progressions and how they feel when played, his paper got me thinking about the related notion of keyboard topography and the physical nature of executing certain characteristic keyboard riffs and chord progressions in rock. It should come as no surprise that there are myriad keyboard-based pop and rock songs featuring riffs and progressions involving only the white keys, since, let’s face it, such riffs are much easier to perform without any of those pesky black keys getting in the way. Example 2 . Some other signature “white-key” synth riffs (click to enlarge) Audio Example 2 . New Order, “The Perfect Kiss” (1985) Example 3 . Some opening “black-key” keyboard riffs from Stevie Wonder songs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Example 2 shows three representative examples of signature “white-key” synth riffs from the 1980s. (3) The first of these is the repeating two-bar syncopated reggae “skank” pattern that sounds throughout the intro and verses of the Police’s “Spirits in the Material World” from the group’s 1981 album Ghost in the Machine (Example 2a). This album marked something of a departure from the Police’s previous three LPs in that keyboards were now added to most of the arrangements; this development, as I have argued elsewhere ( Spicer 2010 ), was a direct response on the Police’s part to the recent demise of punk and the rise of synthpop in the U.K in 1981. (4) The second example is the famous opening Oberheim synthesizer riff from Van Halen’s 1984 hit “Jump,” the song on which Eddie Van Halen gleefully put his guitar aside momentarily to make his keyboard debut with the group (Example 2b). Needless to say, while Eddie remains one of rock’s greatest guitar virtuosi, he was a novice keyboard player at the time of the 1984 album on which “Jump” appeared. The third example is the big white-key synth riff from the chorus of New Order’s 1985 dance hit “The Perfect Kiss” (Example 2c). Audio Example 2 illustrates this riff in the context of how it is first introduced in the track itself, where we are made to wait almost a minute-and-a-half for the big synthesizer chords to make their triumphant entry as the climax of the song’s accumulative beginning. (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "spicer_2010"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Still on the subject of keyboard topography, what might be viewed as the direct opposite of this all white-key phenomenon are those keyboard riffs that feature all or almost all black keys. I recall a conversation I had with Tim Hughes several years ago in relation to his excellent dissertation on the music of Stevie Wonder ( Hughes 2003 ). It turns out that many of Wonder’s songs begin with a riff or chord that features all or mostly black keys, which I speculated might have something to do with the notion that a blind person can feel the raised black keys more easily as a point of orientation and would therefore be drawn to those particular chord shapes. Example 3 shows three representative examples of opening riffs from Stevie Wonder songs that are oriented around the black keys, which I invite the reader to play at the keyboard in order to feel how these riffs lie under the hands. The first of these (Example 3a) is the repeating Fender Rhodes electric piano riff from Wonder’s 1973 hit “Living for the City” (#8 U.S., #15 U.K.), in which the major-pentatonic anacrusis figure and opening F ♯ major tonic chord involve only black keys. (6) The second is the signature bass riff (Example 3b), doubled by the left hand of the electric piano, which underpins the majority of the groove from Wonder’s 1976 hit “I Wish” (#1 U.S., #5 U.K.); this repeating, circular riff is built around an oscillating E ♭ Dorian i–IV progression and features all black keys for its first five notes. (7) The third example shows a transcription of the opening bars of the piano introduction to Wonder’s gorgeous 1982 ballad “Ribbon in the Sky” (Example 3c), where the initial left hand harmony is an all-black-key E ♭ minor seventh chord. (8) I could have shown many other examples of “black-key” keyboard riffs from Wonder’s songs—the multiple interlocking clavinet parts to “Superstition” and “Higher Ground” (both 1973), for example, in which the main groove of each song revolves around the pitches of an E ♭ minor pentatonic scale—but I shall leave these provocative implications open for further investigation. (9)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "hughes_2003"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Brad Osborn has provided in his article a convincing and comprehensive typology of experimental through-composed forms in post-millennial rock. As he rightly points out, however, with the exception of Radiohead none of the artists he discusses have made much of a dent in the mainstream pop charts. Adorno’s negative criticism of popular music as trite and formulaic notwithstanding, pop and rock hits have long relied on recapitulatory hooks and choruses for their mass appeal, and, as I am sure Osborn would agree, this situation is unlikely to change anytime soon. Which brings us back to 1980s synthpop. Although synthpop as a style largely receded in the 1990s in favor of other styles (most notably grunge and rap), during the first decade of the new millennium the style has enjoyed a resurgence in popularity. This is represented by the work of artists such as Daft Punk, Ke$ha, Ladytron, LCD Soundsystem, and Owl City, to name a few, and also by the fact that a number of R&B and rap artists in recent years have reached back into the canon of classic 1980s synthpop hits as a source of inspiration, one example being Flo Rida’s 2009 #1 smash “Right Round” (featuring Ke$ha), which overtly borrows the chorus to Dead or Alive’s 1985 hit “You Spin Me Round (Like a Record).” (10) None of these post-millennial synthpop acts, however, can match the phenomenal chart success of Lady Gaga over the past couple of years. For my final analysis, I wish to consider the formal design of  “Bad Romance,” Gaga’s third single and follow-up to her late-2008 breakthrough hit and 2010 Grammy-winning song “Poker Face.” It just so happens that “Bad Romance” is in A minor and therefore features many big white-key synthesizer chords, further marking the song’s sonic allegiance to its 1980s forebears. “Bad Romance” is cast essentially in a contrasting verse-chorus form (see Covach 2005 ), with a prechorus and also an extended bridge section towards the end of the song that paves the way for the explosive final chorus. But in addition to all of this, Lady Gaga exploits in this song a rather unusual structural feature, one that could be described as a post chorus.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "covach_2005"
                ]
            }
        },
        {
            "9": {
                "text": "[9] In his magisterial analytical survey of songs composed during rock’s formative period (through 1969), The Foundations of Rock , Walter Everett claims that “a very common way of joining separate verse and chorus is through the prechorus, a form seemingly invented in 1964 and remaining extremely popular through the remainder of the decade” ( Everett 2009 , 146). Jay Summach has also done a remarkable job in his article of mining the pop charts of the 1950s and ’60s for forensic evidence that points towards the prechorus having emerged as a full-fledged structural device a few years earlier than Everett suggests—specifically, in 1961 with Del Shannon’s “Runaway.” While I cannot claim to have made a similarly exhaustive investigation of the structural origins of the postchorus, I have managed to locate a handful of candidates for songs with postchoruses reaching back as early as 1970 with two examples from that year: the Jackson 5’s #1 pop hit “ABC” and Stephen Stills’s solo hit “Love the One You’re With.” (11) In both of these songs, the chorus proper is followed by a brief, self-contained passage that can be heard as a departure from the chorus and yet does not serve merely as a transition to the next verse (in the case of “Love the One You’re With,” for example, the postchorus that follows the song’s second and third choruses provides us with one of the song’s most memorable hooks in the form of the wordless “doo-doo doo-doo doo-doo-doo- doo ...”). (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Rather than saying anything further, I will conclude the main part of this response—with a bang, I hope, the same way I did at the SMT special session—by presenting a streaming, annotated formal diagram of “Bad Romance” that I made using the nifty software program Variations Audio Timeliner , (13) developed by Music Theory Online ’s managing editor Brent Yorgason and his former colleagues at Indiana University. (14) So, please pump up the volume, get ready for some big, fat white-key synth chords, and follow along with my formal annotations as they “pop up” onscreen \n(see Example 4 ) . Example 4 . Lady Gaga, “Bad Romance” (click to enlarge and watch the video)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The three additional articles that have been brought into this special issue on form in rock are all very interesting in their own right, and I shall now comment briefly on each of them in turn. Drew Nobile’s article attempts to do for 1960s pop music what Schmalfeldt 1991 did for classical music by reconciling Schenkerian concepts with traditional and recent theories of form, and in so doing demonstrates how a careful consideration of harmony and voice leading is crucial to our better understanding the formal paradigms that shape this music. Nobile’s study is limited to early (pre-1965) songs by the Beatles cast in good old-fashioned AABA form, but I have no doubt that his analytical approach has the potential also to discover important links among harmony, voice leading, and form in post-1960s pop and rock music, and I look forward to his future work in this regard.",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1991"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Robin Attas’s article on Sarah McLachlan takes on the prickly subject of what defines a phrase in pop and rock music, highlighting in particular the problems inherent in finding “goal-directedness” in songs built around those repeating, circular harmonic progressions that are so ubiquitous in rock, such as the repeating four-bar vi–IV–I–V (or is it i– ♭ VI– ♭ III– ♭ VII?) chord pattern of “Building a Mystery.” By considering other musical parameters—such as text, rhythm, and melodic contour—that work in conjunction with harmony in creating a sense of goal-directed motion, Attas achieves a more comprehensive definition of phrase for pop and rock than what has previously been offered by other authors. Endrinal’s Example 5 . Reduction of “Mysterious Ways” (1:43-3:16) (click to enlarge) Endrinal’s Example 6 . Reduction of “Elevation” (1:36-2:52) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Lastly, Christopher Endrinal’s article on U2, as Nicole Biamonte puts it in her introduction, seeks to “problematize” the concept of a “bridge” in a pop or rock song, even going so far as to suggest that we jettison the term entirely and replace it with his new term “interverse.” This surely will incite some controversy among the readers of this journal, and, while I agree with Endrinal that we need to find better ways of explaining those internal sections in complex, multipart rock songs which are clearly not verses nor choruses yet seem self-contained and non-transitional in nature (such as my suggested “postchorus”), his article has not convinced me to burn my bridges just yet. We must remember that what defines a bridge is not only the harmonic contrast it provides from the surrounding verses and choruses but also its retransitional function. In other words, a bridge necessarily begins with some kind of harmonic swerve away from the preceding material and typically culminates in a big V chord (or, less often, another dominant-functioning harmony, such as ♭ VII) that sets up a dramatic, fresh reentrance of a verse or chorus, usually on the tonic. (15) Following these criteria, I would not hesitate to call the “independent continuous interverse” in “Mysterious Ways” ( Endrinal’s Example 5 ) a bridge. Complicating the issue of a bridge’s retransitional function, however, are those situations in which the ensuing verse or chorus begins off -tonic, such as in “Elevation” ( Endrinal’s Example 6 ), where the bridge—what Endrinal calls an “independent sectional interverse”—ends on I and the chorus begins on V. If James Brown ever decides to update the lyrics to his 1970 funk classic “Sex Machine” to ask “Should I take ’em to the interverse ?” then I might reconsider my allegiance to the term bridge, but for now I shall leave it up to the readers of MTO to decide for themselves.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.spicer.html",
    "data": "mto/data/mto.11.17.3.spicer.json"
}