{
    "title": "An Octatonic History of Prokofiev’s Compositional Oeuvre",
    "date": "2018/06/01",
    "volume": "24",
    "issue": "2",
    "authors": [
        "Bazayev, Inessa"
    ],
    "abstract": "The article examines Prokofiev’s compositional oeuvre through the lens of the Rimsky-Korsakov scale (octatonic collection) and its prominence in selected works from 1915 through 1941. Although he never took a composition lesson with Rimsky-Korsakov, Prokofiev’s careful use of the collection shows his intimate knowledge of the scale. The article seeks to add a understanding of the development of the Rimsky-Korsakov scale within Russian theoretical thought. A survey of short octatonic sections culminates in the analysis of Sonata no. 6, which not only uses the same octatonic collection to characterize the themes of first and last movements, but also features a scalar version of the octatonic collection at the very climax of the last movement. This event further enhances the importance of the scale and takes on a dramatic role from its initial association with magical characters in Rimsky-Korsakov’s music to depicting the despicable woes of the Great Patriotic War in Prokofiev’s music.",
    "keywords": [
        "Octatonic",
        "Rimsky-Korsakov scale",
        "Prokofiev",
        "Russian music theory",
        "Yavorsky",
        "Kholopov"
    ],
    "doi": "",
    "received": "May 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.2/mto.18.24.2.bazayev.pdf",
    "author_info": [
        {
            "name": "Inessa Bazayev",
            "university": "Louisiana State University",
            "address": "College of Music & Dramatic Arts, 102 School of Music, Baton Rouge, LA 70803",
            "email": "ibazayev@lsu.edu"
        }
    ],
    "citations": {
        "bass_1988": "Bass, Richard. 1988. “Prokofiev’s Technique of Chromatic Displacement.” Music Analysis 7 (2): 197–214.",
        "bazayev_2014": "Bazayev, Inessa. 2014. “The Expansion of the Concept of Mode in Twentieth-Century Russian Music Theory.” Music Theory Online 20 (3).",
        "berger_1963": "Berger, Arthur. 1963. “Problems of Pitch Organization in Stravinsky.” Perspectives of New Music 2 (1): 11–42.",
        "boganova_1961": "Boganova, Tatiana. 1961. Natsional’no-Russkiye Traditsii v Muzyke S.S. Prokofieva [Native-Russian Traditions in the Music of Prokofiev]. Sovetskii Kompozitor.",
        "cairns_2014": "Cairns, Zachary A. 2014. “A Glimpse at Iurii Kholopov’s Garmonicheskii Analiz .” Music Theory Online 20 (3).",
        "carpenter_1995": "Carpenter, Ellon. 1995. “Russian Theorists on Modality in Shostakovich’s Music.” In Shostakovich Studies , edited by David Fanning, 76–112. Cambridge University Press.",
        "dernova_1968": "Dernova, Varvara. 1968. Garmoniia Skryabina [Scriabin’s Harmony]. Muzgiz.",
        "ewell_2012": "Ewell, Philip A. 2012. “Rethinking Octatonicism: Views from Stravinsky’s Homeland.” Music Theory Online 18 (4).",
        "frolova-walker_1997": "Frolova-Walker, Marina. 1997. “On Ruslan and Russianness.” Cambridge Opera Journal 9: 21–45.",
        "frolova-walker_2007": "Frolova-Walker, Marina. 2007. Russian Music and Nationalism: From Glinka to Stalin . Yale University Press.",
        "harter_2009": "Harter, Courtenay.  2009. “Bridging Common Practice and the Twentieth Century: Cadences in Prokofiev’s Piano Sonatas.” Journal of Music Theory Pedagogy 23: 57–77.",
        "heetderks_2013": "Heetderks, David J. 2013. “Semitonal Succession-classes in Prokofiev’s Music and Their Influence on Diatonic Voice-leading Backgrounds in the Op. 94 Scherzo.” Intégral 27: 159–212.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "kholopov_1962": "Kholopov, Yuri. 1962. “O sovremennykh chertakh garmonii Prokofieva” [On Contemporary Characteristics of Prokofiev’s Harmony]. In Cherty Stilya Prokofieva: Sbornik Teoreticheskikh Stat’ei [Prokofiev’s (Compositional) Stylistic Characteristics: A Collection of Theoretical Essays], edited by L. Berger, 253–311.  Sovetskii Kompozitor.",
        "kholopov_1967a": "Kholopov, Yuri. 1967a. “Diatonicheskie lady i tertsovie khromaticheskie sistemy v muzike Prokof’eva” [Diatonic modes and third-related chromatic systems in the music of Prokofiev]. In Ot Liulli do nashikh dneĭ [From Lulli to our days], edited by V. Konen and I. Slepnev, 256–79. Muzyka.",
        "kholopov_1967b": "Kholopov, Yuri. 1967b. Sovremennye Cherty Garmonii Prokofieva [Contemporary Characteristics in Prokofiev’s Harmony]. Muzyka.",
        "kholopov_1971": "Kholopov, Yuri. 1971. “Simmetrichnye lady v teoreticheskikh sistemakh Iavorskogo i Messiana” [Symmetrical modes in theoretical systems of Yavorsky and Messiaen]. In Muzyka i sovremennost’ ; [Music and Modernism], edited by T.A. Lebedeva. Installment 7, 247–93. Muzyka.",
        "kholopov_1974": "Kholopov, Yuri. 1974. “Prokofiev.” In Ocherki sovremennoi garmonii: Isledovanie [Remarks on modern harmony: Research], 200–210. Muzyka.",
        "kholopov_1988": "Kholopov, Yuri. 1988. Garmoniia: Teoreticheskiĭ kurs [Harmony: A Theoretical Study]. Muzyka.",
        "kholopov_1997": "Kholopov, Yuri. 1997. “O sisteme garmonii Stravinskogo” [On Stravinsky’s harmony system]. In I. F. Stravinsky: Sbornik Stateĭ [Stravinsky: A collection of articles], edited by Viktor Varunts. Moskovskaia Konservatoriia.",
        "kholopova_1989": "Kholopova, Valentina and Iuriĭ Kholopov. 1989. Anton Webern: Leben und Werk . Translated by Christoph Hellmundt. Henschelverlag. Originally published as Anton Vebern: zhizn’ i tvorchestvo [Anton Webern: life and work] (Kompozitor, 1984).",
        "kielian-gilbert_1981": "Kielian-Gilbert, Marianne. 1981 “Pitch-class Function, Centricity, and Symmetry as Transposition Relations in Two Works of Stravinsky.” PhD diss., University of Michigan.",
        "liaputov_1916": "Liaputov, Sergei Mikhailovich, ed. 1916. “Perepiska M.A. Balakireva i N.A. Rimskogo-Korsokova (1862–1898)” [Correspondence (between) M.A. Balakirev and N.A. Rimsky-Korsakov (1862–1898)], Muzykal’ny Sovremennik , VII (March 1916).",
        "mcquere_1983": "McQuere, Gordon. 1983. “The Theories of Boleslav Yavorsky.” In Russian Theoretical Thought in Music , edited by Gordon McQuere, 109–64. Bowker.",
        "minturn_1997": "Minturn, Neil. 1997. The Music of Sergei Prokofiev . New Haven: Yale University Press.",
        "ossovsky_1968": "Ossovsky, A. V. 1968. Vospominaniia. Issledovaniia [Memoirs. Research]. Leningrad.",
        "perry_2016": "Perry, Rebecca. 2016. “Thematic Simultaneity and Structural Ambiguity in the Second Movement of Prokofiev’s Piano Sonata No. 4, Op. 29.” Music Theory and Analysis 3 (2): 209–18.",
        "press_2006": "Press, Stephen D. 2006. Prokofiev’s Ballets for Diaghilev . Ashgate.",
        "rifkin_2004": "Rifkin, Deborah. 2004. “A Theory of Motives for Prokofiev’s Music.” Music Theory Spectrum 26 (2): 265–89.",
        "rifkin_2006": "Rifkin, Deborah. 2006. “Making it Modern: Chromaticism and Phrase Structure in Twentieth-Century Tonal Music.” Theory and Practice 31: 133–56.",
        "rifkin_2009": "Rifkin, Deborah. 2009. “The Quiet Revolution of a B-Natural: Prokofiev’s ‘New Simplicity’ in the Second Violin Concerto.” Twentieth-Century Music 6 (2): 183–208.",
        "rimsky-korsakov_1930": "Rimsky-Korsakov, Nicolai. 1930. A Practical Manual of Harmony . 12th ed. Carl Fischer, Inc.",
        "skorik_1969": "Skorik, Miroslav. 1969. Ladovaia Sistema S. Prokofieva [S. Prokofiev’s Modal System]. Muzichka Ukraina.",
        "taruskin_1985": "Taruskin, Richard. 1985. “Chernomor to Kashchey: Harmonic Sorcery; Or, Stravinsky’s ‘Angle’.” Journal of American Musicological Society 38 (1): 72–142.",
        "taruskin_1993": "Taruskin, Richard. 1993. Musorgsky: Eight Essays and an Epilogue . Princeton University Press.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: A Biography of the Works through “Mavra.” University of California Press.",
        "taruskin_2011": "Taruskin, Richard. 2011. “Catching Up with Rimsky-Korsakov.” Music Theory Spectrum 33 (2): 169–85.",
        "tymoczko_2002": "Tymoczko, Dmitri. 2002. “Stravinsky and the Octatonic: A Reconsideration.” Music Theory Spectrum 24 (1): 68–102.",
        "van_den_toorn_1983": "Van den Toorn, Pieter. 1983. The Music of Igor Stravinsky . Yale University Press.",
        "van_den_toorn_1987": "Van den Toorn, Pieter. 1987. Stravinsky and “The Rite of Spring.” University of California Press.",
        "van_den_toorn_2011": "Van den Toorn, Pieter. 2011. “Catching Up with Taruskin.” Music Theory Spectrum 33 (2): 216–221.",
        "yavorsky_1908": "Yavorsky, Boleslav. 1908. Stroenie muzykal’noĭ rechi [The Structure of Musical Speech]. Moscow: Gos. Iz-vo.",
        "zaporozhets_1962": "Zaporozhets, N. 1962. “Nekotorye osobennosti tonal’no-akkordovoy struktury muzyki Prokofieva” [On some specific characteristic (relating to) harmonic structure in Prokofiev’s music].  In Cherty Stilya Prokofieva: Sbornik Teoreticheskikh Stat’ei [Prokofiev’s (Compositional) Stylistic Characteristics: A Collection of Theoretical Essays], edited by L. Berger, 218–49.  Sovetskii Kompozitor.",
        "inline_citation": "Selected Discography",
        "richter_2007": "Sviatoslav Richter, pianist. 2007. Sviatoslav Richter: The Master , Vol. 3. Decca B000O77PZM, box set, 11 compact discs.",
        "richter_2015_1960": "Sviatoslav Richter, pianist. 2015 [1960]. Sviatoslav Richter Plays Prokofiev - Live at Carnegie Hall (December 26, 1960) . Sony Classical B00VGHG7XK, compact disc.",
        "marriner_1994": "London Symphony Orchestra and Sir Neville Marriner. 1994. Prokofiev: Favourite Orchestral Suites. Philips B000W0B4EO, 2 compact discs."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This article uses the transliteration system developed by Gerald Abraham for the New Grove and modified by Richard Taruskin ( 1993 , xix–xx). Exceptions (in the main text) include names familiar to readers in their Anglicized form (Prokofiev, Scriabin, Sergei, Yavorsky, and Yuri). The list of works cited does not contain these exceptions.",
            "citations": [
                "taruskin_1993"
            ]
        },
        "FN2": {
            "text": "2. By “Russia” I mean both Soviet era and post-Soviet era; and by the “West,” I mean Europe and North America.",
            "citations": []
        },
        "FN3": {
            "text": "3. In Russia, some of the prominent studies of Prokofiev’s music include Boganova 1961 ; Kholopov 1962 , 1967a , 1967b , 1971 , 1974 , 1988 , 1997 ; Skorik 1969 ; and Zaporozhets 1962 . And, in the West, Bass 1988 ; Heetderks 2013 ; Minturn 1997 ; and Rifkin 2004 , 2006 , 2009 .",
            "citations": [
                "boganova_1961",
                "kholopov_1962",
                "kholopov_1967a",
                "kholopov_1967b",
                "kholopov_1971",
                "kholopov_1974",
                "kholopov_1988",
                "kholopov_1997",
                "skorik_1969",
                "zaporozhets_1962",
                "bass_1988",
                "heetderks_2013",
                "minturn_1997",
                "rifkin_2004",
                "rifkin_2006",
                "rifkin_2009"
            ]
        },
        "FN4": {
            "text": "4. In Russia, the octatonic collection was extensively used by Rimsky-Korsakov and was ultimately taught to his students. It soon became known as the Rimsky-Korsakov scale or gamma ton-poluton (whole- and half-step scale). The earliest example of this scale is found in Rimsky-Korsakov’s tone poem Sadko (1867); see Taruskin 1985 , especially 93–94, 103–104.",
            "citations": [
                "taruskin_1985"
            ]
        },
        "FN5": {
            "text": "5. For very brief discussions of the octatonic scale in Prokofiev’s works, see Minturn 1997 , especially, 75–76; and Kholopov 1967a , especially, 274–79. Minturn erroneously identifies Visions Fugitives , no. 3, measures 13–22, as “purely octatonic.” The passage actually features a prominent non-collection tone on the downbeats of measures 21 and 22. Kholopov 1967a only mentions the diminished scale (octatonic collection) fleetingly, giving a musical example of “March,” rehearsal 68, from The Love for Three Oranges . I will discuss both of these passages later in the article.",
            "citations": [
                "minturn_1997",
                "kholopov_1967a",
                "kholopov_1967a"
            ]
        },
        "FN6": {
            "text": "6. I will especially focus my discussion on Philip Ewell’s ( 2012 ) thorough overview of Yavorsky’s and Kholopov’s theories.",
            "citations": [
                "ewell_2012"
            ]
        },
        "FN7": {
            "text": "7. For more on octatonicism in Stravinsky’s music, see Taruskin 1985 , 1996 , 2011 ; Van den Toorn 1983 ; Ewell 2012 ; Tymoczko 2002 ; and Berger 1963 .",
            "citations": [
                "taruskin_1985",
                "taruskin_1996",
                "taruskin_2011",
                "van_den_toorn_1983",
                "ewell_2012",
                "tymoczko_2002",
                "berger_1963"
            ]
        },
        "FN8": {
            "text": "8. Liadov had also studied at the St. Petersburg Conservatory and was a composition student of Rimsky-Korsakov himself. So, it is evident that Liadov also had a very intimate knowledge of the Rimsky-Korsakov scale and its prominence in his music.",
            "citations": []
        },
        "FN9": {
            "text": "9. See Liaputov 1916 , 92. The letter is also discussed in Taruskin 1985 , 93–94.",
            "citations": [
                "liaputov_1916",
                "taruskin_1985"
            ]
        },
        "FN10": {
            "text": "10. In a number of published memoirs, including A.V. Ossovsky ( 1968 ), Rimsky-Korsakov would single out passages from Schubert and Liszt, among others, highlighting the harmonic motions by minor or major thirds, which were either octatonic or whole tone.",
            "citations": [
                "ossovsky_1968"
            ]
        },
        "FN11": {
            "text": "11. This octatonic collection can be also interpreted as OCT 0,1 (or the octatonic collection that contains pitch classes C and C ♯ ) or as Berger’s Octatonic I (to be summarized shortly).",
            "citations": []
        },
        "FN12": {
            "text": "12. For a thorough discussion of Yavorsky’s modes, see McQuere 1983 and Ewell 2012 , especially section 2. For a survey of the Russian concept of mode, see Carpenter 1995 and, more recently, Bazayev 2014 .",
            "citations": [
                "mcquere_1983",
                "ewell_2012",
                "carpenter_1995",
                "bazayev_2014"
            ]
        },
        "FN13": {
            "text": "13. Of course, Yavorsky ( 1908 ) does not make any reference to the French augmented-sixth chord. The deduction here is mine. Example 1c is reproduced from Ewell 2012 , Example 9a.",
            "citations": [
                "yavorsky_1908",
                "ewell_2012"
            ]
        },
        "FN14": {
            "text": "14. This concept becomes paramount to Varvara Dernova’s ( 1968 ) work on Scriabin’s harmony, which treats extended dominant sonorities as stable.",
            "citations": [
                "dernova_1968"
            ]
        },
        "FN15": {
            "text": "15. Example 1d is reproduced from Ewell 2012 , Example 11. On an incidental note, these two triads—C major and F ♯ major—combine to form Stravinsky’s Petrushka chord; see Berger 1963 .",
            "citations": [
                "ewell_2012",
                "berger_1963"
            ]
        },
        "FN16": {
            "text": "16. These theorists include Yuri Kholopov, Alexander Dolzhansky, Miroslav Skorik, and Alexei Ogolevets, among others. For a recent survey of the work of these theorists, see Bazayev 2014 .",
            "citations": [
                "bazayev_2014"
            ]
        },
        "FN17": {
            "text": "17. Of course, at the time of the publication of his article, Berger was not aware of the importance of the Rimsky-Korsakov scale in Russia, its use in Rimsky-Korsakov’s works, nor Stravinsky’s intimate knowledge of the scale.",
            "citations": []
        },
        "FN18": {
            "text": "18. Yavorsky applied his theory to the music of Beethoven and Chopin and showed passages to be modal (!).",
            "citations": []
        },
        "FN19": {
            "text": "19. Scriabin is the only composer whose music can be meaningfully analyzed using Yavorsky’s theory of modal rhythm; see Dernova 1968 .",
            "citations": [
                "dernova_1968"
            ]
        },
        "FN20": {
            "text": "20. Refer again to Example 1c.",
            "citations": []
        },
        "FN21": {
            "text": "21. There is a significant connection between Kholopov’s third-related theory with Rimsky-Korsakov’s teachings of the symmetrical collections, where the bass line moves by either a major or a minor third. Thus, for Kholopov tertian motions are crucial in the study of twentieth-century music. This feature is also important to Prokofiev’s octatonic passages.",
            "citations": []
        },
        "FN22": {
            "text": "22. See Ewell 2012 , [3.2], as well as Example 13. For more on Kholopov’s concept of central element, see Kholopov 1967b .",
            "citations": [
                "ewell_2012",
                "kholopov_1967b"
            ]
        },
        "FN23": {
            "text": "23. As we will see below, this is not necessarily true for Prokofiev.",
            "citations": []
        },
        "FN24": {
            "text": "24. The augmented mode (whole-tone collection) and the diminished mode (octatonic collection) were regarded as special types of diatonic modes, and treated as consonant collections, just like the diatonic (major/minor) seven-note collection.",
            "citations": []
        },
        "FN25": {
            "text": "25. On the so-called “Russianness” in Russian music, see Frolova-Walker ( 1997 ) and ( 2007 ).",
            "citations": []
        },
        "FN26": {
            "text": "26. Enharmonic equivalence is always assumed.",
            "citations": []
        },
        "FN27": {
            "text": "27. Of course, pitch centricity is central to Stravinsky. For more on the topic, see Kielian-Gilbert ( 1981 ).",
            "citations": []
        },
        "FN28": {
            "text": "28. I will use registral designations (with middle C = C4) to indicate position of notes in different octaves.",
            "citations": []
        },
        "FN29": {
            "text": "29. The passage repeats several times throughout the movement in its original register or one octave higher at measures 149–60 and measures 224–35.",
            "citations": []
        },
        "FN30": {
            "text": "30. For a discussion of the so-called “wrong notes” in Prokofiev’s compositional oeuvre, see Bass ( 1988 ) and Rifkin ( 2006 ).",
            "citations": [
                "bass_1988",
                "rifkin_2006"
            ]
        },
        "FN31": {
            "text": "31. The smooth voice leading that results from the non-collection tones is, of course, reminiscent of Example 4b.",
            "citations": []
        },
        "FN32": {
            "text": "32. Measures 6.2–10 shift to G harmonic minor, with A ♭ functioning as a passing non-collection tone.",
            "citations": []
        },
        "FN33": {
            "text": "33. The use of the octatonic collection also pervades Prokofiev’s operas and ballets, including Cinderella , The Love for Three Oranges , and Betrothal at a Monastery , especially at cadential phrases. Some of the notable examples include cadential gestures in the opening tableau of Romeo and Juliet (Octatonic I), Betrothal at a Monastery , R 269 (Octatonic I), and Symphony no. 5, I, 3rd section (Octatonic III).",
            "citations": []
        },
        "FN34": {
            "text": "34. For further reading on Prokofiev’s juxtaposed themes, see Perry 2016 , which focuses on the second movement of Prokofiev’s Piano Sonata no. 4.",
            "citations": [
                "perry_2016"
            ]
        },
        "FN35": {
            "text": "35. The octatonic collection only defines the main thematic material of these sections. For example, within the primary theme, the Octatonic I collection is featured in measures 1–11 (with a brief interpolation at measure 6) and 20–23. And, within the development section, the Octatonic III collection characterizes measures 92–95. The development section is also important for simultaneously sounding two themes together. Measures 129–36 feature the primary and secondary themes, and measures 138–52 the primary and development themes. For more on simultaneous restating of two or more themes, see Perry 2016 , 209–11.",
            "citations": [
                "perry_2016"
            ]
        },
        "FN36": {
            "text": "36. For more on cadences in Prokofiev’s piano sonatas, see Harter 2009 .",
            "citations": [
                "harter_2009"
            ]
        },
        "FN37": {
            "text": "37. Because of the perpetual passing motion of pitch-class D, I have only shown the first occurrence of it at measure 1.",
            "citations": []
        },
        "FN38": {
            "text": "38. This movement is in a ten-part (!) rondo form—ABACADACBA—with an omitted A section between C and B at the end of the form. Because of the movement’s returning thematic material (A) and the episodic contrasting sections, I have chosen to use the traditional nomenclature of this form as opposed to Hepokoski and Darcy’s Type 4 sonata-rondo form. See Hepokoski and Darcy 2006 , 388–92.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN39": {
            "text": "39. Sonata no. 7 (the second of the three “War Sonatas”) also features an octatonic collection. The main theme of the first movement uses Octatonic II collection, with pc C as its non-collection tone (measures 1–4). Although other octatonic passages are featured within the development section of that movement, this sonata as a whole does not utilize the octatonic connection as convincingly and persistently as does Sonata no. 6.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Sergei Prokofiev’s harmonic language has been an important area of study in both Russia and the West. (2) Most of the studies have explained Prokofiev’s complex chromatic language through redefined functional tonality, folk elements, and Schenkerian voice leading. (3) However, no one has examined how Prokofiev’s chromatic compositional language was influenced by his exposure to Nicolai Rimsky-Korsakov’s music, music he knew well and greatly admired. Although Prokofiev loathed Rimsky-Korsakov’s weekly orchestration lessons, Prokofiev’s compositions written within six years of graduation from the St. Petersburg Conservatory in 1909 show his unique approach to the Rimsky-Korsakov scale (or the octatonic scale)—first to demarcate short musical sections ( Visions Fugitives , no. 3 [1915–17]) and later to define larger thematic material (Sonata no. 6 [1940]). (4) Prokofiev uses the octatonic scale more extensively than has been recognized in both Russia and the West. (5) I will first give a brief historical background of Prokofiev’s exposure to the Rimsky-Korsakov scale. Then, I will summarize the current debates regarding the octatonic collection in Russian theoretical writings of Boleslav Yavorsky and Yuri Kholopov. (6) Finally, I will conclude by showing Prokofiev’s idiosyncratic use of the scale in several important works that clearly underline his understanding of the scale, the way it was used by Rimsky-Korsakov—as a special type of “diatonic” scale. Further, unlike Rimsky-Korsakov, who wrote extensive passages of music within this collection to identify characters associated with the supernatural world (e.g., Sadko and Kaschey the Immortal , among numerous others), a technique which was later emulated by Stravinsky, especially in his early ballets based on Russian folklore ( The Firebird and Petrushka , among others), Prokofiev uses the scale in a very different way. Unlike Rimsky and Stravinsky, Prokofiev does not exclusively adhere to a given octatonic collection. Instead, he introduces one or two non-collection tones within a given octatonic collection, creating melodic continuity. This technique leads to Prokofiev’s idiosyncrasy, which further develops the Rimsky-Korsakov scale and divorces it from any association with the fairy world. As we will see, Prokofiev’s most extensive use of the Rimsky-Korsakov scale appears in Sonata no. 6 (1940), which was written at the height of the Great Patriotic War (WWII).",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The octatonic scale is not central to Prokofiev’s compositional approach the way it is for Stravinsky, and it certainly is not a defining feature of his music. (7) However, a close investigation of Prokofiev’s compositional oeuvre reveals his idiosyncratic use of the scale. Major compositions from Visions Fugitives (1915–1917) through Sonata no. 6 (1940) reveal prominent octatonic collections confirming Prokofiev’s intimate knowledge of the scale and his conscious use of it. In order to understand Prokofiev’s compositional angle, we must travel back to St. Petersburg to the early 1900s. Prokofiev received virtually the same education at the Conservatory as Stravinsky, with the exception of composition instruction. While Stravinsky studied with Rimsky-Korsakov, Prokofiev took lessons with Anatoly Liadov ( Press 2006 , 118). (8) Prokofiev’s only weekly lesson with Rimsky-Korsakov was a four-hour class on orchestration, which Prokofiev found boring. However, Prokofiev adored Rimsky-Korsakov’s music, especially his work that made pronounced use of the octatonic scale, such as his opera Legend of the Invisible City of Kitezh (1904). In his book on Prokofiev’s Diaghilev ballets, musicologist Stephen Press notes: [Prokofiev’s] behavior in [Rimsky-Korsakov’s] seminar was, by his own admission, juvenile and offensive. He took great pleasure in annoying the old man, after which he would look around the classroom in triumph, seeking, but not receiving, approval from his far wiser classmates. Stravinsky, by contrast, referred to Rimsky-Korsakov as “master”—greatly appreciative that the elderly composer took him under his wing. Later, however, he would openly criticize his former teacher’s music (for political and self-serving reasons), despite copious evidence of stylistic influence in virtually all of his early works. Conversely, while Prokofiev never developed a personal feeling for Rimsky-Korsakov, he liked much of his music, the fairy tale operas in particular. All the while he was being disrespectful or inattentive in his seminar, he would attend the dress rehearsal and three consecutive performances of his professor’s latest opera Skazaniye o nevidimom grade Kitezhe i deve Fevronii (Legend of the Invisible City of Kitezh and the Maiden Fevroniya) and applaud, in his own words, until his hands ached. ( 2006 , 119–20) Another historical clue that clearly points to Prokofiev’s intimate understanding of Rimsky-Korsakov’s music dates to 1910, where, in a private soirée, Stravinsky played the introduction from his new ballet The Firebird : Prokofiev did not take active interest in Stravinsky’s music until after L’Oiseau de feu had brought him fame in Paris. The first music of his Prokofiev likely heard was the introduction to that very ballet, played by Stravinsky at the piano two months before its public premier. This was at an intimate musical soirée arranged by Nurok in the offices of the journal Apollon on 10 April 1910. . . . Never one to withhold his opinion, Prokofiev told Stravinsky that “there was no music in it [the ballet’s introduction], and if there was any it was from [Rimsky-Korsakov’s] Sadko .” Not surprisingly the thin-skinned Stravinsky took offense. ( Press 2006 , 121) The above anecdote suggests that Prokofiev recognized Stravinsky’s use of the Rimsky-Korsakov scale in the introduction of The Firebird . Example 1a . Rimsky-Korsakov’s Ton-Poluton scale (also gamma Rimskovo-Korsakova ) (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "press_2006",
                    "press_2006",
                    "press_2006"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Prokofiev’s approach to the Rimsky-Korsakov scale is rather distinct from both Rimsky-Korsakov’s and Stravinsky’s. Example 1a shows the way Rimsky-Korsakov constructed the scale: alternating half and whole steps, creating two possibilities depending on which begins the pattern. The first one (on the left) begins with a half step, and the second one (on the right) begins with a whole step. From a historical viewpoint, the scale was thoroughly described by Rimsky-Korsakov in a letter to Mily Balakirev (dated 1 August 1867), where Rimsky spells out a descending octatonic collection: A– G ♯ – F ♯ –F– E ♭ –D–C–B–A. (9) Further, it has been well-documented that Rimsky-Korsakov had an intimate knowledge of symmetrical scales (especially the octatonic and whole-tone collections), which he often taught to his composition students. Many passages featuring either octatonic or whole-tone collections were highlighted from the Russian repertoire (especially Glinka), as well as the Western repertoire (especially Liszt and Schubert). (10) Example 1b . Kholopov’s hemitonic (half-step) system applied to Rimsky-Korsakov’s Sadko (1895–6) (Kholopov 1988, 212–13) (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Example 1b shows Yuri Kholopov’s hemitonic (semitonal) analysis of an excerpt as a projection of a ton-poluton (octatonic) scale from Rimsky-Korsakov’s opera Sadko . (11) In his analysis of the excerpt, Kholopov shows the key of the excerpt as C (!), which is indicated within a box below the score. He identifies the scale by its intervallic semitonal configuration between the contiguous notes. Whole notes show the Rimsky-Korsakov scale and the stemless filled-in noteheads indicate non-collection tones A ♭ and F. What is curious about Kholopov’s analysis is the lack of explanation of the function of the non-collection tones. It is clear that pitch-classes (henceforth, pc) A ♭ and F are part of vertical harmonies, making it difficult to identify them in any traditional manner as passing or neighboring tones. (As we will see below, Prokofiev’s approach to the Rimsky-Korsakov scale is more calculated, and non-collection tones are treated in melodic ways as neighboring or passing tones further enhancing the reigning octatonic collection of the passage.) Example 1c . Yavorsky’s duplex-chain mode, which describes the diminished mode (octatonic collection) as a stable resolution of four sets of tritones (after Ewell 2012, Example 9a) (click to enlarge) Example 1d . Modal Gravitation for the C-Duplex-Major Mode (after Ewell 2012, Example 11) (click to enlarge) Example 1e . Berger’s octatonic collections (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] This example and others below will show that Russian theoretical writings on the Rimsky-Korsakov scale are careful to distinguish the collection from Boleslav Yavorsky’s theory, which explains the octatonic scale as a byproduct of his duplex-chain mode. (12) Example 1c shows Yavorsky’s duplex-chain mode, which results from resolutions of two tritones—the diminished dominants (dD)—into the diminished tonics (dT). The tones of resolution, which actually result in two French augmented-sixth chords (C–E– F ♯ – A ♯ and E ♭ –G–A– C ♯ ), are treated as stable tones by Yavorsky. (13) This concept is quite revolutionary, for it treats the tritone as a stable, balanced sonority. (14) These stable tones (of both French augmented-sixth chords) linearize to become Yavorsky’s diminished mode (or octatonic collection)—C– C ♯ – E ♭ –E– F ♯ –G–A– A ♯ . The “connecting moment” (shown with stemless noteheads), illustrates non-collection tones that create continuity among the stable tones of the diminished mode. What is especially important for us to understand here is Yavorsky’s description of the way voice leading works within his diminished mode: in this system, a strong emphasis is put on gravitational pull [ tiagoteniia ] among the notes of the connecting moment with the stable notes of the duplex-chain mode. (This becomes crucial in understanding Prokofiev’s use of the diminished collection throughout his compositional oeuvre.) Example 1d illustrates Yavorsky’s C-duplex major mode (a different mode from that shown in Example 1c), where all the notes of the connecting moment gravitate toward the stable tones of the six-note octatonic subset (C-major triad and F ♯ -major triad). (15) This very concept of gravitational pull within the special diatonic collections (i.e., diminished and augmented modes) is extensively developed and discussed in later writings by Russian theorists. (16) As a historical reminder, Example 1e provides Arthur Berger’s ( 1963 ) seminal description of the octatonic collection, illustrating a Western conception of the Rimsky-Korsakov scale as three distinct collections: Octatonic I begins on C, Octatonic II begins on C ♯ , and Octatonic III begins on D. (17) All three collections begin with a semitone and enharmonic equivalence is always assumed.",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "berger_1963"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] In his recent article on octatonicism, Philip Ewell ( 2012 ) argues that in comparison to the complex explanation of the octatonic scale developed by Boleslav Yavorsky in Russia, our Western notion of the octatonic scale is far too simple. Ewell thoroughly surveys Yavorsky’s theory of modal rhythm developed at the turn of the twentieth century and Kholopov’s theoretical writings that are primarily rooted in the theory of mode (Yavorsky). He also underscores the supremacy of the overarching tonic within neotonality (Kholopov). Further, Ewell provides an overview of Yavorsky’s complex theory of modes, emphasizing that the influence of Yavorsky’s theory in Russia cannot be overstated. However, Ewell also notes that Yavorsky’s theory is highly problematic in some respects, including its limited application to actual music—both tonal and non-tonal. (18) Ewell concludes that: Yavorsky’s system is compelling if one accepts the tenets upon which it is founded: 1) An equal twelve-step chromatic system, 2) The absence of tonal-functional harmony, 3) Enharmonic equivalence of notes, 4) Enharmonic equivalence of semitonally expressed intervals, and 5) The tritone as the basis for motion. ( Ewell 2012 , [6.4]) (19) In short, for Yavorsky the octatonic collection is a linearized byproduct of resolutions of four interlocking tritones, which he identifies as the diminished mode. (20) Within Kholopov’s theory, the hierarchical system inherent in tonal music is gone as well. However, Kholopov still treats the main harmony or sonority that begins and ends a given piece as the main “tonic.” This tonic is supreme and active within Kholopov’s neotonal system, which he identifies as “‘central element’ [ tsentral’ny element ] (‘CE’) to which all other elements would be subordinate” ( Ewell 2012 , [3.2]). This idea also gives rise to Kholopov’s “twelve-tone tonality,” allowing him to analyze highly chromatic passages, which are neither tonal nor non-tonal, such as those in Scriabin’s late music. Kholopov’s theory is useful for passages that feature root motions by major or minor thirds that would nicely fit into his descriptions of symmetrical modes (the whole-tone, hexatonic, or octatonic collections). (21) Tritonal motion is crucial to any given passage that features these collections. Once again, just as in Yavorsky’s theory of mode, Kholopov’s neotonality is difficult to apply to actual musical compositions, whether Russian or Western. Scriabin is the only composer whose music fits into Kholopov’s concept of “central element” as well as bass-line motions by thirds. (22)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "ewell_2012",
                    "ewell_2012",
                    "ewell_2012"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Philip Ewell ( 2012 ) concludes that much ink has been spilled on the presence of the octatonic collection in the music of Stravinsky ( Taruskin 1985 , 1996 , 2011 ; Van den Toorn 1983 , 1987 , 2011 ; and Berger 1963 ). Ewell is especially critical of the way octatonicism has been dispensed in the West, claiming that the octatonic passages in Stravinsky have been deeply misunderstood. Further, Yavorsky’s little-known theory of modal rhythm in the West gave rise to analytical approaches that developed in a vacuum, divorced from Stravinsky’s homeland ( Ewell 2012 , [6]). Although Ewell’s point is well taken within the theoretical context that he discusses (Yavorsky’s theory of modal rhythm and Kholopov’s neotonality), I argue the opposite: the octatonic scale (Yavorsky’s diminished mode) was well-known to Kholopov and accepted as one of the modes of limited transposition of Olivier Messiaen ( Kholopov 1967a ).",
                "footnotes": [],
                "citations": [
                    "ewell_2012",
                    "taruskin_1985",
                    "taruskin_1996",
                    "taruskin_2011",
                    "van_den_toorn_1983",
                    "van_den_toorn_1987",
                    "van_den_toorn_2011",
                    "berger_1963",
                    "ewell_2012",
                    "kholopov_1967a"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] In an article entitled “Diatonicheskie lady i tertsovie khromaticheskie sistemy v muzike Prokof’eva” [Diatonic modes and third-related systems in the music of Prokofiev], Kholopov ( 1967a ) provides a quick survey of short musical passages in Prokofiev’s oeuvre featuring different church modes (e.g., Dorian and Phrygian, among others), mainly focusing the discussion of a single gravitational center (i.e., “central element” discussed in Ewell 2012 ). So, despite the mode of a given passage, there is always one main “tonic” harmony that is hierarchically more stable than the rest of the subordinate harmonies. Kholopov goes on to discuss another intriguing concept that is pertinent to our present study: special chromatic systems [ osobye chromaticheskiye sistemy ] ( 1967a , 247–49). It is here that Kholopov alludes to special symmetrical collections (without any direct reference to Yavorsky himself), identifying augmented (whole-tone collection) and diminished modes (octatonic collection). What is especially important to us in this section is Kholopov’s footnote 12, which references Messiaen’s modes of limited transposition, equating Prokofiev’s use of the diminished mode to the octatonic collection. So, in this passage, Kholopov views both the diminished mode and the octatonic scale synonymously. While tonal center governs tonality and modality, for the two symmetrical modes (i.e., octatonic and whole-tone collections) Kholopov describes pitch-centricity [ tsentr tiagoteniya ] to be paramount to understanding hierarchy within these collections ( 247 ). Kholopov goes on to generalize that the symmetric modes have expressive meaning for Prokofiev’s compositions and add to the rich chromaticism of his music ( 249 ). Example 2 . The diminished mode in The Love for Three Oranges (1919), rehearsal 68 (1st tableau), as identified by Kholopov 1967a, 247–9 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kholopov_1967a",
                    "ewell_2012",
                    "kholopov_1967a",
                    "kholopov_1967a",
                    "kholopov_1967a"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] After giving a quick definition of both augmented mode (whole-tone collection) and diminished mode (octatonic collection), Kholopov goes on to show very brief musical examples from repertoire ( 249–52 ). He does underline that within Prokofiev’s compositional oeuvre, the diminished mode occurs far more than the augmented mode. One of the most significant points in Kholopov’s discussion is the direct link between Prokofiev’s use of the diminished mode to that of Rimsky-Korsakov’s use of the scale. Kholopov notes that both Prokofiev and Rimsky-Korsakov use gamma ton-poluton (or the Rimsky-Korsakov scale) to depict magical scenes. (23) In Prokofiev’s oeuvre, Kholopov brings a few short examples associated with the magic and fantasy world, including a passage from The Love for Three Oranges (1919), and the subordinate theme from Sonata no. 5. Example 2 reproduces The Love for Three Oranges , rehearsal 68, which Kholopov describes as encompassing the diminished mode.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "kholopov_1967a"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Of course, as we closely examine Example 2 from a Western analytical viewpoint, the passage is certainly inspired by the Rimsky-Korsakov scale, but it is not systematically within a single octatonic collection as we understand and identify it in the West. The passage is either in OCT 2,3 , with pitch-classes C ♯ , E, and B ♭ as non-collection  tones or in OCT 1,2 , with pcs E ♭ , G ♭ , and A as non-collection tones. Perhaps OCT 1,2 is a better candidate, since it would include the bass note ( B ♭ ). Whichever octatonic collection one chooses, it is crucial to note the bass-line motion of the tritone (E– B ♭ ), which not only confirms octatonicism but also brings the listener’s attention to the magical aspect of the scene. Unlike Kholopov 1967a , whose analysis favors the melodic profile of the octatonic collection (OCT 2,3 in the highest voice of Example 2), my analytical perspective considers the complete texture as a whole, with a single collection involving all the notes. There are several other intriguing examples of octatonicism within Prokofiev’s compositional oeuvre that Kholopov overlooks. What is especially significant in my analyses below is Prokofiev’s clearly delineated presentation of the diminished scale, which is reminiscent of the passages by Rimsky-Korsakov. Furthermore, in Prokofiev’s compositional oeuvre, the Rimsky-Korsakov scale is not necessarily associated with the fantastic world, as Kholopov states. As we will see, the earliest examples of this collection in Prokofiev’s music occur as early as in 1916–17 in Visions Fugitives , showing experimentation with the collection. However, by Sonata no. 6, the collection comes to be associated with the darkest pieces ever composed by Prokofiev—the War Sonatas—marking the most challenging and cruel time in Russian history. At the height of Prokofiev’s compositional maturity, this magical scale descends into the depths of a creative process that paints Russian music with the brush of a realist, deeply struck by the horrors of WWII. Octatonicism in Prokofiev’s Music",
                "footnotes": [],
                "citations": [
                    "kholopov_1967a"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] To summarize, the octatonic collection is extensively used by Rimsky-Korsakov and, in Russian theoretical thought, it is recognized as one of the special kinds of diatonic modes. (24) As already mentioned above, the study of this scale in relation to Stravinsky’s music has been exhaustive in the West and continues to be a very vibrant topic. More importantly, it is crucial to note that despite Yavorsky’s duplex-chain mode, which gives rise to his diminished collection, the octatonic collection was also recognized in Russia as one of only a handful of diatonic scales with symmetrical features, allowing easy modulations in and out of traditional diatonic scales (i.e., major and minor). Kholopov’s article on the different types of diatonic scales discussed in the previous section is a testament to this significant point. I do not think that the Rimsky-Korsakov scale is in competition with Yavorsky’s description of the diminished mode but rather, it provides another facet of the Russian octatonic history that descended from Rimsky-Korsakov’s teachings. If we accept the Rimsky-Korsakov scale as another type of diatonic scale, we will also understand and value its importance from Prokofiev’s compositional perspective. From the examples below, we will see that Prokofiev adds to the missing historical lineage from Rimsky-Korsakov through Stravinsky. Thus, Prokofiev’s octatonic passages serve as a compassionate homage to Rimsky-Korsakov and the so-called Russianness that we associate with his fairy operas. (25) In using the scale, however, Prokofiev adds his own idiosyncrasies. Thus, in Prokofiev’s works the Rimsky-Korsakov scale—henceforth, octatonic collection—always exhibits the following characteristics: The scale marks an important formal section of the work, with a clearly marked tonic (central element [CE] or tsentr tiagoteniya ); (26) The section featuring the scale contains one (or two) non-collection tone(s) foreign to the collection; and The non-collection tone creates continuity to the underlying octatonic collection as a tone of figuration (Yavorsky’s “connecting moment”). Some of these points need to be put into a Russian theoretical perspective. The first characteristic underlines the presence of a clear, hierarchically stable sonority, or the main “tonic” harmony that initiates the passage and serves as a resting point. This is usually marked by a continuous repetition and return to this tonic harmony. This description is closest to Kholopov’s central element or tsentr tiagoteniya (gravitational center), which treats a single harmony as the most hierarchically important (even if the musical premise is non-tonal). For Kholopov, the tonic is always associated with some tertian construction—either a triad or an extended seventh chord. This concept should not be confused with pitch centricity, since none of the octatonic passages discussed below exhibit any symmetrical structures associated with that concept. (27) The second and third features above are related, and they allude to Yavorsky’s “connecting moment” or notes that connect stable notes of the octatonic collection with the unstable ones. This, of course, contributes to smooth voice leading among the pitches. The non-collection tones that Prokofiev uses within the octatonic collection do indeed contribute to musical continuity. For referential ease, I will use Berger’s nomenclature to analyze octatonic passages in Prokofiev’s music.",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Example 3 shows the middle section of Visions Fugitives no. 3, measures 13–22. The passage is based on Octatonic I, with F as a non-collection tone, which emerges from the musical surface through syncopated rhythm at measures 21.1 and 22.1. The passage contains all eight notes of the collection, and the non-collection  tone (F) clearly serves as an accented incomplete neighbor to both E4s (measures 21.3 and 22.4), creating a smooth resolution by a step. (28) The central element (CE), or the local tonic, is A–C–E–G, which begins and ends the passage. Note that this central element recurs at least four times between its initial sounding at measure 13 and its last sounding at measure 22. Even with the omitted pc C from the central element, the main “tonic” sound (A–E–G) is prevalent in the passage and is clearly established as hierarchically important. Further, similar to Kholopov’s example reproduced in Example 2 above, Example 3 also features linearized tetrachordal subsets of the octatonic collection that are very audible on the musical surface. Such examples include C– C ♯ – D ♯ –E in measure 13, as well as A– B ♭ –C– C ♯ in measure 17. Example 3 . Visions fugitives , no. 3 (1921), mm. 13–22, with F as a non-collection tone (click to enlarge and listen) Example 4a . “Quarrel” from Six Pieces for Piano, Cinderella Suite (1944), op. 102, main theme, mm. 38–48; Octatonic III, with D ♭ and G as non-collection tones (click to enlarge and listen) Example 4b . The linear progressions with non-collection tones D ♭ and G (click to enlarge)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Example 4a illustrates the third movement from the Cinderella Suite , op. 102, measures 38–48. The central element (CE) of the movement is A ♭ –C– E ♭ –F/ F ♯ , and it is clearly established in the passage by its persistent recurrence—within the ten-measure passage, the central element occurs five times (!). And, similar to the previous example, the CE begins and ends the passage. Further Octatonic III defines this excerpt, with pcs D ♭ and G serving as non-collection tones. (29) Note the important voice-leading function of these non-collection  tones. Both participate in larger linear progressions in the passage. Example 4b reproduces measures 38–41, showing more clearly the role of the non-collection tones, with D ♭ 5 as part of the descending linear progression, beginning on F ♯ 5 at measure 38, and the G as part of a passing motion from F ♯ 4 to A ♭ 4 (and vice versa). Example 5a . “March” from The Love for Three Oranges , op. 33 (1919), mm. 1–6, Octatonic III, with E as non-collection tone (click to enlarge and listen) Example 5b . The dissonant E ♮ pedal point with its final resolution at m. 6 with minor dominant harmony (click to enlarge)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Example 5a provides an excerpt from one of Prokofiev’s most famous pieces—“March” from The Love for Three Oranges . This passage nicely fits into our criteria of Prokofiev’s use of the octatonic scale. The excerpt features the Octatonic III collection, with non-collection tone E. (30) The central element is an A ♭ major triad— A ♭ –C– E ♭ . After its initial sound at measure 3.1, the central element returns several times (measures 3.3, 4.3, and 5.1). Example 5b shows the same passage as in Example 5a, with non-collection tone E that partakes in smooth voice leading among the pitches of the octatonic collection. (31) The G ♮ at measure 6.2 is part of the convergence of the upper and the inner voices, and triggers a change in collection. (32) The non-collection  tone E ♮ serves as a dissonant pedal point (measures 3–5) that eventually resolves down to pitch-class E ♭ (measure 6.1). Thus, the E ♮ functions as an incomplete neighbor to the “consonant” E ♭ of the reigning Octatonic III collection.",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] In Examples 5a and 5b, the octatonic collection functions as a backdrop to the hierarchically stable A ♭ -major triad, where non-collection tones E and G propel the melodic motion forward. Similar to Examples 3 and 4 discussed above, within the reigning octatonic passage the dissonant non-collection tones create a sense of continuity driving the passage forward. To sum up, Prokofiev uses the octatonic collection as if it were a diatonic collection (major or minor), with a clearly marked, hierarchically stable “tonic,” represented by a central element (CE), as well as non-collection tones that function in a traditional way (as either passing or neighboring tones). (33) These passages enrich our understanding of the octatonic collection: Prokofiev treats the octatonic collection as part of traditional Russian heritage. Without any differentiation from Western tonal tradition, the central element and non-collection tones contribute to smooth voice leading. Such treatment of octatonicism separates Prokofiev’s approach from both Rimsky-Korsakov’s and Stravinsky’s use of the scale.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The most significant example of Prokofiev’s use of the octatonic scale appears in Sonata no. 6 where it is marked in several ways. The octatonic collection is presented right away as the main theme of the first movement. This theme ultimately returns at the end of the last movement, to merge with the thematic material of the fourth movement. (34) (The themes of both movements feature the Octatonic I collection.) This dialogue between the two themes eventually leads to a musical duel at the climax of the last movement, where the octatonic collection is finally fleshed out in its melodic form for both the listener (and the performer). Table 1 . The form chart of Sonata no. 6 (1940), I (click to enlarge) Example 6a . Sonata no. 6, opening theme, mm. 1–11, Octatonic I, with D as a non-collection tone (click to enlarge and listen) Example 6b . The main theme of the development section, mm. 92–95, featuring the Octatonic III collection, with C ♯ as its non-collection tone (click to enlarge and listen)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Before delving into the octatonic analysis of this sonata, a discussion of form is in order. Table 1 provides a formal chart of the first movement of the sonata. The movement can be interpreted as a loose Type 3 sonata form ( Hepokoski and Darcy 2006 , 14–50). The octatonic collection, which is central to our discussion, characterizes the primary theme (P) in measures 1–23, as well as the opening passage of the development (measures 92–217). (35) Although Prokofiev does not use traditional tonal cadences (e.g., PAC or HC) to indicate tonal closure, a concept that is central to Sonata Theory, Table 1 uses Hepokoski and Darcy’s terminology to show the sectional layout of the movement. (36) The movement clearly differentiates two themes—primary theme (P), which is characterized by the Octatonic I collection, and secondary theme (S), which is characterized by a tranquil passage in C major. The transitional passage (TR) is marked by aimless meandering of a pseudo-pentatonic collection in eighth notes (left hand) that reaches a sudden halt at measures 38–39, resembling a medial caesura-fill (MC). The return of the primary theme in the recapitulation is truncated and marked by P’ on the chart.",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Example 6a shows the opening theme of Sonata no. 6, first movement. It features the Octatonic I collection, and the A-major triad serves as its central element, which is further confirmed by the main key signature of the movement (i.e., three sharps). The A-major triad is reinforced by its continuous return on metrically strong downbeats (measures 1, 2, 3, 8, 9, 10). This octatonic analysis sheds light on another striking feature of the excerpt—the use of an E ♭ -major triad in measure 11. Prokofiev simply cannot use the dominant E-major triad here, because it is not part of the Octatonic I collection! He has to use its half-step displacement if he wants to remain within that collection. Further, within the backdrop of the Octatonic I collection, the passage features a single non-collection tone D, which functions as a passing tone between E5 and C ♯ 5. (37) (In Example 6a, the sections in braces are not part of the octatonic collection and are simply interpolations.) Example 6b shows the main theme of the development section, featuring the Octatonic III collection, with pc C ♯ as a non-collection tone. The function of this theme seems rather fleeting and insignificant until the last movement is reached. Table 2 . The form chart of Sonata no. 6, IV (click to enlarge) Example 6c . Sonata no. 6, IV, mm. 1–15, opening theme, Octatonic I, with B and D as non-collection tones (click to enlarge and listen) Example 6d . Sonata no. 6, IV, climax, Octatonic I, mm. 224–62, with D as a non-collection tone (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Table 2 shows the formal chart of the last movement, which is in rondo arch form. (38) This movement is significant for several reasons: (1) it prominently features the Octatonic I collection within its own primary thematic material (indicated by “A” on the chart); (2) the thematic material is further unified with the primary theme of the first movement, for its shared octatonic scale (Octatonic I); (3) because of continuous transpositions of the A thematic material, the Octatonic III collection prominently returns within the A section almost right away. Thus, at the peak of the arch form of the movement (measures 185–236), the primary theme of the first movement returns with its own lengthy section (D). It is in this climactic section (D) that a scalar version of the octatonic collection is heard.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] Example 6c shows the opening theme of the last movement of the same sonata. Pitch-class A remains central to the sonata as a whole. This last movement is written in A minor and continues to treat the A triad (now, the A-minor triad) as its central element. Example 6c shows all the extended measures, featuring the A-minor triad as the hierarchically central element. Further, by basing his last movement on the same octatonic collection as the first movement (Octatonic I), Prokofiev creates a great sense of unity. Within the backdrop of the Octatonic I collection, there is a single non-collection tone, B, which functions as a neighboring tone to A. One of the remarkable features of this sonata as a whole that showcases Prokofiev’s octatonic approach is shown in Example 6d . This passage is extraordinary in two ways. First, it shows a kind of duel between the primary themes from the first and last movements of the sonata, which are far more similar than different. Both themes are based on the same Octatonic I collection, as well as the same central element (A major/minor). Second, the passage illustrates one of the most significant instances of Prokofiev’s octatonic compositional process, for it clearly confirms his conscious usage of the scale. Measures 257–58 illustrate the octatonic collection in its melodic form— E ♭ –F– G ♭ – A ♭ –A–B–C–D—confirming its prevalence throughout the sonata as a whole. This melodic form of the Octatonic III scale is repeated over two octaves (spanning E ♭ 3 to D5), further underlying the importance of the octatonic collection to the sonata as a whole. Additionally, it is at this very moment in the sonata that the avoided Octatonic III collection from the development section (of the first movement) makes its grand, climactic appearance. As the movement descends from this apex, it does not lose any steam. The final sounding of the A section (measures 370–430) brings back a fragmented version of the thematic material of the first movement, and the sonata as a whole comes full circle to its dramatic conclusion. (39) Conclusion",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Although Prokofiev never took composition lessons with Rimsky-Korsakov, it is clear that he knew of his scale and tried to shape it into his own compositions in novel ways. As I have shown, Prokofiev experiments with the scale as early as in Visions Fugitives (1915–17), and develops it to full fruition with Sonata no. 6 (1940). It is in this work that Prokofiev takes his use of the octatonic scale to a new, refined level: the sonata as a whole projects a single central element (the A major-minor triad), both outer movements feature themes written in the Octatonic I collection, and the non-collection tones always facilitate smooth voice leading among the notes of the octatonic collection. More importantly, Sonata no. 6 fleshes out the scalar form of the octatonic collection within the climax of its last movement, confirming the collection’s prominence within the work as a whole. In short, as I have shown, these characteristics set Prokofiev’s approach to the octatonic collection apart from those of Rimsky-Korsakov and Stravinsky. I do not think that Prokofiev will be associated with the octatonic scale as strongly and definitively as Stravinsky and Rimsky-Korsakov; however, I do hope that this study casts a new light on Prokofiev’s compositional practice as an important extension of the history of octatonicism in Russian and Soviet music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "prokofiev at 125",
    "source": "mto/raw/mto.18.24.2.bazayev.html",
    "data": "mto/data/mto.18.24.2.bazayev.json"
}