{
    "title": "Hearing Counterpoint Within Chromaticism: Analyzing Harmonic Relationships in Lassus’s <i>Prophetiae Sibyllarum</i>",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Chenette, Timothy K."
    ],
    "abstract": "Existing analyses of theProphetiae Sibyllarumgenerally compare the musical surface to an underlying key, mode, or diatonic system. In contrast, this article asserts that we must value surface relationships in and of themselves, and that certain rules of counterpoint can help us to understand these relationships. Analyses of the Prologue and Sibylla Persica demonstrate some of the insights available to a contrapuntal perspective, including the realization that surprising-sounding music does not always correlate with large numbers of written accidentals. An analysis of Sibylla Europaea suggests some of the ways diatonic and surface-relationship modes of hearing may interact, and highlights the features that may draw a listener’s attention to one of these modes of hearing or the other.",
    "keywords": [
        "Orlandus Lassus (Orlando di Lasso)",
        "Prophetiae Sibyllarum",
        "chromaticism",
        "counterpoint",
        "Zarlino",
        "Vicentino",
        "diatonicism",
        "diatonic system",
        "mode",
        "analysis"
    ],
    "doi": "",
    "received": "April 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.chenette.pdf",
    "author_info": [
        {
            "name": "Timothy K. Chenette",
            "university": "University of Massachusetts Amherst",
            "address": "Department of Music and Dance, Amherst, MA 01003",
            "email": "chenette@music.umass.edu"
        }
    ],
    "citations": {
        "adams_2006": "Adams, Kyle. 2006. “A New Theory of Chromaticism from the Late Sixteenth to the Early Eighteenth Century.” PhD diss., City University of New York.",
        "_adams_2007": "Adams, Kyle. 2007. “Theories of Chromaticism from the Late Sixteenth to the Early Eighteenth Century.” Theoria 14: 5–14.",
        "_adams_2009": "Adams, Kyle. 2009. “A New Theory of Chromaticism from the Late Sixteenth to the Early Eighteenth Century.” Journal of Music Theory 53, no. 2: 255–304.",
        "bent_1984": "Bent, Margaret. 1984. “Diatonic ficta.” Early Music History 4: 1–48.",
        "bent_1996": "Bent, Margaret. 1996. “Diatonic ficta Revisited: Josquin’s Ave Maria in Context.” Music Theory Online 2, no. 6. http://www.mtosmt.org/issues/mto.96.2.6/mto.96.2.6.bent.html",
        "_bent_1998": "Bent, Margaret. 1998. “The Grammar of Early Music: Preconditions for Analysis.” In Tonal Structures in Early Music . Ed. Cristle Collins Judd, 15–59. New York: Garland.",
        "berger_1980": "Berger, Karol. 1980. “Tonality and Atonality in the Prologue to Orlando di Lasso’s Prophetiae Sibyllarum : Some Methodological Problems in Analysis of Sixteenth-Century Music.” The Musical Quarterly 66, no. 4: 484–504.",
        "_berger_1985": "Berger, Karol. 1985–86. “The Common and the Unusual Steps of Musica ficta: A Background for the Gamut of Orlando di Lasso’s Prophetiae Sibyllarum .” Revue belge de musicologie 39–40: 61–73.",
        "_berger_1987": "Berger, Karol. 1987. Musica Ficta: Theories of Accidental Inflections in Vocal Polyphony from Marchetto da Padova to Gioseffo Zarlino . Cambridge: Cambridge University Press.",
        "bergquist_1979": "Bergquist, Peter. 1979. “The Poems of Orlando di Lasso’s ‘Prophetiae Sibyllarum’ and Their Sources.” Journal of the American Musicological Society 32, no. 3 (Autumn): 516–38.",
        "gaffurius_1968_1496": "Gaffurius, Franchinus. 1968 [1496]. Practica musicae . Trans. Clement A. Miller. Dallas, TX: American Institute of Musicology.",
        "galilei_2003_1581": "Galilei, Vincenzo. 2003 [1581]. Dialogue on Ancient and Modern Music . Trans. Claude Palisca. New Haven: Yale University Press.",
        "goldman_1991": "Goldman, David P. 1991. “A New Look at Zarlino’s Theory and its Effect on His Counterpoint Doctrine.” Theory and Practice 16: 163–78.",
        "haar_1977": "Haar, James. 1977. “False Relations and Chromaticism in Sixteenth-Century Music.” Journal of the American Musicological Society 30, no. 3: 391–418.",
        "hirai_2005": "Hirai, Makiko. 2005. “Beyond the Prologue: A Study of Lasso’s Prophetiae Sibyllarum.” Ongakugaku 51, no. 1: 41–56.",
        "hübler_1976": "Hübler, Klaus K. 1976. “Orlando di Lassos ‘Prophetiae Sibyllarum’ oder Über chromatische Komposition im 16. Jahrhundert.” Zeitschrift für Musiktheorie 9: 29–34.",
        "judd_2000": "Judd, Cristle Collins. 2000. Reading Renaissance Music Theory: Hearing with the Eyes . Cambridge: Cambridge University Press.",
        "lake_1991": "Lake, William Eastman. 1991. “Orlando di Lasso’s Prologue to ‘Prophetiae Sibyllarum’: A Comparison of Analytical Approaches.” In Theory Only 11, nos. 7–8: 1–19.",
        "_di_lasso_1990": "di Lasso, Orlando. 1990. Prophetiae Sibyllarum . Sämtliche Werke, Orlando di Lasso, vol. 21. Kassel: Bärenreiter.",
        "lowinsky_1961": "Lowinsky, Edward. 1961. Tonality and Atonality in Sixteenth-Century Music . Berkeley: University of California Press.",
        "mckinney_2010": "McKinney, Timothy R. 2010. Adrian Willaert and the Theory of Interval Affect: The Musica nova Madrigals and the Novel Theories of Zarlino and Vicentino . Burlington, VT: Ashgate.",
        "mitchell_1970": "Mitchell, William. 1970. “The Prologue to Orlando di Lasso’s Prophetiae Sibyllarum .” The Music Forum 2: 264–73.",
        "newcomb_2002": "Newcomb, Anthony. 2002. “Marenzio and the ‘Nuovo aria e grata all’orcchie’.” In Music in the Mirror: Reflections on the History of Music Theory and Literature for the 21st Century . Ed. Andreas Giger and Thomas J. Mathiesen, 61–75. Lincoln, NE: University of Nebraska Press.",
        "powers_1981": "Powers, Harold. 1981. “Tonal Types and Modal Categories.” Journal of the American Musicological Society 34, no. 3 (Autumn): 428–70.",
        "powers_1992a": "Powers, Harold. 1992a. “Modality as a European Cultural Construct.” In Secondo convegno europeo di analisi musicale: Atti . Ed. Rosanna Dalmonte and Mario Baroni, 207–20. Trento: Università degli studi di Trento, Dipartimento di storia della civiltà europea.",
        "powers_1992b": "Powers, Harold. 1992b. “Is Mode Real? Pietro Aron, the Octenary System, and Polyphony.” Basler Jahrbuch für historische Musikpraxis 16: 9–52.",
        "roth_2010": "Roth, Marjorie A. 2010. “Prophecy, Harmony, and the Alchemical Transformation of the Soul: The Key to Lasso’s Chromatic Sibyls.” In Music and Esotericism . Ed. Laurence Wuidar, 45–76. Boston: Brill Academic Publishers.",
        "tymoczko_2011": "Tymoczko, Dmitri. A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice . Oxford Studies in Music Theory. New York: Oxford University Press, 2011.",
        "vicentino_1996_1555": "Vicentino, Nicola. 1996 [1555]. Ancient Music Adapted to Modern Practice . Trans. Maria Rika Maniates. Music Theory Translation Series. New Haven: Yale University Press.",
        "_anonymous_1986": "1986. Vienna, Österreichische Nationalbibliothek, Musiksammlung, Mus. Hs. 18.744 . 4 vols. Renaissance Music in Facsimile: Sources Central to the Music of the Late Fifteenth and Sixteenth Centuries, vol. 25. New York: Garland.",
        "zarlino_1999_1561": "Zarlino, Gioseffo. 1999 [1561]. Le istitutioni harmoniche . Venice: Francesco dei Franceschi Senese. Reprint in Bibliotheca musica Bononiensis. Sezione II, vol. 39, Bologna: A. Forni.",
        "zarlino_1976_1558": "Zarlino, Gioseffo. 1976 [1558]. The Art of Counterpoint: Part Three of Le Istitutioni Harmoniche, 1558 . Trans. Guy Marco and Claude Palisca. Da Capo Press Music Reprint Series. New York: Norton.",
        "zarlino_1983_1558": "Zarlino, Gioseffo. 1983 [1558]. On the Modes: Part Four of Le Istitutioni Harmoniche, 1558 . Trans. Vered Cohen. Music Theory Translation Series. New Haven: Yale University Press.",
        "zarlino_2006_1549": "Zarlino, Gioseffo.  2006 [1549]. Motets from 1549, Part 1: Motets Based on the Song of Songs . Ed. Cristle Collins Judd. Middleton, WI: A-R Editions.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Bergquist ( 1979 , 531) locates the most likely date of composition between 1557 and 1560. Roth ( 2010 , 69) prefers a date in the early 1550s, perhaps 1554.",
            "citations": [
                "bergquist_1979",
                "roth_2010"
            ]
        },
        "FN2": {
            "text": "2. This article features original performances of the Prologue, Sybilla Persica, and Sybilla Europaea. The singers are Diana Brewer, Dorie Goldman, Timothy Chenette, and Jonathan Harvey for the Prologue and Persica; and Dorie Goldman, Timothy Chenette, Donald Cotter, and Jonathan Harvey for Europaea. The recording was done at Abbey Chapel, Mt. Holyoke College; Robert Eisenstein was the recording engineer.",
            "citations": []
        },
        "FN3": {
            "text": "3. Roth describes such a modal perspective in detail: “The overall modal assignment of the prologue is mode 8: the opening and closing harmonies on G, with the main internal cadence on C, match the final and reciting tone normally associated with the Hypermixolydian mode. The low clef, no signature, and G final configuration also correspond to the tonal type that is used in Renaissance polyphony to represent Mode 8” ( 2010 , 61n26). See Powers ( 1981 ) for a discussion of tonal types.",
            "citations": [
                "roth_2010",
                "powers_1981"
            ]
        },
        "FN4": {
            "text": "4. The modern theoretical writings cited here and below are presented in such a way as to demonstrate a common concern for diatonic underpinnings (key, mode, or “neutral” diatonic system). This necessarily oversimplifies much subtle and important work. For an insightful overview and critique of the major studies by Lowinsky, Mitchell, and Berger (as well as a historicist critique of his own methods), see Lake 1991 .",
            "citations": [
                "lake_1991"
            ]
        },
        "FN5": {
            "text": "5. “Diatonicism” here refers to music based on a pitch collection effectively indicated by a key signature.",
            "citations": []
        },
        "FN6": {
            "text": "6. Powers ( 1992a and 1992b ) and Judd ( 2000 ) convincingly argue that contemporary modal classifications of polyphonic pieces are often superficial, in contrast to the modern concept of a “key” as a quality inherent in a piece of music. Judd shows further that theories of mode in polyphony were often creative, rather than purely explanatory endeavors. Finally, as Powers ( 1992a ) points out, in Le Istitutioni harmoniche Zarlino could present an entire book on counterpoint (book 3) before his thorough discussion of mode in book 4.",
            "citations": [
                "powers_1992a",
                "powers_1992b",
                "judd_2000",
                "powers_1992a"
            ]
        },
        "FN7": {
            "text": "7. At least one aural perspective recognizing this fact was present even in the sixteenth century. Nicola Vicentino, the theorist who most strongly advocated chromaticism as a compositional resource, repeatedly emphasized the idea that coherence arises not from long-term adherence to a single mode, but from the contrapuntal smoothness of moment-to-moment connections. Appendix 1 provides several quotations from Vicentino’s Ancient Music Adapted to Modern Practice that clearly demonstrate this point of view.",
            "citations": []
        },
        "FN8": {
            "text": "8. See also the translation in Vicentino 1996 [1555] , 149–50.",
            "citations": [
                "vicentino_1996_1555"
            ]
        },
        "FN9": {
            "text": "9. Lake’s methods are summarized and applied to other pieces in the Prophetiae Sibyllarum by Hirai ( 2005 ). Hirai’s most extensive analysis is of Sibylla Libyca (50–53).",
            "citations": [
                "hirai_2005"
            ]
        },
        "FN10": {
            "text": "10. The technique of diatonic reduction is described most recently in Adams 2009 , 261–66; the complete analysis of the Prologue is in Adams 2006 , 96–103 and 179–87.",
            "citations": [
                "_adams_2009",
                "adams_2006"
            ]
        },
        "FN11": {
            "text": "11. Haar’s categories include descending-fifth progressions, bass motion by half-step, alteration of the third above a static bass, and progressions by third (see Haar 1977 , 393–401).",
            "citations": [
                "haar_1977"
            ]
        },
        "FN12": {
            "text": "12. Though Bent ( 1984 ) drew attention to some important differences between modern concepts of chromaticism and those of the sixteenth century, Adams ( 2007 ) demonstrates that many sixteenth-century theorists also subscribed to what he calls an “absolute” conception of chromaticism (see paragraph 2.2 below).",
            "citations": [
                "bent_1984",
                "_adams_2007"
            ]
        },
        "FN13": {
            "text": "13. Zarlino uses a complex blend of perspectives, but the absolute conception may have been primary; see Adams 2007 , 20–24.",
            "citations": [
                "_adams_2007"
            ]
        },
        "FN14": {
            "text": "14. Bent emphasizes: “It has been alleged that historicists seek to confine analytical tools to contemporaneous ones; that is decidedly not the same as requiring (as I do) that analytical tools be harmonious with early techniques and vocabulary, to the extent that these can be recovered and extended, just as what is incompatible with how they parsed their music should be avoided” ( 1998 , 24).",
            "citations": [
                "_bent_1998"
            ]
        },
        "FN15": {
            "text": "15. Goldman claims that this type of statement puts Zarlino at odds with “intervallic progressions that are indispensible for the creation of tonal direction, especially those using the tritone” ( 1991 , 163) and speculates that this perspective may have derived from Zarlino’s theories of tuning.",
            "citations": [
                "goldman_1991"
            ]
        },
        "FN16": {
            "text": "16. This passage is located in a section of Zarlino’s treatise dedicated to countering Vicentino’s theories of chromaticism (particularly, the idea that “modern” composers write chromatic music simply by using the leap of the minor third, an interval within the chromatic tetrachord). Nevertheless, the perspective evinced here is also present elsewhere in the treatise, as when, in the chapter “What the Contrapuntist Must Observe in Addition to the Rules Given, and Some Licenses He May Take,” Zarlino “permits” accidentals after a leap of a fourth or a fifth to keep the interval from being a tritone ( [1558] , 174).",
            "citations": [
                "zarlino_1976_1558"
            ]
        },
        "FN17": {
            "text": "17. There appears to be a reference to this rule also in Vincenzo Galilei’s Dialogue on Ancient and Modern Music . After complaining that modern contrapuntists “unwittingly let reason be subordinated to sense, form to matter, and truth to falsehood,” he adds, “not content with this, musicians of our times added to the method of proceeding from the imperfect to the perfect and from an imperfect consonance to another the condition that one must carefully avoid making a tritone or semidiapente between this and that part” ( Galilei 2003 [1581] , 211). Galilei clearly thinks that this is a recently devised (and regrettable) rule. McKinney (forthcoming) examines a related rule prohibiting parallel 3rds and 6ths of the same quality. I am thankful to Professor McKinney for sharing his manuscript with me.",
            "citations": [
                "galilei_2003_1581"
            ]
        },
        "FN18": {
            "text": "18. Several objections to this observation might be raised. First, there are indeed apparent nonharmonic relations in the score, as for example in measure 7 between the Bassus’s E and the Quintus’s B-flat. Nevertheless, they never involve two notes of a transcribed half-note or longer, the value Zarlino appears to privilege in determining contrapuntal relationships, and in each case, one of the notes is dissonant against the prevailing sonority. That is, if this were a common-practice piece, we would call one of the notes in each case a “passing tone.” Second, it might be argued that since there is a B-flat signature, the gamut has been transposed, scale-step E is taking the place of untransposed scale-step B, and both B-natural and B-flat are explicitly allowed in the gamut of musica recta . But Zarlino clearly considers diatonic systems primary: in addition to his descriptions of “two kinds of melody” (quoted above), he describes the common use of B-flat in the third mode as “the more unpleasant, since the true step of the third mode, B-natural, is missing from its proper place, and the accidental B-flat is present instead” ( Zarlino 1976 [1558] , 67).",
            "citations": [
                "zarlino_1976_1558"
            ]
        },
        "FN19": {
            "text": "19. Adams does give a persuasive account of the diatonic systems implied by the Prologue of the Prophetiae Sibyllarum . Nonetheless, Adams writes, “Pretonal music always contains diatonic features, although in some instances one is unable to arrive at a definite governing tonal system for a passage” ( 2009 , 286).",
            "citations": [
                "_adams_2009"
            ]
        },
        "FN20": {
            "text": "20. Because I am taking an essentially aural perspective, note-spelling and any strangeness of the implied diatonic system will be discounted. For example, if two sonorities potentially share the five-sharp diatonic system, I will consider them diatonically related even though there are no contemporary pieces written in this system. Some might object that spelling should matter because of the differences between intervals in different locations inherent to common Renaissance tuning systems. Nevertheless, the incredibly wide range of bass notes upon which fifths and thirds are built in the course of this cycle suggests to me the use of equal temperament; in any case, presumably the tuning system would render all triads usable, and therefore viable members of most diatonic systems.",
            "citations": []
        },
        "FN21": {
            "text": "21. The implication that Renaissance listeners would have been able to quickly shift their diatonic frame of reference will seem dubious to some. Appendix 1 suggests that Vicentino, at least, thought that his contemporaries could make such changes. In addition, such “modulations”—if at a slower rate—are implicit or explicit in most studies of this piece, with the notable exception of Mitchell, who asserts that there is no change from “G major, minor, or Mixolydian” ( 1970 , 266). Finally, there is no need to assert that the listener is actually hearing each potential diatonic system as it passes; rather, the potential sharing of a diatonic system may simply make the progression between two sonorities less jarring by its familiarity as a surface relationship. This indicates an important difference between my work and that of Adams ( 2009 ): Adams seeks to find “governing” tonal systems, whose boundaries can nearly always be identified with some degree of precision; I am describing shared potential membership in diatonic systems, several of which may apply to any given sonority.",
            "citations": [
                "mitchell_1970",
                "_adams_2009"
            ]
        },
        "FN22": {
            "text": "22. Translation from Bergquist ( 1979 , 532–33). Roth points out that “there is a remarkable absence of curiosity regarding the extreme peculiarity of a prologue being present at the opening of a motet cycle” ( 2010 , 49), and she proposes that the cycle originated as “a private, un-staged musical drama” (69).",
            "citations": [
                "bergquist_1979",
                "roth_2010"
            ]
        },
        "FN23": {
            "text": "23. In a chapter full of miscellaneous rules, Zarlino says, “When the outside voices, which are best perceived by the ear, are well arranged, an occasional lapse in the inner parts can be tolerated” ( Zarlino 1976 [1558] , 199).",
            "citations": [
                "zarlino_1976_1558"
            ]
        },
        "FN24": {
            "text": "24. This is not to suggest that the process just described models Lassus’s compositional process; rather, it serves to highlight relevant aspects of the piece as composed.",
            "citations": []
        },
        "FN25": {
            "text": "25. The sense of motion often observed in descending-fifth progressions, as for example by McKinney ( 2010 , 101), need not rely on the concept of root motion, as the progression also tends to correlate with upper voices moving systematically upwards by step in pairs.",
            "citations": [
                "mckinney_2010"
            ]
        },
        "FN26": {
            "text": "26. Adams ( 2009 ) considers this passage an example of “indirect chromaticism.” That is, the chromaticism is mediated by the fact that no two successive sonorities are necessarily chromatic when considered alone. The “descending-fifths” progression is a vehicle perfectly suited to indirect chromaticism in its remarkable union of good sonority-to-sonority relationships with long-range mixing of diatonic systems, a fact previously noted by Haar ( 1977 , 393–94).",
            "citations": [
                "_adams_2009",
                "haar_1977"
            ]
        },
        "FN27": {
            "text": "27. Hübler ( 1976 ) describes this pattern as a “Sprüng”—essentially a chromatic third relation—followed by a descending-fifths progression. Hübler does not relate this explicitly to practices of counterpoint.",
            "citations": []
        },
        "FN28": {
            "text": "28. Specifically, there are two sonorities inserted at the end of measure 15 between the E and A major 5/3 sonorities—anachronistically, a G ♯ minor triad and a first-inversion E major triad. Modern listeners will likely hear the final sonority as an inversion of the sonority at the beginning of the measure, with a D ♯ neighbor tone in between. Sixteenth-century theorists tended to relate and sonorities over a single bass pitch rather than a theoretical shared root.",
            "citations": []
        },
        "FN29": {
            "text": "29. Even, grudgingly, Zarlino: “Composers should not without reason or need begin a composition on a step not natural to the mode, as some do, and mix chromatic and diatonic steps in such a way that the diesis ( ♯ ) and molle ( ♭ ) signs are found everywhere, at the beginning, middle, and end. Such things could be tolerated if the composition called for them, but the composer is cautioned to abstain from them as much as he can, unless he is forced into them by the words or some other feature of the composition” ( Zarlino 1976 [1558] , 175). Vicentino goes much further: “On the contrary, the composer's sole obligation is to animate the words and, with harmony, to represent their passions—now harsh, now sweet, now cheerful, now sad—in accordance with their subject matter. This is why every bad leap and every poor consonance, depending on their effects, may be used to set the words.” ( Vicentino 1996 [1555] , 150).",
            "citations": [
                "zarlino_1976_1558",
                "vicentino_1996_1555"
            ]
        },
        "FN30": {
            "text": "30. Adams ( 2006 ) calls measures 1–5 an example of “juxtaposed diatonicism”: measures 1–2 are diatonic in the natural system, and measures 3–5 are diatonic in the four-sharp system, but the sonorities that end measure 2 and begin measure 3 cannot cohabit any single diatonic system.",
            "citations": [
                "adams_2006"
            ]
        },
        "FN31": {
            "text": "31. Bent says something similar: “The famous prologue to Lasso's Sibylline Prophecies contains only four truly chromatic progressions” ( 1984 , 22). Though this statement is also based on contrapuntal considerations, Bent is primarily concerned with the contemporary meaning of the word “chromatic” rather than the determination of affect (or, more generally, effect). This discussion is revisited in Bent 1996 .",
            "citations": [
                "bent_1984",
                "bent_1996"
            ]
        },
        "FN32": {
            "text": "32. A relatively diatonic cadential preparation follows in measures 23–24. As noted below, the final measures of most of the pieces in the Prophetiae Sibyllarum are relatively diatonic.",
            "citations": []
        },
        "FN33": {
            "text": "33. Translation from Bergquist 1979 , 532–33.",
            "citations": [
                "bergquist_1979"
            ]
        },
        "FN34": {
            "text": "34. This list responds in part to Roth’s ( 2010 ) claim that the chromaticism of the Prophetiae Sibyllarum is not in the service of “tone-painting” since it does not always accompany particularly special words. Roth even mentions some of the passages listed here: “Less obvious but still possible instances of chromatic ‘tone-painting’ may occur on ‘virgine matre,’ Sibylla Persica, mm. 1–4 and Sibylla Erythraea, mm. 30–32; and ‘virgine magnus,’ Sibylla Persica, mm. 43–45. Since the cycle is full of references to the Virgin, however, it is unclear why these few would have been singled out for harmonic highlighting” ( 2010 , 63n27). In fact, Appendix 2 shows that other similar texts are also highlighted. The difference is one of perspective: Roth is looking for the presence of chromaticism in and of itself, while I am examining surprising surface relationships that may or may not involve very many accidentals. Roth’s examples of rather ordinary texts set to extraordinary music may still suggest an ulterior (alchemical) motive for Lassus’s chromaticism, but here, at least, we find an example of a consistent relationship between text and music.",
            "citations": [
                "roth_2010",
                "roth_2010"
            ]
        },
        "FN35": {
            "text": "35. In addition, the consistent pattern may suggest the sense of motion often inherent in the accompanying descriptions of the birth: “to bring forth,” “shall come forth,” “send from Heaven,” etc. I am thankful to one of the reviewers of this article for pointing this out to me.",
            "citations": []
        },
        "FN36": {
            "text": "36. It is quite possible that A–G–B, out of scalar order, is a coincidence: if the motive is allowed out of scalar order, then several instances not shown in Appendix 2 might also be adduced, and many of these do not have a clear textual relation to those cited.",
            "citations": []
        },
        "FN37": {
            "text": "37. Measures 11, 24, and 28 each contain a tritone that is easily rationalized (along with the accompanying sonorities) within a diatonic system. Only the “Phrygian half cadence” in measures 25–26 contains a progression that is not potentially diatonic in at least two-sonority groups. Such passages are explored in more detail in the following analysis of Sibylla Europaea.",
            "citations": []
        },
        "FN38": {
            "text": "38. See, for example, Zarlino ( [1558] , 67), quoted below.",
            "citations": [
                "zarlino_1976_1558"
            ]
        },
        "FN39": {
            "text": "39. Because this article is focused primarily on the surface-level side of this equation, the factors that contribute to the identification of structural/nonstructural pitches and diatonic boundaries will not be developed much beyond the brief description given here. Adams ( 2009 ) treats these issues in greater depth.",
            "citations": [
                "_adams_2009"
            ]
        },
        "FN40": {
            "text": "40. Translation from Bergquist 1979 , 534–35.",
            "citations": [
                "bergquist_1979"
            ]
        },
        "FN41": {
            "text": "41. Nearly every other piece in the Prophetiae ends with two sonorities related by perfect fifth or perfect fourth. The only other exceptions, the Prologue and piece 7, each end with the bass approaching the final sonority by step from above. Sibylla Europaea is the only piece that ends with the bass approaching the final sonority by step from below.",
            "citations": []
        },
        "FN42": {
            "text": "42. These are selected from McKinney’s list of words associated with “minor third or minor sixth” by Willaert and Zarlino ( 2010 , 85).",
            "citations": [
                "mckinney_2010"
            ]
        },
        "FN43": {
            "text": "43. Tymoczko ( 2011 , 15) points out the importance of separating centricity from scale (essentially, collection) in theoretical discussions.",
            "citations": [
                "tymoczko_2011"
            ]
        },
        "FN44": {
            "text": "44. Of course, it is only this particular nonharmonic relation—the tritone/diminished fifth—that is useful for this purpose. Non-perfect octaves, chromatic half-steps, and cross-relations can never be diatonic.",
            "citations": []
        },
        "FN45": {
            "text": "45. Modern listeners are likely to hear the pitch centers G, F, and C in this passage. The fact that these pitch centers have a similar relationship to the relationships among sonorities that establish each pitch center is more likely due to the preference for smooth, mediated relationships between collections rather than some higher-level “composing-out” of this progression.",
            "citations": []
        },
        "FN46": {
            "text": "46. Groups of three diatonically-related major triads are also inherent to the forward-moving descending-fifths progressions elsewhere in the piece. The difference here is in the lack of systematic sequence and the return to previously heard sonorities giving a sense of stability.",
            "citations": []
        },
        "FN47": {
            "text": "47. An analytical enterprise already convincingly begun in McKinney 2010 .",
            "citations": [
                "mckinney_2010"
            ]
        },
        "FN48": {
            "text": "48. Sibylla Phrygia and Sybilla Agrippa (measures 11–12) each incorporate a precadential decoration into the Virgin Birth motive.",
            "citations": []
        },
        "FN49": {
            "text": "49. Haar gives this passage as Example 3, and even points out that it has “plenty of what Zarlino, as we shall see, calls ‘nonharmonic relations”” ( 1977 , 395).",
            "citations": [
                "haar_1977"
            ]
        },
        "FN50": {
            "text": "50. Sibylla Agrippa (measures 43–44) is the only accompanying text that does not have a clear relation to the Virgin birth.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction Score and Recording 1 . Lassus, Prophetiae Sibyllarum , Prologue, score and recording (click to open score and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Orlandus Lassus’s cycle Prophetiae Sibyllarum (1550s) is simultaneously familiar and unsettling to the modern listener. (1) The Prologue epitomizes its challenges; see Score and Recording 1 . (2) It uses apparent triads, but their roots range so widely that it is difficult to hear them as symbols of an incipient tonality. The piece’s three cadences confirm, in textbook style, Mode 8, (3) but its accidentals complicate a modal designation based on the diatonic octave species. The individual melodic lines in the opening phrase are awkward, often avoiding parallel fifths and octaves only through large leaps, but at the same time it is difficult not to hear in them a sense of coordination and, perhaps, even progression. What principles underlie this odd Prologue, and the Prophetiae Sibyllarum as a whole? How might we understand this chromaticism? Are different techniques used in different locations, or does the cycle represent simply a long wash of consistently strange music? Finally, a seemingly necessary question that I will soon argue we must put aside—what key/mode/diatonic system is it “in”?",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] To address these challenges, some of the first published analyses of Prophetiae Sibyllarum took extreme positions, emphasizing either randomness or absolute order. (4) After describing the opening of the Prologue, Edward Lowinsky declared, “From the F major chord in measure seven, the harmonic progression might just as well switch to F major, B-flat major, D major or D minor, or E-flat major—it would make little difference,” and he called its apparent randomness “triadic atonality” ( 1961 , 39). A decade later, in contrast, William Mitchell refuted Lowinsky with a Schenkerian sketch to demonstrate that “stressing linear and broad structural values” could, in fact, clearly establish “G major, minor, or Mixolydian” ( 1970 , 266). While Lowinsky and Mitchell disagreed in fundamental ways, they both examined the piece’s relationship to a diatonic norm (here, a key), and this has been the focus for later scholars as well.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "lowinsky_1961",
                    "mitchell_1970"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Most theorists of the late sixteenth century did display a distinct preference for diatonicism. (5) But two problems arise for modern scholars who wish to apply this preference in their analyses. First, it is difficult to distinguish between various usages of the term “mode,” as a set of learned Classical associations, as a means of referring to basic diatonic collections, or as a post-compositional classification scheme. (6) Perhaps more important, modern labels such as “atonal” and “G major” tend to be applied to an entire piece or large section of a piece, rather than to notes, sonorities, or sonority-to-sonority relationships.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In contrast, this article will model the listening process more directly by describing Lassus’s use of counterpoint. It is certainly possible for a listener to hear a surprising sonority’s relationship to an underlying diatonic system, but counterpoint describes those elements most immediately perceptible to the listener: the surface-level relationships between tones. (7) As surface complexity rises—as more accidentals are added and as they change more quickly—a diatonic system becomes more and more difficult to extract from the musical surface. Thus, when describing how one might hear the many surprising moments of this piece, it makes sense to describe them with the language of surface relationships.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Several scholars do allow for some degree of local change in their diatonic analyses. Karol Berger ( 1980 , 489–90) quotes from Nicola Vicentino’s discussion of the “mixing” of modes to suggest that a piece may instantiate a hierarchy of modes. (8) Berger represents these modes as triads and labels them with Roman numerals. William Lake ( 1991 ) also uses Roman numerals, but analyzes triads on multiple “key levels” to show that the Prologue “modulates” through descending-fifth progressions and a few stereotyped chromatic progressions. (9) Kyle Adams ( 2006 and 2009 ) analyzes underlying diatonic systems to demonstrate that chromaticism from the late sixteenth to the early eighteenth centuries could serve different functions. His analysis of the Prologue uses a technique of “diatonic reduction” to show the different ways diatonic systems interact within the piece. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "berger_1980",
                    "lake_1991",
                    "adams_2006",
                    "_adams_2009"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] The analyses of Berger, Lake, and Adams certainly reflect closely the changeable surface of the Prologue. But even these assume that the listener can extract or intuit an underlying diatonic system at all times. In such a chromatic piece, this may not be a safe assumption. In addition, though their flexibility gives them descriptive and explanatory power, their attention is not always primarily on the surface-level relationships most directly available to listeners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Several scholars have presented an alternative path, suggesting that surface-level relationships can be the primary objects of our analytical/theoretical attention. Haar ( 1977 ) investigates “aspects of sixteenth-century chromaticism apparent on the surface of the music, without attempting generalizations on the larger tonal significance of the phenomena described” (391). Haar gives extensive examples to demonstrate several common ways that sixteenth-century composers introduced accidentals, many of which will be central to my analysis. (11) Bent ( 1984 ) re-centers our attention on contemporary music theory, pointing out that modern definitions of chromaticism do not line up neatly with those of the sixteenth century, many of which were based on successive melodic intervals rather than dissonance against an underlying diatonic system. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "haar_1977",
                    "bent_1984"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Building on the work of Haar and Bent, my thesis is that studying counterpoint, rather than mode (or some other representation of the diatonic system), helps us to better understand the musical surface of sixteenth-century compositions, particularly those that are relatively chromatic. Nevertheless, there are significant differences between their work and mine. Whereas Bent ( 1984 ) is concerned with recovering historical concepts, and Haar’s ( 1977 ) purpose is partially classificatory and stylistic, I focus on the analysis of individual works. I will show that surface-level analysis can not only reveal inter-opus stylistic connections, but also contribute to a deep understanding of a piece. To facilitate analysis under this premise, I will describe two tools: one for identifying harmonic and nonharmonic relations, and one for classifying sonority-to-sonority relationships in terms of diatonic relations.",
                "footnotes": [],
                "citations": [
                    "bent_1984",
                    "haar_1977"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] In the following analytical sections, I will apply these tools in analyses of three pieces from the Prophetiae Sibyllarum : the Prologue, Sibylla Persica, and Sibylla Europaea. In the Prologue, I will demonstrate that paying attention to counterpoint uncovers an important connection between the initial phrases of the piece, as well as differences between these and the last phrase. In Sibylla Persica, I will show how transgressive counterpoint can help mark important ideas in the text and create recurring harmonic structures throughout the cycle. In Sibylla Europaea, I will show some of the ways that extremely localized, contrapuntal strategies of hearing might interact with strategies that privilege underlying diatonic systems and pitch centers, and I will describe the musical elements that are likely to encourage one type of listening over the other. Terms",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The continuous use of musical terms over time despite significant changes in style may create confusion in the study of early music theory. This section will briefly discuss the terms accidental, chromatic, chromaticism, chromatic half-step, and diatonicism, and thereby sketch an approach to counterpoint and tonal relationships situated in a dialogue between modern and sixteenth-century ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Most terms in the discussions below are used in ways that would be familiar to both sixteenth- and twenty-first-century readers. The word “accidental” is very similar in sixteenth-century and modern usage. Adams demonstrates that the range of meanings for the terms “chromatic” and “chromaticism” was rather large in sixteenth-century theory: my discussion will use what Adams calls the “absolute” conception, in which “the chromatic genus consists of the use of certain pitch-classes not found in the diatonic genus” ( 2007 , 16). Adams attributes this conception to Zarlino and others. (13) I will use the term “chromatic half-step” for two pitches a semitone apart on the same letter name ( littera ).",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "_adams_2007"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The term “diatonic,” on the other hand, will be separated from its association with the diatonic division of the tetrachord and used to refer to any pitch collection that can be modeled by a modern key signature. This modern concept of diatonic collections is implicit in Zarlino’s description of “two kinds of melody” (“due sorti di cantilena”) ( Zarlino 1999 [1561] , 198), one using the pitches of the natural and hard hexachords, and one using those of the natural and soft hexachords. The latter is indicated at the beginning of a part with a B-flat ( Zarlino 1976 [1558] , 49), much like a key signature.",
                "footnotes": [],
                "citations": [
                    "zarlino_1999_1561",
                    "zarlino_1976_1558"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Musicians of the sixteenth century used the terminology and concepts of counterpoint as their primary mode of conceiving the relationships between tones. Letting their language and rules color the ways we think about and hear these relationships furthers a goal set forth by Bent, to “set about recovering, to the greatest extent possible, the work’s own grammatical sense, in terms proper to it” ( 1998 , 16). (14) Thus the words “harmonic relationships” in this article’s title are not intended to evoke functional harmony in the modern sense, but rather something like Bent’s “grammatical sense”—a way of hearing logical progression and disjunction in the succession of sonorities. Analytical Distinctions and Tools",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "_bent_1998"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] In this section, I will develop two ways of classifying relationships between sonorities that focus on surface-level phenomena. I will first describe a rule shared by multiple late-sixteenth-century theorists: the prohibition of nonharmonic relations between tones of successive sonorities. Second, I will suggest how diatonic systems can help us understand relationships over spans of several sonorities, even in heavily chromatic music. These two perspectives overlap in many ways, but conflict in others: their relationships will be explored in my final analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] One technical distinction that can help classify relationships between successive sonorities is that between harmonic and nonharmonic relations, described by Gioseffo Zarlino in Le istitutioni harmoniche (1558): When we say that the parts of a composition do not have a harmonic relation between their voices, we mean that the parts are separated by an augmented or diminished diapason [octave], or by a semidiapente [diminished fifth] or tritone [augmented fourth] or similar interval. The harmonic relation does not involve merely two simultaneous notes distant in pitch. It occurs rather among four notes contained in two voices that form two consonances. ( Zarlino 1976 [1558] , 65) I will use “harmonic relation” and “nonharmonic relation” to refer both to such progressions themselves (“X–Y is a harmonic/nonharmonic relation”) and, as Zarlino seems to do here, to the quality such progressions possess (“X–Y has a harmonic/nonharmonic relation”).",
                "footnotes": [],
                "citations": [
                    "zarlino_1976_1558"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Much later in Le Istitutioni harmoniche , Zarlino explicitly says that the diminished fifth and tritone inherent in the diatonic system should be corrected with accidentals: (15) Through the aid of chromatic steps we may achieve good, sonorous harmonies and escape poor relationships in the diatonic, such as the tritone, semidiapente, and similar intervals that result from simultaneous singing, as I have shown already. Without the chromatic, many harsh harmonies and awkward lines would be heard. Although the poor relationships could be avoided with only the diatonic steps, it would be rather more difficult to do so, particularly while seeking, as one should, to vary the harmony. It follows that the use of the steps mentioned will render the modes sweeter and smoother ( Zarlino 1976 [1558] , 281). (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "zarlino_1976_1558"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Though Zarlino’s prohibition of nonharmonic relations derives from a portion of the treatise dealing only with two-voice counterpoint, any pair of pitches from within larger textures can be similarly chosen. Effectively, tritones and diminished fifths are banned between any note of a given sonority and any note of the following sonority. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Even Vicentino, famous for allowing most any musical relationship if it is called for by the text, seems to agree that accidentals are often necessary to improve relationships between sonorities. There are, however, a few important distinctions from Zarlino’s formulation. First, he phrases his guideline as advice rather than as a rule. Second, and perhaps more important, he phrases it positively rather than negatively: that is, rather than prohibiting nonharmonic relations, he instead suggests the use of a harmonic relation before an otherwise strange note to make it easier to sing: To help the consonances, it is often necessary to assist them with a natural, flat, or sharp in order to make minor consonances major and vice versa, and to make fifths perfect. So that these inflections will not seem strange to the ear, it is a good idea for composers, before sounding the pitch with the flat or the natural, to write above or below it a note that corresponds to the fifth or the fourth of the antecedent note ( Vicentino 1996 [1555] , 252).",
                "footnotes": [],
                "citations": [
                    "vicentino_1996_1555"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Judging from Vicentino and Zarlino’s testimony, we can hypothesize that successions with harmonic relations (and especially perfect fourths or fifths) might be heard—and intended by their composer—to be different in some way from those with nonharmonic relations. Specifically, we might assume that nonharmonic relations should be heard as in some way rougher, more awkward, or even more difficult. Harmonic relations, on the other hand, might be heard as more smooth. Example 1 . Zarlino, Pater noster/Ave Maria, opening (parts that have not yet entered are\nomitted) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Though Zarlino admits that this rule may be impossible to follow in pieces with many parts (67), and many of Zarlino’s own pieces and musical examples certainly seem to ignore it, there are also polyphonic pieces that clearly follow the principle. Example 1 is a transcription of the beginning of Zarlino’s motet Pater noster/Ave Maria . This piece alternates many times between E ♮ and E ♭ . Nearly every occurrence of this scale step is adjacent to a sonority containing either B ♭ or A ♮ , and, each time, a tritone/semidiapente is avoided. (18) Continuous lines in the example mark perfect fourths and fifths involving the notes E ♭ and E ♮ . A dashed line marks the only imperfect fifth—even here, the two pitches comprising the diminished 5th, E ♭ and A, are separated by the space of a transcribed quarter note.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The preference for such “contrapuntally smooth” relationships between successive sonorities, despite the fact that they transgress diatonic boundaries, will be crucial to my analysis. But two caveats are in order: first, Zarlino never takes this idea as far as I will; second, it is unlikely that Lassus had this “rule” in mind as he composed. What Zarlino has described here is a way that counterpoint can sound smooth despite (or even because of) going beyond the bounds of a diatonic system, and we will see that this kind of smoothness applies to the vast majority of the Prologue to the Prophetiae Sibyllarum .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] My second analytical focus is, after all, on diatonic relationships. It is hard to imagine that sixteenth-century musicians would not have brought a diatonic bias to their listening and composing. The notation system is inherently diatonic, most theorists (even, to some extent, Vicentino) showed a bias towards describing diatonic relationships, and many contemporary pieces were written almost completely without accidentals. But in music that is highly chromatic, it is often difficult to locate diatonic boundaries, and it is sometimes difficult to maintain that an “underlying” diatonic system has any meaningful relationship to individual sonorities or progressions with many accidentals. (19) Example 2 . Lassus, Prophetiae Sibyllarum, Prologue, mm. 14–18, diatonically related in three sonority groups from the end of measure 15 to the beginning of measure 18. Each diatonically related succession of sonorities is bracketed and labeled with its diatonic system (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Instead, I will describe potential diatonic relationships among successive sonorities. If two adjacent sonorities share a diatonic system, I will call them “diatonically related.” (20) If a string of sonorities share a diatonic system, I will consider them “diatonically related as a whole.” If a string of sonorities is such that the entire passage does not share a diatonic system, but any given subgroup of a certain fixed number of successive sonorities within the passage is diatonically related, I will consider the larger passage “diatonically related in x-sonority groups,” where “x” is the length of the subgroup (see Example 2 , from Lassus’s Prologue). (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Focusing on these elements—harmonic and nonharmonic relations and diatonic relationships among successive sonorities—cannot, of course, clearly tell us how a sixteenth-century musician would have heard a given passage. Nevertheless, they can give us a starting point for understanding surface-level relationships, and they can suggest certain affective or rhetorical qualities that might be intended. A nonharmonic relation might sound “rough,” harmonic relations might seem “smooth,” and a pair of sonorities that are not diatonically related will probably sound surprising, while a string of sonorities with a high degree of diatonic relatedness might sound less jarring. Analysis I: Prologue",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The text of the Prologue is as follows: (22) Carmina chromatico quae audis modulata tenore, Haec sunt illa quibus nostrae olim arcana salutis Bis senae intrepido cecinerunt ore Sibyllae. Polyphonic songs which you hear with a chromatic tenor, these are they, in which our twice-six sibyls once sang with fearless mouth the secrets of salvation. Example 3 . Lassus, Prophetiae Sibyllarum, Prologue, measures 9–12 (click to enlarge and listen) Example 3b . Lassus, Prophetiae Sibyllarum, Prologue, measures 9–12, without accidentals (click to enlarge) Example 3c . Lassus, Prophetiae Sibyllarum, Prologue, measures 9–12, first “corrected” version (click to enlarge) Example 3d . Lassus, Prophetiae Sibyllarum, Prologue, measures 9–12, second “corrected” version (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] To understand Lassus’s contrapuntal priorities, it will be instructive to compare a passage from the Prologue to the Prophetiae Sibyllarum with a hypothetical, diatonic version of the same passage. Example 3a is the phrase “Haec sunt illa” (measures 9–12) of the Prologue, presented for ease of examination on two staves. Example 3b is the same passage with accidentals removed: a version that might have prevailed if the composer had been more concerned with diatonic purity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The sonorities and their relationships in Example 3b are nearly all contrapuntally acceptable according to the rules described above, with two main problems. First, the cycle evinces a clear preference for major thirds above the bass, and in this diatonic version of the passage, nearly all the thirds are minor. Second, there is a tritone between the F ♮ in the penultimate sonority and the B ♮ in the final sonority. This relation is certainly possible, but Zarlino’s prohibition of nonharmonic relations suggests that one might hear this as somewhat jarring, particularly since the B ♮ is in an outer voice. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] One possible “correction” to this nonharmonic relation would add a flat to the B, as in Example 3c . This, however, would violate Lassus’s clear preference for major thirds above the bass. In addition, this passage’s text comprises a complete restrictive clause, followed by the only internal bassus rest in the piece, an articulation that may be strong enough to require a major third on its final sonority: “When a composer requires repose on a consonance in the middle of a composition, it is infinitely better to stop on a major than on a minor third” ( Vicentino 1996 [1555] , 253).",
                "footnotes": [],
                "citations": [
                    "vicentino_1996_1555"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Instead, perhaps one should add a sharp to the F. But this would set off a chain reaction of nonharmonic relations, as in Example 3d : an F ♯ on the transcribed downbeat of measure 12 would necessitate a C ♯ in the preceding sonority, to avoid a tritone; which in turn would necessitate a G ♯ in the sonority before that; which would necessitate a G ♯ in the initial sonority; which would necessitate C ♯ s in tenor and bassus in that same sonority. According to Zarlino’s concern for harmonic relationships, Example 3d has the potential to sound “contrapuntally smooth,” but notationally, it is far beyond what one would usually expect from sixteenth-century polyphony. Note that this example matches Lassus’s setting precisely (Example 3a), except for Lassus’s cross-relation between G ♮ and G ♯ in measure 10. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] In fact, this cross-relation is the only contrapuntal infraction of Lassus’s music as written, despite its use of many accidentals. The cross-relation clearly recalls the similar ascending chromatic half-step in the famous opening of the Prologue (measures 2–3, discussed below), and suggests that the device will be emblematic of this particular piece. After the cross-relation, the remainder of the passage consists of what we might call a descending-fifths progression, leading into the repose at the end of measure 12. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] This passage is thus an example of mostly “good” counterpoint. With the exception of the cross-relation in measure 10, every succession of sonorities has a harmonic relation. In addition, Lassus has generally made the accidentals easier to sing by following Vicentino’s advice: “So that these inflections will not seem strange to the ear, it is a good idea for composers, before sounding the pitch with the flat or the natural, to write above or below it a note that corresponds to the fifth or the fourth of the antecedent note” ( Vicentino 1996 [1555] , 252). Significantly, though the descending-fifths progression is not diatonically related as a whole, it is diatonically related in three-sonority groups. (26) That is, the sonorities above bass notes E, A, and D could share the three-sharp diatonic system, while the sonorities above bass notes A, D, and G could share the two-sharp diatonic system. All of these factors—a lack of nonharmonic relations, preceding accidentals with their fourths or fifths, and a high degree of diatonic relatedness within the progression—suggest that this passage may sound relatively smooth.",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "vicentino_1996_1555"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] One final time, it is instructive to compare the music as written (Example 3a) with the purely diatonic version of Example 3b. Example 3b has a nonharmonic relation at the cadence; Example 3a has a nonharmonic relation at the beginning of the phrase, and leads into the cadence with smooth counterpoint. In Example 3b, minor thirds above the bass predominate; in Example 3a, major thirds predominate. Contrapuntally, there is no reason to prefer Example 3b over the music as written. In fact, the latter might even be better, both because of the preference for major thirds, and because contrapuntal infractions may be more appropriate to the beginning of a phrase than to the end. Vicentino allows foreign modes to be introduced, “provided you approach the final part elegantly, by starting in good time and moving gradually and surely toward the pitches and location of the tone or mode” (see Appendix 1 and Vicentino 1996 [1555] , 246). Example 4 . Lassus, Prophetiae Sibyllarum, Prologue, measures 13–18 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "vicentino_1996_1555"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] The following phrase, “quibus nostrae olim arcana salutis” (measures 13–18, transcribed in Example 4 ), follows a similar pattern: a nonharmonic relation is followed by a descending-fifths progression. (27) Each part of the phrase is, however, altered slightly. The nonharmonic relation is different: rather than the single cross-relation of measure 10, here there is a tritone and a diminished fifth between the sonority that ends measure 13 and the sonority that begins measure 14. The descending-fifths progression, in turn, is much longer, more complex, and includes a precadential decoration in measure 17. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] The consistency of these two middle sub-phrases (Examples 3a and 4), which together set the second of the Prologue’s three lines of text, has ramifications both for our formal expectations as we turn to the rest of the piece, and for our understanding of the relationship between counterpoint and diatonicism. While the progressions that break contrapuntal rules do require new and surprising accidentals, so do the chains of descending fifths, and the chains of descending fifths follow Zarlino’s rules of good counterpoint. Thus, as strange as these phrases may be, their specific character comes not from the random use of accidentals, but rather from a careful combination of contrapuntal infractions followed by good counterpoint. As it turns out, the first phrase follows a similar model, but the contrapuntal infraction at the beginning of the phrase is derived from the text. Example 5 . Lassus, Prophetiae Sibyllarum, Prologue, measures 1–8 (click to enlarge and listen) Example 6 . Lassus, Prophetiae Sibyllarum, Prologue, measures 18–22 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Discussion of the first phrase of the Prologue has dominated much of the theoretical literature, but, again, it consists largely of smooth counterpoint (see Example 5 ). Here, the primary contrapuntal infraction is the D- D ♯ chromatic half step between measures 2–3 in the top voice. Many contemporary theorists explicitly allow irregularities over colorful words such as “chromatico.” (29) From this point until the cadential formula of measure 8, every two-sonority group is diatonically related, and nearly every accidental is preceded in some voice by a note a perfect fourth or fifth away. In fact, measures 3–5 are diatonic as a whole, and a descending-fifths progression follows in measures 6–7. (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] While the shock of measure 3’s D ♯ has been much remarked upon, it is only one of two particularly surprising parts of the piece. (31) This D ♯ announces that the piece will be highly chromatic, and inspires the contrapuntal infractions that underlie the next two sub-phrases. The final phrase ( Example 6 ), in turn, moves far beyond the expectations set up by the preceding phrases. While the earlier parts of the piece feature phrases with a contrapuntal infraction followed by smooth counterpoint with diatonically related subgroups, the final phrase achieves a new level of chromatic counterpoint.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Measure 20 mixes B ♮ and B ♭ in close proximity, but in ways consistent with Zarlino’s contrapuntal rules, avoiding potential tritones as annotated in Example 6: B ♭ in the first sonority requires F ♮ in the second, and E ♮ in the third sonority requires B ♮ in the fourth. But if the means are similar to those used in previous phrases, respecting harmonic relations between sonorities, the speed of pitch change here renders this progression more shocking.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Stranger still are the identical voice-leading motions into measures 19 and 21. In each, a raised note in the altus on the transcribed downbeat results in both a tritone and a chromatic half-step with the previous sonority. Each raised note renders its sonority’s third major—again, Lassus’s preference—but each also appears calculated to surprise, especially within the accelerated harmonic rhythm. Neither is obviously designed to depict the word it accompanies (“senae”/“six” and “cecinerunt”/“sang”), but they suggest a certain wildness appropriate to the fearless or wild mouths (“intrepido ore”) of the Sibylls mentioned elsewhere in this line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] Like the other phrases, this one appears destined to end with a descending-fifths chain, beginning with the first sonority of measure 21. Indeed, this chain is similar to those that precede it, but it is significantly faster, and the final sonority of the measure is suddenly followed by another sonority with a bass only a step below. In addition, Lassus seems to have considered the major third in the sonority beginning measure 22 important, and therefore the final sonority of measure 21 must have a minor third to avoid the nonharmonic relation between B and F. Thus, in contrast to preceding phrases, this descending-fifths progression ends on a sonority with a minor third that moves in near-parallel motion to the first sonority of measure 22. This “glitch” even at the last moment is perhaps an appropriate close to this phrase. After the cautiously transgressive first two sections, the newly shocking nature of the counterpoint as the text speaks of the fearless or intrepid mouths of the Sibylls lends a sense of excitement to the final phrase. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] In a sense, this “contrapuntal” reading of the Prologue has re-generated many of the insights of earlier scholarship. The idea that there is a difference in kind between what I call the “nonharmonic relations” and the descending-fifths progressions, in particular, is not new. But this approach adds several elements. First, it suggests potential analytical uses of the historical concepts “harmonic relation” and “nonharmonic relation” in modern analysis. Second, and more important, through its emphasis on aural effect rather than notation, it allows for greater focus on surface-level, sonority-to-sonority relationships. It explains why descending-fifths chains might be considered smooth counterpoint despite their introduction of accidentals, and it indicates which progressions might have sounded harsh to Zarlino or Vicentino. In doing so, this approach shows that not all diatonic changes and accidentals are equal. Those of the final phrase of the Prologue are different in kind, context, and quantity from those that came before. Analysis II: Sibylla Persica Score and Recording 2 . Lassus, Prophetiae Sibyllarum , Sibylla Persica, score and recording (click to open score and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In the following analysis of Sibylla Persica, the first piece following the Prologue, I will further develop the contrapuntal perspective on chromaticism. I will demonstrate three insights available to this perspective: first, that it points out crucial elements in the text, as they correlate with transgressive counterpoint; second, that focusing on sonority relationships can reveal recurring harmonic structures that play important roles within and among pieces of the cycle; and, finally, that such a perspective calls attention to passages whose direct sonority-to-sonority relationships are remarkable but whose diatonic systems are not particularly extreme. See Score and Recording 2 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] If the Prologue’s final phrase was markedly different (contrapuntally) from those that came before, Sibylla Persica has an even clearer distinction between phrases that are relatively smooth and phrases that are relatively jarring. In addition, the latter type of phrase is no longer limited to the end of the piece. Below is the text; (33) italics in the Latin mark words and phrases that are not set to smooth counterpoint. There is a clear association between the text’s central concepts (virgin mother, salvation, the word of the oracle) and nonharmonic relations. I will discuss the more highly inflected phrases first, then (more briefly) those that go between. Virgine matre satus , pando residebit asello, Iucundus princeps, unus qui ferre salutem Ritè queat lapsis : tamen illis fortè diebus Multi multa ferent, immensi fata laboris. Solo sed satis est oracula prodere verbo: Ille Deus casta nascetur virgine magnus . The son of a virgin mother shall sit on a crook-backed ass, the joyful prince, the only one who can rightly bring salvation to the fallen; but it will happen in those days that many shall tell many prophecies of great labor. But it is enough for the oracles to bring forth with a single word: That great God shall be born of a chaste virgin. Example 7 . Lassus, Prophetiae Sibyllarum, Sibylla Persica, measures 1–5. Arrows mark major triads related by whole-step (click to enlarge and listen) Example 8 . Nonharmonic relations (tritones) between major triads related by whole-step (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The opening phrase, measures 1–5 (transcribed in Example 7 ), is remarkable in several ways. For one, it is the only substantial passage of music that is literally repeated in another piece of the cycle: it returns, transposed down a whole-step but otherwise identical (and with the same text), in the first presentation of the final line of piece 11, Sibylla Erythrea (measures 29–33). It also recalls events that have come before, as the initial two sonorities have the same pitch-class content as those of the Prologue, and, like those of the Prologue, they are followed by a chromatic half-step in the top voice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] In addition, the opening phrase of Sibylla Persica anticipates a theme that will return in the final section of the piece: the presentation of three sonorities with major thirds (hereafter, “major triads”), related by whole-step (see arrows in Example 7). Here, the three are not presented contiguously, but they are highlighted as the first and last sonorities of the phrase, and as sonorities involved in nonharmonic relations (see Example 8 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The juxtaposition of three major triads related by whole step seems to correlate with references to the Virgin birth, and it is otherwise rather rare in the Prophetiae Sibyllarum . A list of examples is presented in Appendix 2 . (34) This textual association may be understood in terms of sonority-to-sonority relationships and, particularly, their contrapuntal infractions. Three major triads related by whole-step cannot be diatonically related as a whole. Each pair, though potentially diatonically related, also contains a nonharmonic relation. This consistent pattern of contrapuntal infractions might suggest the influence of the Divine or a sense of mystery. (35) Beyond this relatively specific connection, the infractions certainly bring attention to the importance of the associated text. Example 9 . Lassus, Prophetiae Sibyllarum, Sibylla Persica, measures 30–45. Connected arrows mark sets of major triads related by whole-step; circles mark nonharmonic relations (click to enlarge and listen) Example 10 . Lassus, Prophetiae Sibyllarum, Sibylla Persica, transposed repetition in final measures. A circle marks the only nonharmonic relation (click to enlarge and listen) Example 12b . Lassus, Prophetiae Sibyllarum, Sibylla Persica, nonharmonic relations marking boundaries between phrases/units of text. Measures 25–32: “multi multa ferent/immensi fata laboris./Solo sed satis” (click to enlarge and listen) Example 13 . Lassus, Prophetiae Sibyllarum, Sibylla Persica, measures 1–8 (click to enlarge and listen)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] This “Virgin birth” motive returns at the end of the piece, creating a frame ( Example 9 ). Its final occurrence is in measures 40–42 (“[that Great God] shall be born of a chaste [virgin]”), but even in measures 31–36, it occurs twice, over the bass notes A–G–B (unusually, out of scalar order) and E–D–C. (36) The latter is the most similar to the beginning (recall Example 7): in fact, measures 34–36 (minus the final sonority) are identical in pitch-class content and order to the major triads related by whole step in measures 1–5.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] These progressions, though they create a satisfying frame with the opening chromatic progression, do not end the piece; as is often the case in the Prophetiae , the repetition of the final words of text (measure 45 to the end) is significantly smoother contrapuntally than its first presentation. Measures 44–46 comprise a descending-fifths progression, and there is not a single nonharmonic relation from the middle of measure 45—the beginning of the repeated text—to the end. Contributing to the sense of repose, measures 42–44 are repeated almost literally starting in measure 46, transposed and with the voices rearranged as indicated in Example 10 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The rest of the piece is, by and large, contrapuntally smooth. In measure 14 the word “salutem” (“salvation”) begins the only other passage that is set with a high concentration of nonharmonic relations ( Example 11 ). Beyond this, most of the remaining nonharmonic relations are isolated in the middles of phrases, with a few marking the boundaries between phrases (see Example 12 ). Significantly, many of the pairs of adjacent sonorities with nonharmonic relations do form subsets of individual diatonic collections. (37) Example 11 . Lassus, Prophetiae Sibyllarum, Sibylla Persica, measures 14–18: nonharmonic relations (click to enlarge and listen) Example 12a . Lassus, Prophetiae Sibyllarum, Sibylla Persica, nonharmonic relations marking boundaries between phrases/units of text. Measures 7–9: “residebit asello/Iucundus princeps” (click to enlarge and listen)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] One final example from this piece will highlight the separate issues of counterpoint and diatonic system. Example 13 presents measures 1–8. I have already identified measures 1–5 as contrapuntally rough, with multiple nonharmonic relations and a low degree of diatonic relatedness, but this passage returns at the beginning of measure 5 to the same (pitch-class) sonority that began the phrase. Meanwhile, I have not discussed measures 6–8 because they do not contain any nonharmonic relations, but from a diatonic-system point of view these measures go “further sharpwards,” adding C ♯ and D ♯ to the previous measures’ F ♯ and G ♯ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] This example illustrates the difference between analyzing from an aural perspective and analyzing from a notational perspective. Modern analysts often tend to focus on notes with visual accidentals as the surprising parts of a piece of Renaissance music, and sixteenth-century theorists do advise against using these in most situations. (38) But these accidentals are not always apparent to the ear; rather, an aural perspective must deal first and foremost with the immediate relationships between tones, which may or may not allow the extraction of an underlying diatonic system and may or may not involve nonharmonic relations. That is, rather than looking for accidentals, we should be listening for aural relationships.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] Although I have phrased my argument for the analysis of counterpoint rather than mode somewhat polemically, I do not believe that measures 6–8 would have constituted “boring” or “normal” music to a sixteenth-century listener. Rather, my discussion serves two purposes: first, to draw attention to a neglected perspective, by which measures 1–5 become at least equally remarkable; and, second, to suggest that immediate sonority-to-sonority relationships are more directly available to the listener than larger-scale diatonic relationships. We might imagine a sixteenth-century audience noting that something has changed in measures 6–8, and perhaps making a text-painting connection to the “crook-backed” animal; but in measures 1–5, the audience would sit up a little straighter with each new surprising harmony and experience the remarkable relationships among tones. Lassus even gives the audience time to revel in these relationships, as the sonorities of measures 1–4 are much longer in duration, on average, than those of measures 5–8. Analysis III: Sibylla Europaea",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In my final analysis, I will address a tension inherent in my analytical premises. On the one hand I have suggested that nonharmonic relationships have the potential to sound somehow “rough.” On the other hand, I have suggested that a high degree of diatonic relatedness may make a progression sound “smooth.” Yet every diatonic collection necessarily contains a tritone/diminished fifth. Zarlino is clearly aware of this tension, and states that in situations where a composer cannot avoid a nonharmonic relation, ...he should at least see that these defects occur in diatonic steps and in those which are proper and natural to the mode and not in those which are accidental, that is, those indicated in a composition by the signs ♮ , ♯ , and ♭ . For used in this way they do not have such a poor effect ( Zarlino 1976 [1558] , 67). Score and Recording 3 . Lassus, Prophetiae Sibyllarum , Sibylla Europaea, score and recording (click to open score and listen)",
                "footnotes": [],
                "citations": [
                    "zarlino_1976_1558"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Zarlino’s balancing of concerns for aural effect suggests that there is more than one way to hear a nonharmonic relation, and that other musical factors will help direct our attention. I will suggest here that the return of a prominent sonority and the use of a single diatonic collection create a sense of stability and smoothness, which may help us adopt a diatonic-system-based listening strategy. On the other hand, a passage that is less consistent diatonically, with a greater diversity of sonorities, may bring our attention primarily to surface-level relationships. In addressing these issues, I will indicate some of the ways that the surface-level focus of my thesis might be reintegrated into an analytical framework that also recognizes mode and diatonicism as important elements. (39) The chromatic music of Lassus is especially fertile ground for such study, as the range of different kinds of sonorities is relatively small (primarily combinations of fifths and thirds over the bass), but the range of kinds of relationships between sonorities is relatively large; in addition, ambiguous, chromatic passages alternate regularly with passages that suggest a clear diatonic system.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The text of Sibylla Europaea is given below. (40) Again, italics in the Latin mark out text that is set to particularly remarkable (nonharmonic) counterpoint. I will briefly describe the end of the piece to bring attention to a few more insights available from a contrapuntal analysis, and then I will turn to the more diatonic sections. Also see Score and Recording 3 . Virginis aeternum veniet de corpore verbum Purum, qui valles et montes transiet altos. Ille volens etiam stellato missus Olympo, Edetur mundo pauper, qui cuncta silenti Rexerit imperio: sic credo , et mente fatebor: Humano simul ac divino semine natus . From the body of a virgin shall come forth the pure word eternal, who shall cross valleys and high mountains. He, willingly sent even from starry Olympus, will be sent into the world a pauper, who shall rule all creation with silent power. Thus I believe and shall acknowledge in my heart: He is the child of both divine and human seed. Example 14 . Lassus, Prophetiae Sibyllarum, Sibylla Europaea, measures 33–40. Arrows mark the Virgin Birth motive; the letter “m” below the staff marks each sonority with minor third (click to enlarge and listen)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] This piece has one of the most surprising endings of the entire cycle ( Example 14 ). The final cadence, to A, is also the only cadence to A. More directly perceptible, the three final sonorities are major triads over a bass line that progresses by whole-step, setting a line that refers to the mystery of Jesus’s birth as in Sibylla Persica and elsewhere. Simply having a nonharmonic relation between the penultimate and final sonorities is almost unique in the cycle. (41)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Another unique aspect of this ending is the prevalence of minor thirds above the bass. In particular, the altus’s chromatic half-step in measure 36 introduces a succession of three sonorities with minor thirds, which is extremely rare. As Timothy McKinney has pointed out in a book on interval affect in the music of Zarlino’s teacher Adrian Willaert ( 2010 ), the affective associations of major and minor intervals underwent significant changes between the sixteenth and the eighteenth centuries. It is likely that in this context these intervals are meant to evoke words like dolcemente (gently), soavemente (sweetly), or perhaps pensose (thoughtful), rather than, say, dolore (sorrow). (42) Regardless of specific intertextual meaning, they are clearly meant to accompany and mark the word “divino” (its three syllables are set to three minor sonorities), especially as compared to the major thirds of the preceding “Humano” in measures 33–34. The human/divine divide is further highlighted by a nonharmonic relation in measure 35. Example 15 . A diatonic passage: Lassus, Prophetiae Sibyllarum, Sibylla Europaea, measures 27–28 (click to enlarge and listen)",
                "footnotes": [
                    "FN42"
                ],
                "citations": [
                    "mckinney_2010"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] The phrase in measures 27–28 exhibits strongly contrasting behavior (“Rexerit imperio”/“He shall rule with power,” Example 15 ). It is diatonic as a whole: its three sonorities exclude all diatonic collections except the one-sharp collection and exhaust that collection’s sonorities with major thirds. It both begins and ends on sonorities built over bass-note G, and includes only other sonorities related to G by perfect fourth or fifth. To the modern listener, this may suggest both a diatonic system and a pitch center. (43) Whether or not Lassus would have considered G in some sense more stable than other pitches in this passage, the return to the initial sonority in its original voicing gives this passage a feeling of stability that is appropriate to its text.",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] This particular passage (measures 27–28) contains a tritone (nonharmonic relation) between its two central sonorities (pitches C to F ♯ ). Nevertheless, the relationships listed above indicate that this is a fundamentally different kind of counterpoint than that which dominates the piece. In passages without an obvious underlying diatonic system, the emphasis is on behavior of and relationships between sonorities. In such passages, nonharmonic relations will stand out from the texture as remarkable events; in fact, they themselves are often responsible for the erosion of pure diatonicism. In passages of pure diatonicism, if nonharmonic relations stand out, it will be because they are particularly helpful in defining a diatonic collection. (44) Example 16 . The interaction of diatonic passages: Lassus, Prophetiae Sibyllarum, Sibylla Europaea, mm. 29–33 (click to enlarge and listen)",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Immediately after the short chromatic passage in measure 29 (“Sic credo”/ “Thus I believe”), very similar diatonic passages occur twice more (see Example 16 ). In measures 30–31, the same sonorities as in measures 27–28 are repeated in a different order, again defining the one-sharp collection. In measures 32–33, the same relationships are repeated down a whole step, defining the one-flat collection. This quick change of diatonic system is rendered continuous through what Adams ( 2009 ) calls “indirect chromaticism”: the sonority over C in measure 31, which is diatonic in both one-sharp and one-flat collections, meditates between the surrounding sonorities and diatonic collections. As this sonority leads to a note foreign to the one-sharp collection ( F ♮ ), we (as listeners) may begin to assume that the piece has entered a more continuous, less diatonic mode of counterpoint. It is only with the nonharmonic relation of measure 32 (which points uniquely to the 1-flat collection) and the return to F in the bass on the downbeat of measure 33 (creating stability and perhaps a pitch center) that this possibility is excluded. Example 17 . Lassus, Prophetiae Sibyllarum , Sibylla Europaea, measures 13–18 (click to enlarge and listen) Example 18 . Lassus, Prophetiae Sibyllarum , Sibylla Europaea, measures 1–12 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "_adams_2009"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] This quick alternation of diatonic systems occurs in the first section of the piece, in a slightly more extended form (see Example 17 ). The one-sharp collection is defined by the first three sonorities in measures 13–14. Sonorities on C and A in measures 14–15 mediate between this collection and the strongly established one-flat diatonic system of measures 16–17. Finally, the collection-establishing bass progression of these measures, F– B ♭ –C–F, interlocks with a bass progression that establishes the natural collection in measures 17–18 (C–F–G–C). (45) This chain of quickly changing diatonic collections creates a sense of restlessness. (46) It also has two notable nonharmonic relations (see measures 16–17 and 17–18), each of which solidifies its respective diatonic collection as (briefly) salient. The cadential formula in measure 18 brings this passage to an end, and less-diatonic music follows.",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The first twelve measures of the piece ( Example 18 ) illustrate the complex tension between passages that encourage attention to local relationships and larger diatonic collections. In the opening measures, the lack of a clear underlying diatonic system and the nonharmonic relations suggest a listening strategy that emphasizes contrapuntal relationships over diatonicism, but the first point of repose, at the end of measure 3, repeats the sonority on the downbeat of measure 2. This has the potential to suggest pitch stability, despite the fact that the three sonorities in measures 1–3 cannot be rationalized within one diatonic system. The sonority on E returns again in measure 8, but the much higher chromatic density of measures 4–8 make it difficult to hear E as a pitch center or agent of stability until it actually returns. Finally, measures 9–12 are similar to the diatonic passages discussed above (a two-sharp collection is implied in measures 9–10, a one-sharp collection is implied in measures 11–12, and the two are smoothly connected by a mediating sonority on G in measure 11), but the C ♯ in the tenor in measure 11 creates nonharmonic relations with both the preceding C ♮ and the G of the following sonority, briefly drawing the listener’s attention to remarkable surface relationships.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] It is likely that different strategies constantly compete for the listener’s attention in this music: passages with stable diatonic collections and prominent repeated sonorities suggest one kind of hearing, while passages with a high degree of chromaticism and more continuous writing draw the listener to surface-level, sonority-to-sonority relationships. Analysis in turn should reflect these different strategies, focusing on diatonic collections where they exist, and exploring surface-level relationships when the deeper-level hearing is obscured by dense chromaticism. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The Prophetiae Sibyllarum is indisputably a remarkable piece, challenging contemporary norms of diatonicism and counterpoint. This article has proposed two elements that we might focus on in analyzing such music: nonharmonic relations and diatonic relationships between immediately adjacent sonorities. Other topics also seem promising for analysis: these include the affective use of intervals, (47) the effects of rigorous contrapuntal procedures such as canons, the use of counterpoint to move between diatonic systems, and sonority relationships (particularly sequences) that allow for consistent patterns of voice-leading. We have a wide array of tools to describe pitch centers and their attendant diatonic systems, but once we understand accidentals in relation to diatonicism and local contrapuntal relations we can appreciate the compositional design and its aural effects more fully. Return to beginning Appendix 1: An Aural Perspective in the Sixteenth Century Nicola Vicentino, in his treatise Ancient Music Adapted to Modern Practice (1555), often seems less concerned with the overall concepts of mode and diatonic system, and more interested in the aural result of sonority-to-sonority connections. In particular, Vicentino clearly distinguishes between notated chromaticism and aural chromaticism: I also discussed the alteration of notation, so-called feigned music.  And yet it should not be called feigned music but rather feigned transposition, for music notated with four flats seems to the eye to be completely altered by the notation, whereas the ear discerns no difference between music with and without flats, as I said in Chapter 13 ( Vicentino 1996 [1555] , 148). If aural effect is more important than theoretical (notated) chromaticism, then the only concern mandating the clear use of a single mode throughout a piece is the desire to avoid tonal clashes with choral responses: However, in setting madrigals and other vernacular texts that do not require response from a choir, a composer may finish outside the mode for the sake of imitating the words, for there will be no disagreement except with the initial mode.  But experienced composers, who first write the ending, work up to it so elegantly that the listeners are not aware that the piece does not end on the initial mode.  Such a composition proceeds by means of a sure and elegant technique of gradually leaving one mode for another in a leisurely way, without disturbing the audience, whose sense of hearing is left satisfied ( Vicentino 1996 [1555] , 249). Since such violations of (notated) diatonicism are allowed at the end of the piece, they are surely allowed elsewhere as well. Vicentino says this a few pages earlier: But in the parts between the beginning and the middle, and between the middle and the end, it does not much matter whether you insert some passage or other that lies outside the mode, provided you approach the final part elegantly, by starting in good time and moving gradually and surely toward the pitches and location of the tone or mode ( Vicentino 1996 [1555] , 246). This passage describes Lassus’s technique in the Prologue to the Prophetiae Sibyllarum remarkably well. Appendix 2: Examples of the Virgin Birth motive The Virgin Birth motive consists of three major triads related by whole step. In the following examples, brackets indicate surrounding text that does not participate in this succession of sonorities, given for context. Measures numbers refer to Lasso ( 1990 ). Piece Measures Text Sonorities Sibylla Persica 1–5 “The son of a virgin mother” E–D–C Sibylla Persica 34–36 “[But it is enough] for the oracles to bring forth [with a single word: That great God shall be born of a chaste virgin.]” E–D–C Sibylla Persica 40–41 “[But it is enough for the oracles to bring forth with a single word: That great God] shall be born of a chaste [virgin.]” D–C– B ♭ Sibylla Libyca 42–44 “[Let the king,] holy, [living for all ages, recline his limbs in the bosom of the queen] of the world.” B ♭ –C–D Sibylla Delphica 29–30 “. . . [this exalted one, who] shall come forth [conceived from the virginal womb without taint of man].” C–D–E Sibylla Phrygia (48) 23–25 “[God himself wished] to send from heaven [into the body of a virgin his son]. . . ” B ♭ –C–D Sibylla Europaea 3–5 “[From the body of a virgin] shall come forth [the pure word eternal].” (49) E–D–C Sibylla Europaea 39–40 “He is the child [of both human and divine seed].” F–G–A Sibylla Tiburtina 24–25 “[The truthful God himself gave me these gifts of prophecy, that I might proclaim in song the holy virgin who shall conceive in Nazareth’s bounds that God whom] Bethlehem’s lands [shall see in the flesh.] B ♭ –C–D Sibylla Erythrea 29–33 “The son of a virgin mother” D–C– B ♭ Sibylla Agrippa 11–12 “[and the holy word] shall fill the womb [of the true virgin] . . . ” E ♭ –F–G Sibylla Agrippa (50) 43–44 “[and] his glory certain [will remain.]” G–F– E ♭",
                "footnotes": [
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50"
                ],
                "citations": [
                    "vicentino_1996_1555",
                    "vicentino_1996_1555",
                    "vicentino_1996_1555",
                    "_di_lasso_1990"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.4.chenette.html",
    "data": "mto/data/mto.12.18.4.chenette.json"
}