{
    "title": "Teaching and Learning Undergraduate Music Theory at the Keyboard:\nChallenges, Solutions, and Impacts",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Callahan, Michael R."
    ],
    "abstract": "Music making at the keyboard can be of significant value to students learning music theory and aural skills, but an instructor must clear several logistical hurdles in order to integrate it fully into an undergraduate curriculum and capitalize on its aural, visual, and tactile advantages. Most music majors have only modest technical facility at the keyboard, and opportunities for individual coaching and assessment are often constrained by large class sizes, one-piano classrooms, and limited contact hours. This article describes a classroom-tested solution to these challenges in which students work outside of class at keyboards linked toSmartMusicsoftware, record snapshots of their work, and submit them online for immediate and detailed feedback. The software supports novel and interactive learning formats that give even non-keyboardists access to activities such as guided improvisation, play-along, echoing, sing-and-play, transposition, and fill-in-the-blanks. In addition to sharing samples of student work, the article also substantiates the effectiveness of this curricular intervention with qualitative and quantitative data collected during a formal impact study with 37 second-year undergraduates during fall 2013. Following research methodologies common in the Scholarship of Teaching and Learning, students participated confidentially in interviews, surveys, and practice journals that documented their experiences with this learning format. The results show powerful positive impacts on how, what, and how well students learned in the music theory course; to their attitudes about music theory; and to their ability to apply what they learned to their musical endeavors outside the theory classroom. Thus, this study offers both a practical method and a strong justification for placing hands-on music making at the center of students’ engagement with music theory.",
    "keywords": [
        "music theory pedagogy",
        "scholarship of teaching and learning",
        "keyboard skills",
        "SmartMusic",
        "active learning"
    ],
    "doi": "",
    "received": "March 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.3/mto.15.21.3.callahan.pdf",
    "author_info": [
        {
            "name": "Michael R. Callahan",
            "university": "College of Music",
            "address": "Michigan State University, 333 West Circle Drive, East Lansing, MI  48824",
            "email": "mrc@msu.edu"
        }
    ],
    "citations": {
        "anderson_and_krathwohl_2001": "Anderson, Lorin W. and David R. Krathwohl, eds. 2001. A Taxonomy for Learning, Teaching and Assessing: A Revision of Bloom’s Taxonomy of Educational Objectives . Longman.",
        "callahan_2012": "Callahan, Michael. 2012. “Teaching Baroque Counterpoint Through Improvisation: An Introductory Curriculum in Stylistic Fluency.” Journal of Music Theory Pedagogy 26: 61–99.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven .  Oxford University Press.",
        "cohen_1987": "Cohen, S. Alan. 1987. “Instructional Alignment: Searching for a Magic Bullet.” Educational Researcher 16 (8): 16–20.",
        "duker_et_al_2015": "Duker, Philip, Anna Gawboy, Bryn Hughes, and Kris P. Shaffer. 2015. “Hacking the Music Theory Classroom: Standards-Based Grading, Just-in-Time Teaching, and the Inverted Class.” Music Theory Online 21 (1).",
        "fink_2013": "Fink, L. Dee. 2013. Creating Significant Learning Experiences: An Integrated Approach to Designing College Courses .  Jossey-Bass.",
        "gawboy_2013": "Gawboy, Anna. 2013. “On Standards and Assessment.” In Engaging Students: Essays in Music Pedagogy . [e-book] http://www.flipcamp.org/engagingstudents/ Accessed February 2, 2015.",
        "gjerdingen_2010": "Gjerdingen, Robert. 2010. “Partimenti Written to Impart a Knowledge of Counterpoint and Composition.” In Partimento and Continuo Playing in Theory and Practice: Collected Writings of the Orpheus Institute 9, 43–70. Leuven University Press.",
        "gjerdingen_2007a": "Gjerdingen, Robert. 2007a. Music in the Galant Style .  Oxford University Press.",
        "gjerdingen_2007b": "Gjerdingen, Robert. 2007b. “Partimento, que me veux-tu?” Journal of Music Theory 51 (1): 85–135.",
        "gjerdingen_2005": "Gjerdingen, Robert. 2005. Monuments of Partimenti . http://faculty-web.at.northwestern.edu/music/gjerdingen/partimenti/index.htm Accessed February 2, 2015.",
        "karpinski_2000": "Karpinski, Gary S. 2000. Aural Skills Acquisition: The Development of Listening, Reading, and Performing Skills in College-Level Musicians .  Oxford University Press.",
        "kolb_1998": "Kolb, David A. 1998. “Learning Styles and Disciplinary Differences.” In Teaching and Learning in the College Classroom , ed. Kenneth A. Feldman and Michael B. Paulsen, 151–63. Ginn Press.",
        "laitz_2012": "Laitz, Steven G. 2012. Skills and Musicianship Workbook to Accompany The Complete Musician , 3rd ed. Oxford University Press.",
        "lodewyckx_and_bergé_2014": "Lodewyckx, David and Pieter Bergé. 2014. “Partimento, Waer bestu bleven? Partimento in \tthe European Classroom: Pedagogical Considerations and Perspectives.” Music Theory and Analysis: International Journal of the Dutch-Flemish Society for Music Theory 1 (1–2): 146–169.",
        "marvin_2012": "Marvin, Elizabeth West. 2012. “The Core Curricula in Music Theory: Developments and Pedagogical Trends.” Journal of Music Theory Pedagogy 26: 255–63.",
        "merriam_1998": "Merriam, Sharan B. 1998. Qualitative Research and Case Study Applications in Education .  Jossey-Bass.",
        "national_association_of_schools_of_music_2013": "National Association of Schools of Music (NASM). 2013. Handbook 2013–2014 . National Association of Schools of Music.",
        "phillips_et_al_2011": "Phillips, Joel, Paul Murphy, Elizabeth West Marvin, and Jane Piper Clendinning. 2011. The Musician’s Guide to Aural Skills .  W. W. Norton & Company.",
        "quaglia_2015": "Quaglia, Bruce W. 2015. “Planning for Student Variability: Universal Design for Learning in the Music Theory Classroom and Curriculum.” Music Theory Online 21 (1).",
        "rifkin_and_stoecker_2011": "Rifkin, Deborah and Philip Stoecker. 2011. “A Revised Taxonomy for Music Learning.” Journal of Music Theory Pedagogy 25: 155–89.",
        "rogers_2008": "Rogers, Nancy. 2008. “How Structured Improvisation Can Improve Sight-Singing Performance (And More).” In AP Music Theory: Teaching Sight Singing , ed. Ken Stephenson, 49–58. The College Board.",
        "sanguinetti_2012": "Sanguinetti, Giorgio. 2012. The Art of Partimento: History, Theory, and Practice . Oxford University Press.",
        "schubert_2015": "Schubert, Peter. 2015. “Peter Schubert: YouTube” [YouTube channel featuring instructional videos]. https://www.youtube.com/channel/UCPdwE21gqS7voKPI2GDs_-A . Accessed February 2, 2015.",
        "schubert_2013": "Schubert, Peter. 2013. “My Undergraduate Skills-Intensive Counterpoint Learning Environment (MUSICLE).” In Engaging Students: Essays in Music Pedagogy . [e-book] http://www.flipcamp.org/engagingstudents/ Accessed February 2, 2015.",
        "schubert_2011": "Schubert, Peter. 2011. “Global Perspective on Music Theory Pedagogy: Thinking in Music.” Journal of Music Theory Pedagogy 25: 217–33.",
        "schubert_2008": "Schubert, Peter. 2008. Modal Counterpoint, Renaissance Style , 2nd ed.  Oxford University Press.",
        "shaffer_and_hughes_2013": "Shaffer, Kris and Bryn Hughes. 2013. “Flipping the Classroom: Three Methods.” In Engaging Students: Essays in Music Pedagogy . [e-book] http://www.flipcamp.org/engagingstudents/ Accessed October 24, 2013.",
        "shaftel_jones_and_chattah_2013": "Shaftel, Matthew R., Evan Jones, and Juan Chattah. 2013. Aural Skills in Context: A Comprehensive Approach to Sight Singing, Ear Training, Keyboard Harmony, and Improvisation . Oxford University Press.",
        "svinicki_2015": "Svinicki, Marilla. 2015. “The Goldilocks Principle: ‘Just Right’ and Beyond.” National Teaching and Learning Forum 24 (4): 11–12.",
        "wiggins_and_mctighe_2005": "Wiggins, Grant and Jay McTighe. 2005. Understanding By Design .  Association for Supervision and Curriculum Development."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Responding to curricular standards mandated by NASM, Anna Gawboy advocates for “encouraging our students to employ theory toward critical and musical ends” ( 2013 , [9]), and Elizabeth Marvin writes, “We aim to teach our students to think in music; to read, write, and perform music with understanding, and so to contribute to artistry” ( 2012 , 255). Reflecting on years of paper-induced frustration, Peter Schubert states, “I concluded that the best use of classroom time is students performing music on the spot (whether improvised or prepared), for their colleagues, with a good dose of personal engagement on the part of the teacher” ( 2013 , [3]).",
            "citations": [
                "gawboy_2013",
                "marvin_2012",
                "schubert_2013"
            ]
        },
        "FN2": {
            "text": "2. On backward design, see, in particular, Wiggins and McTighe 2005, especially Chapter 1. Instructional alignment is Cohen’s ( 1987 ) term, but its essential tenets have been adopted by many scholars of teaching and learning since then. Dee Fink’s more recent model of integrated course design ( 2013 ) similarly emphasizes congruence between intended objectives, means of assessment, and teaching and learning activities.",
            "citations": [
                "cohen_1987",
                "fink_2013"
            ]
        },
        "FN3": {
            "text": "3. Schubert ( 2013 , 2011 ) has described a counterpoint curriculum based almost entirely on historically informed vocal improvisation, and demonstrated one-on-one improvisational teaching through a series of videos ( 2015 ). I ( 2012 ) have illustrated a keyboard-driven pedagogy of basic tonal counterpoint. Nancy Rogers ( 2008 ) has shown the value of vocal improvisation to the teaching and learning of harmonic function.",
            "citations": [
                "schubert_2013",
                "schubert_2011",
                "schubert_2015",
                "callahan_2012",
                "rogers_2008"
            ]
        },
        "FN4": {
            "text": "4. The dedicated workbooks by Steven Laitz ( 2012 ) and by Phillips, Murphy, Marvin, and Clendinning ( 2011 ) contain especially diverse assortments of hands-on activities, including traditional keyboard activities (e.g., figured bass), singing, sing-and-play, and improvisation.",
            "citations": [
                "laitz_2012",
                "phillips_et_al_2011"
            ]
        },
        "FN5": {
            "text": "5. In addition to the seminal work on partimenti by Gjerdingen (e.g., 2005 , 2007a , 2007b , 2010 ) and Sanguinetti ( 2012 ), a recent publication by Lodewyckx and Bergé ( 2014 ) shares the insights of eight European partimentisti who employ partimenti in the classroom.",
            "citations": [
                "gjerdingen_2005",
                "gjerdingen_2007a",
                "gjerdingen_2007b",
                "gjerdingen_2010",
                "sanguinetti_2012"
            ]
        },
        "FN6": {
            "text": "6. By the end of their first year, music majors who are non-pianists take two semesters of class piano, which is supervised by the applied piano faculty and taught by graduate students in piano performance. The class piano curriculum provides a basic, technical foundation in playing scales, arpeggios, block chords, and simple pieces, but is at present not coordinated with the theory curriculum.",
            "citations": []
        },
        "FN7": {
            "text": "7. Lodewyckx and Bergé ( 2014 , 161–63) discuss strategies for dealing with non-pianists, none of which fully solves the problems articulated here. I agree with them, though, that the least effective adaptation is to allow non-pianist students to write out their work on paper.",
            "citations": []
        },
        "FN8": {
            "text": "8. My experience is that keyboard assignments are ineffective when they simply duplicate written ones, but highly effective as replacements thereof, as in the conversion of part-writing from a written exercise to a hands-on, aural, experiential task. I am grateful to Peter Schubert for the term “sound homework,” which captures the essence of this difference.",
            "citations": []
        },
        "FN9": {
            "text": "9. I have been influenced in this regard by Dee Fink’s ( 2013 ) model of feedback that adheres to a model of FIDeLity: Frequent, Immediate, Discriminating, and Loving. In my prior experiences incorporating keyboard skills without technology, the constraints of assessing students in class or in individual audits caused the feedback to fall short of being frequent, immediate, and often loving.",
            "citations": [
                "fink_2013"
            ]
        },
        "FN10": {
            "text": "10. See Duker et al. 2015 , [2], for a very helpful overview of standards-based grading as relates to music theory instruction. I treat the playing-oriented competencies demonstrated on PlayIt assignments as distinct from written competencies, even if they deal with the same music-theoretical material (e.g., secondary dominants).",
            "citations": [
                "duker_et_al_2015"
            ]
        },
        "FN11": {
            "text": "11. See Shaffer and Hughes 2013 and Duker et al. 2015 for a thorough tutorial on incorporating just-in-time teaching and flipping into a theory curriculum.",
            "citations": [
                "shaffer_and_hughes_2013",
                "duker_et_al_2015"
            ]
        },
        "FN12": {
            "text": "12. However, I sometimes use the PlayIt assignment itself as the flip, asking students to echo and transpose soprano-bass idioms, for example, as their very first encounter with new material. See [3.4].",
            "citations": []
        },
        "FN13": {
            "text": "13. I do not use the third file type, Assessment, which allows SM to proofread the pitch and rhythmic accuracy of what students sing or play with respect to what appears on the screen. This feature is better suited to singing than to keyboard playing because it works only with single lines, not polyphony; moreover, most of my activities are open-ended, requiring interpretive grading rather than just proofreading. However, the assessment feature coordinates well with the approach taken in Shaftel, Jones, and Chattah 2013 , in which students sight-sing what they see on the screen while accompanied by the harmonic context of additional sounding parts, and receive automated and immediate feedback on their work.",
            "citations": [
                "shaftel_jones_and_chattah_2013"
            ]
        },
        "FN14": {
            "text": "14. This is markedly different from assigning a complex task on paper in a single key and then asking students to transpose it from scratch with no guidance. Before I introduced SM , many students found the path of least resistance: writing out their transpositions note-for-note in each key.",
            "citations": []
        },
        "FN15": {
            "text": "15. See [2.7]; asking students to complete each task in multiple keys is a good way of making sure that writing out the solutions is not the most efficient way of working.",
            "citations": []
        },
        "FN16": {
            "text": "16. I am grateful to my colleague, Bruce Taggart, an early adopter of this curriculum who agreed to pilot it in his first-year ear-training course.",
            "citations": []
        },
        "FN17": {
            "text": "17. In Gary Karpinski’s ( 2000 ) terminology, the hearing and short-term musical memory portions of the dictation process remain intact here; musical understanding is still demonstrated, but through playing rather than through notation. See Karpinski 2000 , 62–87.",
            "citations": [
                "karpinski_2000",
                "karpinski_2000"
            ]
        },
        "FN18": {
            "text": "18. As described in the tutorial video, the default setting is that SM will play and record once through the entire passage when “Start Take” is clicked. The Location feature gives students the option of selecting just a section, adjustable down to the beat; this comes in handy during echoing activities because it allows students to practice one pattern at a time without needing to go through the entire passage. When the Looping button (top center) is checked, either the whole passage or the selected section will play repeatedly until the take is stopped.",
            "citations": []
        },
        "FN19": {
            "text": "19. In order to scaffold students’ work, I sometimes inserted an additional step into the process: they heard the pattern played by the software, immediately echoed it vocally on a neutral syllable (e.g., “la” or “da”), heard the model a second time, and then played it on keyboard. The pedagogical purpose was to allow them to focus first on remembering what they heard and then on identifying it.",
            "citations": []
        },
        "FN20": {
            "text": "20. Not all of the idiom-assimilation activities were purely aural. Another format was that students would be shown soprano-bass schemata on paper, asked to transpose them, then given several SM files intended to build fluency. Some files provided just the bass voice in a variety of keys, or just the soprano, or a mix; students played straight through in two voices, quickly identifying the key and the pattern that is partially provided, and realizing the rest of it. Other files in various meters and keys provided just the beginnings of several idioms; students played through and complete each one in real time, thereby learning to recall common patterns given a variety of prompts.",
            "citations": []
        },
        "FN21": {
            "text": "21. There are disadvantages as well as advantages in using music making as the end product of an aural learning task. While it is inherently musical, active, and experiential, and it does demonstrate pitch identification, music making does not demonstrate a student’s ability to transcribe the sounding rhythm into rhythmic notation. Therefore, I recommend using a combination of this format and traditional written dictation. See Karpinski 2000 , 87ff.",
            "citations": [
                "karpinski_2000"
            ]
        },
        "FN22": {
            "text": "22. The modification for differently abled and pianistically limited students was to leave the bass audio turned on in SM , thereby allowing these students to focus entirely on singing or playing the melody while still experiencing (and recording) the two voices in combination.",
            "citations": []
        },
        "FN23": {
            "text": "23. The ability to embed multiple aural tracks that can be listened to individually is useful in many other ways as well. For example, in my graduate keyboard skills class, I deputize SM files as aural tutors for fledgling figured-bass realizers. Students read a figured bass from the printed page while the aural-only SM file embeds several options for right-hand realizations, which students can turn on or off during practice to check themselves aurally. One track begins in the position of the octave, another in the position of the third, and so on. (I explain that these usually are not the only options, as many moments present multiple choices for voice leading.) The intent is to guide students and assist with problem solving, but not to spoon-feed as a written-out realization would do. In general, one of my favorite ways of using the software is to provide guidance—often quite substantial guidance—but aurally, so that students must do some work in order to unlock it.",
            "citations": []
        },
        "FN24": {
            "text": "24. The Looping tool is useful for improvisational activities like this one. It eliminates the need to start a separate take each time through, permitting students to play an unlimited number variations in the same take (until they stop the take). Outside of improvisational activities, looping also makes the repeated practice of any activity—or, by combining the Looping and Location features, of just a portion of any activity—by reducing the amount of clicking necessary to practice the same passage over and over again.",
            "citations": []
        },
        "FN25": {
            "text": "25. Here, as in other activities where the Transposition tool scaffolded students’ playing in multiple keys, there no doubt would have a benefit to having them transpose the whole passage from scratch. I did this occasionally because it demanded a level of functional thinking beyond what was needed with a transposed head start; but, when transposition was not a main learning objective of the assignment, I more often streamlined the task with the Transposition tool to save time for other tasks within the 90-minute weekly limit.",
            "citations": []
        },
        "FN26": {
            "text": "26. SmartMusic can play and transpose audio (mp3) files as well, although with more limited functionality. In the time since assigning this activity, I have come to prefer using actual audio for play-along activities that involve real repertoire, since it eliminates the tiresome MIDI realization. In my graduate keyboard skill course, SM also helps students learn to read clefs and open scores. Since the Tracks tool allows students to turn on and off the audio of each individual track, they can read some parts of a score while SM plays only the remaining ones. For example, a non-pianist might play the first violin and cello parts of a string quartet at first, and instruct SM to cover the second violin and viola parts, thereby experiencing the full texture even before learning to play all of it simultaneously. Moreover, playing along with SM -provided parts ensures that students play steadily in time at whichever tempo they choose.",
            "citations": []
        },
        "FN27": {
            "text": "27. Echoing can play a role even as early as a unit on music fundamentals. When first-year students were learning triads, they completed an activity in which only a series of single pitches in whole notes appeared on the screen, separated by rests. In the measure where a single pitch appeared, SM arpeggiated (or attacked simultaneously) a triad that included the given pitch as the lowest pitch. Early activities were constrained to only major or only minor triads, or to only ones in root position; subsequent ones included the full range of possibilities. Although students thought of the activity as primarily an exercise in discriminating between qualities of triads, which it indeed was, it was also a conceptual activity in learning to spell various triads fluently. Since the file moved right along in time, students needed to echo the triad immediately in the measure that followed—a task that required identifying the triad aurally and creating it with the given pitch as a starting point.",
            "citations": []
        },
        "FN28": {
            "text": "28. The exemplar-based learning process described here resonates with some historical pedagogies of keyboard improvisation, in which improvisers learned diminution techniques by memorizing numerous surface variants of the same schema, such as in the Nova Instructio of Spiridione or the partimenti diminuiti of Francesco Durante. While based in principle on these, the process I describe is far more modest and more tightly controlled in order to be accessible to the non-pianist majority of students.",
            "citations": []
        },
        "FN29": {
            "text": "29. As in other improvisational tasks discussed earlier, improvisation is defined broadly here to include prepared solutions, provided that these are discovered vocally rather than written out. I cannot tell from students’ snapshots how spontaneous their creation was—that is, they may have been sung or played on the spot or after arduous practice—but I am content with either extreme (or anywhere in between), so long as students came to their solutions through music making rather than through writing.",
            "citations": []
        },
        "FN30": {
            "text": "30. I am deeply indebted to Deb DeZure and Cynthia Taggart for their support and guidance on this research project.",
            "citations": []
        },
        "FN31": {
            "text": "31. Within the Scholarship of Teaching and Learning more generally, there is compelling research in sources too numerous to list that active and experiential learning are effective teaching methods. However, the particular concepts, skills, and theoretical-practical combination of undergraduate music theory demands discipline-specific research that assesses the impact of hands-on learning; it is toward this aim that the present study is directed.",
            "citations": []
        },
        "FN32": {
            "text": "32. “Pianist” and “non-pianist” are, of course, extremes on a continuum rather than a clear-cut, Boolean opposition. In the discussion below, “pianist” is inclusive of more than just piano majors. I considered all 15 of the students with at least three years of piano lessons as functional pianists, and the other 22 students with two years or less of lessons as “non-pianists.” Responses on the pre-semester interviews and surveys supported drawing the line there, as students with three or more years of lessons tended to self-identify as at least secondary pianists and discuss their piano background affirmatively, while those with less experience than this tended to express inability or trepidation in their discussions of the keyboard. However, since this was a second-year class, all non-exempt students had taken class piano in the previous year.",
            "citations": []
        },
        "FN33": {
            "text": "33. I did not collect data on students’ test scores with and without the PlayIt assignments, since a principal motivation was to facilitate learning, attitudes, and applications beyond what can be measured through traditional written work. Building upon the methodological frameworks of qualitative research design in education (as articulated in Merriam 1998 , 198–212), I ensured the validity of data—that is, that they matched reality—using both long-term observation (i.e., asking students to complete practice journals repeatedly throughout a semester of work) and triangulation (i.e., gathering data through multiple methods and sources, including interviews, surveys, and practice journals). In support of the generalizability of the findings—the likelihood that they will apply in other contexts—I have relied on “rich, thick description” of both the learning format and students’ responses to it (again after Merriam), so that readers will be able to compare their own situations with the research situation and assess transferability.",
            "citations": [
                "merriam_1998"
            ]
        },
        "FN34": {
            "text": "34. With each assignment, students also turned in an informal, reflective paragraph that was neither confidential nor, due to IRB regulations, part of the qualitative data collected in the study. It answered four questions: “What did you learn from doing this assignment?,” “How efficient and enjoyable was your working process?,” “Was anything easier, more difficult, or more or less time consuming than you had thought it would be?,” and “Is there anything that you will do differently or seek to improve on the next assignment?”. The rationale of this reflection is partly to complete the experiential learning cycle as described by David Kolb ( 1998 ): through application, such as on the PlayIt assignments, students turn their abstract understanding of concepts into concrete experiences of them; and, conversely, by reflecting deliberately about what they learn in these concrete experiences, students refine their abstract understanding. The paragraph is also intended to give me, as instructor, a chance to respond with practice suggestions specifically tailored not only to the student’s submitted work, but also to his or her reported experience of completing it.",
            "citations": [
                "kolb_1998"
            ]
        },
        "FN35": {
            "text": "35. The ten interviewed students were selected according to the principle of maximum variation to represent as many different instrument backgrounds, amounts of piano experience, and reactions to the PlayIt curriculum as possible, including a deliberate search for students who would share strongly negative and strongly positive as well as typical experiences. For methodological background on purposeful sampling in qualitative research, see, for example, Merriam 1998 , 62–67. A research assistant who was not part of the instructional staff of the course administered and transcribed the interviews, surveys, and practice logs. I read the transcripts as they were completed, but without student names or other identifying information. Only after final course grades were submitted did I listen to audio recordings of all of the interviews. This is standard practice in accordance with IRB guidelines on research involving human subjects. Each student participant gave informed consent to having his or her responses reported anonymously in published research. I am grateful to Patrick Johnson for the invaluable contribution that he made to this research by gathering and transcribing a mountain of data.",
            "citations": [
                "merriam_1998"
            ]
        },
        "FN36": {
            "text": "36. Some qualitative themes did not have associated Likert data, however, because I did not predict them when designing the surveys before the semester began. The surprising nature of these responses is meaningful in itself.",
            "citations": []
        },
        "FN37": {
            "text": "37. Throughout the ensuing discussion of quantitative data, the benchmark for statistically significant differences between pianists and non-pianists is a p value at or below 0.05.",
            "citations": []
        },
        "FN38": {
            "text": "38. Quotations in these text examples come from both hand-written sources (practice journals and end-of-semester surveys) and oral interviews. I have corrected spelling errors in the written comments, but left errors in syntax and punctuation untouched. From the verbal commentary, I have removed non-substantive utterances that hinder readability, such as “um,” “like,” and immediate repetitions of partial sentences. All other editorial omissions are marked with ellipses; insertions necessary to provide context appear within brackets. Throughout the discussion, the student quotations shared here are selected from a larger pool of data; the number of quotations representing each theme is not necessarily indicative of how widespread that theme was. This is why the quantitative data are reported as well, when available.",
            "citations": []
        },
        "FN39": {
            "text": "39. Moreover, as discussed above, a handful of students at the other end of the pianistic spectrum actually wanted activities to be more challenging than they were, so I think that the difficulty level was properly calibrated. “Desirable difficulty” is a term that has taken hold in the Scholarship of Teaching and Learning as a counterbalancing agent to scaffolding; the former describes a learning process that is intentionally designed to be effortful, even difficult, in order to improve long-term retention. See Svinicki 2015 for a brief comparison of the two pedagogical mindsets.",
            "citations": [
                "svinicki_2015"
            ]
        },
        "FN40": {
            "text": "40. I speculate that primary pianists did not gain additional comfort, but rather that those secondary keyboardists at the bottom of the experience range labeled as pianists (i.e., three to five years) account for the positive response in the pianist category.",
            "citations": []
        },
        "FN41": {
            "text": "41. This was in spite of my frequent, emphatic reminders throughout the semester that perfect recordings are not the goal of the PlayIt assignments. I told students that I would much prefer to hear an imperfect second or third take following an hour of learning, over a perfect fiftieth take following three hours of sweating and cursing. Most heeded this, but the perfectionist nature of a few students got the better of them.",
            "citations": []
        },
        "FN42": {
            "text": "42. I did not ask about sight-reading on the Likert survey, not having anticipated it as a benefit.",
            "citations": []
        },
        "FN43": {
            "text": "43. Peter Schubert ( 2011 ) makes a compelling case against abstraction in music theory pedagogy, which resonates with the student reactions in Text 13c–d.",
            "citations": [
                "schubert_2011"
            ]
        },
        "FN44": {
            "text": "44. Since these particular Likert-scale questions did not ask students to attribute changes to the PlayIts, the attitude changes could have been caused by increased competence in music theory, for example, or by engaging with more challenging concepts.",
            "citations": []
        },
        "FN45": {
            "text": "45. At present, I have not taught the course since the semester when this study was done. I did not teach the second-year students during 2014–2015, so the criticisms and suggestions discussed in this section will inform the next offering of the course in fall 2015.",
            "citations": []
        },
        "FN46": {
            "text": "46. Students had the option to record assignments wherever was most convenient for them, and some simply used practice rooms for everything except the activities in which they interacted with SM -provided audio. For those, they would have needed their own software subscription and hardware setup at home, which a few of them had; I discouraged students from making the large purchase, though, since the school-owned labs provided all that they needed.",
            "citations": []
        },
        "FN47": {
            "text": "47. This would require only an external microphone that students would attach to their instruments (e.g., saxophone, violin) and connect to the audio interface for input into SM . I have not offered this option so far because, unlike headphone-equipped keyboards at which students can work simultaneously without disturbing each other, both an acoustical instrument and the SM audio (not played through headphones) would be distracting to other students in the lab. Moreover, non-pianists who choose this option would need to record part of each assignment on their own instruments and the rest on keyboard, since each PlayIt assignment includes at least one polyphonic task. A fairness issue also arises, since not all students could do the activities on their own instruments due either to the nature of the instruments themselves (e.g., jazz drum set) or the impracticality of getting them into the lab (e.g., marimba, double bass).",
            "citations": []
        },
        "FN48": {
            "text": "48. I do not mean to overstate, for traditional analysis and part-writing assignments also reinforce skills beyond dealing with particular harmonies, but the medium through which students interact with written tasks (e.g., writing analytical symbols, scoring for SATB choir) is less directly connected to most students’ musicianship than the foundational skills of most PlayIt assignments (e.g., listening, echoing, improvising, playing the keyboard).",
            "citations": []
        },
        "FN49": {
            "text": "49. See Bruce Quaglia’s excellent article ( 2015 ) on applications of Universal Design for Learning to music theory teaching. The curriculum that I describe does fairly well at the first two of three UDL principles that Quaglia discusses: “to provide multiple means for representing knowledge or content when teaching” and “to allow multiple methods for students to navigate the learning environment and demonstrate what they have learned” ([2.6]). I have been inspired by the third goal that he articulates, “to provide multiple modes of affective engagement while teaching,” and, starting in fall 2015, I will allow students more choice both within their keyboard assignments (i.e., which tasks to complete) and between them and written work (i.e., which medium to use for demonstrating knowledge of certain concepts). See, in Quaglia, [3.7] and [5.7], for specific discussions of kinesthetic, and especially keyboard-based, work in reference to the UDL framework.",
            "citations": [
                "quaglia_2015"
            ]
        },
        "FN50": {
            "text": "50. A handy feature of SM is that a take begins recording exactly at the start of the embedded passage and ends immediately after the passage finishes. Therefore, there are no tiresome blank spots in the mp3s that students generate, so an aural grading session includes very little silence.",
            "citations": []
        },
        "FN51": {
            "text": "51. I have encountered no issues with students trying to collaborate inappropriately on PlayIt assignments. I have been prepared to institute measures to prevent cheating, such as requiring each student to state his or her name at the start of each recorded file, but I have not needed these so far. Students’ solutions to open-ended assignments are different from one another, and even their recordings of straightforward tasks such as echoing usually include enough performance quirks (e.g., different tempi, mistakes, pauses) to be distinguishable. More fundamentally, there really is no way to skate through most PlayIt assignments; even if two students share their solutions with each other, each student still needs to learn to play or sing what he or she turns in.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] There are many reasons to assign a starring role to music making in the teaching and learning of music theory—that is, to get students learning theory through playing and singing—but also many obstacles standing in the way. Especially in so-called “written” theory, keyboard work stands to make the learning process active, aural, and creative; to pave, for students with aural and kinesthetic learning preferences, paths to success in a subject laden with visual and logical structures; and to draw explicit links between music-theoretical learning and the performance, listening, and compositional activities that it informs. Scholars of music theory pedagogy have made a compelling case for creatively oriented instruction. (1) The principles of backward design and instructional alignment , cornerstones in the Scholarship of Teaching and Learning, offer a useful algorithm for deciding on intended learning outcomes, determining which kinds of assessments will aid and demonstrate these outcomes, and finally planning teaching and learning activities that develop the associated skills. (2) Taking as a premise the goal that students use what they learn in music theory to make (i.e., perform, compose, improvise, listen to) music, how might a theory curriculum feature music making as a principal means of learning and assessment?",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] There are a growing number of resources for teaching music theory through playing and singing. Several pedagogues, especially Peter Schubert, have amassed instructional toolkits of improvisational teaching methods by sketching or demonstrating classroom-tested exercises. (3) In addition, some comprehensive theory textbooks include keyboard, vocal, and sing-and-play exercises, either alongside written and analytical tasks or in separate aural workbooks. (4) Particularly in the case of music making at the keyboard, which is the focus of this article, the recent unearthing of partimenti has granted pedagogues access to fertile teaching methods that integrate composition, theory, performance, and improvisation. (5) In fact, historical methods are exactly what I teach to the few students per semester who work with me in independent studies. They are proficient keyboard players and good musicians, and they are willing to work an hour or two per day, so they master figured bass and the Rule of the Octave, realize partimenti, read and discuss open scores, and improvise over ground basses. These independent studies are privileged situations, however, markedly different from what many of us face in the trenches—namely, large and diverse classes of overcommitted students with little to no comfort at the piano.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] If keyboard activities are to be integrated as central and pervasive elements of an undergraduate theory curriculum, two sizeable barriers must be surmounted: first, finding a way to assign, guide, assess, and integrate them within constraints that are often, as in my case, unchangeable, such as class sizes, teaching spaces, instructional time, course staffing, and students’ pianistic (in)ability; and second, gathering compelling evidence that the resultant impact on student learning is positive and substantial enough to justify the expenditure of time and resources. This article aims to clear both of these hurdles, first by charting a technologically assisted route around the logistical and pedagogical obstacles that can stand in the way of incorporating keyboard work into theory instruction, and then by substantiating its effectiveness with qualitative and quantitative data collected during a formal impact study with second-year students at Michigan State University during fall 2013. Results showed dramatic benefits to what, how, and how well students learned in music theory; to their attitudes toward music theory; and to their ability to apply these skills to their musical endeavors outside the course.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Through trial and error, I have identified four obstacles to keyboard skills in the twenty-first-century music theory class. First is an almost existential challenge: undergraduate music majors generally cannot play the piano well. How can the unique pedagogical value of the keyboard—its capacity for polyphony and its symmetric topography, which allows patterns to be heard, seen, and felt simultaneously—be made available, in my case, to 37 students when 1 is a piano major, 6 others are secondary pianists, and 20 have not had even a single piano lesson? (6) The predominance of single-line instrumentalists and vocalists means that even the bimanual coordination needed to control two independent voices is new and challenging for many students. My early attempts to integrate even relatively simple, historical keyboard methods did not have the intended benefit because, for one, students played them so slowly and clumsily that they could not attend to units longer than single chords, and, on top of that, many students resorted to writing out their work note-for-note and memorizing it by rote, thereby missing much of the point. (7) Which pedagogically worthwhile tasks are not just playable by non-pianists but technically simple enough to permit them to focus on more than just getting their hands to cooperate?",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] A second obstacle concerns guidance: given that most students are working at a non-native instrument, it takes substantial scaffolding to make the tasks manageable, efficient, and engaging. Large class sizes limit opportunities for one-on-one coaching, so assignments must be designed to permit students with diverse abilities and learning preferences to work independently without foundering, even if not all students need the same amount of time to complete them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] The third challenge, a huge one, is assessment: how can an instructor provide regular and detailed feedback to each student when they meet, as in my case, all together for three hours per week in a classroom with just one piano? A masterclass format permits just a few students per assignment to be coached, which demotivates others from investing serious effort and takes large portions of class time away from other essential activities (e.g., discussion, listening, analysis). Individual keyboard quizzes outside of class solve this problem, but they require an unsustainably large amount of instructor time if assignments are frequent enough to be valuable. More importantly, they are too short and stressful to allow much learning to take place, since students enter the room with the pressure of performing well during the one chance that they have.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Finally, if keyboard assignments are to build lasting skills, they must be frequent—even constant, I would say. Although it is easier to append them occasionally to a predominantly writing-oriented course just for the sake of having students get their hands dirty with the material, keyboard work must facilitate learning that is indispensable to course objectives, not merely duplicate written work. (8) When I have fallen short of this, students have seen the music-making assignments as onerous and unhelpful, since they were segregated conceptually from what was essentially a written curriculum.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Since 2012, I have utilized the software program SmartMusic (hereafter SM ) to guide and record students’ keyboard work in music theory courses at Michigan State. While not a perfect solution, SM does have significant pedagogical advantages; the goal here is not to emphasize the software on its own, but rather to show how it can serve as part of a successful solution to the challenges outlined above. To the students, it offers instructor-designed, transposable guidance (both notated and aural); a set of practice tools such as a metronome; and an easy-to-use recording platform. For an instructor, SM permits, even in relatively large classes, keyboard activities that are frequent, individually assessable through recordings, and guided even in the absence of a human coach, as well as aural and interactive learning formats that are not possible to assign on paper. With the aid of SM , students in second-year theory, first-year aural skills, and upper-level counterpoint—even the keyboard-phobic ones—play, sing, listen, echo, self-accompany, and improvise weekly at the keyboard and receive my feedback on each assignment. Fully half of the homework in all of my undergraduate theory and graduate counterpoint courses now asks students to wrestle actively with each concept at the keyboard in aural, tactile, and creative ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] The remainder of this article divides into three parts, describing how the curriculum is structured, which activities constitute it, and how effective it is. The first part (section 2) describes where, when, and how students complete their keyboard assignments and outlines the design parameters to which I adhere when crafting them. The second part (sections 3–5) presents sample activities from three levels of courses and shares recordings of student work. The final part (sections 6–7) provides qualitative and quantitative evidence of the effectiveness of this curricular intervention. Music theory instructors wishing to implement keyboard skills into their courses may take from this article a classroom-tested way of doing so as well as data-driven substantiation of its pedagogical value. Logistics: Where, When, and How",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] To eliminate the problem of too many students meeting for too little time in rooms with too few keyboards, I ask students to practice and record their weekly “PlayIt” assignments entirely outside the classroom, on their own time, in one of two Music Theory Learning Labs in our music building. Together, the labs contain ten identical workstations consisting of digital pianos connected to Macs with SM installed, as well as headphones with vocal microphones (to permit playing, singing, and speaking in combination). This arrangement offers several advantages: we can spend class time on other aural and analytical activities that make the most of having students and instructor in the same room; students can focus on experimenting, discovering, and learning in the low-stress environment of a keyboard lab rather than dealing with the pressure of performing in class or in keyboard audits (and, therefore, I hear their best rather than their worst work); and they can pace and order their own work sessions however is most beneficial to them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] A week before the due date, I upload to our Desire to Learn (D2L) site the week’s SM files, which I create in Finale, along an assignment sheet that provides a rationale, practice suggestions, and grading standards. Students record their work in SM and submit it to an online dropbox for assessment. Some students complete the entire assignment in a single session while others visit the lab several times, either practicing early in the week and recording later, or completing one section of the multi-part assignment in each sitting. I grade the PlayIt assignments aurally within a day of the due date and provide detailed prose feedback to each individual student through D2L. Students receive the feedback in time to incorporate it into their work on the next PlayIt assignment. (9) Grading is standards-based: each PlayIt assignment is analyzed in terms of its component skills, usually 2 to 4, such as, for one week’s assignment, treating dissonance properly in a composed melody, crafting a logical harmonic progression, and spelling and resolving diatonic seventh chords correctly. These competencies are shared with students on the assignment sheet so that they know what targets to aim for; then, each competency is assessed as proficient, developing, incipient, or not attempted, and reported to the student separately rather than through an aggregate grade. (10) (For open-ended work such as improvisation, work can be assessed as distinguished if it shows sophistication beyond proficiency.) The PlayIt-related skills determine twenty percent of the total course grade. Criteria are chosen not to favor pianists over non-pianists: proficient work demonstrates both accuracy (e.g., absence of voice-leading errors, proper treatment of dissonance, appropriateness of harmonic progressions) and a modest amount of fluency (i.e., slow tempi are fine as long as they are steady, and finger slips, brief pauses, and reattacks, if only occasional, carry no grade penalty). I mean it when I tell students that the recordings are “snapshots” of their work, and I discourage them from spending time trying to get a perfect take if they already have one that demonstrates proficiency.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Keyboard assignments are integrated as central components of the broader course design. My undergraduates complete three descriptively named homework assignments per week. The curriculum is partially inverted, or flipped, so the first assignment is a preparatory one (“TryIt”) completed before the first class meeting of each week: students watch a video micro-lecture (about five to seven minutes), read a portion of the textbook, post a discussion question in an online discussion board, and then have two attempts at a low-stakes, online quiz. This work, at home and at their own pace, prepares them for deeper learning in class, and the questions and quizzes help me to tailor the face-to-face learning activities. (11) Then, building upon this deeper engagement are two complementary activities due at the end of the week, one focused on aural and tactile activities at the keyboard (“PlayIt”) and the other on analysis (with and without score) and short model composition (“WriteIt”). (12) The rationale is that students engage multi-modally with material over the same time period so that written and hands-on work inform each other; an example of this integration is provided below in [4.13]. At the end of each three-week module of the course, students complete a more open-ended project requiring synthesis and application, such as a longer composition, a pre-concert lecture recorded as a video, or a performance-analysis essay with recordings. Example 1 . Week-1 video tutorial on the features of SmartMusic (click to watch video)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] SM is pedagogically useful both as an interactive practice aid and as a recording platform. I create the SM files (smp) in Finale, so their musical content is completely customizable. Finale can export directly to one of three types of smp files. A “Solo” file shows a single or grand staff in score on the screen, and can provide additional “hidden” parts in aural form only; this file type supports composition-oriented activities such as melody harmonization, fill-in-the-blanks, and bass realization. An “Ensemble” file is aural only, with no on-screen notation, so is well suited to echoing, call-and-response, aural learning, and improvisational activities. (13) My students unanimously felt that learning to use SM was a quick and easy process, but, for complete accessibility, I posted a five-minute video tutorial for just part 1 of the first week’s assignment (Example 1) . The video walks through how students use the software, including how they interact with its visual and aural guidance, its practice tools, and its recording capability.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Several features of SM are worth highlighting for their pedagogical value. Since any interaction with SM requires starting a “take,” even those takes used just for practice are recorded and saved, which helps students to remember and self-assess their own work by listening back to what they have played. At the end of a practice session, they select their best work for submission to the dropbox, which helps them to view the recordings productively, as snapshots of an ongoing (and often experimental) learning process. The practice tools help students to practice efficiently at their own pace: they can vary the tempo, use a metronome, rehearse just a portion of the exercise, and loop all or part of it repeatedly. The drop-down Transposition menu is very useful, transposing all notated and aural guidance to any key with one click. Since the same scaffolding is available to students in any key, I can ask them to complete nearly every task in multiple keys without adding tremendously to their workload, thereby encouraging them to generalize rather than simply learning a solution by rote and moving on. (14) Finally, the “Tracks” feature helps to make keyboard work accessible to non-pianists. In a “Solo” file, the “My Part” and “Accompaniment” buttons control the sound of either the upper and lower staves of a notated grand staff, respectively, or, in files that include both a notated part and a hidden (i.e., aural-only) one, those two parts, respectively. Students can scaffold their work by playing along with SM initially and then, as I instruct, turning off the SM audio to record on their own. For example, when a bass or soprano is given, a student might focus initially on the added voice while SM covers the given one. Differently abled students, such as one in my class who had the use of only one hand, can continue to co-perform with the software in this way even during the recording process; SM plays only the given part, so the student is still responsible for completing the compositional task, and thereby still benefits from most of the pedagogical value of the activity. The “Tracks” feature also permits me to design activities deliberately to get students co-performing, vocally and/or on keyboard, in a variety of ways with SM : accompanying a melody that it plays, improvising a line over an accompaniment that it provides, etc.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] PlayIt assignments adhere strictly to four design parameters. First, to ensure that students spend their practice time exercising their ears and brains, and not solely their fingers, the pianistic difficulty of an activity for a non-pianist must not exceed the aural, conceptual, and/or creative challenge. In spite of the value of realizing long figured basses or harmonizing whole chorales in four voices, assigning these tasks to non-pianists comes with a substantial cost: they require so much practice time as to exclude other valuable activities and, as I have experienced, their difficulty often motivates students to cope by writing out their solutions and reading them. Second, to accommodate the variety of pianistic facility among my students, I offer, when possible, three levels of challenge for each activity: a standard option for students with typical (i.e., modest) comfort at the keyboard, a more challenging version for stronger pianists (e.g., playing in more remote keys or in four rather than two voices), and a not-too-watered-down modification that reduces the technical challenge for students with very limited facility without sacrificing its pedagogical value. For example, a student might record at a slower tempo or play just one voice out of a two-voice texture while SM plays the other one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Third, each individual activity is short enough to allow three or four different activities to fit within each weekly PlayIt assignment; the motivation is to keep students engaged through variety and to build several different skills without exceeding about ninety minutes of weekly work in the lab for an average student. I prioritize variety to engage as many learning preferences as possible and make the assignments valuable to students with different abilities: ones who learn best aurally, ones who struggle aurally but fill in the gaps when they work with a score, etc. My goal is to give each student at least one learning format per week that makes the material immediately clear and intuitive to him or her, while also asking students to step outside their comfort zones and complete one or more activities that challenge them. Finally, to keep the PlayIt work aural and experiential from start to finish, I require students to complete each entire assignment through playing, listening, and singing, without writing anything down. Since I cannot monitor how they work (because all I receive are the recorded snapshots), I build sufficient guidance, either notated or aural or both, into the software to make it feasible—and actually most efficient—for students to work without paper and pencil. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] In order to show the applications of this learning format in different levels of courses, the next sections present samplings of PlayIt activities from first-year aural skills, second-year theory, and upper-level counterpoint. The intent is not only to illustrate the wide range of learning format that are possible, but also to provide a sense of the variety contained within the curriculum whose impact is documented in section 6. With the first instance of each distinct activity type, I describe the overall rationale of the learning format, as well as how it utilizes SM . With half as much written work as before, I prioritize analysis of real music and short model composition on the written assignments that do remain; I assign part-writing activities only when they address skills that cannot be addressed in any other way. As a result, vestiges of work that used to be assigned on paper can be seen in many of the PlayIt activities. The differences are important, though: students are forced to be aurally engaged and musically invested throughout the process, can proofread their work aurally, and can link conceptual learning with music making. Still other activities are made uniquely possible by a digital environment, including many that blur the distinction between theory and aural skills: ones from first-year aural skills include composition, for example, and ones from second-year theory include echoing and aural learning. Some activities include notated scores, while others are entirely aural. Selected Activities from First-Year Aural Skills",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Activities in this section were assigned to first-semester students in their aural skills course, which targeted skills in prepared, improvised, and at-sight singing of diatonic melodies in major and minor, emphasizing the discrimination of tonic, predominant, and dominant functions; sound-to-symbol mapping through melodic dictation; and the performance of notated rhythms. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Echoing . In echoing activities, students listened to music that SM provided only in aural form, and immediately played back what they heard; the software recorded both the given model and the student’s echo. The echoed material varied: a single line, a soprano-bass duet, or a simple progression in four voices. As in written dictation, students needed to remember and identify what sounded, but in contrast, they responded immediately and rhythmically with music making on an instrument rather than more slowly in notation. (17) A typical echoing activity included about five to six short patterns with just enough silence after each one to provide time for the student’s echo in rhythm. Students recorded straight through the entire file and submitted a single take, although I encouraged them to isolate each pattern for practice using the Location and Looping tools. (18) They could practice with the file for as long as they liked before recording (provided that they did not notate anything) and were free to adjust the tempo to control the difficulty level. I usually required them to record in a second key as well; the Transposition tool transposed the aural model with one click, so the activity was guided equally in any key. The rationale was that, since students were already familiar with the sounds of the patterns after they had echoed in the first key, they focused in subsequent keys mainly on thinking functionally and transposing. Example 2 . Partial student recording of single-line echoing activity",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Example 2 provides part of a first-year brass player’s recording of an echoing activity. Students were given the key and meter (E minor and 4 3 here) and told to expect a series of three-measure melodic patterns, implying one measure each of tonic, dominant, and tonic. They echoed the single-line melody on keyboard. I included an additional aural track in the SM file so that the software provided a harmonic and rhythmic accompaniment during the echo, thereby reinforcing the discrimination of harmonic functions. The echoed patterns increased in length and complexity during the year, reaching four measures and including predominant functions as well. (19) The omission of solfège from this procedure was intentional: students demonstrated pitch awareness by playing back the melodies on an instrument rather than by encoding the pitch relationships in the system of syllables. The objective was to create a supplement to traditional melodic dictation that draws a more immediate connection between hearing and music making. Example 3 . Partial student recording of two-voice echoing activity",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Some echoing activities reinforced material that students had learned already, while others came before any explicit presentation, providing an experiential and aural footing on which to lay explicit terminology and greater detail during class time. In the latter case, the objective was to assimilate idiomatic patterns (e.g., prolongations, cadences, sequences) by playing them in a variety of keys, meters, and contexts. The intent was to aid preferential aural and experiential learners, and to reduce the disadvantage placed on students who struggle with the systematic aspects of music theory in spite of being excellent, intuitive musicians. Just before the first-year students learned how inversions of V 7 can prolong tonic through neighboring and passing motions, they echoed two-voice contrapuntal idioms. Students were up to the task because they had been echoing in other ways for months by this point. The students heard (but did not see) each model and then echoed during the rests; they recorded this (and another set of patterns in minor) in any two keys of their choice. (20) Example 3 is the work of one string player (who tends to rush).",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Aural Learning . Students also learned longer passages aurally (in one, two, or rarely four voices), without any provided notation, and then played and/or sang them on the recording, either with or without additional voices that they created themselves. Different from the echoing tasks described above, these passages were longer, so students learned and practiced them before recording, rather than echoing immediately. As before, they used the Transposition tool to complete each activity in at least two keys. The simplest aural learning task involved memorizing a single-line melody presented aurally and then either playing it or singing it on solfège in the recording. Students could listen as many times as they needed, and even sing along with the software during practice, but they were required to record with all SM audio turned off. The intended learning outcomes were similar to those of a take-home dictation assignment, except that the product was music making rather than a written document. (21) Example 4 . Student recording of aural learning activity",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] There were also two variations on this activity that paired the melody with a bass line. In one of them, a bass voice (either with or without figures) appeared in score on the screen while students learned a melody provided only in aural form. They could customize which voice(s) sounded while they learned and practiced—focusing initially on learning the melody while SM covered the bass—but they recorded themselves playing the bass on keyboard while singing the aurally learned tune on solfège, all with the SM audio turned off. (22) Aside from building the skill of singing while playing, the task encouraged students to locate common schemata in the given bass and utilize them to make informed predictions about what the melody would do. Example 4 provides one jazz saxophonist’s work on this type of activity from the start of the second semester; remember that he was reading the bass on screen and recalling the aurally learned upper voice. Example 5 . Aural learning and self-accompanying activity (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] A more challenging version of the activity asked students to create their own bass line to self-accompany while singing an aurally learned melody on solfège. I guided the activity by limiting their choices of bass pitches (e.g., to 1 ˆ and 5 ˆ at first), sometimes going as far as providing an unpitched rhythm on the screen to specify the exact harmonic rhythm. Example 5 provides a sample activity in G minor, which was limited to 1 ˆ , 4 ˆ , and 5 ˆ in the bass voice; students were instructed to change the bass note at each given rhythmic value. In adherence to the design parameters discussed above, the keyboard part was extremely easy to play (i.e., just a bass voice), keeping the focus on learning a tune aurally, discerning harmonic function in that tune, creating a logical harmonic progression using two-voice contrapuntal idioms, and singing while playing. One could imagine a paper assignment that provides a melody and a bass rhythm and asks students to compose the bass voice; while still building two of the four skills listed above, it would not fold aural learning and sing-and-play into the analytical task, especially if students completed the task without playing or singing (which most of mine admit to doing on paper assignments). Example 6 . Fill-in-the-blanks activity for second-species counterpoint (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Fill-in-the-Blanks . Many activities provided a notated prompt in the software and instructed students to fill in what was missing. The head start was either an incipit that students continued, one outer voice to which they added the other one or the rest of a four-part texture, or a series of scattered hints that they connected to create a complete passage. Students could guide their practice by playing along with SM ’s aural realization of the head start, but I asked them to turn off the SM audio when they recorded. Example 6 shows a sing-and-play activity that students completed while they were learning second-species counterpoint. The head start in Example 6 appeared on screen; students composed the missing parts of the cantus firmus and eventually performed both parts, playing one while singing the other, as heard in Example 6 (Audio) , which was submitted by an oboist. (For other assignments of this type, they played both parts.) This activity type is very similar to activities that I used to assign on paper, except that the PlayIt format forces students to hear and play their ideas, both during the process of composing and at the stage of submitting a final product. Example 7 . Transposition activity with second-species counterpoint (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Transposition . As soon as the first-year students mastered key signatures and scale degrees early in the semester, their PlayIt assignments began to include transposition. The earliest tasks focused exclusively on transposition in order to build the skill on its own prior to its inclusion in almost every subsequent assignment. These transposition-only assignments require careful design, since SM itself transposes the given score and audio with no effort on the student’s part; my solution was to provide some notation in the software, which SM transposes with one click, and the rest of the notation only on the PDF assignment sheet, which students had to transpose on their own. Example 7 shows an early example. Here, both a cantus firmus and a second-species counterpoint appeared on paper for students, but only the cantus firmus (i.e., lower staff) appeared on the screen in SM . The assignment was to transpose the entire duet to other keys and play both parts simultaneously. The task was digitally scaffolded: the easily transposable, on-screen cantus firmus served as a reference against which to double-check the accuracy of the counterpoint line that students transposed functionally on their own. An advantage of activities such as this is that they reinforced two discrete skills within the same activity: explicitly, functional transposition using scale degrees; and, more implicitly, the principles of second-species counterpoint, which also was a concurrent focus of the first-year course. Selected Activities from Second-Year Music Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Activities in this section are drawn from the second year of the core undergraduate sequence in “written” music theory. The third-semester course, which is the subject of the impact study described below in section 6, deals extensively with chromaticism from secondary dominants through modulation and modal mixture, and with small forms such as periods, sentences, and binary forms; the fourth semester is primarily dedicated to large forms such as ternary, sonata, and rondo, which do not lend themselves well to keyboard work, but secondarily to advanced chromatic topics such as enharmonic reinterpretation and plagal ambiguity, to which PlayIt activities are well suited. Example 8 . Partial student recording of two-voice echoing activity on secondary dominants",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Echoing . The two-voice echoing activity heard in Example 8 (turned in by a vocalist) comes from a unit on secondary dominants in the third-semester course. Students knew the key and meter ( B ♭ major, 4 3 ), and were told to expect a very simple, two-measure progression in two voices that began on tonic and then implied a tonicization of some other diatonic harmony by means of a single applied chord. The two intended learning outcomes were aural recognition of the chromatic alterations that imply secondary dominants, and aural and tactile assimilation of the voice-leading tendencies of these altered pitches. Example 9 . Aural learning activity on modulation (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Aural Learning . Example 9 shows an aural activity that students completed during a unit on diatonic modulation. They saw on screen only what appears in the upper system, but SM played the entire phrase shown in the lower system. Once they learned the second half aurally, they turned off the SM audio and recorded the entire phrase in multiple keys. The notated head start (mm. 1–4) was transposable with one click, but students had to transpose the conceptually important part of the phrase (i.e., the introduction and cadential confirmation of V) on their own. Thus, the first stage of the activity was aural and the second stage was mostly conceptual, requiring functional thinking and thereby reinforcing this common modulatory path. Example 10a . Provided framework for ground-bass improvisation (click to enlarge) Example 10b . Transcription of upper-voice exemplars presented aurally (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Improvisation . A unit on harmonic sequences included an activity intended both to reinforce the patterned nature of sequences and to support students’ creative exploration of them. The assignment sheet provided the notated soprano-bass framework (10–6) shown in Example 10a . The aural-only SM file contained the six audio tracks transcribed in Example 10b : the unembellished bass in half notes and five progressively elaborate soprano variations. The assignment was to learn each upper-voice exemplar aurally (since they did not appear in score) by turning on just one SM track at a time, listening to it, and playing along, thereby developing an improvisational vocabulary; and then to switch off the SM audio and record an uninterrupted set of 6–8 upper-voice variations over the sequential ground bass. (23) I made the assignment accessible to non-pianists by allowing them to leave the bass track sounding in SM and play just the improvised upper voice. (24) (Even those students who eventually played both voices tended to turn on the bass during practice so that they could focus initially on just the upper-voice options.) I encouraged the stronger pianists to use the Transposition feature to work in a more remote key throughout the activity. Part of the work of one trumpeter (and secondary pianist) sounds in Example 10 (Audio) . Example 11 . Two-voice passage provided aurally for play-and-talk activity (click to enlarge and listen)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Play-and-Talk . The vocal microphones attached to students’ headphones permitted not only singing, but also speaking. I often assigned “play-and-talk” activities because they are aural and analytical in equal measure. Given a key and meter, students learned a soprano-bass duet that SM provided only aurally, with no notated hints. Once they had learned to play the duet, they turned off the SM audio and recorded themselves playing the phrase while describing verbally what happened in it. (I usually asked them to play straight through once, and then again more slowly while narrating a play-by-play description.) I asked students not only to identify implied harmonies, but also to observe contrapuntal features, such as voice exchanges, and tonal waypoints, such as modulations and cadences. Example 11 is a transcription of what SM provided aurally for a play-and-talk assignment on enharmonically reinterpreted augmented-sixth chords; Example 11 (Audio) is the snapshot that one student, a tubist, turned in. Perhaps more than any other activity type, play-and-talk showed me exactly how well students understood the concept, and meanwhile, gave the music education majors a chance to practice speaking about what music does. Since replacing half of the written homework with PlayIt assignments, I have found that I learn more about students’ analytical understanding from play-and-talk tasks than from written analysis; similarly to when mathematics educators ask students to “show their work,” I gain insight into their analytical thought processes rather than needing to guess them from Roman numerals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Student reflections on this assignment clued me into one of the important benefits of PlayIt activities in general, which is that they are more effective than written assignments at challenging each student. Many of the written activities are one-dimensional: students who understand the current topic find them relatively easy and work quickly, often seeing them as busywork, while students who need more reinforcement are more appropriately challenged. The result is that a minority of students remain unchallenged by most written work throughout the course. In contrast, a PlayIt activity is usually challenging to students even when they know the current topic very well, since the need to decipher a phrase aurally, or to internalize two voices well enough to play them, or to articulate their analytical observations verbally, requires a skill that they have not mastered yet. As an instructor, it is gratifying when almost every student reports learning something substantial from an assignment, even if some of them learn the explicitly targeted skills while others actually benefit more from honing the implicit ones. Example 12 . On-screen guidance for fill-in-the-blanks activity on parallel interrupted periods (click to enlarge and listen) Example 13 . On-screen guidance for fill-in-the-blanks activity on sentences (click to enlarge and listen) Example 14 . On-screen guidance for fill-in-the-blanks activity on applied-chord resolution (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Fill-in-the-Blanks . Example 12 comes from a unit on periods. Students saw the notated bass for an entire period and the upper voice for just the first phrase; they created a parallel interrupted period by reusing some of the opening material at m. 5 and redesigning the end to reach a melodic climax and a perfect authentic cadence. The intended learning outcome was a schematic understanding of periods sufficient to make the compositional decisions needed to create one. The recording of one vocalist (in A major—recall that nearly everything was done in multiple keys) can be heard in Example 12 (Audio) .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Example 13 shows a differently scaffolded task focused on the sentence as a theme-type. Only the basic idea and the start of the continuation were provided, following Caplin’s ( 1998 ) terminology, while the middle staff specified a melodic rhythm for the rest of a sentential upper voice. To record, students turned off the SM audio and played both parts (or, if they preferred, played one while singing the other on solfège). As before, the Transposition tool assisted them with recording in two different keys so that I still could include two other activities in that week’s assignment (one of which is shown in Example 12). (25) Example 13 (Audio) provides the work of a jazz bassist (who chose to use the metronome click).",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Progressions in Four Voices . Given my priority to limit the pianistic challenge of any activity to less than its conceptual and creative challenge, I assigned tasks in four voices rarely, and only when the full texture was crucial to a learning objective pertaining to voice leading and resolution. Moreover, I used notated prompts in the software to provide sufficient guidance so that even non-pianists could work efficiently enough to perceive progressions and not just isolated chords. Example 14 , from the first introduction of secondary dominants, provided most of a phrase in four voices, but omitted the resolution of each applied chord. Applying their knowledge of voice-leading tendencies, students played the whole phrase while filling in each gap correctly; one trombonist’s work is heard in Example 14 (Audio) . As discussed in more detail in sections 6–7 below, the consequences of moving basic activities such as this one from paper to keyboard are profound. The aural proofreading made possible by experimenting and hearing one’s work on an instrument permitted students to turn in work that was much more accurate than previous iterations of the same assignment on paper. That is, the error detection that otherwise would be done after the fact, by the instructor, through tedious written corrections on work already turned in, was shifted to earlier in the learning process and done by the students themselves. Students heard—and corrected—unresolved tendency notes and misspelled chords before turning in their recorded work. Example 15 . On-screen guidance for fill-in-the-blanks activity on diatonic modulation (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 15 shows a slightly more open-ended activity in which students recorded the given progression, inserting an appropriate pivot chord in the blank between the G-minor opening and the cadence in the relative major. I instructed them to record at least two versions, each with a different appropriate pivot (e.g., VI becoming IV, iv 6 becoming ii 6 , iv becoming ii, etc.). Example 15 (Audio) was submitted by a pianist who chose to transpose to F-sharp minor. Admittedly, tasks such as the ones in Examples 14–15 are far removed from real musical repertoire, asking students to work with very basic chord progressions in undifferentiated rhythms. I believe in the value of using these simple tasks in moderation: they keep the total pianistic challenge of a week’s assignment in check by counterbalancing other, more florid tasks, and they hone in on very specific concepts at the keyboard (e.g., resolution of secondary dominants). Example 16 . On-screen guidance for fill-in-the-blanks activity on enharmonic reinterpretation of diminished-seventh chords (click to enlarge and listen) Example 17 . Notated score for play-along reduction activity (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Teaching the enharmonic reinterpretation of diminished-seventh chords can become highly technical and musically disconnected, so I aimed to give students a feel for (and aural image of) the reinterpreted chord’s aurally surprising resolution. I gave them the on-screen prompt shown in Example 16 and asked them to record it in three different ways, each resolving to a different tonic, using the play-and-talk format described above: at the start of each take, they named the key to which the diminished-seventh chord would resolve and the pitch that would act as leading tone. Part of the work of one trombonist, resolving to A ♭ major, sounds in Example 16 (Audio) .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Play-Along Reduction . During a unit on applied-chord sequences, each student created a chordal reduction of the three-part Corelli excerpt shown in Example 17 , which was provided on paper , not on the screen; the audio of the whole texture was provided in an aural-only SM file. Students read the score and created a keyboard-style reduction in whole notes, and recorded themselves playing that along with the software’s rendering of the original passage, which allowed them to proofread their reduction aurally. They also did the same in a second key, using the Transposition tool to check their work aurally in that key as well; since the score was provided only on paper, they had to think functionally in order to create the transposed reduction. In Example 17 (Audio) , one clarinetist plays her transposed reduction along with SM ’s MIDI realization of the transposed original. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] In order to provide a sense of how these individual PlayIt activities combine together into weekly assignments, and how they integrate with written work, I will describe a single week’s homework in detail. The topic was secondary dominants, and the PlayIt assignment included the three activities described above in [4.2] (with Example 8), [4.9] (with Example 14), and [4.12] (with Example 17). This is a typical assignment in several respects: the total amount of work; the mix of aural-only and notation-based formats, and the combination of more straightforward and more open-ended tasks. That week’s written homework consisted of analysis of three short score excerpts including applied chords, re-composition of a diatonic progression in four-voice chorale style to include at least three applied chords, and harmonization of a short melody. (The latter two activities are ones that would work just as well, if not better, in a PlayIt format, and in other weeks of the course, I assigned keyboard activities very much like them; it was only to balance the workload between the two assignments in that particular week that I chose a written format.) In class that week, we listened to, sang, and analyzed passages from the literature; imagined how diatonic passages might be enlivened with secondary dominants and how chromatic ones might be reimagined without them; and worked extensively in small groups on melody harmonization, calling upon the voice-leading principles that students had internalized at the keyboard. Selected Activities from Modal and Tonal Counterpoint",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The examples in this section are drawn from all three of the counterpoint courses that I teach at MSU. There are two levels of tonal counterpoint; the first builds toward composition of basic minuets, two-part inventions, and chorale settings, while the second deals with more advanced techniques such as chorale prelude, solo polyphony, and fugue. The third course, on modal counterpoint, roughly follows the ordering of Peter Schubert’s ( 2008 ) textbook, beginning with strict species and proceeding through free two-part writing to three-part writing, culminating in three-voice invertible canons. Example 18 . Contrapuntal framework provided on screen for echoing activity (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "schubert_2008"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Echoing . As any tonal counterpoint instructor knows, bass embellishments are especially prone to pitfalls such as implied chords and unidiomatic bass suspensions. In order to frame the skill in terms of what students could do rather than what they had to avoid, I assigned echoing activities that permitted the tactile experience of successful options prior to our in-class engagement with the topic. The assignment sheet showed the simple contrapuntal framework reproduced in Example 18 . In the aural-only SM file, the upper voice remained unelaborated while the bass was different in each version. Students echoed each pattern in two voices. Depending on their pianistic comfort, either they assigned SM to play the invariant soprano during the echoes, allowing them to focus entirely on the bass, or turned off the echoed soprano and played both voices themselves. Through activities like this, subsequent in-class activities and written work were erected on a foundation of hands-on musical engagement with idiomatic options: octave leaps, bass suspensions, and chordal skips with and without passing tones filling them in. An excerpt from one musicologist’s work (transposed to E ♭ major) sounds in Example 18 (Audio) . As described above, echoing is a valuable way of previewing a whole range of topics aurally and experientially: species counterpoint, cadences, and modal mixture are some for which it works especially well. (27) Example 19 . Transcription of exemplars presented aurally (click to enlarge and listen) Example 20 . On-screen guidance for fill-in-the-blanks activity in mixed values (click to enlarge and listen)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Improvisation . Tonal counterpoint students worked on a more challenging version of the second-year students’ improvisational activity described above in [4.4]. Here, each aural track presented a circle-of-fifths (10–10) sequence with both soprano and bass activated rhythmically. The intended learning outcome was to create florid, two-voice sequences that featured imitation and rhythmic complementation, which were the subjects of our in-class workshop that week as well. (On their written homework, students dove farther down by creating versions with rhythms too fast to be played by non-pianists, such as sixteenths against eighths in alternation.) Given a notated contrapuntal framework on the assignment sheet (shown as Track 1 in Example 19) , students learned four additional realizations provided aurally in SM (transcribed as Tracks 2–5 in Example 19). Finally, using the Looping tool, they turned off the SM audio and recorded a set of variations that incorporated some exemplars that they had learned aurally and others that they had created themselves. (28) Stronger pianists recorded at a faster tempo or in a more remote key; non-pianists recorded slowly and in the given key. Example 19 (Audio) provides one violinist’s work.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Fill-in-the-Blanks . Example 20 comes from my modal counterpoint course, and is a reformatting of a written assignment found throughout Schubert 2008 . The center staff provided a rhythm for an upper part that students improvised (or at least composed without paper); they sang it on solfège while playing the cantus firmus. One composer’s work can be heard in Example 20 (Audio) . Students worked on their solution for as long as they wanted, so they were able to give the same level of care, revision, and nuance as they would have done on paper, except that the decision-making process was informed by experimental music making and aural feedback. I asked them to submit two or three different solutions, so they recorded three different takes. Example 21 . On-screen guidance for fill-in-the-blanks activity on first-species improvisation (click to enlarge and listen) Example 22 . On-screen guidance for fill-in-the-blanks activity on invertible counterpoint (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "schubert_2008"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] A few weeks earlier, the same students saw on screen the four-note cantus firmus fragment in Example 21 . They used the Looping tool so that these four notes sounded repeatedly, and improvised (vocally) a different first-species counterpoint each time through. (29) The same activity type works well for the other species and for mixed values as well. A portion of one oboist’s work sounds in Example 21 (Audio) .",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] When tonal counterpoint students were studying two-part inventions and invertible counterpoint, they encountered an invention subject given on screen as in Example 22 ; they composed an invertible countersubject and placed it into each of the two blanks while playing the entire exposition. (Some of the non-pianists played just the countersubject and assigned SM to play what was notated.) The rationale was to reinforce the contrapuntal technique of creating invertible counterpoint, while also offering an aural and tactile experience of what otherwise could be a rules-oriented, cerebral concept; students experienced playing the same two voices in opposite hands. Example 22 (Audio) provides a sample of one trumpeter’s work (which includes a subdivided metronome click that he decided to use). Example 23 . On-screen score for repertoire immersion activity on evaded cadences (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Repertoire Immersion . I enjoy asking students to engage with real musical repertoire by imagining how else it might have gone. During a unit on evaded cadences, modal counterpoint students wrestled with a Zarlino duet given on screen as in Example 23 . First, they immersed themselves in the music by singing one part while playing the other, recording themselves both ways. The Tracks tool of SM provided scaffolding by playing one part while students learned to sing the other; when they were ready, they turned off both and performed the entire duet. Next, they recomposed (or re-improvised) the duo to make it shorter, converting one of its many evaded cadences into a proper cadence; they recorded this reimagined version, as in the work of one vocalist in Example 23 (Audio) , which ends on a Phrygian cadence on A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The samples above offer a cross-section of PlayIt activities that I have assigned, but the possibilities are limited only by one’s imagination. The huge assortment of potential learning formats helps to accommodate a variety of learning styles and to build skills multi-modally, engaging and challenging students through a mix of activities within and between weekly assignments. Impact Study Results (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] During fall 2013, I conducted a formal impact study with 37 students in the second-year course described in section 4, in order to assess the effects of the PlayIt curriculum on their experiences learning the material, their attitudes toward music theory, and their applications of theory outside the course. (31) More than half of the students were music education majors, with the rest clustered around music performance and, secondarily, jazz; Figure 1a shows the distribution with double majors counted twice. Brass and voice were the most common primary instruments (Figure 1b) . The amount of prior piano experience varied widely: aside from one primary pianist, there were 9 students who listed it as a strong secondary instrument (i.e., at least 5 years of private study), but, in contrast, I classified 22 students as non-pianists (i.e., 2 years of study or less), including 16 with no piano study at all (Figure 1c) . (32) I collected mostly qualitative data in order to learn about students’ experiences through their own words, and triangulated this data by using multiple instruments. (33) All students completed surveys in week 1 and week 15, which included free-response prompts as well as Likert-scale questions, and they submitted reflective practice journals following five of the ten PlayIt assignments, spaced evenly throughout the semester. (34) Finally, ten students participated in individual, semi-structured interviews during the last two weeks of the semester. (35) Below, I analyze emergent qualitative themes identified through a coding process—first students’ perceptions of the PlayIts and the issue of pianists vs. non-pianists, then effects within the course, and finally effects outside the course. I refer to selected quotations from students’ free responses and, where possible, calibrate these rich, individual descriptions against Likert-scale data collected from the entire student population. (36) Figure 1 . Student demographics (click to enlarge) Figure 2 . Quantitative data from Likert-scale questions (click to enlarge) Text 1 . Student comments on the level of difficulty of PlayIt assignments (click to enlarge) Text 2 . Student comments on the challenges faced by non-pianists on PlayIt assignments (click to enlarge) Text 3 . Non-pianists’ comments on the value of PlayIt assignments (click to enlarge) Text 4 . Non-pianists’ comments on their improvement at the keyboard itself (click to enlarge) Text 5 . Student comments on the unwritten nature of PlayIt assignments (click to enlarge) Text 6 . Student comments on how their experiences completing PlayIt assignments changed over time (click to enlarge) Figure 3 . Amount of time spent per assignment by pianists vs. non-pianists (click to enlarge) Text 7 . Student comments on the amount of time they spent completing PlayIt assignments (click to enlarge) Text 8 . Student comments on the benefits of hands-on work (click to enlarge) Text 9 . Student comments comparing PlayIts explicitly with written work (click to enlarge)",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Students’ Experiences . The experiences of non-pianists are central to determining whether the benefits of keyboard work outweigh the predictable challenges. Likert-scale questions on which pianists’ and non-pianists’ responses differed significantly are shown in Figure 2a . (37) Both groups were on the same side of neutral, just to different extents, on every question except whether their piano technique stood in the way. Unsurprisingly, pianists found the PlayIt assignments significantly less challenging than non-pianists did, but the large standard deviations (both > 1 ) suggest that the issue of difficulty requires qualitative unpacking. Some, including non-pianists, found assignments relatively easy, and in many cases easier than they had anticipated (Text 1a) . (38) Of these, some thought that the simplicity or straightforwardness of the assignments benefited their learning (Text 1b) , although others wished the tasks had been more challenging or involved (Text 1c) . Some pianists noted the ease of the work as a result of their familiarity with the instrument (Text 1d) , but the assignments required skills distinct from piano performance, which were new to many of them; some even reported (re-)discovering the instrument as a learning tool as opposed to a medium of artistry (Text 1e) .",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] For the handful of students with the most severely limited keyboard competency, the piano itself was in their way at times, in three respects: psychologically, by causing them frustration and stress (Text 2a) ; mechanically, by posing a technical hurdle that was difficult to clear (Text 2b) ; and cognitively, by diverting their focus from the main learning objectives (Text 2c) . While not widespread, these sentiments are important because I designed the PlayIt assignments with pianistic accessibility among the highest priorities; one can imagine the more extreme experience that these students would have endured had I asked them to realize long figured basses, for example. However, aside from one student who genuinely struggled to finish some of the assignments, the rest of the about five students who experienced occasional frustration were bothered not by an inability to do the work (which they did quite well almost without exception, as discussed in [7.6] below), but by how time-consuming and challenging it was for them—two traits that I, as an instructor who values time-on-task and desirable difficulties, do not see as negatives. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] It is significant, too, that some of the comments in Text 2a express ambivalence, acknowledging the value of the assignment even while expressing frustration. The vast majority of non-pianists articulated that working at the piano was worthwhile, and even quite beneficial (Text 3a) . I anticipated suggestions that PlayIt activities be done on each student’s own instrument rather than always at the keyboard, but not one person raised this sentiment. On the contrary, non-pianists identified specific advantages of the keyboard over their own instruments: the visual aid that it provides, and its capacity for polyphony (Text 3b) . Particularly telling are the comments from students who initially experienced frustration at the difficulty or amount of time required of the assignments, but reported in the final interviews and surveys that the learning gains were worth the investment. Interrelated themes account for students seeing the activities as worth the time: increased self-efficacy and confidence (Text 3c) , greater benefits to their learning as they developed more effective practice methods (Text 3d) , and improvements in their attitudes leading to an increased sense of enjoyment or engagement (Text 3e) . The richness of their accounts stands in strong support of asking students to work at the keyboard even if it is not their primary (or even secondary) instrument.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Moreover, nearly all of the non-pianists noted that a by-product of doing the PlayIts was that they became more comfortable at the piano over time. Corroborative Likert data show greater keyboard comfort among both non-pianists and pianists (Figure 2b) . (40) Free-response comments paint a more detailed picture: students came to see keyboard playing as learning rather than performance (Text 4a) , their ability to navigate the instrument improved (Text 4b) , and, especially, their habits changed in favor of playing piano more both within and outside the course (Text 4c) . Likert responses substantiate that, at the end of the semester compared with at the start, students played non-course material on keyboard more often, and, even more strongly and equally so for both non-pianists and pianists, they saw the piano to a greater extent as a useful learning tool (Figure 2c) . I find the experiences of non-pianists significant because of their implications for implementing PlayIt activities across the entire curriculum. The participants were third-semester theory students, none of whom had a pervasive, integrated keyboard component in their first year of theory study; half had no keyboard work at all, and the rest had taken five very brief keyboard quizzes, each limited to a short progression in four voices (e.g., I-vii o6 -I 6 ). Given the substantial improvements—to skills, attitudes, and habits—that most non-pianists saw in their keyboard ability as a result of the PlayIt assignments, starting students on this kind of work in their first semester would move this development earlier, and may well nip any subsequent frustration (as in Text 2) in the bud.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Aside from navigating the keyboard itself, another challenge—which I intended—was working without writing anything down. Likert data from the post-semester survey (Figure 2d) show that students mostly heeded my instructions, with no significant difference between pianists and non-pianists. The relatively few students who did resort to notating solutions reported struggling to remember their work without a visual aid (Text 5a) . I attribute this to their heavy reliance on visual learning in previous homework assignments for theory (e.g., score analysis, written voice leading), and I believe that their struggle was a pedagogically worthwhile one. Among students who found assignments challenging by their nature, more of them viewed this as a plus than as a minus. They reported being more engaged by work that required them to think at a higher level (Text 5b) .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Over the course of the semester, students found assignments more attainable, more beneficial, and more enjoyable, and their work became more efficient. A majority of students commented on how the assignments became easier throughout the semester, which they attributed to improvements to their practice habits (Text 6a) ; and increased ability at the piano keyboard itself (Text 6b) . They noted two changes to how they worked on the assignments: they switched from marathon practice sessions to shorter, more numerous ones throughout the week; and they shifted their focus away from the act of recording (Text 6c) . (Not all students were able to deal effectively with the need to record their work, however; a few of them described feeling somewhat paralyzed by their obsession with creating a perfect take (Text 6d) .) (41)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Students’ weekly practice logs showed two trends (Figure 3a) : pianists worked more quickly than non-pianists, and the assignments took less time for both populations as the semester went on, though with more change for pianists. This is corroborated by the more general data from the end-of-semester survey, which also shows substantial overlap between pianists and non-pianists in terms of time spent (Figure 3b) . Just under half of the non-pianists exceeded my 90-minute weekly target on average, but most of them only slightly so. Increased skill is not the only contributing factor, though; a few students commented on how their practice time was constrained, especially as juries approached (Text 7a) . Some were surprised by how little time assignments required of them (Text 7b) , and many students, especially non-pianists, corroborated the quantitative data in Figure 3 by saying that their work became quicker or more efficient over time (Text 7c) . Three overarching themes account for the greater efficiency: increased comfort and competency at the keyboard as discussed above; logistical familiarity with the assignment format and lab technology (Text 7d) ; and greater competency at the non-pianistic skills targeted by the PlayIt curriculum, such as transposition and memorization (Text 7e) . Students also noted that their work was more engaging, more beneficial, and more successful when they were not rushed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] Experience of Hands-On Learning . Qualitative responses provide an in-depth look at the experience of learning in a hands-on manner. First, students articulated the visceral experience of feeling their theory homework (Text 8a) ; some commented specifically on its resonance with their preferred learning style. Some reported that working on the PlayIt activities was enjoyable, fun, and even exciting (Text 8b) , and more so than they had anticipated (Text 8c) . Likert data support this with no significant difference between pianists and non-pianists, although not emphatically (Figure 2e) . Students responded strongly to assignments that produced tangible, audible, musical results as opposed to abstract exercises. One salient theme was their satisfaction with their work on PlayIt assignments, which they attributed to being able to hear the results of their learning (Text 8d) , to creating an actual musical product (Text 8e) , and, more generally, to demonstrating to themselves that they knew the material (Text 8f) . Likert responses show that students were proud of their work; especially telling is the lack of significant difference between pianists’ and non-pianists’ responses to this question (Figure 2f) . They also show, again with no significant effect of piano experience, that hands-on work helped abstract concepts to come to life (Figure 2g) . Free-response comments elaborate on the more musically real, even living nature of material encountered through music making (Text 8g) . Pianists, however, did find the work much more artistically rewarding, and far more informed by their own musicianship, than non-pianists did (Figure 2h) . In total, this suggests that while pianistic ability is necessary to bringing one’s own musical artistry to bear on the work at hand, an absence of pianistic ability neither diminishes the benefit nor reduces students’ satisfaction with their work. Given the data reported earlier, it may be that non-pianists’ pride stemmed from their ability to surmount a worthwhile challenge, and that their ability to benefit as much as pianists from the PlayIts was a result of spending more time on them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] When asked explicitly to compare PlayIts with written homework, students were divided (Figure 2i) . Pianists, significantly more than non-pianists, found PlayIt assignments more engaging than written work. Both populations averaged around neutral with regard to which format helped them more to learn, but the large standard deviations within both populations suggest a wide range of opinion; free-response comments capture the reasons. Many who preferred PlayIts over written assignments expressed this sentiment in strong terms without accounting for exactly why they felt it (Text 9a) , but those who were more reflective raised two principal themes: the PlayIts permitted them to hear and visualize their work, and to proofread it aurally (Text 9b) ; and, by requiring more active effort and independent discovery of them than paper assignments, were more engaging, helpful, and/or motivating of their best work (Text 9c) . One student drew an analogy between doing written theory homework and reading about an oil change, and several noted the impossibility of phoning in a PlayIt assignment. Likert data corroborate that students were highly motivated to do their best work on PlayIt assignments, with no significant difference between pianists and non-pianists (Figure 2j) . In contrast, a few students who preferred written work described a preference for visual over hands-on learning (Text 9d) and, as discussed above, an inability to focus on more than just playing the piano. This mix of responses suggests that music theory instruction ought to be multi-modal, with keyboard-based learning constituting one strand alongside written work. Text 10 . Student comments on what they learned from completing PlayIt assignments (click to enlarge) Text 11 . Student comments on the aural benefits of PlayIt assignments (click to enlarge) Text 12 . Student comments on specific activity types within PlayIt assignments (click to enlarge) Text 13 . Student comments on open-ended vs. constrained activity types (click to enlarge) Text 14 . Student comments on the effects of PlayIt assignments on their attitudes toward music theory (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] Students reported understanding the material substantially better after than before PlayIt assignments. The Likert data is powerful here (Figure 2k) ; while the large standard deviation (particularly among non-pianists) indicates a wide range, pianists and non-pianists did not differ significantly in their agreement. Many expressed generally that the PlayIt assignments were helpful to them (Text 10a) , including ones who, reflecting back at the end of the semester, were surprised by how helpful they had been (Text 10b) . Students overwhelmingly reported that PlayIts helped their memory of how chords function (Figure 2l) and of voice-leading rules (Figure 2m) , the latter even more strongly for non-pianists than for pianists. Free responses credit the transposition tasks that pervaded the curriculum (Text 10c) and the challenge to think and remember material differently. One student described a newfound ability to connect sound to symbol, and another compared this aspect of the PlayIts to doing “mental math.” They reported improving at written work, too; a particularly significant account describes how a student imagined playing a progression when she later was asked to write one (Text 10d) . Several students reported improved sight-reading and transposition at the keyboard, the latter due to their ability to visualize and/or feel musical patterns (Text 10e) ; quantitative data substantiate transposition as a benefit of PlayIts (Figure 2n) . (42)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] One of the most universal benefits was aural; Likert responses emphatically endorse the PlayIts’ contribution to students’ ability to hear what they learn in music theory class (Figure 2o) . Free responses discuss both specific listening skills (e.g., hearing both outer voices simultaneously) and aural command of particular harmonies or structures (e.g., parallel periods, modal mixture). Four sub-themes emerged: PlayIt assignments forced students who otherwise would do their work without sound to engage aurally with the material (Text 11a) ; the benefit stemmed from being responsible for creating the sounds themselves, as opposed to listening more passively to a recording (Text 11b) ; students’ self-efficacy improved as they learned to trust their ears more (Text 11c) ; and, as a result, they chose to use their ears to a greater extent in the course (Text 11d) . Students attributed these benefits both specifically to the aural-only PlayIt activities and more generally to the fact that they inevitably heard everything that they played.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.13": {
                "text": "[6.13] Some students disentangled the strands of these multi-part assignments—which included listening, playing, composing, singing, etc.—and noted the advantages of the multi-pronged approach for learning to synthesize course material (Text 12a) . Several students identified specific types of PlayIt activities as being particularly valuable to their learning, and explained why. For example, students described how the transposition tasks required them to think functionally and relationally rather than memorizing specific pitches by rote; assisted with pattern recognition; and encouraged them to learn a “feel” for a certain structure that remained constant across multiple keys (Text 12b) . However, several students who did not notice these benefits instead found the transposition tasks unhelpful, noting the additional time required to execute a passage in multiple keys (Text 12c) ; these comments suggest to me that I need to be more explicit in the future about the rationale and potential benefits of transposition. Students reported learning a great deal from the play-and-talk activities, which helped them to learn to analyze without score, improved their musical memory (since students wrote nothing down), and enhanced their understanding of the principles that they needed to articulate verbally (Text 12d) . Importantly, even students who struggled with or did not enjoy these tasks admitted to benefitting from them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.14": {
                "text": "[6.14] Some of the PlayIt activities were quite rigidly confined (e.g., echoing, transposition) while others demanded more creativity (e.g., fill-in-the-blanks, improvisation). Likert data show that students, especially pianists, overwhelmingly enjoyed the open-ended tasks (Figure 2p) ; free responses elaborate on how open-ended activities actively engaged their creativity and required higher-level thinking (Text 13a) . I was curious to find out how students would react to the least creative activities (e.g., Examples 9–10), which used hands-on learning, but to solve tightly controlled problems rather than to make “music.” Reactions were mixed: some students appreciated the opportunity to learn concepts and procedures in the comfort of simple abstraction, and were able to connect this didactic exploration to their subsequent engagement with repertoire (Text 13b) ; others found that less open-ended activities were tedious, unengaging, and/or less beneficial (Text 13c) , or that abstraction hindered musical application (Text 13d) . (43)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "6.15": {
                "text": "[6.15] Effects on Student Attitudes . On top of helping students to learn music-theoretical skills and concepts, the PlayIt assignments also instigated changes in their attitudes toward music theory. These effects included seeing music theory as easier, more achievable, more enjoyable, and more interesting than it had been previously; often, several of these sentiments appeared together as an overall—and, in some cases, profound—re-envisioning of the subject (Text 14a) . Likert data corroborate these sentiments, but do not show causation; while students did not enjoy working on music theory homework more at the end of the semester than at the beginning, they did enjoy music theory class more in general (Figure 2q) . The PlayIts also brought about changes to students’ views of the value of music theory; they came to see it as more useful, more rewarding, and more worthwhile than before (Text 14b) . Likert data support these sentiments across the student population as a whole, though not emphatically or with causation specific to the PlayIts; students found music theory somewhat more artistically rewarding, less beside the point, and more valuable at the end than at the start of the semester (Figure 2r) . (44) Some said the PlayIts motivated improvements to their in-class participation and effort on assignments, and thereby indirectly led to improvements at music-theoretical skills; one student who had taken and failed the same course with me in the previous year, before I implemented the PlayIt curriculum, drew a particularly powerful comparison between her two experiences (Text 14c) .",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "6.16": {
                "text": "[6.16] Effects on Applications of Music Theory . Some of the most telling data collected during the study address the link that the PlayIt curriculum forged between students’ coursework in theory and their broader musicianship as performers, teachers, and listeners. Likert-scale responses show that students thought the PlayIts had made them better musicians and improved their ability to think creatively about music theory, with differences between pianists and non-pianists falling short of statistical significance (Figure 2s) . Moreover, students believed that all of the following were truer at the end of the semester than at the beginning: music theory was making them better musicians; they could apply their musicianship toward helping them learn music theory; they could apply what they learn in music theory outside the course; they understood connections between theoretical concepts and their application in real pieces; and, most emphatically, they could place what they learned in music theory into a musical context (Figure 2t) . This last group of questions did not ask explicitly about the role of the PlayIt assignments, so other factors could have contributed to the changes; therefore, it is from the qualitative responses that we can draw conclusions about the causal role of the PlayIts. Many students said generally that they became better musicians as a result of the PlayIts (Text 15a) , and that the PlayIts helped them to apply and personalize their learning to real-life musical situations (Text 15b) . Text 15 . Student comments on the applicability of PlayIt assignments to their musicianship outside the course (click to enlarge) Text 16 . Student quotations suggesting refinements to the PlayIt curriculum (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.17": {
                "text": "[6.17] The two most powerful applications that students described in detail were to listening and performance. Likert data indicate that PlayIts helped students to recognize structures from music theory in their playing and listening; that, not necessarily due to the PlayIts, students could notice structures taught in theory in their listening better at the end of the semester; and, very strongly, that they thought music theory was making them better listeners (Figure 2u) . Free responses capture the excitement of becoming more competent listeners, and of noticing more in an aural manner (Text 15c) . Particularly meaningful to me is that both pianists and non-pianists indicated that PlayIts had shown them a way to connect music theory to performance, although the large standard deviation among non-pianists is important to note (Figure 2v) . Students’ post-semester impressions (not explicitly tied to the PlayIts) were of increased ability to notice, play, and demonstrate music-theoretical learning on their instrument, as well as stronger agreement that music theory contributes to their abilities as performers (Figure 2w) . Students attributed their increased analytical awareness while performing and practicing to skills—especially aural ones—gained through the PlayIt assignments (Text 15d) . Students also found applications of the PlayIts to composition and improvisation. The Likert data show that students had applied music theory to these creative tasks—and increasingly so compared with at the start of the semester—but do not attribute causation to the PlayIts (Figure 2x) . Free-response comments do attribute these gains to the PlayIts, however. Students report being more skilled at composition and improvisation (and at related skills such as audiation), as well as feeling more confident and empowered to compose and improvise (Text 15e) . A final application outside the classroom came from music education students, who foresaw benefits of the PlayIt assignments to their teaching (Text 15f) .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.18": {
                "text": "[6.18] Suggestions for Refinement . While the majority of students in the course reacted positively—and, in many cases, enthusiastically—to the PlayIt assignments, some students made suggestions for future iterations of the curriculum. (45) A few students noted the downsides of needing to work in the Music Theory Learning Lab; singing in a shared space could become awkward for them, and some wished that they could have done the work at home and on a more flexible schedule (Text 16a) . (46) A handful of students said that they learned more when they began the keyboard work earlier in the week (since it was integrated better with their other coursework); they suggested requiring students to start the work early in the week by dividing the multiple activities on each weekly assignment into separate assignments due on two or three different days (Text 16b) . While I see the advantage of starting early, my preference is to keep this as an emphatic recommendation rather than a prescription. A few students wished for more regular access to in-person coaching on their keyboard work (Text 16c) . I expected this reaction, which is an inevitable result of designing the PlayIt work to take place out of class time (a necessity, as discussed in sections 1–2 above). Beginning in fall 2015, a TA will offer PlayIt coaching hours throughout the week in the lab, and I will carve out a modest amount of class time to demonstrate and field questions on the PlayIts. Thus, the process of solving the challenge of guidance, articulated in [1.6], is an ongoing one.",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "6.19": {
                "text": "[6.19] In sum: keyboard-based learning makes a huge positive difference to students, changing how they experience, learn, view, and use music theory. One of the biggest questions in my mind throughout this study was whether the gains of keyboard-based activities would outweigh the cost (i.e., time and equipment) of implementing them, and exceed the sacrifices required to do so within the constraints of twenty-first-century theory teaching. The results of this study have confirmed my intuition and my hope with a resounding “yes.” Both quantitative and qualitative data have shown that non-pianists as well as pianists experienced substantial learning gains, changes in attitudes, discoveries about the applications of music theory, and transformations of the role that the keyboard plays for them as a learning tool. It will always, and unavoidably, be the case that the few students with the least keyboard experience will find aspects of the work more challenging and, at times, frustrating; but, as described above, there are ways to scaffold, modify, and coach their work to set them on a path toward rewarding learning. The unique pedagogical capabilities of the keyboard—many of which the students themselves articulated in comments shared above—are reason enough to find a way for all students to benefit from them. The design parameters articulated in section 2 have succeeded, in my analysis, at making hands-on learning accessible—not easy, not necessarily quick, and not even always enjoyable, but nonetheless achievable and beneficial—to them. This strikes me as a significant victory, and one that paves a path toward a more fulsome role for instrumental music making in the music theory curriculum. Conclusion: Instructor Reflections",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Introducing the PlayIt curriculum has brought my courses much closer to how I want to teach, but, as mentioned above, it is a compromise given constraints, not a perfect solution. I will conclude by complementing the student responses above with reflections, from the perspective of an instructor, on three of its limitations and a handful of its most significant strengths.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] One downside is that the recorded snapshots are just that: isolated moments of a student’s work. I cannot tell from listening to mp3s whether they are students’ first or hundredth takes, which difficulties were encountered, or what their learning process was (although I often can tell this from the reflective paragraphs that students submit to the dropbox with each assignment). When recordings demonstrate less than proficiency, I need to infer whether the culprit was a poor conceptual understanding, weak aural musicianship, limited facility on the keyboard, or simply a lack of time and effort invested in the work. The same is true of written homework, of course, which provides an incomplete picture of student learning and requires inference on the part of the instructor. In truth, however, this has turned out to be a huge advantage disguised as a problem: through recordings, I hear students’ best rather than their worst work, what they can do after exploring and discovering in the comfort of lab, as opposed to the nerve-riddled performances in front of me (in keyboard audits) or their classmates (in class). Ultimately, I am more interested in what they can do than in how well they fare when put on the spot.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] There is no doubt that a substantial tradeoff is made by keeping activities accessible to the non-pianist majority of students. The costs are musical richness and stylistic specificity. The need to limit florid voices, especially simultaneous ones, forces a level of abstraction that prevents some activities from emulating the rhythmic character and motivic complexity of real pieces. More challenging, more stylistically specific activities would be valuable to the small minority of my students for whom the mechanical challenges would not exceed the conceptual and creative ones—this is why I include them in my graduate keyboard-skills course and my one-on-one tutoring of competent pianists—but, in my undergraduate courses, too much would be lost. There is little value in asking a student to complete a task that is mechanically out of reach; the targeted musical and conceptual skills are overshadowed by frustration with the instrument. Student comments attest to the value of the compromise that I describe here, which avoids throwing the entire musical baby out with the mechanical bathwater.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] I would prefer to have students playing real rather than digital instruments, and imitating what they hear played on other real instruments rather than by computer software. The digital audio, which does have the benefit of being transposable, is simply the best I can do given the constraints. Beginning in fall 2015, I may experiment with providing students the option to play or sing some of the single-line tasks on their own instruments rather than on keyboard. Anything in two or more simultaneous voices will require the keyboard, but activities such as melodic echoing, creating an upper voice to sound over a given bass, or constructing a first- or second-species counterpoint line against a given cantus firmus could be done on a different instrument—although with substantial pedagogical sacrifice, since students would be attending to only one part at a time. (47) While the immediacy of a student’s native instrument permits a more direct musical link to the activity, I am reluctant to forgo the opportunity for the keyboard to become a valuable learning tool over time, as the majority of non-pianists reported in this study.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] The PlayIt curriculum has impacted my course design and me, as a teacher, in both intentional and surprising ways. Most importantly, on every PlayIt assignment, I can be sure that students hear, play, and sing what they create, and make music while thinking about music theory. This is significantly more than I know about any written assignment, which many students—despite my pleas—do in the hallway immediately before class. PlayIt assignments do not give them the option to be musically disengaged. Particularly significant in this regard are the assignments that have remained largely intact in my conversion of half of the written homework to the PlayIt format. For example, in a unit on modal mixture, I used to provide a simple phrase and ask students to re- write it, replacing diatonic harmonies with modally mixed ones wherever possible; now, they learn a soprano-bass duet aurally from SM and record two different versions of it with inner voices added, one with entirely diatonic harmonies and one “souped up” to include borrowed chords. The two formats require a similar level of conceptual understanding of modal mixture, but while the written one stops there, the PlayIt activity also builds more implicit skills that are not necessarily related to the harmonic or formal topic at hand, such as aural identification, musical memory, and keyboard facility. (48) An intentional by-product of targeting multiple skills simultaneously is that each PlayIt assignment blurs the distinction between so-called “written” music theory and so-called “aural” skills. The analytical activities, such as play-and-talk, are essentially aural as well and, while none of the PlayIt activities is strictly written, the ones that involve a score on the screen do require students to interact with notation (although as a basis for creativity rather than as a fixed entity in itself).",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Furthermore, in the case of written assignments that I have converted to PlayIt assignments, student work is almost universally better now than before. In fact, the quality of students’ work on PlayIt assignments was consistently excellent all semester with almost no exceptions, inclusive of both pianists and non-pianists, even those who experienced frustration. I find this hugely significant: even if perceived difficulty, time spent, and level of enjoyment varied, the demonstrated quality of learning did not. Some students spent 20 minutes while others needed three hours, but, aside from differences in tempo, their work was equally strong. This is exactly the opposite of written assignments: on those, all students spent very close to the same amount of time per assignment (about 45 minutes), but the quality of their work ranged widely from sophisticated through extremely poor. Such a reversal, in which students are able to master the material in the process of learning at the keyboard, rather than relying on my written corrections (which many of them admit to not reading), is one of the impacts of the PlayIt curriculum that excites me most as an instructor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] The PlayIt curriculum also benefits course design more broadly. Among my intended learning outcomes are that students will perform, hear, and experience music more richly and that these acts will be informed by the structures and relationships that they study in my course. Addressing these goals in class is relatively easy through such activities as group singing, listening, and discussion of performance implications; but the PlayIt assignments have filled in a large gap that had persisted in my homework assignments, which used to be entirely written and therefore misaligned with the aural and application-oriented objectives of the course. I now can assess students every week on their integration of theory with musicianship. Furthermore, the addition of PlayIt assignments, along with the partially flipped course design described above, has permitted a much greater focus on higher-order thinking skills—ones such as synthesis and application, which reside in the top half of Bloom’s taxonomy ( Anderson and Krathwohl 2001 ), and ones such as improvisation, which are high up in Philip Stoecker and Deborah Rifkin’s ( 2011 ) musical adaptation of Bloom. Students are better equipped in class to think critically, analyze harder passages, and discuss issues of interpretation because they have a multi-modal footing on which to stand. This is especially true of the large population of students who tend to struggle with theory in spite of being fine musicians. The music-making assignments engage a much wider variety of learning preferences, which offers students more diverse ways not only of learning the material, but also of demonstrating what they have learned. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "anderson_and_krathwohl_2001",
                    "rifkin_and_stoecker_2011"
                ]
            }
        },
        {
            "7.8": {
                "text": "[7.8] To my surprise, I spend less time grading than I used to do and I enjoy it far more. Although I frequently require students to complete each activity in multiple keys, I usually grade by sampling just one snapshot from each unique task. (While a student benefits from the process of transposition, my feedback would be unlikely to differ between recordings of the same activity in different keys.) This saves time, as does providing clear instructions about what to record and what not to record. (50) I type comments in real time as I listen to students’ snapshots, and can copy and paste any feedback that pertains to multiple students’ work, so the process generally moves more quickly than writing comments (and often the same ones over and over) on each student’s part writing. In accord with student comments, I notice a level of personal investment in these music-making assignments that exceeds that in a typical written assignment, especially among students who sometimes phone in their written work. I can give feedback that is just as frequent, immediate, and discriminating (after Fink 2013 ) as on any written assignment, but it is now also a joy to listen to and comment on work in which I know students have invested more than just their time. (51)",
                "footnotes": [
                    "FN50",
                    "FN51"
                ],
                "citations": [
                    "fink_2013"
                ]
            }
        },
        {
            "7.9": {
                "text": "[7.9] The evidence-based method described in this article affords a way of teaching and learning music theory that has substantial, positive impacts on students. Without the use of SM , the high frequency of assignments, the digital guidance that students use when they practice, and the regularity of feedback on their work all would be made impossible in my courses by time, space, and enrollment constraints. With it, keyboard and sing-and-play activities now play central roles in the undergraduate theory and aural skills core as well as in upper-level modal and tonal counterpoint. The benefits of this approach would be transferable to many institutions beyond my own. Moreover, it requires a relatively modest investment of time and resources. The biggest success of the PlayIt curriculum is that students are now thinking about music theory, listening carefully, and actively making music all at the same time—and doing this every week, with each concept that they learn. Through active learning, students with diverse learning preferences and initial levels of comfort at the keyboard explore its many benefits as a learning tool, discovering in an environment that synthesizes the acts of hearing, seeing, and doing. This is enough to justify placing music making at the center of undergraduate music theory pedagogy.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.3.callahan.html",
    "data": "mto/data/mto.15.21.3.callahan.json"
}