{
    "title": "Music Theory’s New Pedagogability",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Cohn, Richard"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.cohn.pdf",
    "author_info": [
        {
            "name": "Richard Cohn",
            "university": "University of Chicago",
            "address": "Department of Music, 1010 East 59th Street, Chicago, IL 60637",
            "email": "r-cohn@uchicago.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Patrick McCreless, “Rethinking Contemporary Music Theory,” in Keeping Score: Music, Disciplinarity, Culture , ed.  David Schwarz,\nAnahid Kassabian, Lawrence Siegel (Charlottesville: University Press\nof Virginia, 1997).",
            "citations": []
        },
        "FN2": {
            "text": "2. Jeff Pressing, “Cognitive Isomorphisms Between Pitch and Rhythm in\nWorld Musics: West Africa, the Balkans and Western Tonality,” Studies\nin Music (Australia) 17 (1983): 38–61.",
            "citations": []
        },
        "FN3": {
            "text": "3. John Clough and Jack Douthett, “Maximally Even Sets,” Journal of\nMusic Theory 35 (1991): 93–173.",
            "citations": []
        },
        "FN4": {
            "text": "4. Jack Douthett and Richard Krantz, “Energy Extreme and Spin\nConfigurations for the One-Dimensional Antiferromagnetic Ising Model\nwith Arbitrary-Range Interaction,” Journal of Mathematical Physics 37.7 (July 1996): 3334–3353.",
            "citations": []
        },
        "FN5": {
            "text": "5. Eytan Agmon, “Linear Transformations Between Cyclically Generated\nChords,” Musikometrika (1991): 15–40.",
            "citations": []
        },
        "FN6": {
            "text": "6. Steve Larson, “Scale-Degree Function: A Theory of Expressive\nMeaning and its Application to Aural-Skills Pedagogy,” Journal of\nMusic Theory Pedagogy 7 (1993): 69–84.",
            "citations": []
        },
        "FN7": {
            "text": "7. David E. Cohen, “Aristotelian Physics and the Early Concept of\nHarmonic Progression,” unpublished paper presented at the joint\nmeeting of the American Musicological Society and the Society for\nMusic Theory, October 30, 1997.",
            "citations": []
        },
        "FN8": {
            "text": "8. David Lewin, Generalized Musical Intervals and Transformations (New Haven: Yale University Press, 1987), pages 175–180; idem., “Some\nNotes on Analyzing Wagner: The Ring and Parsifal,” 19th-Century\nMusic 16 (1992): 49–58; Brian Hyer, “Reimag(in)ing Riemann,” Journal\nof Music Theory 39 (1995): 101–138; Richard Cohn, “Neo-Riemannian\nOperations, Parsimonious Trichords, and their Tonnetz Representations,” Journal of Music Theory 41 (1997): 1–66.",
            "citations": []
        },
        "FN9": {
            "text": "9. Thomas Christensen, Rameau and Musical Thought in the\nEnlightenment (Cambridge: Cambridge University Press, 1993).",
            "citations": []
        },
        "FN10": {
            "text": "10. Janna Saslaw, “Forces, Containers, and Paths: The Role of\nBody-Derived Image Schemas in the Conceptualization of Music,” Journal of Music Theory 40 (1996): 217–243; Lawrence Zbikowski,\n“Conceptual Models and Cross-Domain Mapping: New Perspectives on\nTheories of Music and Hierarchy,” Journal of Music Theory 41, no. 2\n(1997; in press).",
            "citations": []
        },
        "FN11": {
            "text": "11. Marion Guck, “Two Types of Metaphoric Transference,” in Metaphor—A Musical Dimension , ed. Jamie C. Kassler (Sydney,\nAustralia: The Currency Press), 1–12; Judy Lochhead, “The Metaphor of\nMusical Motion: Is There an Alternative?” Theory & Practice 14/15\n(1989/1990), 83–104; Nicholas Cook, “Music Theory and ‘Good\nComparison’: A Viennese Perspective,” Journal of Music Theory 33\n(1989): 117–141.  Zbikowski’s recent “Metaphor and Music Theory:\nReflections from Cognitive Science” ( Music Theory Online 4.1, 1998)\nand the electronic dialog that it stimulated on mto-talk are but the\nmost recent manifestations.",
            "citations": []
        },
        "FN12": {
            "text": "12. Adele Katz, Challenge to Musical Tradition (New York: Alfred A.\nKnopf, 1945); Felix Salzer, Structural Hearing (New York: Charles\nBoni, 1952); Benjamin Boretz, “Meta-Variations: Studies in the\nFoundations of Musical Thought,” Ph.D. diss, Princeton University,\n1970; John Clough, “Diatonic Interval Sets and Transformational\nStructures,” Perspectives of New Music 18 (1979–80): 461–482.",
            "citations": []
        },
        "FN13": {
            "text": "13. Jay Rahn, A Theory for All Music (Toronto: University of Toronto\nPress, 1982); Kofi Agawu, African Rhythm: a Northern Ewe\nPerspective (Cambridge: Cambridge University Press, 1995).",
            "citations": []
        },
        "FN14": {
            "text": "14. Fred Lerdahl and Ray Jackendoff, A Generative Theory of Tonal\nMusic (Cambridge: MIT Press, 1983).",
            "citations": []
        },
        "FN15": {
            "text": "15. Lewin, Generalized Musical Intervals , op. cit.; idem, Musical\nForm and Transformation: Four Analytical Essays (New Haven: Yale\nUniversity Press, 1994); Henry Klumpenhouwer, “An Instance of\nParapraxis in the Gavotte of Schoenberg’s Opus 25,” Journal of Music\nTheory 38 (1994): 217–248.",
            "citations": []
        },
        "FN16": {
            "text": "16. Deborah Stein and Robert Spillman, Poetry into Song: Performance\nand Analysis of Lieder (New York: Oxford University Press, 1996);\nJoel Lester, The Rhythms of Tonal Music (Carbondale: Southern\nIllinois University Press, 1986); William Rothstein, Phrase Rhythm in\nTonal Music (New York: Schirmer, 1990).",
            "citations": []
        },
        "FN17": {
            "text": "17. Martha M. Hyde, “Twentieth-Century Analysis during the Past\nDecade: Achievements and New Directions,” Music Theory Spectrum 11\n(1989): 38–39.",
            "citations": []
        },
        "FN18": {
            "text": "18. Paul Berliner, Thinking in Jazz (Chicago: University of Chicago\nPress, 1994); Simha Arom, African Polyphony and Polyrhythm: Musical\nStructure and Methodology , trans. Martin Thom, Barbara Tuckett, and\nRaymond Boyd (Cambridge: Cambridge University Press; Paris: Editions\nde la Maison des Sciences de l’Homme, 1991); Steven Feld, Sound and\nSentiment: Birds, Weeping, Poetics and Song in Kaluli Expression (Philadelphia: University of Pennsylvania Press, 1982).",
            "citations": []
        },
        "FN19": {
            "text": "19. The initial English-language report of this discovery is Lee\nYuan-Yuan, “An Amazing Discovery in Chinese Music,” Chinese Music 2.2 (1979): 16–17.  A more comprehensive report by the same author is\n“The Music of the Zenghou Zhong,” Chinese Music 3.1 (1980): 3–15.",
            "citations": []
        },
        "FN20": {
            "text": "20. See Lothar von Falkenhausen, Suspended Music: Chime-Bells in the\nCulture of Bronze-Age China (Berkeley and Los Angeles: University of\nCalifornia Press, 1993) and Cheng-Yih Chen, ed., Two-Tone Set-Bells\nof Marquis Yi (Singapore: World Scientific, 1994).  \nFalkenhausen’s book has been reviewed by a music theorist, Lewis\nRowell, although not in a music journal.  (See Journal of Asian\nHistory 29.1 (1995): 91).",
            "citations": []
        },
        "FN21": {
            "text": "21. Jean-Jacques Nattiez, Music and Discourse , trans. Carolyn Abbate\n(Princeton: Princeton University Press, 1990); Anatol Vieru, The Book\nof Modes (Bucharest: Editura Musicala, 1993).",
            "citations": []
        },
        "FN22": {
            "text": "22. Loris Azzaroni, Canone Infinito: Lineamenti di teoria della\nmusica (Bologna: Cooperativa Libreria Universitaria Editrice Bologna,\n1997).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] My paper is about pedagogy.  At first I take a relatively\ntraditional view of the term:  I will be addressing how we teach our\nstudents.  Later I shall view pedagogy in broader terms, by discussing\nhow we teach ourselves, each other, and those colleagues and musicians\noutside of the research field who peer in on us from time to time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] My contribution is inspired in part by Patrick McCreless’s\nrecently published paper, “Rethinking Contemporary Music Theory.” (1) Among other topics, McCreless addresses the relationship between\nspeculative and practical theory.  He notes that this relationship has\nat times been one of severe disjunction, at other times one of close\nalliance.  In music theory’s current efflorescence in the late\ntwentieth-century academy, McCreless suggests that the\nspeculative/practical dichotomy is translated into one between\nresearch and pedagogy.  Although most music theorists practice both\nactivities, a boundary divides them.  Introductory pedagogical\npractice is guided less by current research in music theory than by\nthe speculative theory of past centuries.  In the twentieth century,\nthese concepts—octave equivalence, acoustic generation, harmonic\nfunction, formal prototypes—have run deep grooves in the pavement,\ngrooves which much current introductory pedagogy retraces.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] When I first entered the field as a graduate student in 1979, the\nboundary between research and teaching at the introductory levels\nseemed inevitable and unbreachable.  At that time, the most\nprogressive and stimulating concepts in the field—middleground\nmotivic parallelisms, dissonant prolongations, double-tonic complexes,\nKh-networks, and hexachordal combinatoriality—were embedded in\ndistinct repertories.  Grasping these concepts required a saturation\nin the respective repertories, and then a long walk through\npreparatory concepts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I think we are at a somewhat different juncture now.  A number of\ncentral concepts have emerged in the last fifteen years that can be\ntaught at the introductory level, to students whose only prior\nexposure is some familiarity with basic notation.  In identifying some\nof these areas, my primary purpose is not to advocate for a particular\napproach to pedagogy, but rather to establish a position from which to\nobserve the state of music theory as a research field.  I will suggest\nthat the opportunity to transgress the boundary between introductory\nteaching and research reflects other ways that music theorists have\nbeen recently crossing boundaries—boundaries between repertories,\nbetween compositional parameters, and between domains of knowledge.  I\nwill suggest further that these circumstances provide an opportunity\nto develop a more effective broader pedagogy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] I will now proceed through an imaginary syllabus for the first six\nunits of an introductory course in the fundamentals of music in the\nEuropean tradition.  Course pre-requisite:  ability to “read music,”\ni.e. to passively interpret standard pitch/duration symbols in treble\nand bass clefs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] When an oral version of this paper was presented at the Plenary\nSession in Phoenix, my ‘pedagogical program’ provoked some irritation\namong a subset of those present, so I reiterate, with some emphasis,\nthat my intention is not to prescribe how music theory ought to be\ntaught, nor even to recommend a particular pedagogical program, but\nrather, to call attention to the pedagogability of recent music\ntheory—the potential for its central concepts to be explained to a\npopulation who has not made a substantial prior investment in\nconceptual or repertorial overhead—and to use this circumstance as a\nmirror for reflecting back on the current state of research in the\nfield.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] UNIT 1. Rhythm and Meter.  After reviewing rhythmic notation,\nestablishing the concept of metric hierarchy, and introducing the\nstrong-beat oriented durational patterns most characteristic of\nart-music and its pedagogy, we turn to the topic of funky rhythms.\nThe concept, but not the name, comes from the work of Jeff Pressing;\nhe calls them “prime-generated.” (2) A prime-generated durational\npattern recursively applies a durational value that is co-prime with\nthe durational span that separates successive downbeats.  An example\nis the dotted eight-note value in “common” time.  Upon reaching the\nend of a measure, the generating value wraps back to the beginning of\nthe measure and continues to occupy empty beats until approximately\nhalf of the available beat-classes are occupied.  The method is\ncumbersome to explain, but, in my experience, not difficult for\nstudents to intuit from example.  Among those patterns generated are\nbell patterns characteristic of West African music, and musics of the\nAfrican diaspora.  These include, of course, many of the musics of the\nUnited States and their further dissemination in trans-national\npopular genres.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The concept of funky rhythms creates an opportunity to pay a visit\nto some students in their musical homes, and in so doing to\ndemonstrate that productive systematic inquiries into musical\norganization are not the province of Western European art music alone.\nBut there is another virtue as well:  prime generativity is\ncharacteristic of pitch as well as of rhythm, and thus provides a\nlead-in to future topics.  As Pressing shows, pentatonic and diatonic\nscales in chromatic space, and triads and seventh chords in diatonic\nspace, are all prime generated, and thus isomorphic with funky\nrhythms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] UNIT 2. Scales.  Diatonic scales are over-determined, and this\npresents a pedagogical advantage.  They can be prime-generated by the\ninterval of the perfect fourth, as Schenker taught.  Or they can be\ntaught, perhaps more practically, as a series of whole and half-steps,\nwhere the position of the half-steps is governed by the principle of maximal evenness . (3) Clough and Douthett’s concept is easily\nintuited, in part because it seems to operate commonly in the physical\nand social world.  Indeed, Douthett has recently shown its application\nto the behavior of gas molecules. (4) More to the pedagogical point,\nmaximal evenness seems to predict the position of individuals on\nelevators.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] UNIT 3. The Tonic Triad as Melodic Frame.  We begin this unit by\npartitioning the diatonic scale into triadic and non-triadic tones.\nThis partition is both prime-generated and maximally even; the latter\nconcept will eventually serve to underwrite the complementarity of\nsteps and leaps, i.e., of voice-leading and harmony, as emphasized in\nEytan Agmon’s work. (5) For now, our concern is with studying stock\nmelodic figures that neighbor and pass between degrees of the tonic\ntriad.  Here three linked concepts introduced by Steve Larson are\nuseful:  inertia, magnetism, and gravity. (6) Together, these terms help\ncharacterize fundamental psychological states of expectation and\nfulfillment prompted by basic melodic figures and their\nconcatenations.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] UNIT 4. Two-Voice Counterpoint.  We begin our study by\npartitioning harmonic intervals into dissonance and consonance, and\nfurther partitioning the latter category into imperfect and perfect.\nWe then study the syntactic model that leads dissonance to imperfect\nconsonance to perfect consonance.  The progression toward perfection\nand the cadential status of the perfect intervals are both\npsychologically clarified and historically situated through the\nAristotelean notion that the imperfect strives for the perfect, and\nthrough the adaptation of these concepts to Christian theology by\nScholasticist philosophers. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] UNIT 5. Triadic Voice-Leading in Root Position.  Having studied\ntriads as the stable ingredients of a diatonic collection, it is time\nto learn the twenty-four consonant triads as individual entities, and\nto begin to explore inter-triadic voice-leading, restricted for the\nmoment to root position.  We introduce the Verwandtschaftstabelle of\n19th-century German theory, but adapted to equal temperament.  Motion\nthrough the table proceeds by stepwise displacement of a single voice,\nmoving in oblique or contrary motion with the bass.  The pedagogy here\nis rooted in the neo-Riemannian work of David Lewin and Brian Hyer.\nThe incremental moves are Lewin’s Leitton, Parallel, and Relative\noperations, the charting of these operations on an equal-tempered\nversion of Riemann’s map is inspired by Brian Hyer’s work, and the\nfocus on voice-leading parsimony has been the focus of my own recent\nresearch. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] UNIT 6. Talking About Music.  Having spent an intense few weeks\nlearning to talk about music, it’s a good time to spend some time\nexamining the language that we’ve been using.  In speaking of Maximal\nEvenness, we appealed to a notion of objects in space.  We studied\nmelodic succession by analogy with physical motion.  For dissonance\nand consonance, we invoked theology; for voice-leading parsimony, we\nquietly appropriated a central concept from logic and economics.  When\nwe spoke of melody as adhering to principles of inertia, magnetism,\nand gravity, we did not mean to imply that acoustic phenomena have\nweight, volume, and mass.  My own understanding of these matters has\nbeen enriched by Thomas Christensen’s study of Newtonian mechanics and\nEnlightenment musical concepts; (9) by the work of Janna Saslaw and\nLawrence Zbikowski on image schemata and cross-domain mapping; (10) and\nby the writings of Marion Guck, Judy Lochhead, Nicholas Cook, (11) and\nothers who have alerted me to the metaphorical nature of many concepts\nwhose source I would not have otherwise considered.  Discussion of\nthese matters in the classroom provides points of contact with other\nquestions that colleagues in other departments invite our students to\npose, and it provides the more flexible thinkers among them a\nperspective that will help them deal with their frustrations at\nencountering the poverty of language about music in the face of the\nrichness of musical experience.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The discussion of the metaphorical nature of musical language\nmarks the end of my hypothetical musical curriculum.  I turn now to a\nconsideration of what broader trends are reflected in the\ncircumstances that I have been outlining.  Here I return to the theme\nof boundary crossings that I mentioned earlier.  The term has acquired\nthe aura of a buzzword lately, yet its prominence responds to\nsomething very real:  the rapid migration of populations and the\nexpedited pace of communications.  Among those phenomena hurtling\nthrough the ether are artistic artifacts, including musics.  On this\nscale, the boundaries that music theorists have crossed in the last\nfifteen years have been relatively modest ones, but they are\nnonetheless significant to my theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] First there are the boundaries between musical repertories within\nthe Western art music tradition.  Such boundary crossings are not\nwithout precedent:  for example, the putative modernist wall of 1908\nwas long ago transgressed by Adele Katz and Felix Salzer in the one\ndirection, and in the less distant past by Benjamin Boretz and John\nClough in the other.  But Lewin’s Generalized Musical Intervals and\nTransformations has had a crucial and probably long-lasting impact on\nproblematizing the boundary between the atonal and tonal. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Second are the boundaries between art music and popular music,\nbetween Western and non-Western, between written and oral musical\ntraditions.  This is part of a broader trend away from an exclusive\nfocus on the aesthetic experience of the focused expert listener in\nthe sustained presence of the masterwork, and toward a regard for the\nordinary cognition of ordinary folks in the perhaps casual presence of\nperhaps ordinary music.  I don’t mean to say that the one has replaced\nthe other, but rather that the two orientations increasingly exist\nside-by-side, so that our discourse about music now travels\neffortlessly and perhaps tacitly along a continuum between them.  On\none end of this continuum is traditional analytic scholarship; on the\nother end, work in music perception and cognition, and work by\nscholars such as Jay Rahn and Kofi Agawu on popular and folk music\ntraditions. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The third transgressed boundary is intimately related to the\nsecond.  It is the boundary between music and other human activities.\nAgain we can point to a substantial pre-history, including the work of\nZuckerkandl and Meyer in the 1950’s, and Clifton in the 1970’s.  But\nthe 1983 book of Lerdahl and Jackendoff, with its articulate advocacy\nof a cognitive orientation and its compelling demonstration of the\ngeneral cognitive basis of musical grouping judgments, marked an\nimportant moment when musical capacities began to be viewed in the\nbroader framework of mental life. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The transgression of these boundaries is, I think, connected to\nthe potential for eroding the boundary between research and pedagogy.\nThe concepts enumerated in my ‘syllabus’ are style- and music-specific\nto varying degrees, but all of them point arrows to other domains of\nmusical and human experience. Prime-generativity is powerful because,\nas Pressing’s evidence suggests, it crosses boundaries of musical\nstyle, and even domains of musical organization. Maximal evenness,\ninertia, and magnetism acquire their power because of their\napplicability to phenomena in the physical and social world; parsimony\nbecause it is a desideratum of logical and economic systems.  Whether\nwe take these arrows to represent an ontologically real connection is\na matter of preference and ideology.  From the perspective I am\nadopting here, what matters is the heuristic job that each arrow\nperforms:  it provides a conduit for explanation, and such conduits are\ncentral to the pedagogical process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] My essay so far has adopted a traditionally narrow view of\npedagogy, as the education of undergraduate students in the\nclassroom. But we don’t only teach our students. We teach each\nother—fellow practitioners of music theory in the Anglo-American\ntradition—and we teach (and in turn are taught by) scholars and\nmusicians who locate themselves outside that tradition. I will not\nattempt an analysis of our scholarly modes of discourse, but it is\nworth observing that we seem to be collectively placing a higher value\non ushering each other incrementally into our private\nthought-universes. I am thinking especially of the trend toward more\ntargeted deployment of sparser graphic images, in particular, the epic\nstory told by the arrow in Figure 0.1 of Lewin’s GMIT, and the\ntechnique for graphically transmitting analytic information developed\nby Lewin in the Four Analytical Essays and in Henry Klumpenhouwer’s\nwork. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The manner in which we address those outside our profession is\nalso changing. I have in mind here not only targeted pedagogical\nworks, such as those of Straus, Friedmann, and Morris, but also overt\nworks of outreach toward performers, such as Deborah Stein’s book\n(with Robert Spillman) on song, and original works of research that\nmake explicit attempts to maximize their audience when the topic\nallows, such as the books on tonal rhythm by Joel Lester and William\nRothstein. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The increasing possibility of disseminating music-theoretic\ninsights, without huge investment in overhead, provides a number of\nopportunities for a broadened audience, and a broadened set of\ndialogues which can mold and inform our own practice. Some of these\ndialogues have already begun.  The commerce between music theorists\nand behavioral and cognitive scientists is already approaching a\nhealthy volume. This is the area of music theory that treats of\nfundamental questions by its very nature, and the problem of\ntransmissability seems thereby less acute.  The communication gates\nbetween music theorists and critical and cultural musicologists are\nopening a bit more creakily, but the increasing volume and\nsophistication of historical approaches to music theory will likely\noil these doors as a matter of course. The challenge here will be for\nthose of us who deal with problems that are analytic, or ahistorically\nspeculative, to communicate our insights in ways that other scholars,\ntrained in different traditions, will want to absorb them. Martha\nHyde’s admonition from ten years ago is perhaps less urgent than it\nwas on that similarly commemorative occasion:  “If we remain exclusive,\ncompeting among ourselves, interested only in our own issues, reading\nonly our own journals, in ten years or twenty we may find that we have\nconceded the real competition without knowing it, for in the meantime\nyounger music historians are going to be learning analysis—well\nenough for their purposes if not for ours.” (17) Volition furnishes\nonly a portion of the solution to Hyde’s challenge. There is also an\naspect of communicative technique, analogous to that faced by the\n“human factors” or “user interface” branch of computer science.  The\npedagogability of some aspects of recent music theory, to beginning\nstudents, bodes well for its transmissability to peers across\nintra-disciplinary boundaries.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] There are two sets of boundaries, however, that we have only just\nbegun to permeate. One of them is work on non-Western music. As\nrepertorial boundaries erode, and Anglo-American music scholars become\nincreasingly aware that music is located in knowledge and behavior as\nwell as in authorized texts, the line that divides our work from\nresearch on non-Western and non-classical repertories begins to seem\nincreasingly artificial. Is it possible that work now wearing the\njersey “ethnomusicology,” by scholars such as Paul Berliner, Simha\nArom, and Steven Feld, is no different in kind from work that sports\nthe colors of our own discipline? (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Here is a case that clearly outlines the issue.  In 1978,\narchaeologists working in Southern China uncovered a tomb from 433 BC,\ncontaining sixty-five bells. Each bell preserves not only its\nacoustic properties but also contains an inscription characterizing\nits function in various tonal systems. (19) One might expect that the\nlevel of interest that such a discovery might arouse in a scholarly\ncommunity that identifies its domain by conjoining the terms “music”\nand “theory” might be tantamount to, say, that of a community of\nastronomers upon the discovery of a new moon for Jupiter.  What does\nit say about our discipline that, for the last twenty years, we\ncollectively yawned at or slept through this discovery, leaving its\nexploration to the archaeologists and materials scientists? (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The second boundary is one that divides music theory across\nlinguistic boundaries. There are increasing points of contact between\nAnglophone theorists and those in Europe and elsewhere. Translations\nof writings of Nattiez, Vieru, and others have revealed colleagues\nspontaneously traveling along paths related to our own. (21) A\nparticularly encouraging model of an international approach to\nfundamental concerns was recently published in Italy. Loris Azzaroni’s Canone Infinito is striking both in that it combines two genres that\nare distinct chez nous —it is both a first-year theory book, and an\nintroduction to advanced research in the field—and because it is\nthoroughly international, mixing and mingling much of the best from\nthe American, British, German, Italian, and French theoretical\ntraditions. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Twenty years after the founding of its principal professional\nsociety, North American music theory is less insular than it was, but\nmore insular than it need be. The pedagogability of many recent\nconcepts suggests that there are emerging opportunities to communicate\nour best ideas in languages that can reach audiences beyond our\nsub-disciplinary and linguistic borders, and that we may not even need\nto work all that hard to meet those opportunities.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.cohn.html",
    "data": "mto/data/mto.98.4.2.cohn.json"
}