{
    "title": "SMT 1997 Plenary Session: Introductory Remarks",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Straus, Joseph N."
    ],
    "abstract": "The Society for Music Theory celebrates its twentieth anniversary amid the growing diversity of our field. Six of our most distinguished members have been asked to talk about what has interested them most in the past ten years, since our tenth-anniversary celebration in 1987 at the Eastman School of Music.",
    "keywords": [
        "Society for Music Theory",
        "diversity"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.straus.pdf",
    "author_info": [
        {
            "name": "Joseph N. Straus",
            "university": "Graduate Center",
            "address": "City University of New York, 22 West 42nd Street, New York, NY 10036",
            "email": "jstraus@email.gc.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] We are here to commemorate the twentieth anniversary of the founding\nof our society.  Back in 1977, in Evanston, Illinois, several hundred\nfar-sighted scholars gathered at a meeting of the American\nMusicological Society to declare formally that music theory was a\ndistinct discipline and merited its own institutional structure.  Some\nof those most integrally involved in our founding, like Wallace Berry,\nhave sadly passed away.  Others, like Allen Forte and Richmond Browne,\nare still very much with us, to our great benefit.  And still others,\nlike Maury Yeston—it was Yeston who suggested the name “Society for\nMusic Theory” at that founding meeting—have gone on to other and\nprobably more exalted spheres of endeavor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] People sometimes say that, in the old days of our society, music\ntheory was about Schenker and sets and precious little else.  I think\nthat is demonstrably false.  Look at early issues of Music Theory\nSpectrum or programs of our first few conferences and you will find a\nrange of topics and approaches that may surprise you.  This was a\nreasonably pluralistic endeavor from the very beginning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Nontheless, it is certainly true that our field has expanded\ndramatically in the past decade, in the kinds of music and musical\nissues we talk about and the ways in which we talk about them.  When\nwe met ten years ago at The Eastman School of Music to mark our first\ndecade, speakers summarized the state of research in reasonably\ndistinct areas, including Schenkerian theory, nineteenth-century\nanalysis, history of theory, atonal and twelve-tone theory,\ncomputer-related issues, and pedagogy.  There were also catch-all\nsessions on interdisciplinary directions and new research paradigms,\nbut for the most part, it was possible then to divide the field into a\nmanageably small number of identifiable subspecialties.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] That is no longer true.  The field is much more diverse now, concerned\nwith a greater variety of musics and musical issues.  This is apparent\nnot only in our journals, which have themselves proliferated, but also\nin the hybrid nature of the research interests of so many among us.\nPeople now routinely combine disparate interests and approaches in\nproductive hybrids, living happily with fingers in several different\npies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As a result, this session will be organized differently from the one\nten years ago.  Instead of striving for coverage of specific research\nareas, we have invited six of our most distinguished colleagues simply\nto talk about whatever has engaged them in the music theory of the\npast decade.  As we follow these six individual journeys through the\npast ten years of music theory, I think we will get a sense of the\nrichness and strength of our field, and of some of the challenges that\nawait us.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I think we will also get a sense that, amid all our justly-celebrated\ndiversity, we remain united, as we were twenty and ten years ago, in\nour shared concern with issues of musical structure.  We are\ninterested in how music has been and might be put together and how it\nhas been and might be most richly, compellingly, and enjoyably\nconstrued.  And I think that sense of pleasure in music—in making,\napprehending, and talking about music—will emerge vividly in what\nfollows.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.straus.html",
    "data": "mto/data/mto.98.4.2.straus.json"
}