{
    "title": "Hipster Harmony: The Hybrid Syntax of Seventh Chords in Post-Millennial Rock",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Heetderks, David J."
    ],
    "abstract": "This article argues that art-rock groups active since 2000 often use chromatic progressions between seventh chords and other chords of four or more notes in order to differentiate themselves from generic rock styles. These groups introduce chromatic progressions through one of three schemas: altering a recurring diatonic progression (a recurring Roman-numeral progression), exploring the voice-leading possibilities of a recurring chord (a magic chord), and exploring the diatonic and chromatic possibilities of a voice-leading motion (a magic voice leading). When a chromatic progression appears, it functions as a large-scale, tonally undetermined alternation between two chords, or as a substitution for a normative progression. Hybrid syntax occurs where progressions arising from the techniques listed above are juxtaposed with common rock progressions. I analyze instances of hybrid syntax in songs by Dirty Projectors, Deerhunter, Mew, Grizzly Bear, and Radiohead. In these songs, chromatic progressions conspire with lyrics, timbre, and texture to convey otherworldliness or ambiguity, supporting the depictions of unusual personae or situations that art-rock groups favor.",
    "keywords": [
        "chromaticism",
        "rock",
        "art rock",
        "experimental rock",
        "experimental pop",
        "progressive rock",
        "Dirty Projectors",
        "Radiohead",
        "Mew",
        "Grizzly Bear",
        "Deerhunter",
        "musical geometry",
        "seventh chords",
        "transformational theory",
        "chromatic harmony"
    ],
    "doi": "",
    "received": "October 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.heetderks.pdf",
    "author_info": [
        {
            "name": "David J. Heetderks",
            "university": "Oberlin Conservatory",
            "address": "Department of Music Theory, 77 West College Street, Oberlin, OH 44074",
            "email": "dheetder@oberlin.edu"
        }
    ],
    "citations": {
        "adams_2009": "Adams, Sean.  2009.  “Di-section: Grizzly Bear Veckatimest track-by-track.” Drowned in Sound . http://drownedinsound.com/in_depth/4136979-disection--grizzly-bear-veckatimest-track-by-track",
        "bass_1988": "Bass, Richard.  1988.  “Prokofiev’s Technique of Chromatic Displacement.” Music Analysis 7, no. 2: 197–214.",
        "bass_2001": "Bass, Richard.  2001.  “Half-diminished Functions and Transformations in Late Romantic Music.” Music Theory Spectrum 23, no. 1: 41–60.",
        "biamonte_2010": "Biamonte, Nicole.  2010.  “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "blake_2012": "Blake, David.  2012.  “ Timbre as Differentiation in Indie Music .” Music Theory Online 18, no. 2.",
        "boilen_2012": "Boilen, Bob.  2012.  “How Doo-Wop Unlocks The New Album By Dirty Projectors.” All Songs Considered on NPR Music (July 10). http://www.npr.org/blogs/allsongs/2012/07/10/156534499/how-doo-wop-unlocks-the-new-album-by-dirty-projectors",
        "boretz_1972": "Boretz, Benjamin.  1972.  “Meta-Variations, Part IV: Analytic Fallout (I).” Perspectives of New Music 11, no. 1: 146–223.",
        "callender_quinn_and_tymoczko_2008": "Callender, Clifton, Ian Quinn, and Dmitri Tymoczko.  2008.  “Generalized Voice-Leading Spaces.” Science , New Series 320, no. 5874 (April 18): 346–348.",
        "capuzzo_2004": "Capuzzo, Guy.  2004.  “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26, no. 2: 177–199.",
        "capuzzo_2009": "Capuzzo, Guy.  2009.  “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31, no. 1: 157–74.",
        "causey_1994": "Causey, Robert.  1994. Logic, Sets, and Recursion . Jones and Bartlett.",
        "childs_1998": "Childs, Adrian.  1998.  “Moving Beyond Neo-Riemannian Triads: Exploring a Transformational Model for Seventh Chords.” Journal of Music Theory 42, no. 2: 181–93.",
        "cohn_1996": "Cohn, Richard. 1996.  “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15, no. 1: 9–40.",
        "cohn_2012": "Cohn, Richard.  2012. Audacious Euphony: Chromatic Harmony and the Triad’s Second Nature . Oxford University Press.",
        "doll_2009": "Doll, Christopher.  2009.  “Transformation in Rock Harmony: An Explanatory Strategy.” Gamut 2, no. 1: 1–44.",
        "doll_2011": "Doll, Christopher.  2011.  “ Rockin’ Out: Expressive Modulation in Verse-Chorus Form .” Music Theory Online 17, no. 3.",
        "douthett_and_steinbach_1998": "Douthett, Jack and Peter Steinbach.  1998.  “Parsimonious Graphs: A Study in Parsimony, Contextual Transformations, and Modes of Limited Transposition.” Journal of Music Theory 42, no. 2: 241–63.",
        "droste_and_moody_2010": "Droste, Edward and Rick Moody.  2010.  “Edward Droste.” BOMB 112 (Summer): 68–73.",
        "empire_2012": "Empire, Kitty.  2012.  “It’ll Take a Good Pitchfork to Penetrate this Grizzly’s Hide . . . : Grizzly’s Bear Shields.” The Observer [England] (September 16): 33.",
        "endrinal_2011": "Endrinal, Christopher.  2011.  “ Burning Bridges: Defining the Interverse in the Music of U2 .” Music Theory Online 17, no. 3.",
        "everett_1997": "Everett, Walter.  1997.  “Swallowed by a Song: Paul Simon’s Crisis of Chromaticism.”  In Understanding Rock: Essays in Musical Analysis , ed. John Covach and Graeme M. Boone, 113–54. Oxford University Press.",
        "everett_2004": "Everett, Walter.  2004.  “ Making Sense of Rock’s Tonal Systems .” Music Theory Online 10, no. 4.",
        "everett_2008": "Everett, Walter.  2008.  “Pitch Down the Middle.”  In Expression in Pop–Rock Music: Critical and Analytical Essays , 2nd edition, ed. Walter Everett, 111–174. Routledge.",
        "everett_2009": "Everett, Walter.  2009. The Foundations of Rock: From Blue Suede Shoes to Suite: Judy Blue Eyes . Oxford University Press.",
        "everett_2012": "Everett, Walter.  2012.  “The Representation of Meaning in Post-Millennial Rock.” Beiträge zur Popularmusikforschung 38: 149–69.",
        "farber_2012": "Farber, Jim.  2012.  “Hailing Brooklyn’s Heroes of Harmony.” New York Daily News (September 11): 48.",
        "harrison_1994": "Harrison, Daniel.  1994. Harmonic Function in Chromatic Music . University of Chicago Press.",
        "harrison_1997": "Harrison, Daniel.  1997.  “After Sundown: The Beach Boys’ Experimental Music.”  In Understanding Rock: Essays in Musical Analysis , ed. John Covach and Graeme M. Boone, 33–58. Oxford University Press.",
        "hawthorne_2009": "Hawthorne, Marc.  2009.  “Jonas Bjerre of Mew.” The A.V. Club (August 26).",
        "holm-hudson_2008": "Holm-Hudson, Kevin.  2008. Genesis and “The Lamb Lies Down on Broadway.” ;  Ashgate.",
        "holm-hudson_2010": "Holm-Hudson, Kevin.  2010.  “A Study of Maximally Smooth Voice Leading in the Mid-1970s Music of Genesis.”  In Sounding Out Pop: Analytical Essays in Popular Music , ed. Mark Spicer and John Covach, 99–123.  University of Michigan Press.",
        "hook_2002": "Hook, Julian.  2002.  “Uniform Triadic Transformations.” Journal of Music Theory 46, no. 1/2: 57–126.",
        "hook_2007": "Hook, Julian.  2007.  “Cross-Type Transformations and the Path-Consistency Condition.” Music Theory Spectrum 29, no. 1: 1–40.",
        "huron_2008": "Huron, David.  2008.  “A Comparison of Average Pitch Height and Interval Size in Major- and Minor-key Themes: Evidence Consistent with Affect-related Pitch Prosody.” Empirical Musicology Review 3, no. 2: 59–63.",
        "huron_and_turner_2008": "Huron, David, and Turner, Ben.  2008.  “A Comparison of Dynamics in Major- and Minor-key Works.” Empirical Musicology Review 3, no. 2: 64–68.",
        "jackson_1972": "Jackson, Bruce, collector and editor.  1972. Wake Up Dead Man . Harvard University Press.",
        "kochavi_2002": "Kochavi, Jonathan.  2002.  “Contextually Defined Musical Transformations.”  PhD dissertation, SUNY Buffalo.",
        "krebs_1996": "Krebs, Harald.  1996.  “Some Early Examples of Tonal Pairing: Schubert's ‘Meeres Stille’ and ‘Der Wanderer.’”  In The Second Practice of Nineteenth-century Tonality , edited by William Kinderman and Harald Krebs. University of Nebraska Press.  17–33.",
        "krumhansl_1998": "Krumhansl, Carol L.  1998.  “Perceived Triad Distance: Evidence Supporting the Psychological Reality of Neo-Riemannian Transformations.” Journal of Music Theory 42, no. 2: 265–81.",
        "lewin_1973–4": "Lewin, David.  1973–4.  “Toward the Analysis of a Schoenberg Song (Op. 15, No. XI).” Perspectives of New Music 12, no. 1/2 (Autumn): 43–86.",
        "lewin_1998": "Lewin, David.  1998.  “Some Ideas about Voice-Leading between PCSets.” Journal of Music Theory 42, no. 1 (Spring): 15–72.",
        "lewin_2007": "Lewin, David.  2007. Generalized Musical Intervals and Transformations .  Orig. pub. 1993. Oxford University Press.",
        "lewis_1984": "Lewis, Christopher.  1984. Tonal Coherence in Mahler’s Ninth Symphony . UMI Research Press.",
        "locke_2007": "Locke, Ralph P.  2007.  “A Broader View of Musical Exoticism.” The Journal of Musicology 24, no. 4: 477–521.",
        "mcdonald_2000": "McDonald, Chris.  2000.  “Exploring Modal Subversions in Alternative Music.” Popular Music 19, no. 3: 355–63.",
        "moore_2012": "Moore, Allan.  2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "nobile_2011": "Nobile, Drew.  2011.  “ Form and Voice Leading in Early Beatles Songs .” Music Theory Online 17, no. 3.",
        "osborn_2010": "Osborn, Brad.  2010.  “Beyond Verse and Chorus: Experimental Formal Structures in Post-Millennial Rock Music.”  PhD dissertation, University of Washington.",
        "osborn_2013": "Osborn, Brad.  2013.  “Subverting the Verse–Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35, no. 1: 23–47.",
        "perpetua_2012": "Perpetua, Matthew.  2012.  “Q&A: Dirty Projectors’ David Longstreth Lashes Out at Critics.” Rolling Stone (June 29). http://www.rollingstone.com/music/news/q-a-dirty-projectors-david-longstreth-lashes-out-at-critics-20120611",
        "reale_2014": "Reale, Haley Beverburg.  2014.  “Making the Most of an Enharmonic Seam: Pitch Respellings, Semitone Relationships, and Mode Mixture in Fiona Apple’s ‘Extraordinary Machine.’”  Forthcoming in Theory and Practice .",
        "rockwell_2009": "Rockwell, Joti.  2009.  “ Birdcage Flights: A Perspective on Inter-Cardinality Voice Leading .” Music Theory Online 15, no. 5.",
        "russell_2013": "Russell, Amy.  2013.  “Dirty Projectors’ Seventh Studio Album Is Their Most Accessible to Date, but That Doesn’t Mean There Isn’t Room for a Little Chaos.” South China Morning Post (January 20): 4.",
        "santa_1999": "Santa, Matthew.  1999.  “Defining Modular Transformations.” Music Theory Spectrum 21, no. 2 (Autumn): 200–229.",
        "satyendra_2004": "Satyendra, Ramon.  2004.  “An Informal Introduction to Some Formal Concepts from Lewin’s Transformational Theory.” Journal of Music Theory 48, no. 1: 99–141.",
        "sisario_2007": "Sisario, Ben.  2007.  “Pop.” The New York Times (August 31): 18.",
        "smith_1986": "Smith, Charles J.  1986.  “The Functional Extravagance of Chromatic Chords.” Music Theory Spectrum 8: 94–139.",
        "smith_2009": "Smith, Peter H.  2009.  “Brahms’s Motivic Harmonies and Contemporary Tonal Theory: Three Case Studies from the Chamber Music.” Music Analysis 28, no. 1: 63–110.",
        "stephenson_2002": "Stephenson, Ken.  2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "stosuy_2012": "Stosuy, Brandon.  2012.  “Interview with David Longstreth.” Pitchfork (July 2). http://pitchfork.com/features/interviews/8883-dirty-projectors/2/",
        "straus_1982": "Straus, Joseph.  1982.  “Stravinsky’s ‘Tonal Axis.’” Journal of Music Theory 26, no. 2: 261–90.",
        "tagg_2009": "Tagg, Philip.  2009. Everyday Tonality . The Mass Media Music Scholars’ Press.",
        "tiemann_and_huron_2011": "Tiemann, Laura and Huron, David.  2011.  “Beyond Happiness and Sadness: Affective Associations of Lyrics with Modality and Dynamics.” Empirical Musicology Review 6, No. 3: 147–54.",
        "tymoczko_2005": "Tymoczko, Dmitri.   2005.  “ Voice Leadings as Generalized Key Signatures .” Music Theory Online 11, no. 4 (October).",
        "tymoczko_2006": "Tymoczko, Dmitri.  2006.  “A Geometry of Musical Chords.” Science 313, No. 5783 (July): 72–74.",
        "tymoczko_2009": "Tymoczko, Dmitri.  2009.  “Three Conceptions of Musical Distance.” Bridges 2009: Mathematics, Music, Art, Architecture, Culture .  Proceedings of Bridges Banff 2009.  Banff, Canada: Tarquin Books.  29–38.",
        "tymoczko_2011a": "Tymoczko, Dmitri.  2011a.  “Dualism and the Beholder’s Eye: Inversional Symmetry in Chromatic Tonal Music.”  In The Oxford Handbook of Neo-Riemannian Music Theories , ed. Edward Gollin and Alexander Rehding, 246–67. Oxford University Press.",
        "tymoczko_2011b": "Tymoczko, Dmitri.  2011b. A Geometry of Music . Oxford University Press.",
        "weingarten_2012": "Weingarten, Christopher R.  2012.  “Head Spin: Location, Location, Location.” Spin 28 (September): 94.",
        "weiss_1999": "Weiss, Robert M.  1999.  “Das Kontinuum.”  In Josef Matthias Hauer: 80 Jahre Zwölftonmusik , ed. Robert M. Weiss, 30–31. Universal Edition.",
        "yeary_2013": "Yeary, Mark.  2013.  “Stravinsky’s Passport: The Design and Use of Memorable Chords.”  Presentation at Music Theory Midwest Annual Conference, Norman, OK, April 26.",
        "zoladz_2012": "Zoladz, Lindsay.  2012.  “Review of Grizzly Bear, Shields .” Pitchfork (September 17). http://pitchfork.com/reviews/albums/17037-shields/"
    },
    "footnotes": {
        "FN1": {
            "text": "1. The labels “art pop,” “experimental pop,” “art rock,” and “experimental rock” in popular criticism of post-millennial bands occur so frequently that it would be impractical to identify every instance.  Empire ( 2012 ) coins the term “Pitchfork Pop” to describe Animal Collective, Grizzly Bear, and Dirty Projectors, bands who are also frequently labeled “art rock,” saying that the genre was “a questing, mature vein of post-collegiate music that owed something to folk and found itself on nodding terms with the avant garde but sold plenty of copies too” ( 33 ).  In Spin , Weingarten ( 2012 , 94) labels Grizzly Bear, Dirty Projectors, and Animal Collective as “Brooklyn art rock,” and he notes that they predicted and influenced elements from more recent pop music.  A Rolling Stone interview by Matthew Perpetua ( 2012 ) with David Longstreth groups Dirty Projectors with Grizzly Bear and St. Vincent.",
            "citations": [
                "empire_2012",
                "empire_2012",
                "weingarten_2012",
                "perpetua_2012"
            ]
        },
        "FN2": {
            "text": "2. The term “chamber pop” appears in Zoladz ( 2012 ) and often implies the inclusion of orchestral and acoustic instruments.  Robert Christgau provides one notable dissent from the critical consensus on the label for the band’s style, asserting that because of their emphasis on atmosphere—and what he views as their lack of melody and hooks—their music is better described by the term “folk-prog,” a term he uses somewhat pejoratively (see http://www.robertchristgau.com/get_artist.php?name=Grizzly+Bear ).  Tame Impala is unique among the post-2000 artists mentioned in this article in that they are most frequently labeled “psychedelic rock” rather than “art rock”; their generous use of reverb and frequent use of flanging effects clearly align them with earlier psychedelia.  On flanging effects, see Moore ( 2012 , 47).",
            "citations": [
                "zoladz_2012",
                "moore_2012"
            ]
        },
        "FN3": {
            "text": "3. For examples, see Empire ( 2012 ), Farber ( 2012 ), Russell ( 2013 ), Sisario ( 2007 ), and others.",
            "citations": [
                "empire_2012",
                "farber_2012",
                "russell_2013",
                "sisario_2007"
            ]
        },
        "FN4": {
            "text": "4. Many of the bands discussed in this article were in fact influenced by 1990s indie-rock bands: Edward Droste of Grizzly Bear cites Pavement and Liz Phair as early influences (Droste and Moody 2010 , 69–70), and Jonas Bjerre of Mew cites My Bloody Valentine, The Pixies, and Dinosaur Jr. ( Hawthorne 2009 ).",
            "citations": [
                "droste_and_moody_2010",
                "hawthorne_2009"
            ]
        },
        "FN5": {
            "text": "5. The exceptions are Tyler, the Creator’s album Goblin , which was praised but received a score of 8.0 for being too long; and Mew’s albums, which were not reviewed.  As a point of comparison, the average Pitchfork rating as of 2007 was 6.3.  Nearly every Pitchfork review of the albums discussed in this article makes reference to the bands’ independence from the mainstream and their use of intricate textures. The artists considered here tend to have a polarizing effect on listeners, and the characteristics that attract praise from Pitchfork also attract scorn from those who interpret the concern with craft and stylistic independence as preciosity.  Such scorn is evident in Robert Christgau’s lukewarm reviews and an Amazon.com reviewer who dismissed a Dirty Projectors album with the words “hipster Crap—tight pants must be blocking off bloodflow to the brain” (L. Netters’ review at http://www.amazon.com/gp/pdp/profile/A3ECA1PYVR3K1C/ref=cm_cr_pr_pdp ).  Boilen ( 2012 ) has also discussed the polarizing effect of Dirty Projectors.",
            "citations": [
                "boilen_2012"
            ]
        },
        "FN6": {
            "text": "6. Everett ( 1997 and 2009 ) relies on Schenkerian voice-leading paradigms to explain chromatic notes.  Harrison ( 1997 ) uses theories of chromatic harmonic function in his discussion of the music of the Beach Boys.  McDonald ( 2000 ) identifies chromaticism in 1990s alternative rock as a result of modal “subversion”—that is, introducing and then contradicting a mode through mixture or more advanced chromatic minor-third relations.  Reale ( 2014 ) examines voice leading and the harmonization of chromatic notes to uncover enharmonic paradoxes in Fiona Apple.",
            "citations": [
                "everett_1997",
                "everett_2009",
                "harrison_1997",
                "mcdonald_2000",
                "reale_2014"
            ]
        },
        "FN7": {
            "text": "7. Capuzzo ( 2004 ), Holm-Hudson ( 2010 ), and Kochavi ( 2002 ).",
            "citations": [
                "capuzzo_2004",
                "kochavi_2002"
            ]
        },
        "FN8": {
            "text": "8. The Phrygian with raised 3 ̂ is often called the Phrygian major or Phrygian dominant scale.  Both forms of the Phrygian scale (with lowered 3 ̂ and raised 3 ̂ ) appear occasionally in rock music.  Examples include Dick Dale’s cover of the folk tunes “Misirlou” (1962) and “Hava Nagila” (1963), the guitar solo in Agent Orange’s “Bloodstains” (1979), and the guitar riff used in The Offspring’s “Come Out and Play (Keep ’Em Separated)” (1994).  More recently, the noise-rock band Liars has built entire songs on the Phrygian scale with raised 3 ̂ , to striking harmonic effect, in “Houseclouds” (2008) and “Octagon” (2012); the latter song uses both raised and lowered 6 ˆ .  Everett ( 2009 , 253–55) identifies several other songs that contain ♭ 2 ˆ , although in most cases this altered scale degree is better explained as incidental chromaticism.",
            "citations": [
                "everett_2009"
            ]
        },
        "FN9": {
            "text": "9. Compare the opening of “Offspring are Blank” with the songs on Negro Prison Songs from The Mississippi State Penitentiary; A Selection , Historical Recordings From Parchman Farm 1947, recorded by Dr. Harry Oster, available at http://archive.org/details/negroprisonsongs , or Prison Songs: Historical Recordings from Parchman Farm 1947–1948, Volume One: Murderous Home , from the Alan Lomax Collection (Rounder CD 1714).  Jackson ( 1972 ) discusses the genre of prison work songs and also includes recorded interviews with the singers themselves.  The work songs that are synchronized with repeated axe- or hoe-strokes are labeled “axe songs” and “flatweeding” songs in his classification scheme.",
            "citations": [
                "jackson_1972"
            ]
        },
        "FN10": {
            "text": "10. Of the 44 notated examples of prison work songs provided in Jackson ( 1972 , 167–303), none use what could be construed as a Phrygian scale.  Most songs were transcribed with notes from a pentatonic collection (10 songs) or with a blues-inflected pentatonic collection that includes both a raised and lowered 3 ̂ , assuming that the final note is 1 ˆ (19 songs).  Among the rest of the songs, notation in major (6 songs) or Mixolydian (4 songs) is most common.  To be sure, these observations by no means constitute a normative description of the work song’s stylistic features, because these songs were primarily recorded from only three prisons in Texas in 1964 ( Jackson 1972 , xix) and because they are mediated through the transcriber’s notation.  Nonetheless, they do demonstrate that representative songs do not match the pitch organization of “Offspring Are Blank.”",
            "citations": [
                "jackson_1972",
                "jackson_1972"
            ]
        },
        "FN11": {
            "text": "11. This voice-leading reduction assumes “symmetry” (i.e., equivalence) of octave transfer, permutation, and cardinality change (i.e., doubling); see Callender, Quinn, and Tymoczko 2008 , 346–347 and Tymoczko 2011b , 25–61.  Cohn calls this voice leading “idealized” ( 2012 , 6) and attributes the term to Godfrey Winham; Lewin calls a similar model of voice leading “maximally close” ( 1998 , 17). Tymoczko defines the voice leading as a metric using the log frequency and imposing octave equivalence, folding a point in R n onto an orbifold ( 2009 , 29).",
            "citations": [
                "callender_quinn_and_tymoczko_2008",
                "tymoczko_2011b",
                "cohn_2012",
                "lewin_1998",
                "tymoczko_2009"
            ]
        },
        "FN12": {
            "text": "12. The Roman numerals in this article are shown in relation to the major scale.  This is a terminological convenience, not meant to imply that the major scale has a privileged status in rock.  Flats and sharps before a Roman numeral represent raising or lowering the root by semitone, regardless of which accidentals would appear in staff notation; thus, in the key of E minor, a G-major triad is ♭ III.",
            "citations": []
        },
        "FN13": {
            "text": "13. Voice-leading work is one of several possible metrics that might be used to evaluate the relation between two chords.  Different metrics are discussed in Cohn ( 2012 , 5–8) and Tymoczko ( 2009 ; 2011b , 75).",
            "citations": [
                "cohn_2012",
                "tymoczko_2009",
                "tymoczko_2011b"
            ]
        },
        "FN14": {
            "text": "14. Both the contrary motion and similar motion can involve any two voices in the chord, but they are generally restricted to those that connect specific chord-types.  Childs ( 1998 ) restricts the progressions to those that connect chords of set-class [0257].  I restrict them to those that connect chords that are listed in Fig. 2d.",
            "citations": [
                "childs_1998"
            ]
        },
        "FN15": {
            "text": "15. Boretz regions comprise eight chords surrounding a central diminished-7th chord: four half-diminished 7th chords that displace one note upward by semitone, and four major-minor (or dominant) 7th chords that displace one note downward by semitone; see Cohn ( 2012 , 152–55).",
            "citations": [
                "cohn_2012"
            ]
        },
        "FN16": {
            "text": "16. In an interview with Pitchfork ( Stosuy 2012 ), lead singer David Longstreth cites unusual textural juxtapositions in contemporary country songs as an influence on “Offspring Are Blank.”",
            "citations": [
                "stosuy_2012"
            ]
        },
        "FN17": {
            "text": "17. The resulting construct is a subset of the Four-Cube trio ( Douthett and Steinbach 1998 , 256; Cohn 2012 , 157–58), a spatial voice-leading graph that connects three four-dimensional cubes by touching their corners.  An early precedent for mapping parsimonious connections between 7th chords can be found in the “Kontinuum,” a method of presenting a twelve-tone series developed by composer Josef Matthias Hauer (1883–1959).  The members of the series are apportioned into four voices, and a chord cycle is created in which one of the voices presents a note of the row while the other three voices hold constant ( Weiss 1999 , 30–31).  I am grateful to Weiss for introducing me to Hauer’s theories.",
            "citations": [
                "douthett_and_steinbach_1998",
                "cohn_2012",
                "weiss_1999"
            ]
        },
        "FN18": {
            "text": "18. Other chord types can be included in the graph, such as the “French 6th” (i.e., set-class [0268]), but since they do not figure prominently in rock they are not included here.   Cohn discusses the French 6th in the context of this model ( 2012 , 157–58).  The tube shape of the voice-leading map is derived, with some modifications, from Douthett and Steinbach’s Pipeline graph ( 1998 , 257–58).",
            "citations": [
                "cohn_2012",
                "douthett_and_steinbach_1998"
            ]
        },
        "FN19": {
            "text": "19. Tymoczko has shown that voice-leading direction (i.e., moving a voice “up” or “down”) can pertain in pitch-class space if pitch classes are conceived of as isomorphic to points on a circle ( 2005 , [3.1]–[3.12]; 2011b , 145–149).  Voice-leading direction is relevant for chords when a voice leading is path-specific (each member of chord X maps to a specific member of chord Y) and crossing-free (the voice-leading paths do not intersect), and when the motion is as small as possible.",
            "citations": [
                "tymoczko_2005",
                "tymoczko_2011b"
            ]
        },
        "FN20": {
            "text": "20. For discussion of the orbifold nature of voice-leading space in which octave equivalence is assumed, see Callender, Quinn, and Tymoczko 2008 ( 347 ) and Tymoczko 2006 ( 73–74 ), 2009 ( 29 ), and 2011b ( 93–97 ).",
            "citations": [
                "callender_quinn_and_tymoczko_2008",
                "tymoczko_2006",
                "tymoczko_2009",
                "tymoczko_2011b"
            ]
        },
        "FN21": {
            "text": "21. A function is a set of mappings from a set of elements A onto a set of elements B that fulfills the following conditions: (1) existence : for every x that is an element of A, there is a y that is an element of B such that f: <x, y> (that is, every member of A maps to some member of B); (2) uniqueness : if x is an element of A and y and z are elements of B, and if f: <x, y> and f: <x, z> are members of the function, then y=z (that is, x must map by the function f to just one y) ( Causey 1994 , 155).  Since, for example, a diminished 7th uses what I have defined as the same voice-leading motion (of lowering one note by semitone) to lead to four different major-minor 7ths, the uniqueness property does not hold.  Functions and relations are discussed in Satyendra ( 2004 , 101–11).",
            "citations": [
                "causey_1994",
                "satyendra_2004"
            ]
        },
        "FN22": {
            "text": "22. The group of intervals for a GIS (Generalized Interval System) must form a mathematical group—that is, a bijective function that is both one-to-one and onto ( Lewin 2007 , 26).  Since the pathways do not form a function, they do not qualify for a GIS.",
            "citations": [
                "lewin_2007"
            ]
        },
        "FN23": {
            "text": "23. Pitch-class parsimony and low voice-leading work can be especially pertinent to guitar-based music—where chord changes are sometimes made by sliding the hand up or down the fretboard—or to other disjunct progressions.  Krumhansl ( 1998 , 279) has conducted empirical research that supports the notion that non-conservatory-trained musicians are sensitive to both absolute and “abstract” (that is, pc-based) voice-leading distance when judging the relative fit between chords.",
            "citations": [
                "krumhansl_1998"
            ]
        },
        "FN24": {
            "text": "24. In contrast to Childs ( 1998 , 185), I use the term progression or relation to describe contrary- and similar-motion voice leading, rather than transformation or operation , due to their lack of status as mathematical functions, discussed above.  I am grateful to Steven Rings for his suggestions regarding my terminology.",
            "citations": [
                "childs_1998"
            ]
        },
        "FN25": {
            "text": "25. Contrary-motion relations have been defined for major-minor 7th and half-diminished 7ths in Bass 2001 and Childs 1998 .  They have been defined in a special case for minor 7ths—specifically, Rockwell ( 2009 , [25]) uses a near-birdcage graph , defined by a graph of two different set-classes of cardinality 4 and 3, to model the voice leading among minor 7th chords and augmented triads through voice-leading operations characterized by one voice ascending by semitone and one voice descending by semitone.  He calls it a “near-birdcage” graph because augmented triads fail to meet his criterion of being able to connect to each other via the same voice-leading vector.  But to my knowledge, Figure 2c is the first graph showing contrary motion for all three chord types that emphasizes their minimal displacement from a diminished 7th chord.",
            "citations": [
                "bass_2001",
                "childs_1998",
                "rockwell_2009"
            ]
        },
        "FN26": {
            "text": "26. Contrary-motion progressions have been identified as central to the music of the prog-rock band Genesis ( Holm-Hudson 2008 , 61; 2010 ).",
            "citations": []
        },
        "FN27": {
            "text": "27. As in contrary-motion progressions, the direction of motion on the map—whether straight across the surface of the tube or curving clockwise or counterclockwise—corresponds to motion of a specific interval class in the chord.  Which interval class is represented depends on whether the arrow crosses over one of the diminished 7ths, so the precise correspondences with Childs’s ( 1998 ) similar-motion operations are too complicated to discuss here.",
            "citations": [
                "childs_1998"
            ]
        },
        "FN28": {
            "text": "28. By using 7th-chord progressions as the primary model for cross-type progressions, my analyses differ from the cross-type progressions discussed by Capuzzo ( 2009 , 189–93).",
            "citations": [
                "capuzzo_2009"
            ]
        },
        "FN29": {
            "text": "29. Hook ( 2007 , 11–16) explores cross-type transformations between musical spaces that can be construed to share the same interval group G in order to create graphs with properties that are of interest to his analyses.",
            "citations": [
                "hook_2007"
            ]
        },
        "FN30": {
            "text": "30. An alternate view of intercardinality voice leading can be found in Rockwell’s P-matrices ( 2009 , [7]).",
            "citations": [
                "rockwell_2009"
            ]
        },
        "FN31": {
            "text": "31. Tagg ( 2009 , 173) also states that both chords must appear in root position at some point, so that they can be heard as equally stable.  I will refrain from imposing this criterion for shuttles involving seventh chords, because the added dissonant seventh gives all chords roughly equal stability, or more precisely, roughly equal instability.",
            "citations": [
                "tagg_2009"
            ]
        },
        "FN32": {
            "text": "32. Doll ( 2009 , 19) asserts that a stylistic norm should be measured statistically, rather than by goodness of fit to preconceived laws of harmonic succession.",
            "citations": [
                "doll_2009"
            ]
        },
        "FN33": {
            "text": "33. For examples of analyses made with this criterion, see Tymoczko ( 2011b , 275), Harrison ( 1994 , 106–15), and Smith ( 1986 , 122–27).",
            "citations": [
                "tymoczko_2011b",
                "harrison_1994",
                "smith_1986"
            ]
        },
        "FN34": {
            "text": "34. Tritone substitutions are typically associated with jazz styles, but they can also occur in rock.  Everett has identified tritone substitutions in Paul Simon’s music from the 1970s ( 1997 , 130), in several 1960s songs ( 2009 , 246 and 254), and in the music of Amy Winehouse ( 2012 , 160–61).",
            "citations": [
                "everett_1997",
                "everett_2009",
                "everett_2012"
            ]
        },
        "FN35": {
            "text": "35. Chromatic substitutions have been suggested for other chords as well.  Tymoczko, for example, interprets the “Till Eugenspiel chord” and “Tristan chord” as tritone substitutions for vii ø and ii ø , respectively ( 2011b , 364).",
            "citations": [
                "tymoczko_2011b"
            ]
        },
        "FN36": {
            "text": "36. Yeary ( 2013 ) identifies several compositional devices Stravinsky uses to create memorable chords, devices that are also applicable to the songs studied in this article. They include isolation, repetition, and creating a chord that is minimally novel through voicing or spacing.  The use of memorable and unusual chords is a long-standing rock practice, dating at least as far back as the famous opening chord of The Beatles’ “A Hard Day’s Night” and Hendrix’s “Purple Haze” chord.",
            "citations": [
                "yeary_2013"
            ]
        },
        "FN37": {
            "text": "37. I borrow the term “magic chord” from Wayne Petty, who used it in an informal conversation about the Fø7 in Brahms’s Intermezzo op. 76, no. 4, m. 2.  It has also been used to describe memorable, structural chords in Schoenberg ( Lewin 1973–4 , Santa 1999 ).",
            "citations": [
                "santa_1999"
            ]
        },
        "FN38": {
            "text": "38. Because “Wheels Over Me” contains two different passages that qualify as choruses, in that both recur with the same lyrics, I have labeled them as the first and second choruses.  The song’s unusual form is typical of Mew, and resembles but does not quite match any of the common alterations to verse/chorus form.  Further discussion of alternations and additions to verse/chorus forms can be found in Osborn ( 2010 , 73–76) and Endrinal ( 2011 , [25]–[38]).",
            "citations": [
                "osborn_2010",
                "endrinal_2011"
            ]
        },
        "FN39": {
            "text": "39. I favor the second interpretation in this paragraph, but others are possible—one of which was suggested by an anonymous reviewer.  I am grateful to my reviewers for their questions regarding this section.",
            "citations": []
        },
        "FN40": {
            "text": "40. Examples of an opening tonic–supertonic shuttle in the verse include the Beatles’ “Don’t Let me Down” (ii–I M7 ) (1969), Thunderclap Newman’s “Something in the Air” (I–ii 7 ) (1969), Guess Who’s “These Eyes” (ii 7 –I M7 ) (1968), and Lily Allen’s “Smile” (ii 7 –I M7 ) (2006), which samples the earlier reggae tune “Free Soul” by The Soul Brothers.  Carl Douglas’s “Kung Fu Fighting” (1973) opens with a I–ii shuttle, but at the end of the verse the latter chord is interpreted as a pre-dominant and leads to V.  One anonymous reviewer pointed out that these types of progressions frequently occur in reggae.  Examples include Bob Marley and the Wailers’ “Man to Man” (I [ M7 ] –ii [7] ) (1970), “Soul Rebel” (ii–I [ M7 ] ) (1970), and “Rainbow Country” (i–ii) (1968–1972).  For further discussion and a list of supertonic shuttles, some of which overlaps with this footnote, see Tagg ( 2009 , 176–77).",
            "citations": [
                "tagg_2009"
            ]
        },
        "FN41": {
            "text": "41. The guitars in the prechorus play a slow “boogie” pattern ( Moore 2012 , 22), outlining only the root, 5th, and added 6th or 7th, but the complete chords can be inferred from the saxophone parts.",
            "citations": [
                "moore_2012"
            ]
        },
        "FN42": {
            "text": "42. The addition of several distinct instrumental layers that, through their variety of timbres and rhythms, resist being integrated into a unified texture, create what Blake ( 2012 , [6.6]) calls a heterogeneous texture, linking this song to earlier indie rock from the 1990s.",
            "citations": [
                "blake_2012"
            ]
        },
        "FN43": {
            "text": "43. Connection through ascending voice-leading motion is labeled “upshifting” in other studies, as  discussed in Cohn ( 2012 , 131–38).  Note 19 explains how the concepts of “up” and “down” apply to idealized voice-leading space.",
            "citations": [
                "cohn_2012"
            ]
        },
        "FN44": {
            "text": "44. The terminal climax as a formal section and function is defined in Osborn ( 2013 ).",
            "citations": [
                "osborn_2013"
            ]
        },
        "FN45": {
            "text": "45. The correlation between soft dynamics, narrow melodic range, and sadness for Western-enculturated listeners is discussed in Huron ( 2008 ), Huron and Turner ( 2008 ), and Huron and Tiemann ( 2011 ).",
            "citations": [
                "huron_2008",
                "huron_and_turner_2008",
                "tiemann_and_huron_2011"
            ]
        },
        "FN46": {
            "text": "46. A chromatically descending bass line from 1 ˆ to ♭ 6 ˆ in a minor key is somewhat common in rock: examples include Bob Dylan’s “Ballad of a Thin Man” (1965), Johnny Rivers’s “Summer Rain” (1967), and the opening of Led Zeppelin’s “Stairway to Heaven” (1971).  In addition, 1 ˆ – ♭ 7 ˆ – 6 ˆ – ♭ 6 ˆ – 5 ˆ is a common stock figure in blues.  But a complete chromatic descent in the bass line from 1 ˆ to 5 ˆ is less common—the only other examples I could find were the chorus of Elton John’s “Sorry Seems to Be the Hardest Word” (1976) and Tori Amos’s “Leather” (1992), both of which harmonize a chromatic descent from 1 ˆ to 5 ˆ with a modified descending 5–6 sequence.  Elton John’s use of a slow tempo and straightforward sequence, combined with the text “so sad,” suggests that he is alluding to classical harmonic practice in order to use a trope for sadness.  The chorus of David Bowie’s “Sons of the Silent Age,” like “2+2=5,” uses a chromatic descending bass line from 1 ˆ to 6 ˆ that is harmonized with a combination of triads and major-minor 7ths.",
            "citations": []
        },
        "FN47": {
            "text": "47. In “drop-D” tuning the guitar strings are D-A-D-G-B-E from low to high—that is, standard guitar tuning except that the lowest string is tuned a whole step lower.  It should be remembered that the bass, which could have provided the low C, does not play in the verse section.",
            "citations": []
        },
        "FN48": {
            "text": "48. The refrain’s chromatic progressions recall classical compositional practice.  The ic2→ic4 major-minor 7th progression occurs when a deceptive cadence is embellished by an applied dominant: V 7 – V /vi–vi; I am grateful to Adam Ricci for this observation.  In addition, the semitonal contrary motion between the bass line and backing vocals recalls the omnibus progression, which also connects ic3-related major-minor 7ths.  But one need not look so far back to find precedents: the rock style frequently uses cross-type progressions connecting ic3-related chords to harmonize ascending or descending chromatic semitones, a topic discussed by Stephenson ( 2002 , 114–17) and others.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN49": {
            "text": "49. One listener suggested that this harmony represents an altered cadential six-four.  In some respects, this hearing is plausible, since the chord occurs in a position where a cadential six-four  would be expected in common-practice syntax, and the two vocal parts and lowest guitar part contain notes of the tonic triad that resolve down by step to members of V.  In addition, Nobile ( 2011 , [3.1]) argues that a root-position tonic harmony immediately before a cadential V can function much like an inverted cadential six-four in 1960s rock songs in SRDC form (a sentential pattern of statement–restatement–departure–conclusion), and Everett identifies a similar “root-position cadential six-four” in Bob Dylan’s 1983 song “License to Kill” ( 2008 , 153).  But this hearing must be counterbalanced with the observation that the other notes in the guitar part overwhelmingly assert a pre-dominant function.",
            "citations": [
                "nobile_2011",
                "everett_2008"
            ]
        },
        "FN50": {
            "text": "50. Given the anomaly of the G in the chord, it might be better explained through functional analysis as described in Harrison ( 1994 , 49–64).",
            "citations": [
                "harrison_1994"
            ]
        },
        "FN51": {
            "text": "51. The label “interverse” indicates a passage of music that occurs only once in the middle of a song, includes text, and connects statements of repeated verse/chorus material ( Endrinal 2011 , [28]).",
            "citations": [
                "endrinal_2011"
            ]
        },
        "FN52": {
            "text": "52. As in “I Live with You,” the song’s timbres differentiate it from the mainstream, placing it in the tradition of 1990s indie rock.  Unlike mainstream rock, the verse of “What’s Wrong” uses a non-full and heterogeneous texture ( Blake 2012 , [8.4]).",
            "citations": [
                "blake_2012"
            ]
        },
        "FN53": {
            "text": "53. “I Know There’s an Answer” also conforms to the Pentatonic 1/4 subset tonal system, described by Biamonte ( 2010 , 106–7).",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN54": {
            "text": "54. As with “Wheels Over Me,” “156” defies conventional formal explanations.  Using the symbol “Bk” for the breakout section, the sectional layout is V C Bk V Bk C Bk.  The verse and chorus have similar music and thus initially seem to both belong to the verse, while the breakout has musical features associated with a chorus.  In addition, the breakout appears at the end of each group of formal units, in the normal position of a chorus.  But unlike the true chorus, the breakout has different lyrics each time it appears.",
            "citations": []
        },
        "FN55": {
            "text": "55. Dirty Projectors’ “Fluorescent Half Dome” (2009) uses this contrary-motion relation diachronically: the prechorus contains Bm–Am–Do7, and the chorus begins with GM7, the contrary-motion resolution of the previous Do7.",
            "citations": []
        },
        "FN56": {
            "text": "56. Examples of this progression include the second half of Bob Dylan’s “Like a Rolling Stone” (1965) and the second half of the first phrase of “Lean on Me” (1972).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Many rock critics recognize that a broad genre of rock music has emerged since around 2000.  Often labeled “art rock” or a similar term such as “experimental pop,” (1) this genre is characterized by unusual timbres often incorporating high vocals, combination of sounds from a broad array of styles, and projection of a progressive ethos through means other than overt displays of virtuosity ( Osborn 2010 , 54–56). Representative bands include Animal Collective, Dirty Projectors, Mew, Radiohead, and St. Vincent.  Other bands, such as Deerhunter, Grizzly Bear, and Tame Impala, are sometimes assigned related labels such as “chamber pop” or “neo-psychedelic”; their music nonetheless displays similar characteristics. (2) Music critics writing about art-rock bands often note the complexity or intricacy of their textures, using descriptors that range from “lush and opulent” to “difficult and cerebral.” (3) This textural intricacy places the genre in the legacy of 1990s indie rock, which, as David Blake points out, uses timbral heterogeneity as a primary means of expressing differentiation from the musical mainstream ( 2012 , [8.4]). (4) In addition, while art-rock artists sometimes engage in formal experimentation, unlike neo-progressive bands, they tend to write concise songs.  Critical circles that favor art rock, such as the well-known music criticism website Pitchfork.com, praise the artists’ autonomy from the mainstream, presentation of a unique or ambiguous lyrical persona, and meticulous craft.  The positive appraisal of these characteristics is evident from Pitchfork’s numerical ratings: with a few exceptions, the site gave each of the albums containing the songs discussed in this article a rating of 9.0/10 or higher. (5)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "osborn_2010",
                    "blake_2012"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] This article explores another facet of post-millennial art rock that has received little analytical attention: chromatic experimentation.  Not all art-rock bands explore unusual chromatic harmonies, and some do so only infrequently, but there are enough striking examples to consider chromaticism a feature of the genre.  Chromaticism helps art-rock bands assert a progressive ethos that distinguishes them from contemporaneous generic rock styles, and it links them to earlier styles that engaged in similar experimentation.  This article thus complements studies of chromaticism in other rock styles by Capuzzo ( 2004 ), Everett ( 1997 , 2008 , 2012 ), Harrison ( 1997 ), Holm-Hudson ( 2008 , 2010 ), Kochavi ( 2002 ), Reale ( 2014 ), and others.",
                "footnotes": [],
                "citations": [
                    "capuzzo_2004",
                    "everett_1997",
                    "everett_2008",
                    "everett_2012",
                    "harrison_1997",
                    "kochavi_2002",
                    "reale_2014"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] Previous studies of chromaticism in rock music largely use the interpretive lens of tonal function, (6) or they adapt labels from neo-Riemannian theory, focusing on parsimonious voice leading among triads. (7) By contrast, many art-rock bands use chromatic progressions involving thicker chords that contain four or more notes.  Their music is thus a proving ground for exploring chromatic voice-leading relations among seventh chords, and it allows for an expansion of previous studies of rock chromaticism.  This article defines common types of chromatic progressions occurring in recent art rock, and it identifies harmonic schemas that many post-millennial art-rock songs use to introduce and incorporate chromaticism.  The schemas are classified both by the functions of chromatic chords, and the ways in which chromatic progressions are introduced.  Chromaticism in art rock, as in classical music, has strong potential for evoking unusual states or creating expressive intensity.  Accordingly, the analytical examples in this article also demonstrate that chromaticism conspires with lyrics, vocal performance, timbre, and instrumental texture in order to suggest otherworldliness, ambiguity, or disjuncture. 1. Two Examples of Chromatic Progressions",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “Offspring Are Blank” is the first track from Dirty Projectors’ 2012 album Swing Lo Magellan .  The chorus of the song has musical features that one would expect of an opening track aiming to grab listeners’ attention: loud drums, shouted vocals, and grungy, low distorted guitars.  But the introduction and verse play against the chorus’s type; they create an eerie atmosphere through references to exotic folk styles, a melodic line that uses wide leaps and intricate rhythms, a sparse texture, and cryptic, paradoxical lyrics.  In keeping with indie styles’ use of timbre to show differentiation from the mainstream, the texture is deliberately sparse instead of full ( Blake 2012 , [8.4]).  In addition, the chromaticism in the opening sections reinforces the sense of otherworldliness and eeriness. Figure 1a . Dirty Projectors, “Offspring Are Blank” (2012), introduction (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "blake_2012"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The song’s introduction, shown in Figure 1a , uses a melodic line drawn from a B ♭ Phrygian scale that alternates between lowered and raised 3 ˆ , which is often a marker of exoticism or folk music in rock ( Tagg 2009 , 121–23). (8) Other musical features reference the folk genre of a prison work song, evoking temporal as well as geographic distance.  The section suggests group singing by presenting the melody in multiple voices and multiple octaves (achieved by lead singer David Longstreth quadruple-tracking his voice). Heavy handclaps that are not perfectly synchronized resemble the sound of axe-falls or hoes striking the ground. (9) There is no accompaniment other than the handclaps. Prison work songs do not, in general, use Phrygian scales; instead, the two stylistic references combine to indicate a synthetic “otherness” that contrasts sharply with normative rock styles. (10) The disparate stylistic references are made eerie through an unusual soundbox ( Moore 2012 , 29–38): the singers are preternaturally close to the listener, filling the space on both sides of the stereo field but without the reverb that would suggest depth. Figure 1b . Dirty Projectors, “Offspring Are Blank,” verse 1 (drums not shown) (click to enlarge and listen)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "tagg_2009",
                    "moore_2012"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Locke observes that musical exoticism allows a composer to “distort the stylistic norms of his or her musical tradition (until they sound ‘different’) or . . . even invent a startling style feature outright” ( 2007 , 482). A musical distortion of this nature occurs in the verse, which opens with chromatic progressions that substitute for those drawn from the melody’s Phrygian scale.  These progressions reinforce the unnatural eeriness provided by the stylistic markers and production techniques.  The first verse, shown in Figure 1b , adds backing vocals along with a sparse electronic drumbeat.  A harmonic reduction is shown underneath the score; this reduction assumes enharmonic and octave equivalence and arranges the chords so that each finds the shortest possible path to the next. (11) Each chord is identified above the staff, with analytical labels below: the suffix “7” indicates a major-minor (i.e., dominant) 7th, “o7” indicates a fully diminished 7th, “ø7” indicates a half-diminished 7th, “9” indicates an added ninth, and “m” indicates a minor triad.  The labels do not take chord inversions into account.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "locke_2007"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] The first six measures of the verse divide into opening and closing phrases ( Moore 2012 , 85).  Measures 1–2 comprise the opening phrase: in each measure the harmonies move from a tonic to a non-tonic chord.  Measures 3–6 comprise the closing phrase: m. 3 moves from a non-tonic to a tonic chord, and mm. 4–6 do the same but double the duration of the harmonies.  These measures (4–6) contain the recurring diatonic progression ♭ II 9 –i.  In the harmonic reduction ♭ II 9 is relabeled “Phr.N” for “Phrygian neighbor,” a chord that leads to the tonic and contains Phrygian’s characteristic ♭ 2 ˆ .  In m. 3, ♭ vii add6 acts as a substitute Phr.N., and the tonic is altered to become a major-minor 7th chord, using raised 3 ˆ from the melody. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "moore_2012"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] The opening phrase substitutes two different chords that contain ♭ 2 ˆ for the Phr.N: m. 1 uses C ♭ o7 and m. 2 uses G7.  In the reduction, the substitute chords are preceded with an “approximately equals” sign (≈) below the staff.  Solid lines connect voices that move by semitone.  Until the diatonic progressions at m. 4, no progression involves more than two units of voice-leading work —that is, the total number of semitones that all the voices move in the idealized voice-leading space shown in the reduction is two or fewer ( Cohn 2012 , 6), creating a smooth harmonic motion. (13) The first three measures wring a great amount of harmonic variety from these limited voice-leading motions, as they demonstrate three different types of progressions: parsimonious , contrary-motion , and similar-motion .  In a parsimonious progression, a single voice moves by semitone ( Cohn 1996 ), as in mm. 1–2, where B ♭ moves up by semitone to lead from B ♭ 7 to C ♭ o7, and then moves back down to the original chord.  In a contrary-motion progression, two voices move by semitone in contrary motion to connect two seventh chords of the same type, as in the B ♭ 7–G7 progression in m. 2.  Finally, in a similar-motion progression, two voices move by semitone in parallel motion to connect two seventh chords of different types. (14) Two similar-motion progressions occur in mm. 2–3: G7–Fø7 and Fø7– B ♭ 7.  The chords are part of a Boretz region —that is, they are minimally displaced from a central diminished-7th chord ( Cohn 2012 , 153–55; Boretz 1972 , 185–90). (15) In addition to the arched trajectory of its open and closed phrases, the first verse effects a gradual transition from the least normative to the most normative progressions.  It begins with a Boretz-region progression that is a chromatic transformation of the modally altered Phrygian progression (mm. 1–2), proceeds to the modally altered Phrygian progression (m. 3), and ends with a completely diatonic Phrygian progression (mm. 4–6).  This motion from exotic to normal reflects, on a small scale, the stylistic shift that occurs from verse to chorus. (16) Figure 1c . My Bloody Valentine, “Is This and Yes” (2013), opening (click to enlarge and listen)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "cohn_2012",
                    "cohn_1996",
                    "cohn_2012",
                    "boretz_1972"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] In “Offspring Are Blank,” several smooth chromatic progressions provide colorful substitutes for a Phrygian progression.  By contrast, the opening of My Bloody Valentine’s “Is This and Yes” (2013), shown in Figure 1c , uses only a single chromatic progression.  The track contains long chords played with an organ-like synthesizer sounding over repeated pedal notes played on timpani.  The chords are almost entirely from the “white-key” diatonic collection, and vaguely suggest C as tonic.  The first two chords use the contrary-motion voice leading B ♭ – B ♮ and F–E to link two minor seventh chords in the lowest four voices, shown with solid black lines in Figure 1c.  The contrary motion occurs not only in abstract pitch-class space but literally in pitch space in the lower register.  The progression creates a change of diatonic collection over a stationary bass and melodic note, paradoxically suggesting stasis and motion simultaneously and contributing to the song’s dreamy, confused atmosphere. 2. Mapping Chromatic Progressions Involving Seventh Chords Figure 2a . Tube-shaped voice-leading map for seventh chords (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Because the parsimonious , contrary-motion , and similar-motion progressions are used frequently in art rock, it is valuable to identify all of their possible iterations in order to determine the range of options a song is selecting from. Figure 2a performs this task for parsimonious progressions by mapping four types of seventh chord onto a three-dimensional tube. (17) Each circular cross section, outlined with a dotted line, contains chords of the same type, and two chords connected by a line segment are parsimoniously related. (18) At the leftmost end of the map is C ♯ o7.  Four segments emanate from this chord to show that each of its members can be lowered by semitone to form a major-minor 7th (i.e., a dominant 7th).  Each major-minor 7th can lower either its 3rd or 7th to form a minor 7th; hence, two lines emanate from each major-minor 7th to connect with the minor 7ths in the third cross section.  Similarly, each minor 7th connects to two half-diminished 7ths.  Finally, each half-diminished 7th can lower a single note to lead to the fully diminished 7th at the center of the fifth cross section.  The graph shows abstract voice-leading direction: moving one cross section to the left involves raising a voice by semitone; moving one cross section to the right involves lowering a voice by semitone. (19) Figure 2b . An extension of the tube-shaped seventh-chord map that includes all twelve transpositions of each chord (click to enlarge)",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The map in Figure 2a can be extended to include every transposition of a seventh chord; this complete version is shown in Figure 2b .  In equal temperament, the tube in Figure 2b is an orbifold: to properly represent it, we would twist the right end a quarter turn clockwise and glue it to the left end. (20) The voice-leading paths form a set of relations , but they cannot form a mathematical function . (21) In this respect, they are unlike other models used to describe voice leading among seventh chords (such as those presented in Bass 2001 and Childs 1998 ) and do not meet the requirements for forming a generalized interval system. (22) Instead, Figure 2b can be viewed as a cross section of a larger four-dimensional voice-leading space that connects all four-voice chords.  The map forms a discrete voice-leading lattice ( Tymoczko 2011b , 412–17): one can determine the voice-leading work between any two chords—that is, the total number of semitones that all voices move—by counting the number of segments that it takes to move from one to the other.  Voice-leading work provides a useful indicator of how smooth a progression is; it is inversely proportional to how closely related the chords sound (i.e., a low value for voice-leading work indicates a high degree of relation, and vice versa). (23) Figure 2c . Notated example of a contrary-motion relation, and contrary-motion relations on the voice-leading map (click to enlarge) Figure 2d . Notated examples of similar-motion relations, and similar-motion relations on the voice-leading map (click to enlarge) Figure 2e . Cross-type progressions (click to enlarge)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "bass_2001",
                    "childs_1998",
                    "tymoczko_2011b"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Figures 2c and 2d show the possible contrary - and similar -motion progressions, respectively, among the chords on the tube-shaped map. (24) These two progressions are created by the combination of two parsimonious motions, but they could also be conceived of as a single pathway involving the displacement of two semitones. (25) A contrary-motion progression (Figure 2c) occurs within a cross section and is represented by an arrow moving a quarter-turn clockwise or counterclockwise, or, if major-minor 7ths or half-diminished 7ths are involved, across a pole. (26) For major-minor 7ths and half-diminished 7ths, each arrow direction indicates contrary motion of a specific interval class and thus corresponds to a C x(y) transformation as defined by Childs ( 1998 , 185–187).  Contrary motion between two minor 7ths, by contrast, always involves a motion between two ic5s.  In a similar-motion progression (Figure 2d), two voices move in the same direction to lead to a different chord type.  Similar-motion relations connect major-minor 7ths with half-diminished 7ths (e.g., C7→Gø7) or minor 7ths with diminished 7ths (e.g., Cm7→Co7).  A major-minor 7th or half-diminished 7th chord can use similar motion to move to any chord that is two sections to the right or left on the voice-leading map, except for the chord that is on the opposite pole of the cross section. (27)",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "childs_1998"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Finally, some songs use cross-type progressions, which change a seventh chord into a triad or vice versa.  Some cross-type progressions exploit seventh chords’ ability to effect minor-3rd root movement with efficient voice leading; as a result, they are easily modeled with seventh-chord chromatic progressions. (28) An example appears on the upper staff in Figure 2e , which shows a major triad moving to a major-minor 7th whose root is a minor 3rd lower.  Two analyses are shown to the right of the progression; each models the voice leading of the progression using the inclusion and exclusion operations, which transform a major triad into the unique major-minor 7th that contains it and vice versa ( Hook 2002 , 117–18; 2007 , 4–5). (29) The first analysis reduces the second chord to a major triad and models the progression as a combination of R and P (i.e., a relative transformation followed by a parallel transformation).  The F, which, as a common tone, provides smoothness, disappears from the progression and only reappears as part of an inclusion operation.  By contrast, the second analysis treats the first chord as an incomplete major-minor 7th, which moves to the second through a contrary-motion progression that requires less voice-leading work. (30) Tymoczko ( 2011b , 100) argues for the same interpretation of this progression, citing the F–D7 progression in Nirvana’s “Heart-Shaped Box” (1993) as an example.  A different inclusion relation (marked with a prime [ ′ ] on Figure 2e) can be defined that maps a major or minor triad onto the unique minor 7th that contains it.  Unlike the previous inclusion operation, the relation does not have a single inverse, since a minor 7th contains both a major and a minor triad as a subset.  This relation appears in the lower staff on Figure 2e, which shows how a major or minor triad can lead smoothly to a minor 7th through a cross-type progression. 3. Harmonic Schemas for Introducing Chromatic Progressions in Post-Millennial Rock Table 1 . Examples of post-millennial rock songs that use chromatic progressions (click to enlarge) [3.0.1] Post-millennial rock songs sometimes introduce chromatic progressions that cannot be easily explained as part of a rock harmonic idiom.  These chromatic progressions are often introduced through one of three strategies: (1) in a recurring RN (Roman-numeral) progression , a recurring diatonic progression that can be expressed in Roman numerals is altered to become a chromatic one; (2) in a magic chord , a recurring chord becomes a pivot between normative and non-normative progressions; and (3) in a magic voice leading , a specific voice leading first appears as part of a stylistically normative progression and then reappears, using different chords, in a non-normative progression. Table 1 lists each method of introduction in its column labels.  Each column lists some post-millennial rock songs that use each strategy. [3.0.2] In addition to being categorized by their method of introduction, chromatic progressions can be categorized by one of two functions that they often fulfill: (1) a shuttle or (2) a substitution .  Tagg ( 2009 , 173) defines a shuttle as an alternation between two chords that takes place within what he calls “present time”—that is, the span of short-term memory.  Generally, both chords have a similar duration and alternate at least twice. (31) Often, a shuttle takes up an entire formal unit.  A shuttle does not evince the same tension between tonic and non-tonic chords that is found in longer progressions; instead it forms, in Tagg’s words, a “place to be” ( 2009 , 171)—that is, a static harmonic backdrop.  Some shuttles do not imply a specific key.  In these cases they are not so much tonally ambiguous as tonally underdetermined —that is, there is not enough information in the melody and harmony to tilt a listener toward hearing a specific tonic.  Tagg cites the verse of the Human League’s “Don’t You Want Me” (1981) as a non-key-defined shuttle ( 2009 , 192).  The section alternates between F-major and G-major triads, which could be reasonably heard as IV–V in C major, ♭ VI– ♭ VII in A Aeolian, or even ♭ VII–I in G Mixolydian. [3.0.3] In a substitution , a passage is heard as a transformation of a precedent, through one chord or progression replacing another that it resembles.  The transformed precedent can be intratextual (a passage from elsewhere in the song), intertextual (a passage from a different song), or virtual (an implied stylistic norm). (32) Multiple precedents can also pertain to a single passage.  Hearing a transformation requires identifying similar features between passage and precedent; as Doll discusses, these features might include the pitch-class content of chords, formal layout and location, melody, and timbre ( 2009 , 27–30). [3.0.4] The voice-leading map shown in Figure 2b provides one means of ascertaining similarity, because chords that are close on the map will likely have more common tones and move to the next chord with nearly the same voice leading. (33) For example, the tritone substitution, where V 7 is replaced with “ ♭ II 7 ,” (34) exploits the proximity of two polar-related major-minor 7ths, as well as the active tones ( 7 ˆ and 4 ˆ ) that are held invariant. (35) Substitutions in rock are not confined to the tritone-based variety; rock has a large set of normative progressions that provide opportunities for other kinds.  In addition, while some substitutions preserve the function of the precedent chord, others can alter it, given sufficient similarity in other parameters ( Doll 2009 , 10–13). [3.0.5] Table 1 lists these two common functions for chromatic progressions in its row labels.  Each row lists songs that use the type of progression identified in the label: the first row lists songs that use chromatic shuttles, and the second row lists songs that use chromatic substitutions.  The following sections discuss each example in greater detail. 3.1 Chromatic Progressions Resulting from Transformation of a Recurring RN Progression Figure 3.1a . Deerhunter, “Earthquake” (2010) (click to enlarge) [3.1.1] Some art-rock songs feature a recurring diatonic progression (which can be expressed through Roman numerals) that is altered to become a chromatic one.  The Dirty Projectors’ “Offspring Are Blank,” discussed at the beginning of this article, provides one example, since this song makes several alterations to a ♭ II–i Phrygian progression.  Deerhunter’s “Earthquake” (2010), shown in reduction in Figure 3.1a , alters a virtual precedent of a diatonic shuttle that involves minor-3rd root motion.  The precedent is shown above the reduction: a i–III alternation that is inverted to become I–vi in the second half.  In the actual song, all the chords are changed to major triads with added sevenths and ninths.  The guitar patterns in the upper voices effect a contrary-motion progression that emphasizes parsimonious voice leading in pitch space.  The lengths of the chords in each section make the progressions sound like alternations between remote diatonic regions, but a listener attuned to larger time-scales will hear the bass make an ascending and descending arpeggiation through the tonic triad across both sections. 3.2 Chromatic Progressions Resulting from “Magic Chords” [3.2.1] Some songs feature chords that are marked for memory through frequent repetition and/or unusual voicing. (36) I call them (with a request for the reader’s indulgence) “magic chords,” as they sometimes provide a fulcrum between diatonic and chromatic progressions. (37) Western art music from the second half of the nineteenth century provides a rich precedent for the magic-chord technique: as Tymoczko ( 2011a , 259) and Smith ( 2009 , 63–69) show, many pieces from this era systematically explore the chromatic voice-leading possibilities of a small number of characteristic chords. Figure 3.2a . Mew, “Wheels Over Me” (1997), “magic chord” and neighboring chord that appear in introduction.  Pitches sound in the octave written (click to enlarge and listen) [3.2.2] In Mew’s “Wheels Over Me” (1997), the magic chord, shown in Figure 3.2a , can be described as E ♭ M7sus2.  Each time the chord appears, its voicing is nearly identical, with the guitar in a medium-high register. The chord is a memorable element of the song and appears throughout, as the primary chord in the first five seconds and as the first or last chord of every section thereafter.  It functions ambiguously, as it could be heard either as IV in B ♭ major or ♭ VI in G minor, an instance of what Tagg labels “bimodality” ( 2009 , 227–230). The introduction, much as in a nineteenth-century “tonal pairing,” juxtaposes both tonics in its upper voices ( Krebs 1996 , 18; Lewis 1984 , 6).  As shown in the reduction in Figure 3.2a, the magic chord contains a B ♭ -major triad, while its neighboring chord has the root and 5th of a G-minor triad.  The verse and second chorus outline the paired tonics in opposite ways: (38) the verse begins with E ♭ M7sus2 moving to B ♭ M7, suggesting IV–I in B ♭ , but ends on an altered G-minor triad, suggesting the relative minor; the second chorus begins in G minor but ends with a B ♭ triad moving to the E ♭ M7sus2, suggesting I–IV in the relative major. Figure 3.2b . Mew, “Wheels Over Me,” first chorus (click to enlarge and listen) [3.2.3] In the first chorus, by contrast, the magic E ♭ M7sus2 becomes the first half of a chromatic shuttle.  The section is excerpted and reduced in Figure 3.2b .  The upper voices of the guitar’s chord, combined with the vocal parts, form Gm7, which then moves by contrary motion to Em7.  When the bass line is added below this progression, a chromatic shuttle between E ♭ M9 and CM9 results.  The arrows in the reduction show how the smooth motion is present in pitch space as well as pitch-class space.  The lower voices in the guitar each move by semitone, while the lead and backing vocals exchange motives, transferring the motion from B ♭ to B ♮ .  As the only section that introduces pitches from outside the two-flat diatonic collection, the first chorus suggests an altered state of being.  This state is reinforced by the use of the “short-wave radio” high electronic glissandi, and a sense of stasis created by the consistency of chord type and rapidly strummed guitar.  The lyrics also depict an altered or remote state: in a moment of uncharacteristic clarity, they describe a longing for childhood or death.  Various homologies between the harmonic progression and the textural and lyrical content might be offered: the two chords in the shuttle might imply two remotely related keys, mirroring the far-flung states (childhood or death) depicted in the lyrics.  Or, the harmonic and rhythmic stasis of the shuttle, in contrast with the other sections, can be heard as creating a self-contained, tonally underdetermined section, temporarily removing questions of tonal centricity and indicating a retreat from the other sections’ continual alternation between tonics. (39) The section is made poignant by its brevity, as the music quickly returns to the verse or second chorus. [3.2.4] Grizzly Bear’s “I Live with You” (2009) uses a D6 as its magic chord.  This chord functions as a tonic, and its status as a point of repose is especially appropriate since the backing guitar that plays throughout is tuned to the same chord on open strings: <D A D F ♯ B D>.  The verse and chorus both use a harmonic schema that begins with the magic chord, followed by a series of stepwise departures and returns involving the same chord.  But, as I argue in the following discussion, the chorus transforms the schema so that it features greater chromaticism and voice-leading disjuncture than the verse. Figure 3.2c . Grizzly Bear, “I Live with You” (2009), reduction (click to enlarge) [3.2.5] Figure 3.2c shows a reduction of the instrumental parts in the first verse and chorus.  Notes interpreted as passing or neighboring are enclosed in parentheses. The labeled arrows below the score of the verse show its harmonic schema.  After a brief instrumental introduction that presents the chords from the chorus and then features a brief transitional passage for string quartet, verse 1 begins with a series of departures from and returns to the magic chord.  The initial departure and return occurs between D6 and E7. This alternation between two chords whose roots are separated by whole step recalls several other rock songs that shuttle between tonic and supertonic in their verse; because of the progression’s ease of execution on a guitar, it often suggests a relaxed initial state. (40) [3.2.6] Unlike most examples of tonic–supertonic shuttles, both tonic and supertonic in this instance are major triads, implying a Lydian rather than Ionian harmonic progression.  While Lydian progressions are rare in rock, I–II is an appropriate descriptor for the verse, since the long duration of the D6, among other contextual factors, asserts D centricity.  To be sure, some rock songs alternate between two major triads separated by whole step and later reinterpret these triads as IV and V.  An example is REM’s “Man on the Moon”: the verse alternates between C-major and D-major triads and features a melody that centers on the pitches C and G, creating ambiguity as to whether the chords are IV–V or a Lydian-tinged I–II.  The prechorus and chorus of “Man on the Moon” are clearly in G major, encouraging a retrospective interpretation of the verse as a IV–V shuttle.  By contrast, interpreting the opening of “I Live With You” as a IV–V progression does not reflect the D centricity of the following sections. [3.2.7] In spite of the relaxed state suggested by the shuttle, the first verse indicates an underlying tension, since its opening chord is not D6 but rather a dissonant polychord that places an F ♯ 7 over a D/A pedal.  This dissonant initial chord sustains an A ♯ that appeared in the previous string quartet introduction.  The dissonant chord does not reappear in the song: as shown in the second system of Figure 3.2c, when the verse progression repeats, the first chord is D6 instead.  The opening chord nonetheless indicates an instability that belies the otherwise relaxed character of the opening progression.  At the end of the verse, the harmony and instruments effect a brief intensification by moving up to a higher register and transposing the first two chords up a major third to F ♯ 6 and G ♯ 7. (41) But as the verse progression repeats, the tension is dissipated, and the last chord of the verse leads relatively smoothly back to the first—it uses three units of voice-leading work, the same amount required for the opening I 6 –II 7 alternation.  The lyrics in the verse, with lines such as “Return/don’t make me beg . . . . They’ll try to keep us apart/but yes we can,” combined with the relaxed tempo and delivery, allow the lead singer Daniel Rossen to create a persona that gently pleads for a relationship to continue. Figure 3.2d . Grizzly Bear, “I Live with You,” transcription of second statement of chorus (3:51–4:12) (click to enlarge and listen) [3.2.8] The chorus, also shown in Figure 3.2c, uses the same general harmonic schema as the verse, as shown by the arrows underneath the score.  Like the verse, it begins with two alternations between the magic chord and an upper neighbor, continues with a period of intensification through upward transposition, and concludes with a return to the magic chord.  The only difference between the schemas is that in the chorus, only one chord is involved in the upward transposition rather than two.  But in spite of its harmonic similarity, the instrumental parts are transformed in mood and character, and a disjuncture becomes evident between the accompaniment and the lead singer’s persona.  The accompaniment fulfills what Moore ( 2012 , 191) calls an interventionist role: it creates an environment that goes “further than . . . the lyric by amplifying what it signifies.”  Each statement of the chorus adds distorted instruments whose rhythms are increasingly askew from the primary beat.  As shown in the transcription in Figure 3.2d , the second chorus adds manic high-register synthesizer arpeggiations whose rhythms are not in sync with the rest of band, and which begin before each downbeat.  In m. 4, the drums play a fill that becomes so spastic that it puts a kick-drum and hi hat, which normally occur on the beat, a sextuplet later than expected.  The chorus thus enacts the fissure of the relationship that the persona fears.  This texture that is on the brink of coming apart at the seams contrasts with Rossen’s relaxed vocal, which, although it moves to a high register, maintains a mellifluous tone, refraining from straining the vocal cords, and continues singing slightly behind the beat, as shown by the rhythms in Figure 3.2d. (42) Although the vague lyrics in the chorus make it difficult to identify the persona’s attitude precisely—is it nonchalance or a gentle pleading?—it is clearly incommensurate with the world falling apart around him. [3.2.9] The harmonic progression in the chorus amplifies the chaotic environment created by the accompanimental texture.  This section exclusively uses chords of set-class [0357], the same quality as the magic chord, but the first two chords are D6 and D ♯ m7.  Unlike in the verse, this opening shuttle does not fit in a single diatonic collection.  Given the length of the chords and their repetition, some listeners may even hear an alternation between remotely related keys.  The D ♯ m7 includes F ♯ , allowing the lead vocal to hold this pitch over both chords, and it also includes the pitch A ♯ , as if making a payment on the promissory note made by the first dissonant chord containing the same pitch in verse 1 (see Figure 3.2c).  At the end of the chorus, D ♯ m7 moves up by semitone to Em7 as part of the “intensification” portion of the harmonic schema, so that the former chord can be retrospectively heard as a chromatic passing chord.  As the chorus leads to the repetition of the verse, Em7 leads back to D6, the magic chord. Figure 3.2e . Grizzly Bear, “I Live with You,” hypothetical reharmonizations of chorus (click to enlarge) [3.2.10] The chorus, in summary, alters the character of the verse by switching from soft to extremely loud, from sparse to dense, from an initial diatonic progression to an entirely chromatic one, and from alternation between minor 7ths and major-minor 7ths to obsessive use of minor 7ths.  To further understand the effect of the minor 7ths used in the chorus, it is helpful to imagine counterfactual reharmonizations of the opening phrase. Figure 3.2e shows three harmonizations of the opening two measures of the chorus.  In all of them, the accompaniment alternates between two different minor 7ths, and the second chord is consonant with the vocal’s F ♯ .  But in harmonization (1), the first and second chords both belong to the D-major diatonic collection.  In this respect, they do not create a sharp contrast with the verse, which also opens with a diatonic progression, and they give the impression of a common shuttle progression such as i 7 –iv 7 or IV add6 –I add6 , lacking the jarring effect created by a shuttle between non-diatonically related chords.  Harmonization (2) alternates between a Bm7 and a G ♯ m7.  Unlike harmonization (1), the chords are not diatonically related.  But the chords are relatively smoothly connected—they relate by a contrary-motion progression and have two notes in common.  The lyrics state that “you brought us this far,” but in terms of voice-leading work, the two chords do not bring us very far.  By contrast, harmonization (3), which is the actual version used in the song, juxtaposes two chords that have only one tone in common (the vocal’s F ♯ ) and require more voice-leading work: the D and A slide up by semitone, and the B moves up to C ♯ .  These two chords, in contrast to harmonization (2), do bring us far. Figure 3.2f . Grizzly Bear, “I Live with You,” model of voice leading used in chorus (click to enlarge) [3.2.11] The role of harmony and abstract voice leading in the chorus is, admittedly, subtler than the obvious contrast created by the change in volume and texture.  Nonetheless, the effect of the harmonies used in the chorus is distinct from those of the other potential harmonizations.  The voice-leading map in Figure 3.2f shows that the entire chorus, save for its final chord, uses progressions that are characteristic of the initial one: it connects minor 7ths that do not share a diatonic collection, that connect by ascending motion in idealized voice-leading space, (43) and that involve four units of voice-leading work, the maximal amount of work connecting two minor 7ths. 3.3. Chromatic Progressions Resulting from “Magic Voice Leading” [3.3.1] Other songs incorporate chromatic progressions by first introducing a voice-leading motion as part of a stylistically normative progression, and then revisiting the same voice leading, using different chords, as part of a non-normative progression.  I call the voice-leading motions that engender the unusual progressions (with another for of the reader’s indulgence) “magic voice leadings.”  They can be construed either as a direction on the voice-leading map (that is, as a specific motion between interval classes) or as a motion between specific pitch classes. [3.3.2] In the refrain of Radiohead’s “2+2=5” (2003), the harmonization of a chromatically descending bass line introduces characteristic “magic” voice-leading motions.  The song’s terminal climax isolates and combines these voice-leading motions to form a new chromatic shuttle. (44) The chromatic shuttle, as will be demonstrated, brings with it a transformation in affect and texture: the new progression removes the cues for melancholy and eeriness that were characteristic of the opening music, and replaces them with a depiction of anger and high arousal. Figure 3.3a . Radiohead, “2+2=5” (2003), reduction of verse (click to enlarge and listen) [3.3.3] Figure 3.3a shows a reduction of the verse/refrain.  The guitar is shown on the lower staff, and the two vocal parts are shown on the upper staff—the lead vocal is in large noteheads, and the backing vocal is in small noteheads.  The bassist does not play in the section.  In mm. 1–11, the vocals and guitar use narrow melodic motion and feature several vertical dissonances.  These elements amplify the melancholy state suggested by the minor key, bare soundscape, and lyrics enjoining retreat from the world. (45) In mm. 3, 7, and 11, where the harmony changes from i to V 6 , a tonic pedal is sustained in an inner voice of the guitar part, creating a dissonant minor ninth with the leading tone in the bass.  A dotted slur in the reduction connects the sustained notes.  Over the same passage, the lead vocal outlines the chromatic double-neighbor figure C– D ♭ –C– B ♮ –C, using a minimal vocal range.  The figure creates dissonances with the backing guitar: the D ♭ creates another minor ninth with C, and the B ♮ creates a major 7th. [3.3.4] In mm. 9–18, a chromatically descending line from 1 ˆ to 5 ˆ appears in the lower voices.  Classically-trained listeners might also hear the chromatic descent from 1 ˆ to 5 ˆ as supporting the earlier cues for melancholy, as it is reminiscent of the “lament bass,” which frequently appears in minor-key pieces that suggest sadness or lament. (46) The chromatic descent begins in the lowest voice and is then transferred to an inner voice: the lines in the figure trace the descent.  The descent’s registral displacement arises in part from the guitar’s “drop-D” tuning, which makes playing the low C impossible. (47) On the album track, the guitar skips over D ♭ in verse 1 but presents the full descent in verse 2. [3.3.5] Beginning in m. 13, the backing vocal sings a chromatically ascending line, connected by solid lines in Figure 3.3a, which counterpoints the guitar’s descent.  In mm. 13–16, the vertical minor 9ths and major 7ths that characterized the first part of the verse temporarily disappear, yielding instead pure triads and major-minor 7th chords.  The change to relative consonance, combined with the motion to a melodic climax, draw attention to the song’s title refrain, “two and two always makes a five.” [3.3.6] The two chromatic lines in the bass and backing vocal yield several contrary-motion chromatic progressions, departing from the tonic–dominant polarity in the first half of the verse and reflecting the mathematical impossibility of the refrain.  In mm. 13–15 F7 moves, via ic2→ic4 ( E ♭ /F to D/ F ♯ ), to D7.  In mm. 36–37, a G-minor triad moves, via ic5→ic5 (D/G– D ♭ / A ♭ ), to an inverted D ♭ -major triad with added ♯ 11 (i.e., G, labeled as G ø9/7 with a missing 3rd above the score). (48) The members of the D ♭ -major triad all descend by semitone to the dominant; thus, m. 17 continues the pre-dominant function of m. 16. (49) The G3 in the guitar recalls the tonic pedal from the first part of the verse and reintroduces the vertical minor 9 th between guitar and vocals. (50) Figure 3.3b . Radiohead, “2+2=5,” reduction of terminal climax (click to enlarge and listen) [3.3.7] The chromatic voice-leading motions introduced in the verse reappear in the song’s terminal climax.  The section represents a transformation in affect in comparison with the verse: what was melancholy swells into a state of high arousal, suggesting grief or anger.  The piling on of dissonances and snaky melodic lines characteristic of the verse disappear—instead the chords are presented without added dissonances and the melodic line makes wide leaps.  In addition, distortion is added to the guitars, creating slightly indigestible timbres ( Blake 2012 ).  Osborn identifies vocal high points, loudness, and the repetition of a short, memorable figure as markers of terminal climaxes in rock music ( 2013 , 27–28).  In “2+2=5,” the climactic status of the final section is further underscored through maximal chromatic intensity—that is, through presenting a single voice-leading motion that summarizes the previous chromatic progressions and contains the greatest amount of chromatic half steps.  The climax, shown in reduction in Figure 3.3b , shuttles between what could be labeled iv and a V 7 /V.  While the two chords point to V, they never actually resolve there, and their repeated alternation detracts from their tendency toward resolution.  The use of contextually unstable chords (a major-minor 7th and inverted minor 7th) lends this section an unstable quality, reinforcing its climactic status.  As shown in the analysis above the staff in Figure 3.3b, the progression in the climax combines the characteristics of the two chromatic progressions from the end of the verse section.  The ic2 in B ♭ m7 ( A ♭ / B ♭ ) moves by contrary motion to an ic4 (G/ B ♮ ), and the ic5→ic5 contrary-motion from the verse ( D ♮ /G– D ♭ / A ♭ ) is reversed, using the identical pitch classes, to become D ♭ / A ♭ – D ♮ /G. [3.3.8] Grizzly Bear’s “What’s Wrong” (2012) introduces two semitonal voice leadings in its verse—B– B ♭ and E–F—to link chords representing competing pitch centers.  In the interverse, (51) the voice leadings are fused into a chromatic contrary-motion progression that underscores the tonal ambiguity of the entire song.  The ambiguity provides a fitting counterpart to the hesitant, searching quality of the vocals: they contain the repeated line “please make your mind up,” which is sung slightly behind the beat, in a comparatively soft position in the recording mix, and from different stereo locations, as if suggesting personae who are at a distance from the listener, lost within the intricate texture created by the backing instruments. (52) Figure 3.3c . Grizzly Bear, “What’s Wrong” (2012), introduction (click to enlarge) Figure 3.3d . Grizzly Bear, “What’s Wrong,” reduction of first half of song (click to enlarge and listen) [3.3.9] The introductory riff, shown in Figure 3.3c , presents tonal ambiguities that are explored throughout the song.  The riff uses notes from the natural diatonic collection, but has contextual reinforcements that suggest F, E, and A as potential tonal centers ( Capuzzo 2009 , 160).  A synthesizer sustains an F-major triad in the upper register.  The guitar’s repeated pattern has E as its lowest note and outlines the 5th B–E, but it also contains the 4th A–E.  The following verse and chorus, in reduction in Figure 3.3d , assert each of these pitch centers in turn.  The verse alternates between Em7 and F major, representing two of the potential tonal centers asserted in the introductory riff.  The chorus interprets the verse’s last chord as ♭ VI and slips into A minor, visiting the other tonal center suggested. [3.3.10] The verse introduces the song’s two “magic” voice-leading motions: B– B ♭ and E–F, shown with red arrows in Figure 3.3d.  The progressions containing them are highlighted with dotted boxes.  In the verse, the semitone B– B ♭ provides a chromatic passing motion to the A in the third chord.  The B ♭ is harmonized with a B ♭ -major triad (embellished with a 6–5 suspension).  The use of Em7, rather than a simple E-minor triad, allows for a smooth progression to the B ♭ -major triad: as in the cross-type progression shown in Figure 2e, the 7th of the first chord is held as a common tone.  The dotted arrow in the verse shows a large-scale semitonal ascent in the bass line from E to F. [3.3.11] In the interverse (shown on the third system in Figure 3.3d), the previous tonal ambiguity is briefly put in abeyance through a stable Dm7–Gm7 alternation, suggesting i 7 –iv 7 in D minor. The new progression subtly prepared by the last chord in chorus 2, which is a G-minor triad rather than a B ♭ -major one, anticipating the chord used in the interverse.  The temporary tonal clarity is matched with a change in production: the lead vocal becomes more prominent, is placed in a single location in the stereo field, and sounds closer to the listener; in addition, the accompaniment is simpler. [3.3.12] But the clarity provided in the interverse is short-lived: iv 7 transforms into a substitute IV add6 through an ic5→ic5 contrary-motion progression from Gm7 to Em7.  The red arrows on the score in Figure 3.3d show that the progression reverses and fuses the B– B ♭ and E–F voice leadings introduced in the verse.  Since Em7 is part of the natural diatonic collection, it provides a pivot to a restatement of the introductory music.  This restatement underscores the equality of the two tonal centers of F and E by inverting their registral placement: the F-major triad is placed in the lowest register, and the voices sing the former bass line in a high register.  The ambiguity of tonal center persists in the coda that follows. [3.3.13] Tonal ambiguity occurs not only in individual sections, but also in the song’s large-scale harmonic plan.  The circled chords above the staff in Figure 3.3d show that the minor 7ths that occur at the beginning of the verse and chorus and within the interverse trace a descending-fifth pattern that uses a contrary-motion progression to loop back to its starting point.  The sequential nature of the progression militates against hearing any key as tonic.  The sequence is shown below the score on a toroidal version of the seventh-chord map; for ease of reading, the map only shows the three minor-7th rings.  In order to accommodate the twisted nature of the torus, each ring is rotated 30 degrees, so that when the torus completes one loop it is rotated a quarter turn. Figure 3.3e . Precedents for Grizzly Bear’s “What’s Wrong”: sequences of four ascending or descending fifths that are reset with a cross-type progression (click to enlarge) [3.3.14] The large-scale sequence used in “What’s Wrong” inflates and transforms similar rock progressions that use a sequential chain of four descending or ascending 5ths and loop back to the starting point with a cross-type progression. Figure 3.3e shows examples.  The sequences are bracketed, and the cross-type progressions are highlighted in yellow.  “I Know There’s an Answer” uses a cross-type progression to lead from I 7 to ♭ III, and then uses an ascending-5th sequence, with some internal repetitions, to lead back to the tonic. (53) “She Came in through the Bathroom Window” uses a descending sequence from I 7 to ♭ III that resets with a cross-type progression to prepare its repetition.  “Enders Toi” by Tame Impala uses different chord types and does not contain the tonic, but it operates on similar voice-leading principles.  Unlike these precedent examples, “What’s Wrong” expands the sequence to take up the entire song, leaches it of tonal reference, and uses a full seventh-chord contrary-motion progression to reset it rather than a cross-type one. 4. The “Outer Orbit”: Chromatic Progressions Involving Major Seventh Chords Figure 4a . Mew, “156” (2003), reduction of verse and chorus (click to enlarge) Figure 4b . Chromatic progressions involving major-seventh chords (click to enlarge) Figure 4c . Tyler, the Creator, “She” (2011), reduction of entire song, with substituted chord shown on bottom staff (click to enlarge and listen)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30",
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38",
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "hook_2002",
                    "hook_2007",
                    "tymoczko_2011b",
                    "tagg_2009",
                    "tagg_2009",
                    "tagg_2009",
                    "doll_2009",
                    "doll_2009",
                    "tymoczko_2011a",
                    "smith_2009",
                    "tagg_2009",
                    "krebs_1996",
                    "lewis_1984",
                    "moore_2012",
                    "blake_2012",
                    "osborn_2013",
                    "capuzzo_2009"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] The examples studied so far feature chromatic progressions between major-minor 7th and minor 7th chords and occasionally involve o7s and half-diminished 7ths.  Some rock songs also introduce major 7ths through the same schemas as those shown in Table 1.  For example, Mew’s “156” (2003), shown in Figure 4a , contains a major 7th chord that results from substitution in a recurring RN progression.  The verse establishes a norm of an Aeolian descending bass line.  The chorus uses the same bass line but descends by 3rd at the end, implying a virtual precedent (enclosed in brackets in the figure).  In m. 8, the expected iv 7 is replaced with a major IV M7 , which results from two chromatic semitones in the upper voices: A– A ♯ and E– E ♯ .  At the end of the section, the final chord is replaced with ♭ VII to provide a bridge to the following “breakout” section ( Doll 2011 ). (54)",
                "footnotes": [
                    "FN54"
                ],
                "citations": [
                    "doll_2011"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The types of progressions introduced in the first part of this article can also be expanded to include major 7th chords. Figure 4b shows that a major 7th connects parsimoniously to one major-minor 7th by lowering the 7th and to one half-diminished 7th by lowering the root.  A major 7th can result from a contrary-motion progression from a diminished 7th: when two voices separated by ic3 contract to form ic1, they form the root and 7th of a major 7th.  Unlike major-minor 7ths, half-diminished 7ths, and minor 7ths, contrary-motion progressions using major 7ths do not preserve chord type. (55) Finally, a major 7th connects to two minor 7ths through similar-motion progressions.  The maps to the right of the progressions show all possible iterations of parsimonious, contrary-motion, and similar-motion progressions.  The major 7ths are in the same cross-section as a diminished 7th, but lie in an “outer orbit” that is further removed from the other chords.",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The alternative hip-hop song “She” (2011), written by Tyler, the Creator, with a refrain sung by Frank Ocean, uses a major 7th tonic substitute that has similar chromatic relations with both the virtual precedent and the actual chords that precede and follow it.  The progression used throughout the song (shown in Figure 4c ) suggests a diatonic descent through parallel triads: IV–iii–ii–I. (56) But in a move reminiscent of what Bass calls “chromatic displacement,” in which a song shifts to a diatonic background that is a semitone above or below the original level ( 1988 , 199–201), the last chord is a semitone below the tonic.  The arrows on Figure 4c show that the keyboard instrument leads to and departs from the displaced tonic by a progression that involves four units of voice-leading work and no common tones with the original chord (that is, every voice moves by semitone).  In addition, the displaced tonic is separated from the hypothetical original by the same relation.  The smooth voice leading allows Tyler to both evoke a stock progression and alter it with a minimum of effort, creating an uncanny progression that is both familiar and strange: it is close (in terms of voice leading) to the original, but the diatonic collection from which it hails is far.  The progression provides a fitting analogue to the depraved persona the artist adopts in the song: the lyrics juxtapose lines that suggest, as in a traditional love song, that the persona cares for a woman and wishes to have a long-term relationship (“I’m a down to earth nigga with intentions that’s right”), with lines that suggest that the persona intends violence toward a woman (“You’ll be down in the earth if you diss me tonight”) or engages in deviant behavior such as voyeurism and necrophilia. 5. Conclusion",
                "footnotes": [
                    "FN56"
                ],
                "citations": [
                    "bass_1988"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] In his discussion of chromatic triadic progressions nineteenth-century music, Cohn proposes a model of “hybrid” chordal syntax, in which a listener’s attention shifts between common-practice harmonic functions and parsimonious voice-leading relationships ( 2012 , 195–203).  The previous discussions suggest a similar dual syntax in rock music—the songs discussed shift smoothly between diatonic and chromatic and between normative and exceptional progressions.  But unlike classical examples, the chromatic progressions in this article grow out of common rock harmonic schemas, such as shuttles, chains of fifth-related chords, diatonic modal progressions, and the use of chord substitution.  The unique set of harmonic practices in rock has much to reveal about the potential of chromatic progressions.  In particular, art rock’s frequent use of chromatic progressions involving minor 7th chords, as well as its transformation of modal progressions, distinguish it from classical practice.",
                "footnotes": [],
                "citations": [
                    "cohn_2012"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Further study might be undertaken with cross-type progressions that are not easily modeled through inclusion/exclusion operations.  For example, Radiohead’s “Knives Out” (2001) concludes each formal unit with an identical C ♯ ø that resolves to two different minor triads: C minor and A minor.  A common chromatic relationship might be suggested here, such as the resolution of an augmented-sixth interval to the root or 3rd of the following chord, but more examples would have to be analyzed to determine a plausible interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Post-millennial art rock frequently seeks unusual musical personae and rarefied expressive states in comparison to earlier rock styles.  It expresses its love in abstruse terms (“Offspring Are Blank”), it rejects a celebration of youth and rebellion in favor of a search for death or retreat (“Wheels over Me” and “2+2=5”), and it eschews a straightforward love song in favor of one that juxtaposes lines about love with those about violence (“She”) or expresses unnatural calm in the midst of a failing relationship (“I Live with You”).  While vocal delivery, timbre, and texture are crucial in creating these personae and expressive states, chromatic harmony also plays a significant role.  The progressions analyzed in this article create an otherworldly atmosphere or convey a peak of emotional intensity, often supplying the environment that art-rock’s cryptic lyrics only hints at.  Given the right tools and stylistic knowledge, we can render explicable these progressions’ potential origins, voice-leading potential, and dramatic effect.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.heetderks.html",
    "data": "mto/data/mto.15.21.2.heetderks.json"
}