{
    "title": "Three Multifaceted Compositions by Wayne Shorter: “E.S.P.,” “Infant Eyes,” and “Virgo”",
    "date": "2019/12/01",
    "volume": "25",
    "issue": "4",
    "authors": [
        "Bleij, Barbara"
    ],
    "abstract": "In the academic study of Wayne Shorter’s compositions, so far most of the attention has been dedicated to the harmony in pieces from the 1950s and ’60s. In this article, I will analyze three compositions dating from 1964 and 1965, “E.S.P.,” “Infant Eyes,” and “Virgo,” while taking a more holistic approach. I examine all musical parameters and demonstrate there exists a great interdependency and entwinement of the varying parameters within each composition. These analyses also consider the broader context in which these pieces were created, such as how they may relate to other compositions, or other repertoires more generally. The analyses demonstrate that Shorter uses varying techniques and procedures, even within single pieces. It turns out that the type of analysis of individual pieces proposed here is an essential step towards a better understanding of Shorter’s compositional style.",
    "keywords": [
        "Wayne Shorter",
        "jazz",
        "jazz analysis",
        "postbop",
        "jazz composition",
        "“Virgo",
        "” “E.S.P.",
        "” “Infant Eyes”"
    ],
    "doi": "10.30535/mto.25.4.2",
    "received": "June 2018",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.bleij.pdf",
    "author_info": [
        {
            "name": "Barbara Bleij",
            "university": "Conservatorium van Amsterdam",
            "address": "Oosterdokskade 151, 1011 DL Amsterdam",
            "email": "barbara.bleij@ahk.nl"
        }
    ],
    "citations": {
        "ake_2002": "Ake, David. 2002. Jazz Cultures . University of California Press.",
        "belden_2000": "Belden, Bob. 2000. “Miles Davis.” In The Oxford Companion to Jazz , ed. Bill Kirchner, 389–402. Oxford University Press.",
        "berliner_1994": "Berliner, Paul F. 1994. Thinking in Jazz: The Infinite Art of Improvisation . University of Chicago Press.",
        "carr_1988": "Carr, Ian. 1988. Miles Davis. A Critical Biography . Paladin Grafton Books.",
        "cook_and_morton_2008": "Cook, Richard and Brian Morton. 2008. The Penguin Guide to Jazz Recordings . 9th ed. Penguin Books.",
        "deveaux_and_giddins_2009": "DeVeaux, Scott and Gary Giddins. 2009. Jazz . W.W. Norton & Company.",
        "goehr_1992": "Goehr, Lydia. 1992. The Imaginary Museum of Musical Works: An Essay in the Philosophy of Music . Clarendon Press.",
        "hentoff_1964": "Hentoff, Nat. 1964. Liner notes for Night Dreamer . Lee Morgan (trumpet), Wayne Shorter (tenor sax), McCoy Tyner (piano), Reginald Workman (bass), and Elvin Jones (drums). Blue Note Records ST-84173.",
        "hodson_2007": "Hodson, Robert. 2007. Interaction, Improvisation, and Interplay in Jazz . Routledge.",
        "jackson_2004": "Jackson, Travis A. 2004. “Jazz as Musical Practice.” In The Cambridge Companion to Jazz , ed. Mervyn Cooke and David Horn, 83–95. Cambridge University Press.",
        "jost_1999": "Jost, Ekkehard. 1999. “Über einige Probleme jazzmusikalischer Analyse.” Jazzforschung (Jazz Research) 31: 11–18.",
        "julien_2003": "Julien, Patricia. 2003. “The Structural Function of Harmonic Relations in Wayne Shorter’s Early Compositions: 1959–1963.” PhD diss., University of Maryland.",
        "martin_2018": "Martin, Henry. 2018. “Prolongation and Its Limits: The Compositions of Wayne Shorter.” Music Theory Spectrum 40 (1): 84–105.",
        "mercer_2004": "Mercer, Michelle. 2004. Footprints. The Life and Work of Wayne Shorter . Penguin Group.",
        "michaelsen_2018": "Michaelsen, Garrett. 2018. “Chord-Scale Networks in the Music and Improvisations of Wayne Shorter.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 8 (1) https://trace.tennessee.edu/gamut/vol8/iss1/7",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . University of Chicago Press.",
        "morgenstern_1995": "Morgenstern, Dan. 1995. “Weather Report: Outlook Bright and Sunny.” In Downbeat: 60 Years of Jazz , ed. Frank Alkyer, 155–57. Hal Leonard.",
        "schiff_1990": "Schiff, Ronny, ed. 1990. Artist Transcriptions Saxophone: Wayne Shorter . Third Earth Productions, Inc. and Hal Leonard Publ. Corp.",
        "sher_1988": "Sher, Chuck, ed. 1988. The New Real Book , Vol. 1. Sher Music Co.",
        "strunk_2003": "Strunk, Steven. 2003. “Wayne Shorter’s Yes and No: An Analysis.” Dutch Journal of Music Theory 8 (1): 40–56.",
        "strunk_2005": "Strunk, Steven. 2005. “Notes on Harmony in Wayne Shorter’s Compositions, 1964–67.” Journal of Music Theory 49 (2): 301–32.",
        "waters_2010": "Waters, Keith. 2010. “‘Giant Steps’ and the ic4 Legacy.” Intégral 24: 135–162.",
        "waters_2011": "Waters, Keith. 2011. The Studio Recordings of the Miles Davis Quintet , 1965–1968. Oxford University Press.",
        "waters_2016": "Waters, Keith. 2016. “Chick Corea and Postbop Harmony.” Music Theory Spectrum 38 (1): 37–57.",
        "whyton_2010": "Whyton, Tony. 2010. Jazz Icons. Heroes, Myths and the Jazz Tradition . Cambridge University Press.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* This text is based on a paper presented at EuroMAC9 in Strasbourg, 2017. I would like to thank Karst de Jong, John Koslovsky, Walter van de Leur, Patrick Schenkius, and Michiel Schuijer for their help in preparing this article.  My thanks also go to the anonymous reviewers for their very thoughtful suggestions and comments.",
            "citations": []
        },
        "FN1": {
            "text": "1. Waters studies Shorter’s work as part of his book on the studio recordings of Miles Davis’s Second Quintet (1965–1968).",
            "citations": []
        },
        "FN2": {
            "text": "2. Jazz history in terms of the lineage of “Great Men” and canon formation in jazz have been justifiably problematized over the last couple of decades. See for instance, Ake 2002 and Whyton 2010 .",
            "citations": [
                "ake_2002",
                "whyton_2010"
            ]
        },
        "FN3": {
            "text": "3. This is reflected in, and probably also reinforced by, the fact that no fewer than twenty-eight of his compositions are included in The Real Book .",
            "citations": []
        },
        "FN4": {
            "text": "4. Waters 2011 , x–xiii addresses many of the issues involved in a concise yet thoughtful way. See also Jost 1999 , Martin ( 2018 , 84–85).",
            "citations": [
                "waters_2011",
                "jost_1999",
                "martin_2018"
            ]
        },
        "FN5": {
            "text": "5. How this tacit understanding functions emerges quite clearly in Berliner’s chapter “Conversing with the Piece” ( 1994 , 170–91). See also Michaelsen’s ( 2018 , 124) discussion of tune vs. composition.",
            "citations": [
                "berliner_1994",
                "michaelsen_2018"
            ]
        },
        "FN6": {
            "text": "6. Goehr ( 1992 , v), who problematized the latter notion, asserts that “musicians who produce jazz . . . manage successfully without a work-concept.” I disagree with this view, but it is clear that the work-concept in both repertoires differs.",
            "citations": [
                "goehr_1992"
            ]
        },
        "FN7": {
            "text": "7. See Michaelsen ( 2018 , 133): “Privileging the members of the seventh chord for chords such as the opening E7alt in ‘E.S.P.’ would result in an incomplete understanding of all the harmonic and melodic possibility [sic] implied by the chord symbol.”",
            "citations": [
                "michaelsen_2018"
            ]
        },
        "FN8": {
            "text": "8. When the preparation of this article was already in its final stages, I was able to consult the copyright deposits (held by the Library of Congress) of all three compositions. Although copyright deposits are valuable sources of information, they cannot be taken to be Urtexte . These deposits show a few differences from my lead sheets. In all three, the rhythmic notation differs frequently as compared to my sheets, but nowhere in a fundamental way. Mostly, these differences have to do with anticipations and the notation of triplets vs. sixteenth notes. Any significant deviations will be discussed in the pieces. Overall, my approach is similar to Strunk’s ( 2005 , 302). See also Martin 2018 , which “adopt[s] Strunk’s view that the most authorative version of a piece is its recording” (85).",
            "citations": [
                "strunk_2005",
                "martin_2018"
            ]
        },
        "FN9": {
            "text": "9. See for instance, Jackson 2004 , 86–87.",
            "citations": [
                "jackson_2004"
            ]
        },
        "FN10": {
            "text": "10. See for instance, Belden 2000 , 398.",
            "citations": [
                "belden_2000"
            ]
        },
        "FN11": {
            "text": "11. See for instance, DeVeaux and Giddins 2009 , 394–96; and Hodson 2007 .",
            "citations": [
                "deveaux_and_giddins_2009",
                "hodson_2007"
            ]
        },
        "FN12": {
            "text": "12. There are small divergences between the first and final statements of the head. Given that the order of events will turn out to be important in the piece, I will take the first version as a point of departure. I have limited the symbols to the basic chord types (with the exception of the E7(alt) because of its specific sonority). This reflects my thoughts on notation, as expressed in the introduction. A few spots are notoriously difficult to establish unequivocally, most notably mm. 10 and 16. Many sources give the chords as major sevenths, but with dominant sevenths as alternatives. It is harder to make a decision here, as in the statements of the theme Herbie Hancock lays out during these crucial parts (these measures will also be discussed in the text). It should be noted that in Shorter’s copyright deposit, only the major seventh variants occur. Furthermore, Shorter’s notation of the chords matches the lead sheet given here exactly with respect to the specific bass notes and basic chord types. On occasion, Shorter adds extensions (although with respect to the major-seventh chords not in a very consistent way). Two symbols stand out: for E7(alt) we find E+9( ♭ 5), and in m. 9 Shorter writes D( ♭ 9 ♭ 5). Most of the variations between other sources are to be found in mm. 13–20; cf. Sher 1988 , 90 ( The New Real Book, Vol. 1 ); Hodson 2007 , 109; Kerschbaumer 1978 , 213; Waters 2011 , 110; and Strunk 2005 , 307. Michaelsen 2018 , 146, summarizes the issues involved.",
            "citations": [
                "sher_1988",
                "hodson_2007",
                "kerschbaumer_1978",
                "waters_2011",
                "strunk_2005",
                "michaelsen_2018"
            ]
        },
        "FN13": {
            "text": "13. In the copyright deposit of “E.S.P.,” two measures differ melodically from the recording. One of those is m. 8 and the other is m. 16, discussed below. In m. 8, the rhythm is the same, but the pitches are F5 and C5 instead of G4 and F4, respectively. This is still consistent with the order of appearance. By the use of the F5, its relation as a perfect fourth over the C5 is underscored, and together the notes emphasize the triad in m. 7 even more clearly. On the other hand, it should be noted that the high F5 exceeds the ambitus of the melody as played on the recording quite a bit.",
            "citations": []
        },
        "FN14": {
            "text": "14. This voice leading resembles the “wedge”-like structures of Alban Berg (as can be found in, for instance, the Altenberg Lieder ). It should be noted that Berg is known for his use of interval cycles as well.",
            "citations": []
        },
        "FN15": {
            "text": "15. In the copyright deposit, m. 16 shows the most interesting difference as compared to the recorded performance. This measure has two additional melody notes where the recording has none. They form a small motive using the same rhythm as, for instance, in m. 4 (including the anticipation), the pitches being A ♭ 4 and F4, respectively. This adds a tenth pitch to the ones used in the melody. Exploring how these notes would affect the analysis, we can make the following observations. If we pursue the logic of the unfolding perfect fourths, the next two pitches would have to be G ♭ and A ♭ , respectively. This would mean that the A ♭ would appear too early in two ways: it sounds earlier than the E ♭ in m. 17, and the G ♭ would be passed over. However, it could be argued that the former is not really a problem, as m. 13 and 17 correspond in the form, and that the E ♭ —as part of the pair B– E ♭ —precedes the A ♭ . With respect to the passing over of the G ♭ , we may note that, at the same moment the A ♭ appears in the melody, the G ♭ occurs for the first time as a bass note. In this way, the next two pitches of the unfolding appear again as a pair in the same measure and, arguably, the G ♭ is not passed over at all. This pair would seem to interfere with the wedge of the perpetuum mobile . However, while the B– E ♭ pair resolves to the C and D, the G ♭ - A ♭ pair resolves to the G, the center of the trichord. Also, the voice-leading connection of the melody notes B ♭ –B–C is not really interrupted, since the ear will not easily connect the B to the A ♭ because of the augmented second interval. In the light of the differences in mm. 8 and 16, it is interesting to note that the copyright deposit is dated January 19, 1965, while the recording of this track took place on the 20th.",
            "citations": []
        },
        "FN16": {
            "text": "16. How this combination relates to the background will be discussed below.",
            "citations": []
        },
        "FN17": {
            "text": "17. The pitch aggregate would allow for this variant: B–C– E ♭ .",
            "citations": []
        },
        "FN18": {
            "text": "18. In relation to the D4 of m. 15, the A ♭ 4 pitch in the copyright deposit adds another tritone to m. 16 (although the resulting interval is a diminished fifth and not an augmented fourth).",
            "citations": []
        },
        "FN19": {
            "text": "19. Since I do not hear these pitches as related in any motivic sense, I do not consider this moment as the actual first appearance of the filled-in perfect fourths. Waters ( 2011 , 112), who also mentions the filled-in perfect fourths, points out that this “set of intervals” coincides with the “move [ . . . ] away from the strict perfect fourth organization.”",
            "citations": [
                "waters_2011"
            ]
        },
        "FN20": {
            "text": "20. The latter is also suggested by Waters ( 2011 , 112).",
            "citations": [
                "waters_2011"
            ]
        },
        "FN21": {
            "text": "21. Although the suffix “alt” is generally used rather imprecisely, in “E.S.P.” the notation E7(alt) is practical since the voicing Herbie Hancock plays (shown in Example 7) with only small variations throughout the piece contains all the pitches the suffix implies: ♭ 5, ♭ 9, ♭ 10 (usually written as ♯ 9 in chord symbols), and ♭ 13. Frequently, he plays the ♭ 5 an octave higher than written in the example.",
            "citations": []
        },
        "FN22": {
            "text": "22. Michaelsen ( 2018 , 148) observes that, after the final statement of the head at the very end of the recording, the resolution to F in the final measure is followed by the E7(alt) chord. He interprets this as challenging the primacy of F Ionian. In a slightly different reading, this ending of the performance can be seen to articulate both the importance of the key of F major and the central position of E7(alt).",
            "citations": [
                "michaelsen_2018"
            ]
        },
        "FN23": {
            "text": "23. Since this progression seems to cast doubt on the status of F as the tonic, it may very well be one of the main obstacles in acknowledging the tonal properties of “E.S.P.”",
            "citations": []
        },
        "FN24": {
            "text": "24. Waters ( 2011 , 110) points out that this line reverses the more typical resolution of chromatic dominant seventh chords.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN25": {
            "text": "25. I agree with Michaelsen ( 2018 , 146) that E ♭ M7 may be the original chord while Hancock plays E ♭ 7 for practical reasons. The copyright deposit supports this vision, as it has only E ♭ M7.",
            "citations": [
                "michaelsen_2018"
            ]
        },
        "FN26": {
            "text": "26. In principle, a Dm7 in F can be VI. In this case, however, the B and G in the melody rule this out and firmly link Dm7 to G7.",
            "citations": []
        },
        "FN27": {
            "text": "27. Strunk ( 2005 , 307) interprets the Gm7 in mm. 15 and 18 as part of progressions in which the chords are linked by semitonal transformations.",
            "citations": [
                "strunk_2005"
            ]
        },
        "FN28": {
            "text": "28. In the example, the Gm7 from m. 18 is left out of the final cadence because it appears in an unaccented bar.",
            "citations": []
        },
        "FN29": {
            "text": "29. In the copyright deposit, the melody extended to ten different pitches, and, taking the bass into account, the unfolding of the stack of fourths up to and including m. 16 would have reached eleven pitches, the twelfth ( D ♭ ) appearing in the bass in m. 17.",
            "citations": []
        },
        "FN30": {
            "text": "30. This series yields strong associations with the first movement of Bartók’s Music for Strings, Percussion and Celesta (1936). The movement is based on a fugal theme, the first entrance of which starts with the pitch A. The consecutive entrances take place each time a perfect fifth higher and lower in turn until the twelve-tone aggregate is completed (with the arrival of the entrance on E ♭ ). Shorter may or may not have been familiar with this piece. Either way, the resemblance is striking.",
            "citations": []
        },
        "FN31": {
            "text": "31. It may be noted that this also matches the situation in m. 16 in the copyright deposit: the melodic pitch A ♭ is the 9th in relation to the bass note G ♭ .",
            "citations": []
        },
        "FN32": {
            "text": "32. Since G and D ♭ appear only once in the complete unfolding, one could object that the first and final pairs should not be presented as such. However, that would not alter the specific collection of pitches. Also, the lower D ♭ falls outside the D4–D5 range of the melody, albeit just by a minor second. The melody itself surpasses the melodic D4–D5 range by a minor second with the E ♭ 5 in m. 19, which may be seen as a correspondence.",
            "citations": []
        },
        "FN33": {
            "text": "33. It is interesting to note that the chord symbol we find in the copyright deposit emphatically lists the ♭ 5. The B ♭ is part of the E- B ♭ pair; together they form the tritone at the center of the complete series and the axis of the pairs.",
            "citations": []
        },
        "FN34": {
            "text": "34. The bass line does not display a similar ordering strategy as the melody, even if at first this seems to be the case (this time using the interval of a minor second). Starting from the central pitch E, the bass moves up a minor second to F and then down a minor second to E ♭ . The next one should be another half step up (to G ♭ ), but instead D appears (which is a half step below E ♭ ). A more promising angle is to depart from the order of the lower pitches of the pairs (G-D-F-E- E ♭ - G ♭ - D ♭ ). Starting from the E in the middle and moving in turn “to the left” and “to the right,” the order would become E-F- E ♭ -D- G ♭ -G- D ♭ . However, in the piece the G precedes the G ♭ . The order of these two pitches, important with respect to tonal grammar, seems to be the bottleneck in both cases.",
            "citations": []
        },
        "FN35": {
            "text": "35. Waters ( 2011 , 111) notes that, in “E.S.P.,” Shorter transforms his earlier conventions in AA’ compositions, moving to V half way, and to I via a full cadence at the end, as follows: he replaces V halfway with G ♭ M7, and the cadence at the end with the tritone-related II–V. In my view, this happens because of the limitation of bass notes.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN36": {
            "text": "36. This perspective is considered here because it has become such a central element in jazz, under the umbrella of chord/scale theory.",
            "citations": []
        },
        "FN37": {
            "text": "37. Michaelsen ( 2018 , 150) calls the use of this scale “a fascinating and unexpected choice,” and labels it “E Lydian (B diatonic).” He suggests that Shorter may be drawing on the fact that the final FM7 chord is prepared by the tritone substituted cadence. He concludes: “The difference between his scale choice in his solo and the chord scale expressed by the tune is extreme; instead of using one of the scales that maximally intersects with F diatonic, he uses one of the most distant ones” (151).",
            "citations": [
                "michaelsen_2018"
            ]
        },
        "FN38": {
            "text": "38. Shorter uses the same scale again in mm. 17–18 of his solo, but not in his second, final chorus, which seems consistent with alternating between B major and F major.",
            "citations": []
        },
        "FN39": {
            "text": "39. This may even be seen to take place at the level of the series, since a second unfolding yields the series transposed at the tritone, a third one again at the original pitch level, etc.",
            "citations": []
        },
        "FN40": {
            "text": "40. In my opinion, the means of production and aesthetic purpose are often confused with regard to jazz improvisation. The “improvisational aesthetic” does not need to be achieved by actual improvisation, per se, at all times. However, a discussion of this and of the purpose solos have in relation to the head would go too far afield. This is one of the main reasons why in the present analyses, with the exception of these measures, Shorter’s solos are not considered.",
            "citations": []
        },
        "FN41": {
            "text": "41. It is interesting to take a look at how this interpretation relates to Waters’s ( 2011 , 112) remarks about the implied (melodic) circularity of “E.S.P.” According to him, the descending fourth in m. 31 (Eb–Bb) and the ascending fourth in m. 32 (A–D) create a link to the descending fourth of the opening phrase (C–G), which implies circularity. However, as Waters proposes, this circularity is suppressed by the cadential progression in mm. 31–32, and by the fact that the theme is not repeated but only stated once before the solos. I do not agree that the element of circularity in the piece is not employed, although my interpretation of the circularity as represented by the perpetuum mobile may not completely match the one Waters suggests. In any case, precisely the elements Waters sees as obstructions, I see as necessary to articulate the circularity: the B-major scale (and the final three pitches) can only be played if the theme is not played, while the cadence in m. 31 (m. 19 in my example) prepares the events.",
            "citations": [
                "waters_2011"
            ]
        },
        "FN42": {
            "text": "42. “Musicians often describe such moments as ‘ESP’: something that ‘just happens,’ or a reflection on their musical and personal compatibility with another musician” ( Monson 1996 , 142).",
            "citations": [
                "monson_1996"
            ]
        },
        "FN43": {
            "text": "43. Carr ( 1988 , 178) speculates that the name was chosen “perhaps ironically, because it was the name of the record label on which most of the avant-garde music was being released.”",
            "citations": [
                "carr_1988"
            ]
        },
        "FN44": {
            "text": "44. Shorter uses it in this sense in a 1971 interview ( Morgenstern 1995 , 157).",
            "citations": [
                "morgenstern_1995"
            ]
        },
        "FN45": {
            "text": "45. I would like to thank my colleague, jazz pianist Berend van den Berg, for pointing out the motivic relationship between “E.S.P.” and “Witchcraft.”",
            "citations": []
        },
        "FN46": {
            "text": "46. A similar relationship between a title and the musical properties is noted by Strunk ( 2005 , 319) in relation to “Juju.” Strunk quotes Shorter saying that juju is the original African term for religious-magical ceremonies. Strunk points out that the progression A ♭ –Em in mm. 7–8 of the piece is a hexatonic pole, which may be seen to represent the “supernatural, magical, weird . . . uncanny.”",
            "citations": [
                "strunk_2005"
            ]
        },
        "FN47": {
            "text": "47. It should be pointed out that F major is the key of the version in which the tune had become a hit (Frank Sinatra, 1957). Instrumental jazz versions that had been recorded by that time and have the same key include those by Bill Evans ( Portrait in Jazz , 1959) and Shorty Rogers ( Jazz Waltz , 1962), to name just two.",
            "citations": []
        },
        "FN48": {
            "text": "48. It may be noted that Michaelsen ( 2018 , fn 38) does not offer an explanation for the choice other than the tritone substituted cadence.",
            "citations": [
                "michaelsen_2018"
            ]
        },
        "FN49": {
            "text": "49. The copyright deposit shows no fundamental differences in the melody, as compared to the lead sheet. One difference worth mentioning is that the fourth beat of the second half of the compound motive has a triplet, where the final note is tied over nearly every time it occurs. The harmony seems to have some striking variants. However, these variants appear to arise from the notation, which at times indicates the “upper structures” but not the bass notes. While mm. 1–5 and 7 are the same as in my example, m. 6 has Cm7, and m. 8 Fm7. Combined with the respective bass notes F and B ♭ from the recording, the chords are the same as in the lead sheet (the same occurs in the B section, but transposed). M. 9 differs in that it has E9. Finally, the bass note E ♭ is not written in the copyright deposit in mm. 11–12, while the chord in m. 11 is notated as D ♭ m6, and the one in m. 12 as F7. Combining these chords with the bass notes played yields the same sonorities as in my example.",
            "citations": []
        },
        "FN50": {
            "text": "50. Julien 2003 also makes some changes to the key signatures relative to the copyright deposits. According to Julien, “in Shorter’s compositions the key signature often is not an indication of the home key of the piece” (68). This holds true for “Infant Eyes” as well, since the copyright deposit has no key signature, and all accidentals are written next to the notes.",
            "citations": [
                "julien_2003"
            ]
        },
        "FN51": {
            "text": "51. The ♭ 9 chord extension is, generally speaking, not used on a tritone related dominant; the 9 is.",
            "citations": []
        },
        "FN52": {
            "text": "52. Shorter’s notation of m. 9 as E9 supports this view.",
            "citations": []
        },
        "FN53": {
            "text": "53. This would date the composition to 1962. The album has been recorded at the end of 1964, while the copyright deposit is dated November 3, 1965.",
            "citations": []
        },
        "FN54": {
            "text": "54. The copyright deposit of “Virgo” (dated May 25, 1964) shows hardly any differences relative to the lead sheet. Of interest is the notation of the half-diminished chords in mm. 3 and 7 with “°7.” Also, in the final cadence, instead of Em7( ♭ 5) we find E+9 (a chord McCoy Tyner plays in the second chorus). Finally, it should be mentioned that the melody does not end on D, but on E, tied over from the penultimate bar, while Dm9 is the final chord.",
            "citations": []
        },
        "FN55": {
            "text": "55. Waters 2010 discusses two other Shorter tunes against the backdrop of “Giant Steps,” namely “El Toro” and “Pinocchio.”",
            "citations": [
                "waters_2010"
            ]
        },
        "FN56": {
            "text": "56. In this form the progression appears frequently in jazz, and is also known as the “backdoor dominant” progression. This is a rather impractical name as it originates from the use of the IV—the subdominant—as a minor chord in major.",
            "citations": []
        },
        "FN57": {
            "text": "57. The practice of tritone substitution may lead one to interpret E ♭ 7 as a tritone-related V of Dm7( ♭ 5). However, not only is it impossible for a half-diminished chord to serve as the “target” chord of a secondary function; in this case the symbol does not represent Dm7( ♭ 5), but an inversion of B ♭ 7 (see below in the main text, paragraph [61]). That said, there is a strong voice-leading connection from E ♭ 7 to Dm9( ♭ 5): E ♭ –D; G– A ♭ ; D ♭ –C; and E ♭ –E.",
            "citations": []
        },
        "FN58": {
            "text": "58. Cf. for instance, “Gone With the Wind.” Another standard that comes to mind is “All the Things You Are,” which has some additional similarities, including the same major-to-minor III ♯ 3–III re-alteration. In addition, the perfect fourth is the structurally important interval, and an equal division of the octave by major thirds plays a role (in the key centers A ♭ maj–Cmaj–E-maj; the Gmaj between C and E provides a I–V relation to C akin to the V–I relation of Amaj and Dmaj in “Virgo”).",
            "citations": []
        },
        "FN59": {
            "text": "59. The melodic pattern in mm. 10–11 deviates from mm. 9–10 in that the first pitch of m. 11 is a G and not a B ♭ . We could speculate that strict repetition would make the similarity to “Giant Steps” too obvious. Also, the use of the G gives the impression that the leap upwards has been expanded, which provides a small climactic effect.",
            "citations": []
        },
        "FN60": {
            "text": "60. We could even speculate that in these bars, Shorter uses the same motive in the bass as well: D–C–F; E ♭ –D–G. Moreover, I would not rule out the possibility that the bass notes in mm. 11–12 ( E ♭ –D–G) take over the melody at that point. In that case, the design of this passage would resemble the beginning even with respect to the deviation of the underlying model (A–G–C, C– B ♭ – E ♭ , E ♭ – D – G ). In any case, the whole passage in mm. 9–12 strongly resembles a “stretto.”",
            "citations": []
        },
        "FN61": {
            "text": "61. Shorter’s phrasing on the recording in this section leaves room for different perspectives on how to group the melodic events. The notation in the copyright deposit does not differ materially from the example, with the exception of the D in m. 14, which appears one beat earlier. In this way, all ascending intervals in mm. 15–16 are grouped in the same way, similar to the motive in m. 2.1. This suggests that they have structural relevance.",
            "citations": []
        },
        "FN62": {
            "text": "62. Supporting this interpretation is Shorter’s account of the meaning of the title of “Night Dreamer,” the title tune: “[T]he minor keys always connotes [sic] evening or night to me. That’s the reason for the first part of the title. In addition, it’s in 4 3 ; but the way Elvin Jones plays 4 3 gives it an almost floating feeling . . . It’s a paradox in a way, like you’d have in a dream . . . And that explains the second half of the title” ( Hentoff 1964 , §5).",
            "citations": [
                "hentoff_1964"
            ]
        },
        "FN63": {
            "text": "63. Given the formal ambiguity, it should be noted that the harmonic progression that underlies mm. 9–16 (as presented in Example 24) can be found more often at this place in an AA’ form (cf. for instance, “Pennies from Heaven”), as well as in a B section of an AABA (cf. “Honeysuckle Rose”). I would argue, however, that although convention has the AABA form as a three-part song form (ABA), in jazz it is usually not experienced as such, which tips the scale toward an AA’ interpretation.",
            "citations": []
        },
        "FN64": {
            "text": "64. In the alternate take on the CD version of Night Dreamer , E does not resolve to D in m. 29. Also in the copyright deposit, the final melody note is an E.",
            "citations": []
        },
        "FN65": {
            "text": "65. It is also noteworthy that Elvin Jones and McCoy Tyner, two long-time associates of Coltrane, perform on Night Dreamer . Furthermore, Strunk 2005 , 323, points to “Giant Steps” influences in the title tune “Night Dreamer” itself.",
            "citations": [
                "strunk_2005"
            ]
        },
        "FN66": {
            "text": "66. Strunk ( 2005 , 318–19) interprets AM7 in mm. 4 and 20 as III ♯ 3, but only in m. 20 as a possible V in D minor. This resonates with his idea that the piece is an example of “directional tonality” (from F major to D minor). He makes no mention of the major-thirds cycles.",
            "citations": [
                "strunk_2005"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Wayne Shorter came to prominence in the late 1950s. This was the heyday of hard bop, when budding new styles were offering fresh and innovative musical paths, most notably with respect to harmony. In 1959, three albums appeared, all of which have become symbols for their respective styles. John Coltrane’s Giant Steps , for instance, brought interval-based harmonic organization to jazz composition and improvisation; Ornette Coleman’s The Shape of Jazz to Come represented the advent of free jazz; and Miles Davis’s Kind of Blue propelled modal jazz into the forefront of the jazz scene. These innovations expanded the possibilities for jazz composers and improvisers to a considerable extent, resulting in the stylistically hybrid jazz of the sixties referred to as “postbop.” Shorter’s own compositions from this period also reflect these developments. While firmly rooted in the bop tradition, they expanded the idiom with respect to form, melodic construction, and harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Although Shorter has always received his fair share of attention from critics and scholars, it was not until the early part of this century that any serious analytical study of Shorter’s music appeared, the most noteworthy of these being Julien ( 2003 ), Strunk ( 2003 , 2005 ), and Waters ( 2010 , 2011 ). But the trend has continued, most recently in the writings of Michaelsen ( 2018 ) and Martin ( 2018 ). All of these studies have two things in common. Firstly, they all deal with repertoire from the 1960s (more precisely, from 1959 to 1969); and secondly, with the exception of Waters ( 2011 ), (1) they all focus on Shorter’s harmony. Among the primary concerns of both Julien and Strunk is the extent to which tonality still operates in the repertoire studied. In a sense this holds true for Martin as well, although he looks specifically at prolongation by arrival.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "julien_2003",
                    "strunk_2003",
                    "strunk_2005",
                    "waters_2010",
                    "waters_2011",
                    "michaelsen_2018",
                    "martin_2018",
                    "waters_2011"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In this article, I analyze three Wayne Shorter pieces from the same period. I will take an integrated approach, addressing every piece as a singular, individual work. In the analyses, I will thus consider all musical parameters and discuss the ways in which they interrelate, in order to understand the innovations and interactions of form, harmony, and melody primarily within a single piece. While the aforementioned studies do acknowledge the importance of the mise-en-scène of the harmonic phenomena, I will examine the interdependency and entwinement of the parameters within each composition to a greater extent than has been done before. This is not to say that I will consider these compositions as completely self-contained objects. The broader context in which they originated—for instance, how they may relate to other compositions, or repertoire more generally—will be an important aspect in the analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Against the broader backdrop of the academic study of music, such an analytical approach might be seen as a step backward, as a return to the positivist Werkanalyse that most analysts have by now left behind. However, while the study of European art music in particular can draw on a wealth of preexisting studies of single pieces, the same favorable situation does not yet exist for the study of jazz. In my view it would be ill-advised to content ourselves with this situation. Firstly, whatever we may think about the creation and justification of canons, (2) there exists nonetheless a core repertoire in jazz (of which many of Shorter’s compositions are a part). (3) These pieces were created in the past but are still studied and performed today. Analyzing these pieces will thus both contribute to our understanding of the past and simultaneously inform current practice and pedagogy. The latter is all the more important since jazz practice requires a performer’s deep engagement with the musical-technical properties of the compositional material. Such a detailed understanding of the musical properties of single compositions might thus contribute to a more profound appreciation of the cultural and aesthetic meaning and value of the repertoire.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A second important argument is that analyzing single works is a necessary step in order to better answer specific research questions with regard to repertory or style. For instance, when post-tonal harmony is the primary consideration, we may better understand what motivates the selection of the chord formations and progressions in the context of the single piece. If tonality as a governing principle wanes to some extent, this begs the question as to what replaces it, if anything, and a possible answer does not necessarily have to be found in harmonic properties exclusively. Moreover, the harmonic properties of a piece can only be completely appreciated by taking the entire context of a piece into consideration, as the analyses will show.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] These considerations have informed the choice of the pieces discussed in the present study: “E.S.P.” (the title track of the 1965 Miles Davis Quintet album), “Infant Eyes” (from Speak No Evil ), and “Virgo” (from Night Dreamer ). All three compositions, and “E.S.P.” above all, were not only influential at the time of their appearance, but continue to play an important role in jazz praxis. Furthermore, while in all three compositions functional tonality still plays a role, this is combined with other principles of overall organization, which differ from piece to piece. To a great extent, they determine not only the harmony, but also melody and form. As these principles involve varying forms of intervallic organization and modal blues harmony, they can be seen as both fundamentally different from each other and different from functional tonality. While my analyses may make more visible the similarities and differences among the three pieces, the primary goal of this article is to discuss them as separate pieces. This contrast may help articulate the merits of the analytical approach taken here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A well-known problem, which manifests itself acutely in relation to analysis, is to establish what the composition, or the work, actually is. (4) There are two main issues to consider. The first one is how to arrive at the “correct” version of the composition. The second is a more fundamental ontological problem: to wit, what we should understand as “the composition” in the first place. These matters tie in with the question of how to represent (i.e., notate) the composition. The point of departure for this article is a prevalent but implicit notion in jazz, which I would describe as follows. (5) A composition has an “ideal” melody and harmonization. In a performance, this ideal version is referred to (or “indexed”), but need not be played exactly. While the form, in terms of the number of bars, usually remains fixed, the melody, rhythm, and harmony may vary, albeit within a limited ambit. In this way, “the work” may be viewed as more dynamic in this style than in the Western classical tradition. (6) Especially with respect to harmony, we can think of a network of possible substitutions, subsets of which may or may not be applicable depending on the harmonic idiom of a piece. The composition is represented in a lead sheet, which does not necessarily represent the “ideal” version of melody and harmony—something that may not even be possible. Rather, the lead sheet represents the piece including its possibilities. (7)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In this article, my analyses will be based on lead sheet representations of the recorded versions that I have transcribed; any additional information I have used will be discussed in the piece concerned. (8) In the analyses, I will proceed from the foreground to the background. It should be noted that I do not use these concepts in a strict Schenkerian sense. Rather, I will explore the compositions against the backdrop of tonal theory, supplemented with other principles of harmonic organization, such as interval cycles, if and where appropriate. 2. “E.S.P.”",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The first piece to be discussed in this article is “E.S.P.” Of all Shorter’s compositions, it has garnered the most attention. That this piece is the title tune of the album and opens the first of the studio albums of Miles Davis’s Second Quintet is no doubt a major reason. The album E.S.P. marks Davis’s turn towards new repertoire, and Shorter’s tune itself has been credited with being its embodiment. (9) The emblematic interval of the new style, the perfect fourth, the colored harmony, and unclear tonality are usually singled out as its essential properties. (10) Greater freedom for the musicians, a more prominent role for the rhythm section, and a more intensive interaction amongst the players are considered important features in the music of Davis’s Second Quintet. Also in these discussions, “E.S.P.” continues to appear as a reference point. (11)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Three of the analytical studies mentioned earlier discuss “E.S.P.” as well. Strunk ( 2005 , 306–7) briefly discusses some elements pertaining to the harmony of the tune. Waters ( 2011 , 109–19) discusses both the composition and Herbie Hancock’s solo more elaborately. Both Strunk and Waters point out the tonal properties of the tune and consider the piece to be in F major. However, Michaelsen ( 2018 , 142), who focuses on Shorter’s solo, argues that such an assertion is certainly open to debate: “the tune can be heard to engender a sense of tonal centricity, but the chord-scale network suggests greater ambiguity.” The opening chord plays an important part in this: “[The] repeated focus on E altered ( B ♭ acoustic) calls into question the primacy of F Ionian (F diatonic) and F major that Strunk . . . and Waters . . . take as implicit” (148). Example 1 . Lead sheet of “E.S.P.” (transcribed by the author) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "strunk_2005",
                    "waters_2011",
                    "michaelsen_2018"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In my analysis I will address both the role of the perfect fourth interval and the harmony of “E.S.P.” I share Strunk’s and Waters’s view that “E.S.P.” is in F major. Moreover, I will argue that a standard tonal pattern underpins the entire piece. But I will also argue that a second unifying element, of quite another nature, is equally important. This will provide an additional framework against which we can understand many of the details of both the melody and the harmony. In order to arrive at the second element, the melody will have to be discussed first. The lead sheet I will take as point of departure is presented in Example 1 . It is primarily based on the first statement of the theme, which opens the recording. (12) 2.1 The perfect fourth Example 2 . Melody of “E.S.P.”; new pitches (circled) appearing in pairs (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The piece starts with a repeated three-note motive that consists of a stack of fourths (C–G–D) (Example 1). The fact that this trichord keeps circling around the G establishes this pitch as the center of the motive. The perfect fourth remains the most important interval throughout the melody. It appears as the interval proper, and, from m. 9 onwards, becomes “filled-in” as well, as a combination of a third and a second. As a surface phenomenon, Shorter may have chosen it for its contemporaneous hipness. After the first six bars of the repeated three-note motive, pitches that thus far have not been used appear in the melody at certain moments. These new pitches appear two at the same time: A and F appear in m. 7, E and B ♭ in m. 12, and B and E ♭ appear in mm. 13 and 17. It should be noted that the latter measures correspond in the form, since m. 13 is the first measure of the first ending, and m. 17 the first of the second ending. This procedure frames the new pitches as pairs (see Example 2 , circled pitches). Example 3 . “E.S.P.” a. Unfolding of stack-of-fourths; b. Trichord and pairs; c. Voice leading (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Each time the new pitches appear, the perfect fourth recedes temporarily from the melody. This is most striking in m. 7, where two thirds form an F-major triad, and in m. 13 (the tritone between B and F). However, even here the perfect fourth plays a role in the construction of the melody. As we have seen, the opening stack of fourths consists of a perfect fourth under the central pitch G and a perfect fourth over it. The new pitches in m. 7 add two more perfect fourths to the stack, as the A is a perfect fourth under the D and the F is a perfect fourth over the C. The subsequent pitches, E and B ♭ , and B and E ♭ , follow the same procedure (see Example 3a ). In other words, the opening stack of fourths “unfolds” in pairs by adding perfect fourths, in turn downwards and upwards. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Example 3b shows the trichord and the pairs of pitches within the actual range of the melody. As can be seen, the pairs display a sort of inherent two-part voice leading. This voice leading finds its starting point in the central pitch of the opening trichord, the G (see Example 3c ). Once the E ♭ –B pair is reached, a subsequent pair D–C would continue the voice leading. A return to the opening trichord, of which these pitches are a part, creates a kind of perpetuum mobile , allowing the cycle to start again. (14) The voice leading is furthermore articulated in the melody, especially the line B ♭ (m. 16), B (m. 17), and C (m. 1) (cf. the dotted lines and arrows in Example 2). Retaining B (the third of G7) as the top at the first ending, rather than re-altering it to a B ♭ as part of the G ♭ chord that follows it (the tritone substitute of C7), creates a strong expectation of resolution to C. (15) In the second ending, the resolution of E ♭ (the lower pitch of the pair B- E ♭ ) to D prevails. Again, the formal equivalence of the first and second ending plays a role in the design. Example 4 . “E.S.P.” a. Alternative starts of the melody; b. The “proper” order of the pitches within the ambitus of the melody (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Given that G is the center from which the perfect fourths unfold and from which the voice leading of the pairs departs, it would have been reasonable to begin the melody with this pitch. However, the melody starts with C. It should be noted that it is not possible to present the trichord melodically in such a way that the G is the first pitch, while the D and C first appear as actual perfect fourths in relation to it, without repeating the G ( Example 4a ). If the melody started as G–D–C, the emphasis on the perfect fourth would be lost, since we would now hear a fourth plus a minor seventh. This order does not appear until m. 3, at which point G has already been established as the point of reference in mm. 1–2. I interpret the opening trichord as a “simultaneity.” As such, it is part of the piano voicing Hancock plays in these bars (cf. Example 7a below), while it unfolds melodically in the first six bars. The simultaneity is not only important with respect to establishing the perfect fourth as the main interval, but also because the trichord serves as both beginning and ending of the perpetuum mobile . Example 5 . “E.S.P.,” overview of interval combinations (click to enlarge) Example 6 . “E.S.P.,” distribution of “filled-in” motive in the melody (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] As mentioned, from m. 9 onwards, the perfect fourth interval is also filled in. In this variant, the interval appears as either the sum of a major second and a minor third, or of a minor second and a major third (in the subsequent passages, I will refer to these as M2+m3/(025) and m2+M3/(015), respectively). Furthermore, the third may be the lower interval and the second the higher one, or vice versa. In addition to this, the combination of the major third and major second occurs—M2+M3/(026)—which expands the ambitus to an augmented fourth. (16) (One more combination, that of a minor second and a minor third, results in an ambitus of a diminished fourth. This interval is enharmonically equivalent to a major third, which may be the reason that it is absent from the melody. (17) ) The melody systematically explores all of these possibilities, changing the combinations every four bars (see Examples 5 and 6 ). The passage in mm. 9–12 consists solely of the M2+m3/(025) combination, with the major second over the third in mm. 9–10, and under it in mm. 11–12. This combination can be seen as the basic variant, being the first and also completely diatonic variant. In the first ending (mm. 13–16), the “augmented fourth” version appears. (18) In the second ending (mm. 17–20), the combination of m2+M3/(015) appears, including alternations with respect to their positions above and below each other.",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] This distribution of the interval combinations appears a pretty strict, almost rigid, layout. However, the shifts are not too coarse because of the way in which the variants are embedded within the melody. For instance, the pitches of the M2+m3/(025) variant from mm. 9–12 are already present in m. 6 (see the dotted brackets in Example 6). (19) In a similar way, the motive in the second half of m. 12 paves the way for the augmented-fourth version in mm. 13–16, since it uses the same pitches, except for the chromatic switch from the B ♭ to B. The transition from m. 12 to the second ending happens simply through the use of G as both the last pitch of the M2–m3/(025) combination and as the first of the subsequent m2–M3/(015). Here, in the second ending, the melodic situation becomes more complex. The M3+m2/(015) motive determines the passage, not only in the foreground but also in the more concealed interlocking of two “augmentations” as well.  In their complexity, these bars form the culmination of the entire melody, which is underscored by the climax pitch, E ♭ 5. In the final bars, plain perfect fourths (i.e., not filled-in) are clearly audible, although now they are part of these interwoven motives. Their return at the end serves a dual purpose: on the one hand, the melody ends with its most important interval; on the other hand, a return to the opening fourths is prepared, in case the theme is repeated. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] To conclude the discussion of the melody, it may be noted that the melody itself, without its harmonization, engenders a strong sense of D minor as a key center, an effect that is reinforced by the D–D range. We may note that the first five pitches of the series outline a Dm7/11 chord. Seen from this perspective, the melody displays the three specific “markers” of the modal minor scales: B ♭ from natural minor, B from Dorian, and E ♭ from Phrygian. 2.2 Harmony Example 7 . “E.S.P.” a. Voice leading in mm. 1–4; b. Potential—not actual—course of events in mm. 5–8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Although some of the chord progressions in “E.S.P.” are quite conventional, others differ considerably from standard tonal practice. This certainly holds true for the unorthodox beginning (mm. 1–8). In the first six measures, the chords provide movement and tension as a contrast to the static melody. The opening chord, E7(alt), suspends the subsequent chord, F. (21) More precisely, the pitches E- G ♯ - B ♭ function as suspensions for F-A; the remainder of the chord is formed by the stationary trichord D-G-C ( Example 7a ). As the harmonic tension of E7(alt) resolves to F, the latter chord is projected as a tonic. Arguably, then, E7(alt) is not an independent chord, since its root, third, and fifth turn out to be suspensions. At the same time, given its position as an opening chord, its length, its familiar shape—E7(alt)—and its later return, it will also figure as a separate sonority in the context of a jazz piece. (22) As such, it would be possible to view the chord as an altered VII, or as an inversion of V (with 5 and ♯ 5). In any case, these first bars demonstrate the intertwinement of harmony and melody.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In mm. 5–6, E7(alt) returns, but is re-contextualized since it (surprisingly) does not resolve to F again, but to an E ♭ chord. Locally, the E7(alt)– E ♭ progression would seem to be an instance of a tritone substituted V resolving a minor second down. As resolution down by half step in jazz repertoire is more common than resolution up by half step, this undermines the tonic status of F, and projects the E ♭ chord as a tonic candidate as well. (23) As shown in Example 7b , E ♭ could have been yet a third harmonization of the D-G-C trichord, which would have contributed to the ambiguity. However, the melody changes at this point through the arrival of the new pitches A and F. As mentioned above, this arrival yields an F-major triad in the melody, but the E ♭ bass interferes with hearing this triad as tonic at this point. By appearing over E ♭ as the root, the F triad in the melody is re-contextualized: the chord tones get a “sonic upgrade” as they become 9, ♯ 11, and 6, respectively. This underscores the importance of the arrival of the A and F as melodic pitches. We could speculate that the roles of harmony and melody have been reversed here, or merged, as the expected tonic F—after E7(alt)—is present in the melody.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] A slightly different interpretation of the E ♭ chord is to see it as F/ E ♭ . In this reading, E7(alt) in mm. 5–6 has the same resolution as in mm. 1–4, with the F chord now functioning as a secondary dominant with its 7th in the bass. F/ E ♭ then resolves to D7 (which would then be expected to resolve to II), rather than to the diatonic B ♭ /D, a procedure not uncommon in tonal music. This reading would explain why D7 appears at this accented bar in the form, while D7, interpreted as (V) of G7 (m. 14), would normally appear two measures later (m. 11). In the F/ E ♭ reading of the chord, the placement of D7 is more regular, even though it does not resolve to II.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In m. 10, it is unclear which chord should be taken as the point of departure, E ♭ M7 or E ♭ 7. In the choruses, Herbie Hancock plays the latter. In that case, E ♭ 7 can be seen as a chromatic passing chord between D7 and E7(alt), as part of a prolongation of D7. (24) However, many sources give the E ♭ chord as E ♭ M7, which in principle has a different function. As Hancock lays out in this passage in the presentation of the theme, it is hard to estimate which chord should be taken as the point of departure, and, moreover, whether making a choice is pertinent in the first place. (25) Whatever the case, assuming that E ♭ M7 is the actual chord, it would be possible to see the progression D7– E ♭ M7 as similar to E7(alt)–FM7, and mm. 9–12 as a “reversed summary” of mm. 1–8. In this scenario, m. 12 can be seen to contain both tonic candidates, FM7 and E ♭ M7. The chromatic ascending line holds the passage together and forms a counterpoint to the melody.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In contrast to the previous section, the progressions in the first and second endings are more or less standard ( Example 8 ). Since all chords function in the key of F, any ambiguity with respect to whether F or E ♭ is the actual tonic is lifted. In the first ending, Dm7–G7 functions as II–V to V. (26) The latter appears as a tritone substitution, preceded by the diatonic II. Again, sources differ, now with respect to the G ♭ chord being G ♭ M7 or G ♭ 7. In this case, this would not change the interpretation. While in common-practice harmony G ♭ M in F would be a subdominant (the Neapolitan ♭ II), in jazz it has arguably adopted dominant function when it is used in lieu of V in cadences. The second ending starts with D ♭ 7 (the tritone substitute of G7) in m. 17. The II–V cadence from m. 19 that leads to the tonic in the final measure is substituted as well ( D ♭ m7– G ♭ 7). These chords all follow standard tonal practice. The only slight deviation of the norm is found in m. 18. The placement of the diatonic II, Gm7, is slightly out of the ordinary. (28) Not only does its appearance cut short the D ♭ 7 from m. 17 (which would be expected to last for two measures); its placement on an unaccented measure also blurs its function as predominant. (27) Example 8 . “E.S.P.,” overview of harmonic framework (parentheses denote secondary functions, and arrows point to target chord) (click to enlarge)",
                "footnotes": [
                    "FN26",
                    "FN28",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The switch of harmonic idiom in the first and second endings seems surprising, but can be better understood when we look at the overall harmonic course of events (see Example 8). Since E7(alt) in mm. 1–2 suspends the tonic, mm. 1–4 can be seen as a tonic prolongation. This allows for a description of the complete form as follows: the tune starts on the tonic and moves via V of V to a half cadence at the end of the first A section; after the conventional repetition of the opening melody and harmony, the piece closes with an authentic cadence. This harmonic layout is “classic” for the AA’ form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Against this backdrop, the harmonic events of mm. 1–12 can be interpreted in two ways. On the one hand, the complete first twelve measures can be seen as a prolongation of the tonic. This view is adopted by Strunk ( 2005 , 307), who furthermore interprets the E ♭ M7 chord as a neighbor to F. On the other hand, another interpretation favors more local reduction while also taking into account whether chords have already been presented before. In this view, the underlying progression would be FM7 (mm. 1–4), E ♭ M7 (mm. 5–8), and D7 (mm. 9–12). Here, E ♭ M7 functions as a passing chord, and D7 as V of G7 (m. 14). G7 is preceded by its II, Dm7, in m. 13, which establishes a bass note connection to D7. In the second ending, G7 is substituted by D ♭ 7 (m. 17), which connects chromatically to D7. The main difference between the two readings is the status of D7 in m. 9, which may or may not be seen as part of the tonal infrastructure, hence the placement between brackets in Example 8. From the perspective of harmonic hierarchies within “E.S.P.” the tonal framework takes precedence, for which reason we could see the non-standard progressions in this piece as “tonally embedded.”",
                "footnotes": [],
                "citations": [
                    "strunk_2005"
                ]
            }
        },
        {
            "26": {
                "text": "[26] The tonal framework enables Shorter to operate more freely with respect to the progressions that move away from well-trodden paths, a feature which will also be discussed with respect to “Virgo,” below. Evidently, this does not mean that these progressions or chords are arbitrary, as has been discussed. In addition, there is another factor involved. Together, the roots of the chords (or bass notes, if E ♭ in mm. 7–8 is interpreted as F/ E ♭ ), as played in the opening statement of the theme, fill in the chromatic space between G and D ♭ . This collection has E at its center, the bass note of the first chord, E7(alt). The E first moves a minor second upwards to F, and subsequently a minor second down to E ♭ , underscoring its central position. Not only does the limitation of these bass notes tie the less conventional chords and progressions and the standard ones together, it also bolsters the use of the tritone-related chords instead of their diatonic variants. In the following discussion, I will argue that the limitation of the bass note aggregate is not merely a foreground phenomenon—it can also be traced to the background stack of fourths. 2.3 The perfect fourths revisited Example 9 . “E.S.P.,” tritone as important interval in twelve-note unfolding of stack-of-fourths (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] While the sequence of pitches following a cycle of fourths in the melody only extends to nine, unfolding the series to a complete twelve pitches reveals some interesting connections to the bass line, the harmony, Shorter’s solo improvisation, and the melody itself. If the stack of fourths is unfolded further, the final pitches are G ♭ , A ♭ , and D ♭ (in this order). (29) The complete series is shown in Example 9 . (30) While the perfect fourth is its “generating” interval, the tritone appears as an important interval as well. The first and final pitches span a tritone (G– D ♭ ); also, the middle interval spans a tritone (E– B ♭ ) and forms an axis of mirroring: the first half is reversed in the second half at the distance of a tritone. In addition, both the retrograde and a subsequent unfolding of twelve more pitches are tritone transpositions of the series. That the tritone appears to be important in the complete series is not surprising, given the fact that a stack of fourths is the basis, but it is undeniably the case nonetheless. The tritone interval reveals a further connection between the stack of fourths and the melody of the tune: the tritone is quite audible in the melody in mm. 13–14, as part of the M2+M3/(026) version of the filled-in fourth motive. Example 10 . “E.S.P.,” pairs extended to twelve-note unfolding (click to enlarge)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Furthermore, a few properties of the harmony can be better understood in light of the complete series. To begin with, the pitches that span the chromatic field of the bass notes (G and D ♭ ) are the first and final pitches of the series, and the central pitch E not only divides this interval, but appears at the center of the series as well. Moreover, the complete G– D ♭ chromatic field can be linked to the twelve-note unfolding. For this, we have to look at the pairs again, which now will be expanded with two more. Even though the last three pitches do not appear in the melody, the configuration of the final pairs can be determined ( Example 10 ). Within the range of the melody, the pair G ♭ - A ♭ can only be a major second. (31) In addition, the pair E- B ♭ can be seen as an axis of inversion, since the pair that precedes it (F-A) spans a major third, and the one that follows it ( E ♭ -B) an enharmonic minor sixth. Following this logic, the final two pairs should be G ♭ - A ♭ and D ♭ - D ♭ . (32) When we now look at the pairs, it turns out that the chromatic bass note collection matches the lower pitches of the pairs.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The prominent placement of E7(alt) as opening chord, in combination with its double resolution both upwards and downwards, reflects the central position of the E in the unfolding stack of fourths and the lower pitches of the pairs. (33) We may note that in the latter constellation, this central pitch is flanked by the F and the E ♭ , the pitches that serve as the roots of the first two chords the E7(alt) resolves to in the piece. Throughout the piece, new bass notes enter at a steady pace. E and F appear in mm. 1–4, E ♭ in mm. 5–8, D in mm. 9–12, G and G ♭ in mm. 13–16, and D ♭ in mm. 17–20. This echoes the distributions we have seen in the melody of “E.S.P.”—the introduction of the pairs and the filled-in variants of the fourths. (34) Furthermore, playing E ♭ 7 instead of E ♭ M7 in m. 10, as Hancock does, does not change the pacing of the bass notes.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Both the chromatic collection and its paced distribution also account for how the tritone substitutes are used in the piece, going beyond stylistic preferences. (35) Scale degree V, the root of which does not belong to the aggregate, is substituted throughout. Furthermore, Gm7 and G7 appear in the first ending, but are substituted in the second ending, which yields the D ♭ . The distribution over these two endings of the first and final pitches of the aggregate resembles that of the melodic pair B- E ♭ , and again of the filled-in variants of the fourth.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The tritone substitutions can be linked to another property of the complete twelve-tone series as well. Since F major occurs in the series as a triad, so too does B major, its tritone-related key (refer again to Example 9). As we have seen, “E.S.P.” closes with the D ♭ m7– G ♭ 7 cadence to F. While these chords are tritone substitutions in F, respelled as C ♯ m7– F ♯ 7, they are diatonic in B major. Although B major does not appear as a tonic chord, the II–V in the penultimate measure can be seen to imply the key of B, as do the other chords that have a D ♭ / C ♯ or G ♭ / F ♯ bass. It should be noted that only the twelve-tone series yields the complete B-major triad, since in the nine-note series the F ♯ is missing. The limitation to nine pitches in the melody helps establish F major as the primary key. Example 11 . “E.S.P.,” first two measures of Shorter’s solo (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] While B major does not appear as a chord in the tune, it is worth taking a look at the first two measures of Shorter’s solo. His solo, it should be noted, is the first one after the head, which is a bit surprising, as one would expect the leader of the quintet, Miles Davis, to take it, especially since “E.S.P.” opens the album. In the first two measures Shorter plays an ascending scale that is somewhat detached from what follows ( Example 11 ). As Michaelsen ( 2018 ) also notes, from a chordal/scalar perspective, (36) the E-Lydian scale over the E7(alt) chord seems odd, in particular because of the D ♯ . In fact, the scale is not E-Lydian, but B major, underscored by landing on the pitch B. (37) Especially together with the C ♯ m7– F ♯ 7 cadence in m. 19, the phrase in mm. 1–2 posits B major as tonic. (38) In this way, the potential equivalence of F and B major as tonic chords is expressed. As F and B are tritone related and, in the context of this piece, inversionally related, this could be seen as another instance of the perpetuum mobile . (39)",
                "footnotes": [
                    "FN36",
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": [
                    "michaelsen_2018"
                ]
            }
        },
        {
            "33": {
                "text": "[33] On a much more speculative note, it can be argued that by playing this phrase, Shorter finishes the complete series of twelve pitches in the melody after all. The three missing pitches are part of the B-major scale in such a way that these pitches appear as a stack of (filled-in) perfect fourths, to mirror the opening measures. The line starts on G ♯ , passes through C ♯ and F ♯ , and subsequently lands on the “tonic” B. The three pitches have to appear as a stack of fourths in order to be musically significant. This would account for the order of their appearance, which, just like the opening trichord of the melody, deviates from the order of the series. The phrase sounds highly improvised, as if Shorter were buying time for what to play next. But the improvisational quality of Shorter’s opening line does not necessarily mean that it is improvised, nor would an improvised line per definition be unpremeditated. (40) One could object, though, that as these pitches, with the exception of the G ♯ , do not stand out, being merely part of a scale, this interpretation is taking things too far. However, we should bear in mind that throughout the piece, the arrival of new pitches derived from the stack of fourths is predominantly underscored by where they are placed within the overall form. Playing the final three pitches in the first two measures of the solo section reflects their correspondence to the opening three pitches, and also the perpetuum mobile of the chords F major and B major. (41) 2.4 Extrasensory perception",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The abbreviation “E.S.P.” stands for “extrasensory perception.” In the context of jazz in general, the term “ESP” is used to denote the way in which players can read one other or anticipate what the other musicians are going to play, which enables them to interact skillfully. (42) As mentioned above, the Second Quintet would become especially known for sensitive and outstanding group interplay. No doubt the title was attractive to Miles Davis, and it may have been a reason to choose it as the opening track and title of the album. (43)",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Although Shorter would have known this connotation of the word, (44) he probably chose the title for other reasons as well. According to Shorter: When we played [“E.S.P.”] in the studio, I was thinking about the way it was written. It seems like it goes up and down and up and down, or like a pendulum. I was trying to mirror what ESP is like, for when it is done, it is not known how it is done. So not knowing how, means no reference upon which to base a ‘how or why’. The music has that inherent in it; a breakaway from a reference point that most music incorporates. ( Schiff 1990 , 26) Shorter’s imagery of a “pendulum” reverberates with features discussed in the analysis, such as the up and down motion of the opening motive and the up and down unfolding of the stacked fourths, as well as with the oscillation of F major and B major in the series, and the continuum in the unfolding of the twelve pitches. Shorter alludes more overtly to the complex construction when he continues: When I wrote this, I hoped that it wouldn’t sound academic and clinical. The way Miles and I and all the guys played it, it came out it [sic] as an adventure. We played this song many nights. Within the six years I was with Miles Davis, many nights we played it differently, and Miles is not a musician to play something that has a medicinal taste to it. This is a fun piece; but then again someone else can choose to look at it clinically, if they want to. They can take it apart. ( Schiff 1990 , 26) The analytical evidence for a relationship between the musical content and the composition’s title seems quite substantial, and similar connections appear in other Shorter tunes, as we will see (most notably “Virgo”). Example 12 . “Witchcraft,” mm. 17–22 (click to enlarge)",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "schiff_1990",
                    "schiff_1990"
                ]
            }
        },
        {
            "36": {
                "text": "[36] With this in mind, it is worth taking a look at the “core” of the song “Witchcraft” (mm. 17–22, Example 12 ), which shows some remarkable correspondences to “E.S.P.” (45) Firstly, there is the semantic connection to the title, as in both witchcraft and ESP, “it is not known how it is done.” (46) Secondly, there are quite a few striking musical similarities. The melodic motives resemble each other quite obviously. In both cases, the core motives are repeated for six bars, and they follow the same phrasing (4 + 4). In addition, the pitches of the melody relate in the same way to both the key and the chords. Both tunes have a tonic triad in the continuation of the second four bars. And finally, the chords of the first six bars in both tunes are strikingly similar. “E.S.P.” opens with E7(alt)–FM7–E7(alt), while in “Witchcraft” the progression is F– B ♭ 7–F, so the tonic is juxtaposed with another chord, a dominant seventh in both cases. While E7 and B ♭ 7 in the respective tunes function in ways that would rule out such a relationship here, it is amusing that, generally speaking, these chords can be seen as tritone related. (47) 2.5 Conclusion to “E.S.P.”",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] We have seen how elements of “E.S.P.,” such as the perfect fourth, the unconventional harmony, and the colored chord extensions, function in the construction of the composition, and, moreover, how they interrelate. The analysis of the melody has led to the stack of fourths, which subsequently puts other features of the composition into perspective, such as events in the harmony. This illustrates the benefits of the analytical approach taken here. Although the melody uses only nine notes, taking the complete twelve-note unfolding of the stack of fourths into consideration has an analytical payoff for the piece. For example, the use of the B-major scale in Shorter’s solo can be accounted for. (48) Furthermore, while the stack of fourths in and of itself helps understand the status and function of the non-functional “tonally ambiguous” chords, such as E7(alt) and E ♭ M7, the limitation of the bass notes to the G- D ♭ aggregate, and the way in which the bass notes are distributed can be accounted for more thoroughly against the backdrop of the complete twelve-tone unfolding. The tritone is an interval that emerges as important in the complete series, which provides a rationale for appearances of the interval that would otherwise seem arbitrary within the piece, an obvious example being the articulated tritone in the melody of mm. 13–14. Apart from these concrete musical aspects, specific properties of the complete series, such as the perpetuum mobile expressed by the juxtaposition of F and B (both within the series and in the alternation of the subsequent unfoldings), match events in the piece and performance, and tie in with the “meaning” of the piece as suggested by the title.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Tonality also plays an important role in the composition. In order to connect both principles, it makes sense to establish a hierarchy with respect to the keys. The limitation to the first nine pitches in the melody provides this as it gives F major the advantage over B major. Harmonically, and paradoxically perhaps, the analysis supports a view of “E.S.P.” as tonal in the key of F major. While the background series determines the harmony as well, it does not interfere with the tonal scheme. Conversely, the tonal-structural status of specific chords does not necessarily reflect their importance in the overall design. For instance, some chords may be considered as embellishing ones from a tonal perspective, while from the point of view of the stack-of-fourths series, they may be structurally cardinal. A clear example is E7(alt). Its auxiliary status as a suspension of the tonic does not correspond to its structural importance as central chord in the bass note collection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] “E.S.P.” is frequently seen as a milestone in the development of jazz. Moreover, its properties are often brought into connection with important notions such as “freedom” and “interaction.” However, the way in which the perfect fourth is used in the piece cannot so easily be associated with “freedom.” This is not to suggest that these interpretations of the piece and its performances are off the mark. Rather, it points to the importance of precision when pursuing the relationship between musical properties and the interpretation of the material. In this case, it could be argued, for instance, that freedom is to be found in the options the composition leaves for improvisation: a performer may choose to play the exact chords or the underlying tonal scheme, and alternate between the scales of F major and B major at specific places in the form. Such a view would also be supported by Shorter’s assertion that the group played the tune differently on many occasions. 3. “Infant Eyes”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The second composition to be discussed here, “Infant Eyes,” appears on Speak No Evil , the album Shorter recorded as a leader in 1964. All compositions on the album are by Shorter and are still popular today, such as the title tune “Speak No Evil,” “Witch Hunt,” and “Fee-Fi-Fo-Fum.” Shorter commented: “‘Infant Eyes’ was written when [my daughter] was an infant, she was about six months... it has repetitions at certain levels: a repetition, a sequence so many steps up, another repetition of the melody, another same shape” ( Schiff 1990 , 58). To be sure, repetition and transposition are important features of the architecture. The form of the piece, for instance, is ABA (9 + 9 + 9 measures), whereby the B section is largely a transposition of the A section up a perfect fourth: the first four measures varied and the second four completely literal. In addition, the melody is repetitive to a degree, as we will see.",
                "footnotes": [],
                "citations": [
                    "schiff_1990"
                ]
            }
        },
        {
            "41": {
                "text": "[41] By contrast, the harmony is less straightforward. Many progressions are quite ambiguous and, moreover, the key is not at all times clear. The three flats that are usually found in lead sheets, in combination with the “shape” of the B ♭ chord in mm. 8–9 ( B ♭ 7sus4), suggest E ♭ major. This key is certainly present in the piece. However, I will argue that the overall key is B ♭ (whether that key is B ♭ major or minor remains to be seen). This question will be discussed in tandem with the chords and progressions after we have looked at the overall background construction. It will provide the context to better understand the harmonic phenomena. To arrive at this construction, we first have to look at the melody itself. 3.1 Background construction Example 13 . Lead sheet of “Infant Eyes” (transcribed by the author) (click to enlarge and see the rest) Example 14 . “Infant Eyes,” core motive (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Example 13 shows a lead sheet of “Infant Eyes.” The aforementioned repetitiveness of the melody is caused by the fact that it is based on a single compound rhythmic motive throughout, the second half of which, moreover, is a variation of the first ( Example 14 ). (49) Its core is simply a long note on the first beat of every measure (excepting every ninth measure), preceded by an upbeat. By contrast, the melodic contour throughout the piece is rather capricious. It spans a range of two octaves ( E ♭ 3 in m. 7 to E ♭ 5 in m. 13) and includes some large leaps within phrases, such as sevenths, octaves, and, most notably, a tenth in mm. 12–13. While the melodic contours of the compound motives may vary considerably, the long notes on the first beats form the anchors of the melody, their length and accented placement articulating their importance. Example 15 . “Infant Eyes,” harmony and skeleton melody (click to enlarge and see the rest)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] When the melody is reduced to the core long notes only, the resulting melodic skeleton in the A sections forms a melody that we can characterize as an almost archetypal blues phrase. This phrase ends with a B ♭ -minor triad, and together its pitches form a B ♭ m7 chord ( Example 15 ). In the B section, this skeleton is transposed up a perfect fourth, this time ending on an E ♭ -minor triad and outlining an E ♭ m7 chord. The transposition has a single exception, the A (respelled as B ♭ ♭ in Example 15) in the third measure (rather than the expected B ♭ ). In this way, the entire ABA form displays a harmonic motion that, because of the order of the chords, their relationship, and the phrase endings with root position triads, projects a I–IV–I scheme in B ♭ minor. Such a I–IV–I layout evokes strong associations with the blues. The blues overtones in the melodic and harmonic background construction are reinforced by the almost literal transposition of the melody from I to IV and back to I, and by the typical 3 ˆ – 1 ˆ melodic cadences at the phrase endings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Pursuing the blues idea as a frame of reference further, we can note more aspects that tie in with it. Although the skeleton B ♭ m7– E ♭ m7– B ♭ m7 suggests a minor key, the actual foreground melody of “Infant Eyes” includes not only pitches from these collections but also from B ♭ major. As such, I interpret the A ♭ and D ♭ in the A sections as blue notes ♭ 7 and ♭ 3 (as shown by the boxes in Example 15). The one deviation from the exact transposition in the B section (the A/B ♭ ♭ ) can be better understood in this light, as it completes the blue note collection with ♭ 5. In this way, the background construction has an inherent climax, as the ♭ 5 not only completes the blue note collection but also has a much stronger affect than the perfect fifths that flank it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Although the harmony will be discussed in detail later, we may already note that a VI–V–IV–I progression in B ♭ minor ends the A sections (and, because of the transposition, the same progression ends the B section in E ♭ minor). This cadence alludes overtly to the blues, as it contains the emblematic progression V–IV–I. Since the progression is in the minor mode, and both V and I are presented as dominant sus4 chords, one might not notice the V–IV–I progression immediately, which contributes to the contemplative aesthetic of the tune. Finally, there are blues elements in the tonic chords. As mentioned above, they appear as B ♭ 7sus4 and E ♭ 7sus4, respectively, and thus have a “blue” seventh, a common trait in the blues. But the choice of the sus4 bears even more significance. Resolution to either the minor or the major third would be possible. By leaving the choice open, both thirds are represented in the tonic chord—represented by absence, so to speak. This ties in with the blues idea, as the third of the blues may be seen as being neither major nor minor, but something in between.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] One final remark about the dominant sus4 chords at the ends of the strains should be made here. Their chord symbols are usually associated with chords having a dominant function (Vth degree). This may be an explanation for the fact that lead sheets usually have three, rather than two flats in the key signature, since the frequent appearance of the B ♭ 7sus4 seems to suggest E ♭ major as the main key. Because I view the main key as B ♭ , I have used two flats in the examples. (50) 3.2 Taking care of details: the foreground",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] The simple and straightforward structure of the background and the foreground repetitive elements could easily have led to a rigid result, had they not been effectively balanced in the piece. We have already seen that the rhythmic pattern is loosened by the rather capricious melodic foreground contour, which Shorter plays very freely. In addition, the first four measures of the B section differ from those in the A section to a considerable extent, both melodically and harmonically, since only the long notes from the melody are transposed. The piece’s slow tempo is crucial: it invites the listener to dwell in the moment, which allows for the many repetitions and the odd number of measures in the respective sections (nine rather than eight) to go by more or less unnoticed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] But the most important feature of the piece that counters this potential stiffness is the harmony, as both the progressions and the key centers are at times undetermined and ambiguous. The clear I–IV–I background harmonic progression could have been translated into simple key relationships, whereby the A sections are in the home key, and the B section has a modulation to the subdominant key. And this is indeed what happens, but not in a straightforward manner. Because of the harmonic ambiguity, it is not unequivocally clear in all cases how the progressions should be interpreted. The first halves of the respective sections in particular are tonally unfocused, which also has a bearing on the second halves. I will present my reading here and on occasion discuss some alternatives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] In my hearing, the piece is characterized by an almost stealthy process of modulation, much of which takes place in the first half of each section, rather than solely in their respective ninth measures, where the modulations are to be expected (and indeed also occur). This is achieved by the use of chord progressions that are not entirely tonally pronounced. The A sections, and thus the piece as a whole, start with an indeterminate Gm7 chord, which is an unlikely tonic candidate because of the seventh in the melody and the Fm7 that follows it. And although the piano introduction on the recording ends on D7(alt), this does not provide harmonic focus since the chord has an F in the bass and is preceded by a few other chords that do not suggest G minor at all. Hearing the opening in E ♭ major is the most probable, even if the III–II–I progression is hardly a strong confirmation of the key. As a consequence, the piece starts in a key that does not match the background framework for the A section, which also could account for the use of three flats in most lead sheets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The A7 chord in m. 4 provides the climax within the A sections, underscoring the highest pitch in the melody, B ♭ . It does so by attracting more attention than all preceding chords. After the comparatively plain first three chords, its sonority is rich and hip, combining the ♭ 9 and 13. The A7 chord is also notable for the way it eludes clear harmonic function in this context. It sounds as if it could be a tritone-related V to A ♭ M7, IV in E ♭ . Yet, it has a ♭ 9 instead of a 9, (51) and there is no subsequent A ♭ chord. Also, apart from the cadential IV–I progressions, it is the only chord that is not part of a stepwise bass movement: the bass leaps from E ♭ into A, and then “skips” to G ♭ . Thus, within the entire tune, the bass note A is rather eccentric. This establishes a connection to the one irregular pitch of the melody, A/B ♭ ♭ in the B section (cf. Example 15), enhanced—in both cases—by the A/B ♭ ♭ ambiguity, something which may be viewed as another instance of bluesy “in-betweenness.” While the A7 chord serves as a climax, it also accommodates the modulation to the new key, as it contains a G ♭ major triad in its upper structure (3, ♭ 9, and 13). This prepares the listener for the G ♭ M7 in the next bar and provides a strong voice-leading relationship to it. The purpose seems to be that the modulation is not really noticeable, which makes A7 work like a kind of decoy, so to speak. Strunk ( 2005 , 303–4), among others, suggests that Shorter on occasion employs other, sometimes even “wrong” chord structures over a root than might be expected or even proper to a key. This would allow for the interpretation of A7 as VII in B ♭ , in which case the chord would be similar to the opening chord of “E.S.P.” However, in “E.S.P.” E7(alt) is strongly tied to F through voice leading. This is not the case in “Infant Eyes;” moreover, A7 does not behave as a VII, since it is not followed by a tonic at all. I do not wish to rule out the possibility that Shorter at times alters chord types within a key, but the precise circumstances in every single tune remain decisive.",
                "footnotes": [
                    "FN51"
                ],
                "citations": [
                    "strunk_2005"
                ]
            }
        },
        {
            "51": {
                "text": "[51] It is not immediately obvious that the key has changed to B ♭ minor in m. 5. The G ♭ chord can be related by mixture to E ♭ (as III from E ♭ minor), which makes it more accurate to say that a modulation is still taking place. The following measures eventually provide release as they cadence towards the tonic, moving in parallel to the descending curve of the melody. However, the blues cadence in these measures is not easily recognizible as such. For a large part, this is due to the continuing lack of tonal focus. The G ♭ M7 and E ♭ m7 chords are diatonic to B ♭ minor, but can also appear in B ♭ major through mixture. Also, the unresolved sus4 of the tonic chord leaves both options for the key open. As mentioned, in this way the minor and major third can be seen to be both represented. Resolution of the sus4 would entail a choice, which would destroy the veiled ambiguity of the “persuasion” of the key. And although it seems that the sus4 of B ♭ 7 does resolve in m. 9, this is not really the case. When the sus4 resolves to the third, the function of the chord changes from tonic in m. 8 to dominant in m. 9. (52) Example 16 . “Infant Eyes,” overview of modulations (click to enlarge)",
                "footnotes": [
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] The first four measures of the B section have a similar layout to those in the A sections. They are harmonically volatile, they modulate, and they build to a climax. The E ♭ M7 in m. 9 starts out as IV, although hearing it as a tonic straight away should not be completely ruled out. The anything but robust way in which the key had been established at the end of the A section had left room to hear B ♭ 7sus as V, which feeds the ambiguity of the section that follows it. In any case, in m. 10 the E ♭ chord is tonicized, with F ♭ M7/ E ♭ functioning as its ♭ II. The tonicization is undermined in the next measure, where the E ♭ chord is combined with ♯ 11, an extension typically reserved for the fourth degree. However, the ♯ 11 became fashionable for major seventh chords on tonic degrees as well around that time. Thus, the ♯ 11 provides ambiguity to the function as part of the gradual modulation, and, moreover, it articulates the importance of the ♭ 5 of the skeletal melody. This and the following measure form the climax of the entire composition. The subsequent melodic pitch, E ♭ 5, is the highest in the piece, and is reached through a leap of more than an octave (a minor tenth). In both the first and final statements of the theme on the recording, Shorter plays this note rather thinly and almost without vibrato, which, after the charged way in which he played the preceding A/B ♭ ♭ ( ♯ 11 in the E ♭ chord), gives the passage a poignant character. The E ♭ 5 is harmonized as the major seventh of F ♭ M7. This time, F ♭ M7 appears in root position and moves to C ♭ M7 in the next measure. Although the progression can be labeled ♭ II–VI in the new key of E ♭ minor, it likely sounds so natural because of its local IV–I relationship (cf. Example 16 ). Measures 14–17 transpose mm. 5–8 completely, and thus in my view end in E ♭ . This key, which more or less governs the complete B section, does match the background construction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] To conclude the discussion of the foreground harmonic phenomena, it should be noted that if one hears the A sections as ending on V, the same would have to hold true for the B sections. This would suggest that in that section, a modulation to A ♭ (minor) takes place. We may note that both F ♭ M7 and C ♭ M7 fit that key as VI and III. In any case, it can be concluded that in “Infant Eyes” a clear background layout holds together the foreground progressions, which leave room for different interpretations. 3.3 The “disconcerting” twenty-seven measures",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] One element of “Infant Eyes” that is often singled out is the fact that the formal sections consist of nine, rather than eight measures: “‘Infant Eyes’ is compounded of disconcerting nine-measure phrases [ . . . ]” ( Cook and Morton 2008 , 1456). Shorter’s deviations from formal norms, such as uncommon schemes or unusual numbers of measures, have often been noted but seldom explained, neither from a technical point of view or from an interpretational one. This implicitly suggests that deviation from the norm would be an end in itself. Fortunately, as an exception to the rule, Cook and Morton do give an interpretation, as they go on to write that nine-measure phrases “suggest a fractured nursery rhyme” ( 2008 , 1456). In my view, there is also a clear technical compositional reason for the irregular number of measures. Every ninth measure employs a (secondary) dominant to move to the first chord of the next section. If the harmonic shift from the tonic (in every eighth measure) to that dominant had taken place within a single measure, that would have damaged the pacing of the chord changes and yielded an inelegant result. In addition, it would have attracted too much attention to the change of function. Furthermore, the chord of each ninth measure is thus separated from the eight measures that precede it, which are the units that are transposed or repeated. This conveys the difference in structural importance. 3.4 Conclusion to “Infant Eyes”",
                "footnotes": [],
                "citations": [
                    "cook_and_morton_2008",
                    "cook_and_morton_2008"
                ]
            }
        },
        {
            "55": {
                "text": "[55] We have seen that “Infant Eyes” has a very clear, if not strict background structure, that is obfuscated in the foreground. The many elements in the foreground and background that point to the blues lead me to interpret the piece against this frame of reference. These elements point to a type of blues that is more prototypical than tonal jazz blues. This is most apparent in the use of the V–IV–I cadence, in the parallel, rather than “contrapuntal,” movement of the chords, and in the transposition of material. Transposition is one of the most important features of “Infant Eyes”—above all, the transposition of the A section within the B section. Even the V–IV–I cadence itself is part of this bigger sequence (almost like a Matryoshka doll effect). Also, within the melody of each section, the compound motive is repeated and sometimes completely transposed. In “Infant Eyes,” the blues harmony is combined with more tonal harmony. However, there are very few real tonal functional moments. Also, the major-minor ambiguity that permeates the harmony is less characteristic of goal-oriented functional tonality and adds to the bluesy nature of the progressions. Overall, we may conclude that the tonal harmony has been adjusted to the properties of blues harmony rather than the other way around.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] Shorter wrote the tune for his daughter when she was very young (hence its title). (53) That such a composition would be cast as a ballad is unsurprising. However, since the blues turns out to be such an important element of the music, another dimension is added to its potential meaning. One could say that this makes the message much more ambiguous. After all, the blues has connotations such as “melancholy.” This would perhaps tie in with Cook and Morton’s “fractured nursery rhyme” observation, since the notion of infancy (with its connotations of purity and promise) is distorted in this imagery. However, it is also possible that the blues in this case represents something quite different. In the liner notes to Shorter’s album Night Dreamer , recorded in the spring of 1964 (eight months before Speak No Evil ), Shorter is quoted a few times. In relation to the piece “Charcoal Blues,” he states: When I was growing up, black connoted gloom, skepticism, no hope, no foreseable [sic] way out of the muck and the mire. And the blues then to me were centered around gloom and darkness too. The old blues and funk were good for their time and place, but what I’m trying now is to get the meat out of the old blues while also presaging the different kind of blues to come. . . . There are people aware of the new blues coming, the new period of enlightenment. And that . . . is why this is an optimistic album. ( Hentoff 1964 ) Although these statements do not directly relate to “Infant Eyes” and are rather vague in themselves, it is clear that the blues connotation in this case is much more positive than one might expect. 4. “Virgo” Example 17 . Lead sheet of “Virgo” (transcribed by the author) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN53"
                ],
                "citations": [
                    "hentoff_1964"
                ]
            }
        },
        {
            "57": {
                "text": "[57] The final composition to be discussed, “Virgo,” is also a ballad. The melody and chord scheme I take as point of departure are presented in Example 17 . (54) Although the harmony of “Virgo” seems to conform to standard practice in most parts of the piece, I will argue that, alongside tonal procedures, the harmony is also determined by intervallic organization. The form of “Virgo” deserves special attention, since it consists of an odd twenty-nine measure construction. I will use the following provisional labels for convenience: mm. 1–8 serve as the “first block,” mm. 9–16 as the “second block,” and mm. 17–29 as the “third block.” 4.1 The First Block: mm. 1–8 Example 18 . Opening of “Virgo,” mm. 1–8 (click to enlarge)",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] “Virgo” starts with a descending motive C–F. This motive is harmonized with an F major chord. This opening strongly establishes F major as the key center, which gives the pitches of the melodic motive a clear 5 ˆ – 1 ˆ status. The motive is repeated a major third lower in m. 2 ( A ♭ – D ♭ ), and then again a major third lower in m. 3, where it is also varied (see Example 18 ). The variation augments the fifth (E– A ♭ ) and expands the motive considerably with an arpeggio that brings the melody back up to E. The melody from mm. 1–4 is sequenced a minor sixth lower in the subsequent four measures. As can be expected in a tonal environment, the sequence contains a few adjustments. Firstly, the “tail” in mm. 7–8 is a minor second higher than it would be in a literal transposition. This adjustment keeps the melody closer to the key of F major (although, it should be mentioned, this key is not always clear in the first block of the melody). As a result, from this point onwards, the melody finds itself only a fifth lower than the melody from mm. 3–4. Secondly, the augmented fifth of m. 3 appears as a perfect fifth (A–D) in m. 7. The interval has been inverted as well, which displaces the tail by an octave—no doubt to stay within a reasonable melodic range. Example 19 . “Virgo,” underlying model (mm. 1–8) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] The opening C–F motive had been firmly established as the fifth and root of the underlying chord, FM7. This engenders the expectation that the subsequent transpositions of this motive in mm. 2 and 3 will be harmonized with D ♭ M7 and AM7, respectively. The fact that the melody of mm. 1–4 is sequenced in mm. 5–8 reinforces this, including the assumption that the chords will adhere to the pattern here as well. This suggests that the first block may be based on an underlying model, as shown in Example 19 . This would lead us into the realm of harmony based on an equal division of the octave, in this case division in major thirds. In the context of jazz, major-third relationships immediately remind one of Coltrane’s “Giant Steps,” the title track to his 1959 album. Example 20 . Opening measures of “Giant Steps” (mm. 1–3) and “Virgo” (mm. 1–4) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] Furthermore, the melody of these measures harbors yet another reference to “Giant Steps.” The right upper staff in Example 20 shows a reduction of the first four measures of “Virgo.” (This reduction resembles the melodic model I proposed in Example 19, but emphasizes the prolongation of the melody note E at the end.) The lower staff shows the reduction with one permutation, as the second and third notes have changed places. In this way, the strong connection between both the opening statements of “Virgo” and “Giant Steps,” including how the melodic tones relate to the first and final chords, becomes clearly visible. In “Giant Steps” the thirds are emphasized throughout, both in the melody and in the harmony. In “Virgo,” two intervals are essential, the (major) third and the perfect fifth. While these intervals will prove to be important in the harmony, Shorter will continue to use progressions and chords more in line with standard practice as well. In the following discussion, we will see how these elements interact. (55) Example 21 . Model and modifications in “Virgo,” mm. 1–8 (click to enlarge)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] The opening firmly establishes F major as the key (for the time being). The tonic is followed by B ♭ m7 and E ♭ 7 in m. 2, and not by D ♭ M7 as implied by the model (see Example 21 , which presents the first eight measures of the melody together with the underlying model, for quick reference). These chords can be seen as subdominant modal interchange chords (IV and ♭ VII from F minor) in the key. (56) It should be noted that B ♭ m9 incorporates D ♭ M7 as its upper structure. This likely motivated the choice of these chords, since there is arguably no real harmonic connection to the subsequent chords. (57) Whether one wants to see B ♭ m7– E ♭ 7 as merely substituting for D ♭ M7 or as representing the subdominant minor, the structural chord is in either case B ♭ m7. In m. 3, the extension of the melodic motive enables Shorter to postpone AM7 from the harmonic model to m. 4. In doing so, Shorter takes care of a well-known compositional problem, namely how to fit the major-thirds division of the octave into a symmetrical phrase structure. As can be seen in Example 21, the harmonic model encompasses three measures. Were a fourth step added to the cycle, the initial chord (FM7) would be reached and the cycle would be “closed,” not supplying any real harmonic motion. Ending on the third step presents the goal (AM7) too early in a four-measure phrase, which would leave the fourth measure open (in “Giant Steps,” by comparison, the fourth measure features a II–V progression to prepare the next tonic). The placement of AM7 as a “point of arrival” in m. 4 rather than in m. 3 grants the chord more tonal-syntactical content than the harmonic model in principle suggests. AM7 functions as III with a major third (III ♯ 3), a phenomenon not uncommon in tonal (standard) jazz. The C in m. 3 prepares the listener for Am, the diatonic III, and consequently AM7 on its arrival will be perceived as III ♯ 3. The fact that AM7 is preceded by a (tritone substituted) dominant adds weight to its establishment as a target chord. The dominant, B ♭ 7, first appears in inversion at the beginning of the measure, represented as Dm7( ♭ 5). The adjustment in the melodic model of the pitch A into A ♭ (or G ♯ ) is necessary to fit the harmony, while it also papers over the strict melodic setup.",
                "footnotes": [
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] In the subsequent four measures, the major chords of the harmonic model are changed into minor chords in mm. 5 and 6. In this way, Shorter creates a “tonal gesture,” as AM7 in m. 4 is changed into Am7 in m. 5 (diatonic III). (58) In my view, the Fm7– B ♭ 7 progression in m. 6 is used primarily to avoid the first degree (FM7) and to echo, or rhyme with, the minor chord from m. 5. The structural chord in m. 6 is thus not B ♭ 7, but Fm7 (as part of the model), contrary to common tonal hierarchy, and similar to the events in m. 2. The B ♭ 7 has been added and has some harmonic valor, as V of E ♭ 7 in m. 7.",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] The melodic adjustments in mm. 7–8 (as compared to mm. 3–4) have been described above. Taking the perspective of the underlying major-thirds model (now transposed), we could say that in m. 7 the interval A ♭ – D ♭ is adjusted to A–D. In other words, it occurs a minor second too high. This is matched in the harmony, as DM7 appears instead of D ♭ M7. The events in mm. 7–8 echo those in mm. 3–4: DM7 is postponed by a measure and prepared by its tritone-related V (preceded by II this time). Again, an expected diatonic chord, this time VI in F (Dm7), appears instead as a major chord (VI ♯ 3, DM7). As a result of the transposition upwards in mm. 7–8, a fifth relation is established between the chords in m. 4 and m. 8, respectively. Not only does this reflect the importance of the perfect fifth interval; it also articulates the possibility of D being the key center. Taking the latter perspective, the first block can be seen to display an antecedent-consequent structure, with AM7 in m. 4 representing the half cadence and DM7 the tonic. Similar to the events in “Infant Eyes,” it is undecided whether the key would then be D major or D minor: the final chord is DM7, but m. 7 spells a Dm7 arpeggio. We should note that at this point, the possibility of D being the key is only hinted at. However, at the end of the piece this key will indeed become important. By and large the harmony of the first eight measures can be seen to be in F major and as being largely tonal. However, the underlying melodic/harmonic model accounts to a considerable degree for the events, and also forms a referential framework against which the less straightforward progressions can be understood. 4.2 The Second Block: mm. 9–16 Example 22 . a. “Virgo,” mm. 9–13; b. Melodic model; c. “Giant Steps,” melodic motive (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] In the second block, new melodic material appears, and the harmony seems more standard than in the first one (mm. 1–8). However, “Giant Steps” is still referenced in the construction, as we will see. The melodic differences to the first block notwithstanding, two elements recur in a modified way. The perfect fifth of the beginning returns in inversion (perfect fourth) at m. 10, and thus an important connection is established between this section and the preceding one. In addition, the rhythmic motive of mm. 3 and 7 returns in mm. 9–11 (slightly displaced by half a measure; see Example 22a ). The second of the two sixteenth notes in the rhythmic motive (F in m. 9) now works as an embellishing neighbor note. In reduction, the contour thus spells A–G–C. This equals the melodic motive Coltrane uses in the second half of “Giant Steps” ( Examples 22b and 22c ). Furthermore, the final pitch of the motive in m. 10 (C) overlaps with the first pitch of the subsequent transposed repetition of the motive (C– B ♭ – E ♭ ), an effect for which the use of the rhythmic motive is largely responsible. (59) In this way, Shorter not only draws on the melodic gesture of “Giant Steps,” but also on the fact that it is sequenced. While Coltrane sequences the complete pattern a major third upwards, Shorter repeats it a minor third higher and interlocks the motives. This interlocking echoes what happens in mm. 4–5 and mm. 8–9 in “Giant Steps.” In that piece, the “tail” in m. 4 and the beginning of m. 5 are linked together to become one motive in mm. 8–9. As Examples 22a and c show, Shorter reverses Coltrane’s harmonic pattern by relegating the II–V to the second measure. (60)",
                "footnotes": [
                    "FN59",
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] While the melody of the second block thus starts with yet another reference to “Giant Steps,” the following section develops seemingly more freely, although the perfect fifth interval remains present. (61) Harmonically speaking, the second block begins with the re-alteration of DM7 into Dm7, a harmonic gesture very similar to the one in mm. 4–5. The Cm7–F7 progression that follows it evidently leads one to expect B ♭ M7 (IV). However, this chord is avoided and, in its place, two dominant chords appear that prepare Gm7 (II) in m. 12, which can be seen to substitute for B ♭ M7. As the Gm7 is now bestowed with a strong sense of arrival, the A ♭ 7 that follows it sounds as its tritone-related V. Thus, when A ♭ 7 subsequently resolves to D ♭ M7, it is not something a listener expects. In this way, Shorter underscores the significance of the event: finally, after having been evaded twice before in the piece, the D ♭ M7 arrives. Furthermore, this is the first moment in the piece the bass progresses a fifth down—indeed a “giant step,” since the progression Gm7– A ♭ 7– D ♭ M7 can be seen as an allusion to the way the “Coltrane changes” are used as superimpositions over a II–V–I (as in the first measures of “Countdown”). This moment coincides with the one place in the melody where the descending fifth interval is changed into a descending perfect fourth. Example 23 . “Virgo,” mm. 13–16 (reduction in upper staff) (click to enlarge)",
                "footnotes": [
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] The second half of this block presents a rather standard harmonic procedure, similar to what we have seen in “E.S.P.” A reduction of melody and harmony shows that these bars consist of an almost archetypal half-cadence gesture ( Example 23 , upper staff): the melody has a 1 ˆ , 2 ˆ , 3 ˆ , ♯ 4 ˆ , 5 ˆ ascent, while the harmonic progression can be reduced to (V) to V. In the foreground, the latter is represented by the diatonic II (Gm7, m. 15) and the tritone-related II–V ( D ♭ m7– G ♭ 7, m. 16). The harmonic events in m. 16, together with the melody in that measure, parry the cliché that is lurking here because of the (very brief) change of musical idiom. The reduction in Example 23 shows that the melodic phrase in m. 16 may be heard as functioning more on the musical surface, as compared to the melody in mm. 13–15. It is striking that the reduction differs by just one pitch from the melodic phrase of “My Shining Hour” that finds itself in the exact same measures as in “Virgo” (mm. 13–16, which in “My Shining Hour” is halfway through the song), and uses the same chords as well. It is tempting to think that “My Shining Hour” is referenced quite consciously here, considering both the lyrics and especially the fact that Coltrane recorded it on Coltrane Jazz (1960). The song is originally from the motion picture The Sky’s The Limit , and its lyrics contain many metaphors that have to do with the night and the sky: “This will be my shining hour/ . . . In my dreams your face will flower/through the darkness of the night./ . . . /or an angel watching o’er me/ . . . ” As “Virgo” appears on the album Night Dreamer , the relationship seems likely. (62) Furthermore, in the entire melody of “My Shining Hour,” the perfect-fifth interval is quite important. We may even speculate that the melody in m. 16 in “Virgo” consists of the “correct” contour of the melody in m. 14, which could be interpreted as a musical pun. Example 24 . “Virgo,” mm. 9–16, harmony and harmonic model (click to enlarge)",
                "footnotes": [
                    "FN62"
                ],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] The chords that replace B ♭ M7 and lead to Gm7 in mm. 11–12, as well as the progression A ♭ 7– D ♭ M7 (mm. 12–13) can be interpreted as superimpositions. At the same time, it can be noted that the melody incorporates a B ♭ -major triad in mm. 12–13. Similar to events in mm. 7–8 of “E.S.P.,” we can interpret this as a reversal, or merger, of harmony and melody. Especially in combination with the events in mm. 13–16, it seems likely that a common harmonic progression underpins the entire block: V of IV to IV, followed by V of V to V (shown in Example 24 , below the staff). The way in which these measures (and the first block as well) are fleshed out, so to speak, is very much in line with the jazz practice of reharmonization, where chords are treated as objects that can be removed, inserted, substituted, superimposed, and so forth. 4.3 The Form and the Final Block: mm. 17–29",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] Before discussing the third and final block of “Virgo,” we should look at the form, which is certainly one of the most interesting features of the tune. In a very simple way, we could label the form as ABA’ (8 + 8 + 13), with an internal expansion of the second A. From a strictly formalist point of view, this description would do the job. However, the question is whether this scheme reflects a listener’s experience of the form. Labeling the form as such suggests that a regular ABA (8 + 8 + 8 in this case) is the underlying, referenced form. In this view, the final A has been expanded by five measures, underscored and reinforced by the repetition of the arpeggiated Dm7 motive from m. 7. However, it can be argued that the first A section does not have enough content to constitute an autonomous formal unit. Melodically, the opening statement from mm. 1–4 is merely sequenced in mm. 5–8, albeit with some variations. The material that follows in mm. 9–13 sounds like continuation. Yet, it is mostly the harmonic events that play a decisive role here. The major-to-minor mode changes in mm. 4–5 and 8–9 are quite similar, which links the first eight measures to the subsequent eight. In addition, the combination of the half cadence in m. 16 (prepared by its secondary V) and the subsequent return of the opening material in m. 17 give the impression that the piece has a two-part construction, AA’. If indeed the AA’ has served as a point of departure, the form is evidently truncated, rather than expanded. (63) In sum, “Virgo” does not simply deviate from a formal norm: it is ambiguous what the model or referential formal scheme is in the first place.",
                "footnotes": [
                    "FN63"
                ],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] However one may wish to hear the form, most of the divergence is to be found in the final section. Although it would have been possible to end the piece in D minor in m. 24, this would be very sudden, since this key has only been hinted at in mm. 7–8 and F major has prevailed for the most part. Shorter uses the repetition of the Dm7 motive to create substance for closure in D minor, although the key for the time being remains undecided. Meanwhile, the bass continues to descend until both melody and bass repose in m. 26. Here, for a second time in the piece, a chord arrives that before had been evaded: B ♭ M7, which had been avoided and replaced in m. 11. It should be noted that B ♭ M7 can still be heard in both F major and D minor. In conclusion, in addition to substantiating the Dm tonic, the final measures of “Virgo” serve as room for settling this as well. Although these measures may be perceived as a “tag” (given the repetition of the Dm7 melodic motive), they are all of structural importance. Example 25 . “Virgo,” core notes of melody in mm. 21–29 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70] The music then closes with a cadence in D minor. The possibility of modulating to this key had already been hinted at in the first A, with the Dm7 arpeggio, the subsequent arrival of DM7, and the fifth relationship between AM7 and DM7. Yet the status of this key as the main key—being the key of arrival—is undermined here. When the Dm chord is reached in m. 28, the melody suspends the tonic with an E. At the moment the suspension resolves, the harmony moves on to Gm7–C7, a cadence in F. (64) In this way, the matter of key remains formally unresolved. Of course, landing on the ninth of the tonic at the end of a piece is very common in jazz. However, in this case it is an actual part of the composition. The ambiguity of key, or rather, its unsettledness, allows for an alternative interpretation of the Dm7 arpeggio passage. Rather than reinforcing D minor as a key, it may be heard as articulating indecision. The melody seemingly attempts to climb (to F?), which is finally accomplished with the arrival of the E, the same pitch that started the entire phrase in m. 21 ( Example 25 ). The repetition of the Dm7 motive is underscored by the accents placed on the final and first notes of the arpeggio, played by the rhythm section. This helps articulate the indecision, since the rhythmic flow is interrupted here, and the accents slightly undermine the listener’s sense of the meter. In this way, the accents also smooth out the change in hypermetrical accent that occurs because of the odd number of bars in this part of the form. 4.4 Conclusion to “Virgo” Example 26 . Opening motive of “Virgo Rising” (transcribed by the author) (click to enlarge)",
                "footnotes": [
                    "FN64"
                ],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71] The musical material, with its specific connotations in combination with the tune’s title, leads me to interpret “Virgo” as an homage to Coltrane. Musically, the tribute does not manifest itself in the form of a mere quote, but takes place in the reworking and adaptation of material closely associated with Coltrane into something new that has its own identity. (65) The references to Coltrane are also reflected in the title of the piece. The Virgo sign of the zodiac is Coltrane’s (9-23-1926), and, interestingly enough, that of Shorter as well (8-25-1933). Furthermore, the title evidently evokes associations with the Virgo sign itself. The perfect fifth from the melody may very well stand for “purity,” a notion that can be associated with the sign. Taking this one step further, we can even speculate that Virgo is represented by the descending perfect fifth in the tune. A confirmation of that interpretation can be found in the beginning of a composition Shorter wrote some time later, “Virgo Rising” ( High Life 1995; see Example 26 ). Unmistakably, in this tune the first two intervals of the melody of “Virgo” have been inverted, the fifth now rising. Shorter’s own comments on the piece’s title also refer to the sign, but in yet another way: “‘People under Virgo,’ says Wayne, ‘tend to take consistent and insistent notice of details’. [ . . . ] The song has a Virgo quality, Wayne adds, in that although there is a firm substructure, the melody ‘sort of rambles around in its predilection for detail’” ( Hentoff 1964 , §7). Apart from the light this may shed on the title, the comments on properties of the music are revealing. While not very specific, they do not contradict the analytical evidence in any way. 5. Concluding Remarks",
                "footnotes": [
                    "FN65"
                ],
                "citations": [
                    "hentoff_1964"
                ]
            }
        },
        {
            "72": {
                "text": "[72] Presenting the three analyses has been the main objective of this article. However, by presenting the analyses together, any similarities and differences among them become visible as well. In the following remarks, the most important observations will be discussed. Like most pieces in the jazz tradition, “E.S.P.,” “Infant Eyes,” and “Virgo” are short compositions. Their designs turn out to be strikingly robust and multifaceted. Rather than utilizing a common compositional technique or specific procedure, the three compositions show a similar approach . Each piece has a substructure of sorts, although the nature of such a substructure differs in each case. “Infant Eyes” has an overarching skeletal melody that determines the harmonic scheme and holds the piece together, almost like a cantus firmus . In “Virgo,” a sequential model functions on various structural levels and is combined with a rather ambiguous tonal formal construction. “E.S.P.” resembles “Virgo” in its use of two different principles, although these are more separated in this case. The series of unfolding perfect fourths belongs to what generally would be called the “precompositional stage,” while the tonal scheme that underpins the piece functions more as the de facto framework.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "73": {
                "text": "[73] Correspondences and differences can similarly be seen in the overall harmonic organization. In each piece, tonality functions on some level and is combined with other principles of organization. In each piece, at least two different key centers are present, but the relative weight of these keys in relation to each other is different each time. As a result, the degree to which tonality is present will vary, as will the extent to which such tonal properties extend to the form. Here again, the similarities seem to be of a more general nature, while differences become manifest in the details. In “E.S.P.” the primary key is F major, which is, moreover, supported by a conventional tonal framework, while the secondary key, B major, is merely hinted at. In “Virgo,” both key centers (F major and D minor) appear during the piece, but the procedures by which F major is posited as tonic are more tonal than those that establish D minor. Whether one judges the keys to be of equal importance, or one as having primacy over the other, may in the end be a matter of interpretation. Tonality as a system is weakest in “Infant Eyes” although, paradoxically perhaps, the modulations that take place capitalize on familiar relationships on the level of the local chord progressions. Overall, the harmony is strongly blues-inflected, both in the background organization and in the foreground details.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "74": {
                "text": "[74] We may furthermore conclude that the constituting elements within each piece are strongly intertwined, not only in a technical sense, but also from a more conceptual or abstract point of view. This not only holds true for melody, harmony, form, and tempo, but also for the titles and techniques employed. As a result, every composition has its own identity. Of particular interest is the high level of organization and the breadth of the material in the melodies, and their strong coherence with other parameters—the harmony, of course, in the first place. In the melody of “Virgo,” for instance, the falling-fifth motive is part of a major-thirds cycle associated with “Giant Steps,” which, in combination with other elements of that tune’s melody, is cast in a tonal-formal frame as well. A “stretto-like” weaving of important motives occurs in this tune, as well as at the end of “E.S.P.” The intertwinement of the material on a conceptual level can furthermore be illustrated by the properties of “E.S.P.” The unfolding perfect fourths determine many of the details of the composition, but do not appear literally. In this way, its function is not strictly a technical one, but also pertains to the title and (thus) to the “meaning” of the music, as a reflection of “what ESP is like.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "75": {
                "text": "[75] Yet, their clear individuality notwithstanding, the pieces are not hermetically-closed works. Shorter establishes connections with other tunes and repertoires by using a wide, if not heterogeneous palette of techniques, formal conventions, and (harmonic) idioms, which furthermore need not only be drawn from jazz stricto sensu . More straightforward are the possible connections with other tunes the analyses have demonstrated. We may note that they function in a manner that sits well within jazz conventions. Quotes, normally appearing during improvisations, may simply be chosen because they fit the chords, but preferably they have also a specific meaning through the title or the lyrics, a meaning that can only be picked up by those familiar with the material. A more elaborate form of intertextuality in jazz can be found in the practice of contrafacts. Here, the titles often relate to each other as well, like in the triangle “What Is This Thing Called Love” (Cole Porter), “Hot House” (Tadd Dameron), and “Fifth House” (John Coltrane). Although the quotes and other types of references to specific pieces or repertoire thus establish a connection to the “outside world,” they underscore or articulate the particular, individual identity of the composition in which they occur. This points to the significance that “images,” in the broadest sense, have for Shorter. This importance is reflected in many utterances by or about Shorter, such as: “[w]hen rehearsing, Wayne rarely speaks about music in a technical way. . . . He prefers to describe the mood, or the image, or the motion he envisions” (Robert Sadin, qtd. in Mercer 2004 , 251).",
                "footnotes": [],
                "citations": [
                    "mercer_2004"
                ]
            }
        },
        {
            "76": {
                "text": "[76] An integrated analytical approach can also be of value in relation to more specific, separate research questions. For understanding harmonic properties, this transpires most notably in what we can learn about the status and meaning of the single chords. This can be illustrated quite well by AM7 in m. 4 of “Virgo.” This chord can be seen to have even a tripartite identity. It functions as III ♯ 3 in F major, it is a structural chord in the major-thirds cycle, and, finally, it represents a more abstract V in relation to the second key center in the piece, D (minor or major). (66) In conclusion, although an integrated approach mainly brings us closer to understanding a specific piece and its details, this can advance the insight in Shorter’s compositional practice more generally. The multifaceted nature of each piece is not only engendered by the richness of the material, but is also a consequence of the variation in compositional techniques Shorter utilizes. We might call this eclectic, but most importantly we should note the relative unpredictability of the procedures that are being used. As we have seen, even within a single piece these may vary, as happens in “Virgo,” by the switch from the mix of major-third relations and tonal features in mm. 1–8 to the generally tonal mm. 9–16. More than anything else, the analyses show the intertwinement of the material and the interconnectedness of the parameters within each composition. In this way, engaging single pieces is not only rewarding in itself, but also an essential step towards understanding this original and multifaceted oeuvre.",
                "footnotes": [
                    "FN66"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.4.bleij.html",
    "data": "mto/data/mto.19.25.4.bleij.json"
}