{
    "title": "Response to Reddick",
    "date": "2010/05/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Schmalfeldt, Janet"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.schmalfeldt1.pdf",
    "author_info": [
        {
            "name": "Janet Schmalfeldt",
            "university": "Tufts University",
            "address": "Granoff Music Center, 20 Talbot Avenue, Medford, MA 02155",
            "email": "janet.schmalfeldt@tufts.edu"
        }
    ],
    "citations": {
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata. Oxford: Oxford University Press.",
        "kramer_2008": "Kramer, Richard. 2008. Unfinished Music. Oxford: Oxford University Press.",
        "taylor_2008": "Taylor, Benedict. 2008. “Musical History and Self-Consciousness in Mendelssohn’s Octet, Op. 20.” 19th-Century Music 32/2: 131–59.",
        "vitercik_1992": "Vitercik, Greg. 1992. The Early Works of Felix Mendelssohn: A Study in the Romantic Sonata Style. Philadelphia: Gordon and Breach.",
        "webster_1991": "Webster, James. 1991. Haydn’s “Farewell” Symphony and the Idea of Classical Style. Cambridge: Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. My analysis of Mendelssohn’s Octet addresses the studies of this piece by Vitercik 1992 and Taylor 2008 . For the “expanded Type 1 sonata,” see Hepokoski and Darcy 2006 , 349–50, 352.",
            "citations": [
                "vitercik_1992",
                "taylor_2008",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN2": {
            "text": "2. The audio piano examples in this essay are performed by the author, as recorded and edited by Nicholas Hellberg, at Tufts University.",
            "citations": []
        },
        "FN3": {
            "text": "3. The excerpts at Examples 2 and 3 from Haydn’s String Quartet Op. 33, No. 3 are performed by the Salomon String Quartet, Hyperion CDA66681 (1992).",
            "citations": []
        },
        "FN4": {
            "text": "4. For Webster’s views on Op. 33, No. 3, and on the even more destabilized opening of Op. 33, No. 1, see Webster 1991 , 127–31, 143; Webster’s Table 5.2 (132) lists “Off-tonic openings in [fifteen] Haydn symphony movements (through 1774).”",
            "citations": [
                "webster_1991"
            ]
        },
        "FN5": {
            "text": "5. Hepokoski and Darcy’s reference to the end of Haydn’s development section underscores our different approaches to the interpretation of formal boundaries that have been blurred. From the following, it would seem that these authors locate the beginning of Haydn’s recapitulation only at measure 111: “Also possible are developments that end by tonicizing the minor-mode mediant with a iii:PAC, then proceed to the tonic recapitulation by inflecting the fifth of iii up a half-step (the familiar 5-6 shift) to produce the tonic, thus bypassing a strong dominant, although a brief passage of fill might allude en passant to the otherwise ‘missing’ dominant...A virtually pure example (though mediated by a brief V ) may be found in the first movement of Haydn’s Quartet in C, Op. 33 no. 3, ‘Bird,’ measures 108–11” ( Hepokoski and Darcy 2006 , 203). For Webster’s distinction between “the thematic reprise (equivalent to measure 1)” that begins at measure 108 and the arrival of the tonic C major in measure 111, “the equivalent of measure 4,” see Webster 1991 , 143. For Richard Kramer, “the moment of recapitulation” would seem to come at measure 108—“at this E with focused intensity...as a naked fifth...then absorbed in the sleight-of-hand return to C major” ( Kramer 2008 , 195; see Kramer’s fine graphic summary, 197).",
            "citations": [
                "hepokoski_and_darcy_2006",
                "webster_1991",
                "kramer_2008"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I extend a huge thanks to Carissa Reddick for opening this volume with a fabulously rich and probing essay. Reddick has brought my notion of becoming into association with the idea of functional overlap —a concept that, as she says, has been proposed and explored by others, especially in reference to nineteenth-century music. Her essay gives me the opportunity to acknowledge the place of my work within a broad spectrum of analytic approaches that invite us to perceive musical form as a temporal process, rather than only as a finished product.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Especially new and bold is Reddick’s proposal that, in the case of Dvořák’s E-Major String Quartet (1876), “functional overlap” can serve to uncover a long-range cyclical process unfolding over the span of the complete quartet. In my book, I attempt a similar processual interpretation of Mendelssohn’s four-movement Octet, Op. 20—the formally and motivically cyclical masterpiece that he completed in 1825, at the age of 16. As with Dvořák’s finale and with the last movement of Brahms’s Piano Quintet, Op. 34, both discussed by Reddick, the large-scale form of Mendelssohn’s finale can best be described as an “expanded Type 1 sonata,” the category identified as such by James Hepokoski and Warren Darcy ( 2006 ). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Like Reddick, I also address the first movement of one of Haydn’s Op. 33 string quartets (from 1781)—the beloved and much discussed Bird Quartet in C Major, Op. 33, No. 3 (Hob. III:39). A brief comparison of the openings and retransitions within these movements—Reddick’s analysis and mine—will help me to draw a distinction between the Hegelian-inspired idea of becoming on the one hand, and functional overlap on the other. I do not think that these two ideas should be conflated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Let us return to Reddick’s Example 1b—from Haydn’s B-Minor Quartet, Op. 33, No. 1. The fermata at measure 49 signals the beginning of a retransition process at measure 50; as Reddick has noted, this passage opens in A major, with the subordinate-theme version of the quartet’s opening idea, and it reaches a half cadence in the home key at measure 58. Reddick proposes that, when the initial version of that idea then returns in measure 59, the idea “suggests D major,” just as was the case in the famously ambiguous opening of the movement. We can listen again to that opening (Reddick’s Example 1b ): it might have been harmonized like this: (listen to Example 1 below). (2) Reddick also suggests that measure 59 initiates what “sounds almost like the beginning of a consequent.” This view comes as a surprise. By contrast, James Webster points to “one tiny change that effects a stunning reversal”: as shown in Haydn’s score (Reddick’s Example 1b ), the second violin in measure 59 now provides the leading tone A in B minor, thus “resolving the original ambiguity,” and also creating an augmented triad ( Webster 1991 , 129); at measure 60, this phrase ends, without ambiguity, on a half cadence in B minor. Whether we hear measure 59 in D major or B minor, Reddick‘s almost-“consequent” rubs against current uses of that term: in recent years, there has been an acceptance of Arnold Schoenberg’s generalization that a “consequent” will begin with the basic idea of the antecedent in the same key. Example 1 . Opening of Op. 33, No. 1, as if in D major",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "webster_1991"
                ]
            }
        },
        {
            "5": {
                "text": "[5] But perhaps Webster would fully endorse Reddick’s idea of a functional overlap in this movement. He does not clarify where he thinks that the retransition begins, but he notes that (presumably from measure 57 onward), “the entire retransition and first-group recapitulation prolong the dominant; there is no bass tonic anywhere” (130). In fact, the same can be said for the opening of the movement—the passage that Reddick proposes as an “Introduction becomes MT”—there is no structural tonic in either key until the elided authentic cadence in B minor at measure 11. This observation lends support to her idea that the beginning of the movement invokes the “rhetoric” of an introduction; both large-scale slow introductions and short thematic introductions often fundamentally prolong dominant harmony. Webster’s home-dominant prolongation, from the end of the retransition into the recapitulation, fuels the argument in favor of functional overlap as well— in his terms, “an outright blurring of the boundary between development and reprise” (144; my emphasis).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The blurrings of boundaries between what Reddick calls “divisions”—between the large units of a sonata form—have been welcome opportunities for me to consider the idea of becoming, in the sense that, at these moments, we might be encouraged retrospectively to reassess the formal function of a passage if we perceive that its function has processually changed. A stronger case for what I mean by “becoming” might be heard at the “boundary” between the retransition and the beginning of the recapitulation in Haydn’s Bird Quartet. I show the unusual, sequentially-organized main theme of this first movement in my Example 2 ; (3) the retransition-into-recapitulation is illustrated in Example 3 . Example 2 . Haydn, Op. 33, No. 3, measures 1–18 (click to enlarge and see the rest) Example 3 . Haydn, Op. 33, No. 3, measures 106–113 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] As Webster has put it, the opening of this movement is “baseless,” by which he means that its initial sonority is “off-tonic,” because the true bass voice—the cello—does not enter until the second beat of measure 4 ( Webster 1991 , 163, 131). (4) To make sure that we do not miss this unsettling detail, Haydn also withholds \nthe “chirping” entrance of his initial melodic idea until the second bar; thus \nwe hear only the undefined interval of the sixth in the introductory measure 1, as if we are supposed to be eavesdropping on a movement that is already in midstream. For Richard Kramer: “To begin this way, in the provocation of such ambiguity, is to set a plot in motion” ( Kramer 2008 , 195).",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "webster_1991",
                    "kramer_2008"
                ]
            }
        },
        {
            "8": {
                "text": "[8] As indicated at Example 3, an elided authentic cadence in E minor (iii) at measure 108 retroactively marks the end of the last core of Haydn’s development section and what could be the beginning of a retransition. The E in the viola here is the violist’s E from measure 1—the source of the original harmonic instability; but the initial interval, the sixth, has been replaced by a fifth. As if entering too soon, the first violin now introduces the return of the head idea from measures 2–3, even though the lower strings have not yet relinquished E minor. The progression iii–(inverted V 7 )–I 6 follows, with the cello providing the root tonic only on the second beat of measure 111—that is, only at the point where the original root-position tonic had emerged in measure 4. As a result, only at measure 111 might it occur to us, as “first-time” listeners, that the process of recapitulation has already begun in measure 108. Even when we hear the movement for the second, or for the twenty-second, time, we can preserve the memory of that first-time experience and enjoy it all the more. I do not hesitate to suggest, then, that Haydn’s retransition “ becomes ” the beginning of his recapitulation (retransition ⇒ recapitulation).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Others who have written about this passage tend to pinpoint a specific moment of recapitulation: James Hepokoski and Warren Darcy ( 2006 ) would seem to choose measure 111; Richard Kramer ( 2008 ) chooses measure 108; James Webster ( 1991 ) distinguishes between “thematic reprise” at measure 108 and “arrival of the tonic” at measure 111. (5) My expression “retransition⇒recapitulation” eschews a choice, while giving full weight to Webster’s and Reddick’s position that “form-as-process” techniques are completely germane to Haydn’s music. Here is where the philosophical idea of becoming seems eminently appropriate. At measure 108, we are “not yet” at the end of the retransition; at measure 111, we are “no longer” there. In this formulation, “functional overlap” disappears—it has been “overturned,” because the notions of a discrete retransition and a determinate moment of recapitulation have been “canceled.” But our memory of the possibility of two separate formal functions can also be “preserved.” (Hegel’s verb for this kind of transformation is aufheben, which means both “to cancel” and “to preserve.”)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "kramer_2008",
                    "webster_1991"
                ]
            }
        },
        {
            "10": {
                "text": "[10] It was a splendid idea on Reddick’s part to juxtapose Haydn’s first-movement retransition in the B-Minor Quartet with Brahms’s in his Piano Quintet, Op. 34. Here the distinction between becoming and functional overlap might be further clarified. Let us reconsider Reddick’s Example 2b. I will admit that the recessive dynamic of Brahms’s retransition passage, in combination with the home-dominant pedal throughout, has prevented me from imagining that this retransition is in the process of either becoming the beginning of the recapitulation or creating a functional overlap. But, as Reddick suggests, the return of the impassioned sixteenth-note passage at measure 166 retrospectively throws open the question as to just what has become of the movement’s opening materials! Does this recapitulation confirm, after all, that the opening four-bar phrase is “introductory?” When performed, as marked, in the movement’s Allegro non troppo tempo (rather than much slower, with an exaggerated ritenuto at measure 4), the opening phrase might alternatively be heard as an antecedent \nphrase, to be followed by the sixteenth-note continuation (listen to Example 4 ). As Reddick and other Brahms scholars have shown, Brahms’s magnificent formal reinterpretations place him “in dialogue” not only with Haydn but also with a host of earlier composers whose music he knew so well. Example 4 . Brahms, opening of Op. 34",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I had hoped that another kind of dialogue—about Reddick’s Dvořák example—would ensue in this volume, and I regret that this dialogue did not transpire. Once again, my thanks to Carissa Reddick for her very fine essay.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.schmalfeldt1.html",
    "data": "mto/data/mto.10.16.2.schmalfeldt1.json"
}