{
    "title": "“Plays of Opposing Motion”: Contra-Structural Melodic Impulses in Voice-leading Analysis",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "Samarotto, Frank"
    ],
    "abstract": "Rameau’s privileging of harmony over melody may be set against the pendulum swing of Kurth’s pure melodic energy. Although Schenker’s theory clearly identifies linear motion as governed by harmony, Schenker could still place great importance on melodic directionality and impulse as independent elements, even when they run counter to the harmonic setting or to the descending trajectory of the Urlinie. Extrapolating from Schenker’s work, this paper will examine what I call contra-structural melodic impulses, characterized by two aspects: directionality and ambitus, and acting as a compositionally significant counter pull to the tonal structure.",
    "keywords": [
        "Schenker",
        "Kurth",
        "energetics",
        "melodic analysis"
    ],
    "doi": "",
    "received": "October 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.samarotto.pdf",
    "author_info": [
        {
            "name": "Frank Samarotto",
            "university": "Indiana University Bloomington",
            "address": "Jacobs School of Music, 1201 # 3rd St., Bloomington IN 47405",
            "email": "fsamarot@indiana.edu"
        }
    ],
    "citations": {
        "cadwallader_1988": "Cadwallader, Allen. 1988. “Foreground Motivic Ambiguity: Its Clarification at Middleground Levels in Selected Late Piano Pieces of Johannes Brahms.” Music Analysis 7/1: 59–91.",
        "elias_1989": "Elias, Angi. 1989. “Zwei Klavierstücke aus Schumann’s ‘Album für die Jugend.’” Der Dreiklang 7: 161–4.",
        "everett_2004": "Everett, Walter. 2004. “Deep-Level Portrayals of Directed and Misdirected Motions in Nineteenth-Century Lyric Song” Journal of Music Theory 48/1: 25–68.",
        "hoag_2008": "Hoag, Melissa. 2008. “Multiply–Directed Moments in the Music of Brahms.” PhD diss., Indiana University.",
        "kurth_1917": "Kurth, Ernst. 1917. Grundlagen des linearen Kontrapunkts: Einführung in Stil und Technik von Bachs melodischer Polyphonie . Berne.",
        "meyer_1973": "Meyer, Leonard. 1973. Explaining Music: Essays and Explorations . Berkeley: University of California Press.",
        "narmour_1977": "Narmour, Eugene. 1977. Beyond Schenkerism: The Need for Alternatives in Music Analysis . Chicago: The University of Chicago Press.",
        "neumeyer_1987": "Neumeyer, David. 1987. “The Ascending Urlinie .” Journal of Music Theory 31/2: 275–303.",
        "rameau_1971": "Rameau, Jean-Phillipe. 1971. Treatise on Harmony . trans. Philip Gossett. New York.",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 927–55. Cambridge: Cambridge University Press.",
        "schenker_1969": "Schenker, Heinrich. 1969. Five Graphic Analyses . Intro. by Felix Salzer. New York: Dover Publications. Originally published as Fünf Urlinie-Tafeln (Vienna: Universal Edition, 1932).",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition . trans. Ernst Oster. New York: Longman.",
        "schenker_1994": "Schenker, Heinrich. 1994. The Masterwork in Music II. Ed. William Drabkin, trans. John Rothgeb. Cambridge: Cambridge University Press. Originally published as Das Meisterwerk in der Musik II, (Munich: Drei Masken Verlag, 1925).",
        "schenker_1997": "Schenker, Heinrich. 1997. The Masterwork in Music III. Ed. William Drabkin, trans. Derrick Puffett and Alfred Clayton. Cambridge: Cambridge University Press. Originally published as Das Meisterwerk in der Musik III, (Munich: Drei Masken Verlag, 1930).",
        "schenker_2005": "Schenker, Heinrich. 2005. “Haydn: Austrian National Anthem.” Ed. William Drabkin, trans. Joseph Lubben Der Tonwille vol. 2: 135–6.",
        "snarrenberg_1997": "Snarrenberg, Robert. 1997. Schenker’s Interpretive Practice Cambridge: Cambridge University Press.",
        "suurpää_2003": "Suurpää, Lauri. 2003. “Cover Tone in Brahms’s Immer leiser wird mein Schlummer Op. 105, No. 2 and Mendelssohn's Lied ohne Worte Op. 67, No. 1.” In A Composition as a Problem III: Proceedings of the 3rd International Conference on Music Theory, Tallinn, March 9–10, 2001 , ed. Mart Humal, 109–21. Tallinn, Estonia: Scripta Musicalia."
    },
    "footnotes": {
        "FN1": {
            "text": "1. It is worth remembering that Rameau’s first example of a perfect cadence is given in five staves, four separate lines plus the fundamental bass ( Rameau 1971 , 66).",
            "citations": [
                "rameau_1971"
            ]
        },
        "FN2": {
            "text": "2. See the insightful essay by Rothfarb ( 2002 , 927–55).",
            "citations": [
                "rothfarb_2002"
            ]
        },
        "FN3": {
            "text": "3. Fig. 120, 6 in Free Composition ( Schenker 1979 , 101). The full paragraph reads: In this example, the peak tones (*) of the diminution relate to one another in a \ndifferent sense. Under no circumstances may we read them as a genuine linear \nprogression, for example, as a sixth-progression at a) [measures 1–12, b1–g2] or \nas a fourth-progression at b) [measures 8–10]. Were such linear progressions \nintended, they would have to be compositionally worked out, which does not \nhappen here.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN4": {
            "text": "4. See Schenker 1969 . In this version, only two places are marked, and verbally with Terzug abwärts and Terzug aufwärts .",
            "citations": [
                "schenker_1969"
            ]
        },
        "FN5": {
            "text": "5. Schenker 1994 . Kurth’s verbal analysis is also quoted at length.",
            "citations": [
                "schenker_1994"
            ]
        },
        "FN6": {
            "text": "6. For another examination of Schenker’s dispute with Kurth \nand this analysis in particular, see Snarrenberg 1997 , 135–38. Snarrenberg also argues that reconciliation of these approaches is desirable, pointing especially to Kurth’s finer distinction between upward and downward motions (1997, 137).",
            "citations": [
                "snarrenberg_1997"
            ]
        },
        "FN7": {
            "text": "7. Schenker 1979 , 104. Schenker’s language here refers to melodic play in general, demonstrated in numerous examples in this section and elsewhere.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN8": {
            "text": "8. The voice-leading analysis given in Example 5 agrees largely with the reading of \nmeasures 1–16 given in Schenker ( 1979 ), fig. 73, 3,  but differs substantially from that of the following bars implied in fig. 106, 3a, which analyzes a parallel place.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN9": {
            "text": "9. My use of the word impulse is unapologetically \nenergeticist (in keeping with the view of Schenker’s work propounded by Rothfarb [ 2002 ] in fn.4). The animistic metaphor of melodic motion seems so basic as to be transparent; the greater “energy” attributed to melodic motions acting in conflict with the structure seems to me to justify the metaphor of an active impulse. An example where Schenker explicitly makes upward impulses a central part of his analysis is found in his essay on Beethoven’s Third Symphony ( Schenker 1997 , 11–12).",
            "citations": [
                "rothfarb_2002",
                "schenker_1997"
            ]
        },
        "FN10": {
            "text": "10. It is important to recall that cover tones need not entail a conflict with either local harmony or overall structural closure. For examples, see especially Schenker ( 1979 ), Fig. 75, and also Fig. 33 of “Further Consideration of the Urlinie: II,” in Schenker ( Schenker 1994 , 20–21). See also Suurpää ( Suurpää 2003 ).",
            "citations": [
                "schenker_1994"
            ]
        },
        "FN11": {
            "text": "11. This slow-motion effect is drawn out further later in the movement (measures 105ff.) where an expansion of this passage begins by turning the D into an E , allowing the C-minor harmony to proceed by 5–6 exchange to a D major—a harmonic impasse!",
            "citations": []
        },
        "FN12": {
            "text": "12. The inner voice motion in the second violins allows the E to rise up to the tonic, but it fittingly retains its role as an irritant by turning into a dissonant suspension.",
            "citations": []
        },
        "FN13": {
            "text": "13. This is an appropriate place to meet the reader’s expectation of some confrontation with Leonard Meyer’s implication-realization model, the expectation being a sharp differentiation with the Schenkerian approach. However, I do not believe that such an incompatibility exists. The approaches of this writer, of Meyer, and of Schenkerians in general are all premised on the same basic assumptions about linear connection in music and could not exist without these assumptions. A ready comparison can made between the Haydn analysis of Example 5 and Meyer’s well-known study of Schumann’s Soldier’s March from the Album for the Young, Op. 68, both in the same key and with the same scale-degree issue. See Meyer ( 1973 , 125–30); a Schenkerian reading of the Schumann can be found in Elias ( 1989 , 161–4); Meyer’s analysis is also discussed with a more polemical tone in Narmour ( 1977 , 142).",
            "citations": [
                "meyer_1973",
                "elias_1989",
                "narmour_1977"
            ]
        },
        "FN14": {
            "text": "14. For this study, I am putting aside the possibility of an ascending Urlinie, which I regard as possible but a special case. See also Neumeyer ( 1987 ).",
            "citations": [
                "neumeyer_1987"
            ]
        },
        "FN15": {
            "text": "15. A note on methodology: This paper includes a variety of styles of presentation in keeping with my conviction that the individual context must suggest the best mode of illustration.",
            "citations": []
        },
        "FN16": {
            "text": "16. The first version differs mainly in its metric setting (in 6/8).",
            "citations": []
        },
        "FN17": {
            "text": "17. Brahms was particularly fond of this motive; see for instance Cadwallader ( 1988 ).",
            "citations": [
                "cadwallader_1988"
            ]
        },
        "FN18": {
            "text": "18. Compare the (somewhat different) analysis of this song in Everett ( 2004 ), especially pp. 37–8. Everett’s study is very much in the same spirit as the present one, focusing on deformations of the fundamental structures as a special feature of 19th-century art song. Another study of Brahms’s music in a similar vein to this paper is Hoag ( 2008 ).",
            "citations": [
                "everett_2004",
                "hoag_2008"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Rameau’s seminal treatise of 1722 opens with a powerful declaration: the science of music is divided into melody and harmony, but, he says, . . . a knowledge of harmony is sufficient for a complete understanding of music ( Rameau 1971 , 3, editorial fn. 1). Indeed, an annotation in a contemporary copy adds that this makes a “remarkable statement: harmony and melody are inseparable” ( Rameau 1971 ).  It is a remarkable statement, especially when understood in light of Rameau’s progression of the fundamental bass, the progenitor of all later theories of harmony. Rameau’s cadence parfaite gathered together the contrapuntal threads of individual melodic lines and made them subordinates of, or at least co-conspirators with the root progression, which is a much more ideal concept. (1) Almost two centuries later, Ernst Kurth tried to detach melody entirely from harmony, hearing in Bach’s melodic lines an unbridled energy, careening about unrestrained by the bounds of harmony ( Kurth 1917 ). This was an extreme swing of the pendulum, but it did serve to restore an independence to melodic trajectory that had been deeply neglected since music theory turned to harmony and then form as its major preoccupations.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "rameau_1971",
                    "rameau_1971",
                    "kurth_1917"
                ]
            }
        },
        {
            "2": {
                "text": "[2] It is ironic that just as Kurth was about to burst onto the scene, another theorist was formulating an elegant new way of redressing the balance between melody and harmony. In the theories of Heinrich Schenker, harmony and counterpoint were shown to have an interdependence unprecedented in prior theory. Indeed, many would feel that the strength of Schenker’s approach is precisely the weight it gives to the melodic line, that is, to the integrity of linear motion in and of itself , and, equally, to the synthesis of the linear and the harmonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Nonetheless, by the very nature of that synthesis, Schenker’s theory of tonal structure privileges those melodic motions most strongly governed by harmonic progression. Indeed, that the deepest level of melodic fluency emerges as a descending motion is ultimately determined by the harmonic cadence, and \nis a reflection of the root meaning of cadence itself. In this aspect, Schenker is (ironically) a descendant of Rameau. However, what is not sufficiently recognized is that Schenker could place great importance on melodic directionality and impulse as independent elements, even when they run counter to the harmonic setting or to the descending trajectory of the Urlinie .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Indeed, there are moments when Schenker can sound a great deal more like Kurth than he would have ever admitted. An example can be found in Schenker’s analysis of Haydn’s Emperor Hymn. In his Tonwille essay, Schenker uses the language of energetics (2) to describe how the process of Überhöhungen (a term translated by Joseph Lubben as “superelevation”) causes the upper voice to surpass the Kopfton D: The constant pressure manifested in these superelevations pushes upward to g2 . . . from which a compensation in the falling direction is sought. This force crowns itself with the peak-tone g2, and also with the justness of the descent . . . ( Schenker 2005 )",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schenker_2005"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Schenker goes so far as to subordinate a possible arrival of the Kopfton in \nmeasure 4 to what he calls, “the motive of the superelevation”, which he regards as an essential part of this work’s synthesis ( Schenker 2005 , 136). Later, in Free Composition , Schenker revisits this analysis, which now takes the form of Example 1b; while taking pains to distinguish a “genuine linear progression” from other melodic activity, he nonetheless highlights what he calls here “the peak tones of the diminution,” and explicitly acknowledges that they do “relate to one another in a different sense.” (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "schenker_2005"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Keen students of Schenker’s work will recognize that observations of this sort are even more frequently encountered through suggestive graphic annotations. Example 1 shows some typical instances; I have mentioned the second of these, where the implications spelled out in the vivid language of Tonwille must be deduced from the hinting asterisks. Other places use arrows; in the Paganini theme analyzed in Example 1c, the arrows tell a complete story of motivic registral play. I would argue that these sorts of melodic impulses could be implied even when the arrows are lacking; my conjecture is confirmed by Example 1d, a draft of the celebrated Revolutionary Etude analysis, where arrows highlight the alternating directionality of the motivic thirds, thirds that in the final publication are given a more neutral notation. (4) I will turn back to the first Haydn analysis in more detail presently, but before that I will address Schenker’s confrontation with Kurth as exemplified in the analysis found in Example 2 . Example 1 . Examples from Schenker (click to enlarge) Example 2 . J. S. Bach, “Fugue in B Major” from The Well-Tempered Clavier , Book II (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the B major fugue from Book II of the Well-Tempered Clavier , the languidly wandering subject is a remarkable example of Bach’s transformation of the stile antico into stile moderno . Schenker’s much cited analysis is given in Example 2b. (5) Now his quarrel with Kurth is not about the importance of musical motion; it is about the clarity with which that motion is understood. Schenker writes, “Motion in music is more than motion pure and simple: it is a definite motion . . . that . . . fulfills a definite sonority in each case” ( Schenker 1994 ). For Schenker, Kurth’s aimless Bewegungszug , embodied in the leading tone’s culmination in the apex B, is in reality contained in a Quartzug that composes out the upper fourth of the B-major triad. Example 3 . J. S. Bach, “Fugue,” BWV 903b (click to enlarge) Example 4 . Haydn, Symphony No. 104 , movement II, measures 1–37 (click to enlarge and see the rest) Example 5 . Haydn, Symphony No. 104 , movement II, measures 1–37, melodic and structural analyses (click to enlarge and see the rest)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "schenker_1994"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Schenker makes a cogent point, but still, the melodic activity here has an insouciant autonomy that deserves recognition. Notice the fugue’s ensuing counterpoint, where extravagant leaps cause dissonant collisions. (These are marked in the score with asterisks.) It seems impossible to ignore the assertiveness of these voices as they dance around the implied harmonies. Indeed, the closing of the fugue, shown in Example 2c, confirms the pivotal role of the subject’s drive to its apex. In \nmeasure 93, the subject is stated for the last time, culminating in a tonic arrival in the highest register thus far, in \nmeasure 96. As if on cue, scale degree five detaches itself from this upward impulse and executes a grandiose cadential descent which gradually divests itself of characteristic motivic material. (See my own sketch in Example 2d.) Bach seems to deliberately separate out two melodic functions, a rising impulse that serves a motivic or even rhetorical function, and a descending line with the more general purpose of effecting tonal completion of the triad. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It is not uncharacteristic for Bach’s fugue subjects to contain such conflict. Example 3 , from the fugue attached to the so-called Chromatic Fantasy, is \na familiar instance. The subject seems gripped by a mania to avoid the tonic, \nveering instead to a curious C in bar 2. Indeed, the subject, once over, can \nhardly wait to scurry back to that C; the jarring clash with the D of the answer \nmakes explicit the conflict between that C and the overall tonic prolongation. \nSchenker’s elegant analysis, in Example 3b, is surely correct, but perhaps incomplete. Again, the close of the fugue, shown in Example \n3c, seems to acknowledge the conflict, and attempts to bring the errant C under control by inflecting it to C in the context of a dominant prolongation; see my sketch of the passage in Example \n3d.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Both of the fugue subjects exhibit independent melodic impulses, but the differences are telling. The B major subject is accommodated within a coherent tonal span, but its ascending direction pulls against the descent of the fundamental line. The D minor subject flaunts its dissonance with the tonality; the sense of a dissonant conflict with the structural fifth span is paramount—and foregrounded. In the former the melodic ascent is acting against the background need for closure by linear descent—a rather sub rosa requirement. In the latter the subject’s melodic outline seems to contradict the prolonged harmony, giving the surface a jarring quality. Both of these conflicts inject energy into their respective pieces, propelling the music forward and delaying the inevitability of the harmonic resolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] With this comparison in mind, let us return to Example 1a, included in Free Composition under the heading of boundary play (a topic given fairly extensive treatment). Schenker points to the “play of opposing descending and ascending motions” that can inform the content of the boundary play anchored by scale degrees and ; in itself, this opens up space for even freer melodic activity contained within the basic structural pillars. (7) Equally significant in Schenker’s sketch is the suggestive notation in the first two bars: an unambiguous descending third progression is counterbalanced by upward swings that seem intent on forming their own line. Nonetheless, Schenker’s equivocating notation reminds us that this ascending series of pitches does not form a genuine linear progression. The sheer idiosyncrasy of Haydn’s opening melodic gambit begs for further explication.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\tTo that end, I have fleshed out this figure to cover the whole of the opening G-major section of this movement; the score is given in Example 4 and my analysis in Example 5 . (8) Taking up the implications of Schenker’s notation, I have chosen to show the reading of the conventional tonal structure as separate from the full picture of its melodic vagaries. It is the single upper staff that includes both the motions of the structural upper voice and, more importantly, the purely melodic connections that may run counter to them, independent of an enclosing harmonic space. These latter I shall call contra-structural melodic impulses . (9) I will return presently to further refinement of this category, but suffice to note that my presentation on a separate staff recalls Schenker’s depiction of cover tones, which I would take to be a related phenomenon. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The opening wedge, with its systematic enlargement of intervals, could not more vividly enact the conflict between the structural and the contra-structural. The tipping point is E, , one step beyond a true linear progression, and just short of either a resolution to or an ascent to . (The upward motion from the low F compensates for the seventh leap but still does not supply .) The ascent to remains an unresolved irritant; that it continues to do so is confirmed by the B section, where a more gradual ascent to prolongs V in the manner of a conceptual 9th.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] From the reprise of A in measure 17 it is clear that is still an issue. The consequent is recomposed to give unexpected prominence to , now emphatically supported by the subdominant. More than that: the slow-motion turn around E gives it an unusually intense focus, like a cinematic close-up. (11) The structural melodic motion responds with shock, jumping register and compensating with an elaborate creep back to the obligatory octave. The lyric codetta finally supplies a resolution to the errant , in the form of an explicit stepwise descent from to , consolingly expressed in paired slurs (measures 33–7). (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] This analysis supports Kurth’s idea that melodic energies can generate independent impulses with real compositional salience, but does not deny that they exist within an environment of structural relationships well defined through Schenker’s methodology. (13) As little more than the embodiment of a stepwise line, a contra-structural melodic impulse is naturally resistant to structural description. Nonetheless, one can consider two distinct aspects: directionality and ambitus. First, directionality: a significant ascending melodic motion may conflict with the necessity of the descent of the fundamental line or of some more local linear progression. (Clearly, the degree of significance must be contextually argued.) More locally, descending motions might be contra-structural to a deeper level ascending line. This would usually exclude melodic activity “in service of the fundamental line”, such as initial ascent or motion out of an inner voice; as the typical Schenkerian language implies, these are not acting against the structural framework. As already implied, this category may include cover tones, if they are compositionally worked out to include a conflicting linear motion. (They can also be found in the ambitus category, as we shall see.) A contra-structural directionality may result in a deflection of the Urlinie away from the obligatory register (usually upwards). (14) Of course, whether an ascending impulse is contra-structural, or what sort it might be, is a matter of individual analysis, of determining what is germane to each piece. Example 6 . Haydn, Op. 64, no. 5, movement iii, minuet only (click to enlarge and see the rest) Example 7 . Haydn, Op. 64, no. 5, movement iii, minuet, sketch with contra-structural melodic impulses (click to enlarge and see the rest) Example 10 . Schubert, Nähe des Geliebten (second version) (click to enlarge and see the rest) Example 11 . Schubert, Nähe des Geliebten, sketch (click to enlarge and see the rest) Example 12 . Schumann, Loreley , Op. 53, no. 2 (click to enlarge and see the rest) Example 13 . Schumann, Loreley , Op. 53, no. 2, sketch (click to enlarge and see the rest)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] For an example of a conflict with directionality, let us turn to the minuet of Haydn’s “Lark” Quartet, Op. 64, No. 5, given as Example 6 with a sketch in Example 7 . (15) Right away a grace-note kick-start sends an upward arpeggio cutting across the F Kopfton , which still does its best to descend a third progression. However, upward swing wins out: The embellishing skips of a third are inverted to sixths—see this inversion in the sketch—and the half step remainder takes over the whole texture, dragging parallel octaves with it. Compare the reprise, which starts in \nmeasure 17; there the Kopfton reinstates itself an octave higher by pasting a descending third on top of the flipped sixth, and in that register it effects its structural conclusion. But wait: Ascending impulses take over the lengthy coda; a stumbling misstep sets off a sluggish parenthesis; that leads finally to a release into the highest register. Contra-structural upward impulses displace the Urlinie an octave above its initial register and force the coda to a conclusion an octave above that.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Another instance of upward impulse, and a more violent one, is the Trio from Beethoven’s Op. 7 sonata. (The main part of this third movement minuet is simply marked Allegro; \nsee Example 8 .) This time the analysis in Example 9 displays both a voice-leading sketch and a durational reduction based on that sketch.  Thunderous sforzandi disturb the dark landscape of this anti-pastoral. The smallest of these upward impulses gradually expands and gathers momentum, resulting in: first, an impatient foreshortening of the hypermeter at \nmeasure 25; see the durational reduction in Example 9b; and, second, a deflection of the arrival of to the highest possible register; see the last system of the voice-leading sketch. The morose melody that follows, in its subdued dynamics and stable register, feels like an attempt at recompense, but only the return of the Allegro can assuage the sense of disturbance. Example 8 . Beethoven, Piano Sonata Op. 7, movement iii, Trio only (click to enlarge and see the rest) Example 9 . Beethoven, Piano Sonata Op. 7, movement iii, Trio (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The second aspect to consider for contra-structural melodic impulses is the ambitus of the melodic motion in question; the space covered by a contra-structural melodic impulse may entail three possibilities: The melodic impulse fills out an interval of a prolonged harmony, but one which is at a lower level of structure; The melodic impulse fills out an interval that is dissonant with the prolonged harmony, but a resolution to that dissonance is withheld, at least initially; A dissonance occurs as in 2, but a resolution is never supplied, and a situation allowable because the Ursatz guarantees overall coherence. To illustrate, I will briefly compare three songs where contra-structural conflict is clearly a central issue. All three involve the upper fourth of the tonic triad, but in varying ways that partake of more than one of the three categories just outlined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The first example is Schubert’s setting of Goethe’s Nähe des Geliebten ; Example 10 gives the second version. (16) The non-tonic opening, hinting at the relative minor, raises an issue of the ambitus traced by the piano’s upper line: As a diminished fourth from D to G , it is an imperfect realization of the tonic’s upper fourth, and dissonant with it; the cover tone staff in Example 11 indicates the missing note initially suppressed. Later, these exact pitches are recovered and filled out to a consonance, as in the second category above. Nonetheless, that fourth also remains an elaboration of cover tones above the Urlinie (as in the first category), embodying the poetic conceit of a presence that is also distance.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Schumann’s Loreley , Op. 53, No. 2, given in Example 12 , is also about a presence, one that is invoked but absent. This presence is first embodied in the C that wells up from the piano and is echoed by the voice; see the sketch in Example 13 , which uses a separate staff for the voice. The C , , is at first subordinate to the Kopfton , but quickly becomes associated with another peak tone, D —see the asterisks in the sketch. This linear implication finally culminates in the high E echoing “Gedenke mein!” “Think of me!” as it affixes a weak plagal cadence to the end of this Romantic fragment. Note that the potential upper fourth is never fully realized as a linear progression; no B ever prefixes this ethereal rising line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]  My final and most subtle example is found in the intricate weave of Brahms’s self-referential Meine Lieder , Op. 106, \nno. 4. (See Examples 14 and 15 .) It is a song about another song—and it is the piano that seems to be doing the singing, while the vocal melody hardly touches on the tonic triad. It is the piano, not the voice, which carries the Kopfton , reversing the conventional structural priority of the singer. Echoed by the filigree of its own accompaniment, the piano melody drifts down to , whose upper neighbor D is graced by its own neighboring E, a tone which conspicuously clashes with the E of the accompanying dominant harmony (measure 4). This decoration of the dominant pitch (prefigured in \nmeasure 3 and resolving into the inner voice in measure 5 as the descent of the Urlinie resumes its structural role) is a characteristic Brahmsian figure that is taken up more fully by the vocal melody, realizing a contra-structural motive that grates against the triadic space of F minor. (17) It is the dark sound the speaker hears, but we do not know that yet. Not until this figure undergoes a world of motivic enlargements (many bracketed in Example 15) do we feel the full import of its tension with the tonal structure. This comes to a head in the parenthesis that opens in \nmeasure 23: we hear it as if from a distant place, a memory of a past now emptied of affect, an apparent dominant pointing to a key it cannot reach. Finally, an augmented-sixth-to-V breaks the spell, but the voice is as mired on C as ever, resigned to doubling the bass. It has surrendered to the darkness of the contra-structural motive, and this darkness nearly buries the descent of the Urlinie. The piano postlude is pure memory, persistence without fulfillment. (18) Example 14 . Brahms, Meine Lieder , Op. 106, no. 4 (click to enlarge and see the rest) Example 15 . Brahms, Meine Lieder , Op. 106, no. 4, sketch (click to enlarge and see the rest)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] These three songs display contra-structural melodic impulses whose ambitus creates tension with the tonal structure. In the Schubert, the incomplete diminished fourth is filled out as a perfect fourth; in the Schumann, the associative connection among high notes is never stitched together into a structural interval; in the Brahms, the contra-structural motive is exhaustively developed, but never gives up its conflict with the tonic triad. Now it is certainly possible to read these pieces in a way that accommodates the melodic tensions to the tonal framework. But this would surely miss their aesthetic salience, the energies that shape their dramas. Frankly, we must admit that it is all too easy for deeper levels of tonal structure to present a picture more bland than we mean, and more static than we intend. We strive for analysis to find a way to include the elements of tension that enliven structure, even to place them at center stage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] After all, we may know that the play is about Othello, but it is Iago who creates the conflicts that move the plot forward, and who often seems more vividly drawn. Drama is about conflict, and voice-leading analysis must recognize this as well. One might say that in the realm of opposing melodic motions, the play’s the thing.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.2.samarotto.html",
    "data": "mto/data/mto.09.15.2.samarotto.json"
}