{
    "title": "Review of Matthew Brown, <i>Debussy Redux: The Impact of his Music on Popular Culture </i>(Indiana University Press, 2012)",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Leydon, Rebecca"
    ],
    "abstract": "",
    "keywords": [
        "Debussy",
        "Brown",
        "popular culture",
        "film music",
        "exotica"
    ],
    "doi": "",
    "received": "January 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.leydon.pdf",
    "author_info": [
        {
            "name": "Rebecca Leydon",
            "university": "Oberlin Conservatory",
            "address": "77 W. College St., Oberlin OH 44074",
            "email": "rleydon@oberlin.edu"
        }
    ],
    "citations": {
        "devoto_2003": "Devoto, Mark. 2003. “The Debussy Sound: Colour, Texture, Gesture.” In The Cambridge Companion to Debussy, ed. Simon Trezise, 179 –96. Cambridge: Cambridge University Press.",
        "gendron_2002": "Gendron, Bernard. 2002. Between Montmartre and the Mudd Club. Chicago: University of Chicago Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The gap between high-brow and popular culture, and how, where, and when that gap narrows and closes, has been a subject of keen scholarly interest. Bernard Gendron’s (2002) study is perhaps the most ambitious one to date:  Gendron explores the collisions of art and pop musical spheres, especially within avant-garde scenes, over a period spanning from the 1880s through the 1970s.  Among other questions, Gendron asks how it was that pop audiences came to accept and embrace musical features originating in the rarefied sphere of art music.  Other recent works—Ken McLeod’s study of operatic influences in pop and recent texts on prog rock by Kevin Holm-Hudson and others, for example—similarly focus on the peculiar convergences and alignments of pop and art.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Matthew Brown’s Debussy Redux serves as a key contribution to this ongoing discourse. Brown investigates the reappearances and adaptations of Claude Debussy’s music within a wide variety of popular cultural phenomena, ranging from the classic Hollywood film scores of Dmitri Tiomkin, to Isao Tomita’s cosmic Moog synthesizer stylings, to Rosemary Brown’s necromantic transcriptions of piano music from beyond the grave. Readers interested in the genealogy of high-low interactions and the cultural impact of Debussy’s music in particular will enjoy this book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The book’s subtitle is deceptively modest.  There is an equally strong emphasis throughout the book on broader meta-critical questions, and the book turns out to be as much a meditation on issues of aesthetic value, authenticity, autonomy, authorship, and influence, as on the repurposing of Debussy’s works. This sometimes results in a rather diffuse text, as the author repeatedly moves away from the specific musical examples to wide-ranging discussion of concepts such as “the creative act” and “organic unity.” Each chapter highlights a particular aesthetic question by presenting an account of a compelling popular-cultural appropriation as a jumping off point for exploration of a broader aesthetic theme. For example, “From Parisian Salon to Billboard Phenom,” tackles the high-brow/low-brow divide, showing (contra Adorno) how pop tunes and art music are not so very far apart, at least from a nut-and-bolts “musical materials” perspective.  Schenkerian analysis reveals underlying similarities between ostensibly trivial and eminent works, namely Reverie (1890) and “C’est l’extase” from Ariettes oubliées, (1885–1887). These works share surprisingly similar harmonic features and modes of thematic development. Another supposed pop trifle, American bandleader Larry Clinton’s swing adaptation of Reverie , “My Reverie” (1938), is also compared with the source and defended against the charge that it is purely generic pop.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Chapter 4, “In the Moog,” tackles the matter of authorship in situations where works have multiple authors, or multiple versions of a work by the same author coexist. Here Brown considers the substantial contributions of André Caplet, whose orchestrations of Children’s Corner and “Pagodes” were enthusiastically endorsed by the composer. Caplet’s original orchestrations and his direct intervention in the scoring of L’enfant prodigue and other works, as well as Debussy’s endless tinkering with the orchestration of his own music well after its publication illustrate how “Debussy took it for granted that the structure could be manifest in several different scorings” (73). These examples undermine the notion of an Urtext for many of Debussy’s works.  Brown draws an analogy with photography, suggesting that Debussy “treated his works in much the same ways that photographers treat their pictures; just as the latter are able to develop a particular negative in black and white, in sepia, or in color, so he was able to realize his scores in terms of different instrumental palettes” (ibid.). At the same time, the case of a misguided orchestration of La plus que lente by Henri Mouton illustrates how Debussy decidedly rejected particular timbral realizations (in this case, one “needlessly decorated with trombones”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Highpoints of the book are two of the central chapters, both having to do with cinematic uses of Debussy’s music. Chapter 3, “Lights, Camera, Sound track!” recounts the story of the making of Portrait of Jennie (1948), a Selznick Studio/Vanguard Films production directed by William Dieterle. At Selznick’s behest, Debussy’s music was adapted for the film’s soundtrack by Dmitri Tiomkin, partly as a means of projecting a self-consciously “tony” quality for the production. Selznick envisioned the music as the sonic counterpart to the artful cinematography of Joseph H. August: striking black-and-white aerial and cloud sequences, green tinted film stock and a brief use of Technicolor, scenes shot through the weave of a canvas so that they resemble a painted surface, and cityscapes that evoke Alfred Stieglitz’s modernist Manhattan skylines. (As with Selznick’s other prestige projects, the motto “A Tradition of Quality” appears on a banner in the opening frame as a definitive consecrating gesture.) Turning to Tiomkin’s musical treatment, Brown reveals how the score was assembled from passages of “Nuages,” “Sirènes,” Prélude à l’après-midi d’un faune, Deux Arabesques, and “La fille aux cheveux de lin.”  Moreover, Brown shows how Tiomkin’s treatment of the themes closely parallels the leitmotiv techniques in Debussy’s own Pelléas et Mélisande. Brown illustrates how Tiomkin selected motives that are gesturally and tonally similar to the “forest-,” “Golaud-,” and other themes in Pelléas, and that Tiomkin employs them in closely analogous narrative situations in the film.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Chapter 6, “The Schlock of the New,” is especially intriguing because Brown proposes that Debussy’s best-known piano prelude “La cathédrale engloutie” might be understood as a subversive work.  Like most listeners, probably, I have been inclined to think of this work as a sophisticated but surely politically innocuous bit of musical ekphrasis.  Now, I am less certain. Brown suggests that Debussy’s evocation of the legend of the drowned city of Ys might have served a veiled critique of the suppression of Breton culture by forces of the French state and the Catholic church. By tracing a thread from Baudelaire and symbolist aesthetics through the radical politics of post-Commune Paris to the publication of Le revue blanche, Brown builds a case for hearing Debussy’s music as political critique. Brown’s argument, in turn, explains why “La cathédrale engloutie” proves to be such a perfect fit for the soundtrack of John Carpenter’s “action trash” film Escape from New York (1981), where a synthesizer version of the Prelude accompanies images of a ruined American city—a kind of futuristic Ys—and why it also suits John Zorn’s purposes as an ominous avant-garde anthem on Grand Guignol (1992), two resurfacings of the prelude in popular culture that are explored in this fascinating chapter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 8, “Other Cultures, Other Sounds,” considers some cross-cultural appropriations of Debussy’s music including its adoption by Akira Kurosawa for the soundtrack to Drunken Angel (1948), and by American “exotica” artists Arthur Lyman and Martin Denny in the 1950s. Brown offers these examples without advancing any theory as to why Debussy’s music seemed to resonate anew with listeners in such disparate times and places, other than to assert that musical meanings can and do cross cultural boundaries surprisingly easily. Still, one wonders what might have made aspects of Debussy’s music newly relevant in the immediate postwar context.  Brown’s brief reference here to the work of T. J. Clark (119) in order to illustrate a point about sexual permissiveness in la Belle Époque , suggests a possible avenue.  Art historian Clark’s materialist critique imagines Impressionism to be a product of the rapid urbanization and suburbanization of the city of Paris: the works of Manet, Cézanne, and Courbet are forged at a moment when nature, at the fringes of the city, was rapidly displaced by industrialization, Haussmanization, and the faubourg -ization of modern Paris. To the extent that Debussy’s music springs from the same awareness of a disappearing natural or traditional world, the resurfacing of bucolic Debussyisms in the “exotica” pop of Lyman and Denny suggests that some of the same anxieties and crises simmered below the surface for post-war American suburbanites. The claim could be made for post-war Japan as well, which Brown discusses in connection with Kurosawa’s themes of tradition and modernization in Drunken Angel.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] A topic not directly addressed in the book is the impact of Debussy’s “sound world,” his approach to musical timbre. Given that sonorité is such a defining feature of Debussy’s music and that it has undeniably had a pervasive effect on popular music, it seems surprising that the topics of timbre and texture do not receive more sustained treatment here. Early on, Brown acknowledges the post-war Debussyistes who credited the composer with the emancipation of texture and timbre as constitutive compositional elements. But might there be more to say about popular music’s appropriation of a Debussian “sound of sound”? The spectral shifts of  “Gigues” at the opening of the orchestral Images , the shadow chorus of “Sirènes”—indeed, the very idea of harmony qua sound for which Debussy is celebrated, all can be heard echoing through a century of popular music, from the “soft-focus sound” of midcentury orchestral pop to the ubiquitous white-noise sweeps of EDM. Certainly the genre of ambient—treated by Brown in a chapter on “Les sons et parfums tournant dans l’air du soir” and British techno-band Art of Noise (Chapter 5, “Yo ... Baudelaire!”)—is almost entirely premised upon a notion of sound as enveloping tactile sensuousness. Mark Devoto’s (2003) description of Debussy’s novel ensemble textures is as apt for contemporary ambient as it is for “Nuages”: “The background is the musical protagonist, the wash of cloud and sky within which a minimum of gestural events occur” (184).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Brown is a solid wordsmith, but a few typographical problems in the musical examples occasionally bogged down my reading. Example 5.1, which shows the vocal rhythms of “Harmonie du soir,” is missing the rests, time signature changes, and tuplet brackets.  The reproduction of the excerpt from Jeux in Example 8.1 is badly pixelated—a surprising glitch since there are eight beautifully reproduced color plates, including album covers of Esquivel’s Infinity in Sound and Tomita’s Snowflakes are Dancing , and the front of the 1912 program for Nijinsky’s Faune , which attest to the care otherwise taken with the book’s presentation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Debussy Redux is a timely and original contribution to both popular music studies and Debussy scholarship, not least for the sheer wealth of examples that Brown has amassed of what he calls “Debussy kitsch.” Indeed, Brown, quoting Basil Rathbone, acknowledges that the book is largely a product of  “the noxious habit of accumulating useless trivia’ from lowly sources such as thrift stores, flea markets, rummage sales, and Ebay” (14). I enjoyed it most of all precisely at those moments when it gave me the vague sense that I was rummaging through a used record store and turning up forgotten treasures.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.2.leydon.html",
    "data": "mto/data/mto.13.19.2.leydon.json"
}