{
    "title": "Thomas Campion’s “Chordal Counterpoint” and Tallis’s Famous Forty-Part Motet",
    "date": "2018/03/01",
    "volume": "24",
    "issue": "1",
    "authors": [
        "Schubert, Peter N."
    ],
    "abstract": "The compositional process behind the iconic Tallis forty-part motet,Spem in alium(ca. 1570) remains an enigma. Did he really check every pair of voices for illegal parallels? The author proposes a scenario based on Thomas Campion’s “Rule” for connecting notes in three voices above a bass. This very clever system ensures the presence of all three interval-classes above the bass (third, fifth, and root), and makes parallels impossible. The treatise was widely reprinted, and it is likely that the system was known well before its appearance around 1614. Any composer who knew this system could have grouped the melodic motions above the bass in such a way as to make the task of writing in so many parts more manageable. Campion believed that the bass was the principal melodic voice, and glimpses into the disposition of the soggetti in Tallis’s motet reveal that the bass is indeed the soggetto in the thick-textured sections.",
    "keywords": [
        "Thomas Campion",
        "Counterpoint",
        "Chords",
        "Soggetto",
        "Renaissance",
        "Polyphony",
        "Thomas Tallis",
        "Spem in alium",
        "History of Theory",
        "Harmony",
        "Counterpoint Pedagogy"
    ],
    "doi": "",
    "received": "July 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.1/mto.18.24.1.schubert.pdf",
    "author_info": [
        {
            "name": "Peter N. Schubert",
            "university": "Schulich School of Music",
            "address": "Department of Music Research, McGill University, 555 Sherbrooke St. W., Montreal, QC H3A 1E3, Canada",
            "email": "peter.schubert@mcgill.ca"
        }
    ],
    "citations": {
        "aron_1523_1539": "Aron, Pietro. [1523] 1539. Thoscanello in musica . Bernardino and Vitali. 1539 edition. Petrucci Music Library (IMSLP #268210).",
        "campion_2003": "Campion, Thomas. 2003. A New Way of Making Fowre Parts in Counterpoint by Thomas Campion and Rules how to Compose by Giovanni Coprario . Edited by Christopher R. Wilson. Ashgate.",
        "campion_1614?_1671": "Campion, Thomas. [1614?] 1671. A New Way of Making Fowre Parts in Counterpoint . John Playford.",
        "cole_2008": "Cole, Suzanne. 2008. Thomas Tallis and His Music in Victorian England . Boydell & Brewer.",
        "cumming_and_schubert_2015": "Cumming, Julie and Peter Schubert. 2015. “The Origins of Pervasive Imitation.” In The Cambridge History of Fifteenth-Century Music , edited by Anna Maria Busse Berger and Jesse Rodin, 200–28. Cambridge University Press.",
        "diergarten_2017": "Diergarten, Felix.  2017.  “‘Aut Propter Devotionem, aut Propter Sonoritatem’: Compositional Design of Late Fifteenth-Century Elevation Motets in Perspective.” Journal of the Alamire Foundation 9 (1): 61–86.",
        "doe_1970": "Doe, Paul. 1970. “Tallis’s ‘Spem in alium’ and the Elizabethan Respond-Motet.” Music and Letters 51: 1–14.",
        "herissone_2000": "Herissone, Rebecca. 2000. Music Theory in Seventeenth-Century England . Oxford University Press.",
        "higgins_2012": "Higgins, Charlotte. 2012. “ Fifty Shades of Grey Sends Sales of Thomas Tallis’s Spem in Alium Soaring. ” The Guardian , July 16.",
        "james_2011": "James, E. L. 2011. Fifty Shades of Grey . Vintage Books.",
        "legge_2010": "Legge, Philip, ed. 2010. Spem in alium nunquam habui . Choral Public Domain Library (CPDL #22556).",
        "lester_1992": "Lester, Joel. 1992. Compositional Theory in the Eighteenth Century . Harvard University Press.",
        "milsom_2012": "Milsom, John. 2012. “Josquin and the Combinative Impulse.” In The Motet Around 1500 , edited by Thomas Schmidt-Beste, 187–222. Turnhout.",
        "milsom_2005": "Milsom, John. 2005. “‘Imitatio,’ ‘Intertextuality,’ and Early Music.” In Citation and Authority in Medieval and Renaissance Musical Culture: Learning from the Learned , edited by Suzannah Clark and Elizabeth Eva Leach, 141–51. Boydell & Brewer.",
        "moroney_2007": "Moroney, Davitt. 2007. “Alessandro Striggio’s Mass in Forty and Sixty Parts.” Journal of the American Musicological Society 60 (1): 1–70.",
        "penna_1679": "Penna, Lorenzo. 1679. Li primi albori musicali . Giacomo Monti. Petrucci Music Library (IMSLP #127915).",
        "rivera_1993": "Rivera, Benito. 1993. “Finding the Soggetto in Willaert’s Free Imitative Counterpoint: A Step in Modal Analysis.” In Music Theory and the Exploration of the Past , edited by Christopher Hatch and David W. Bernstein, 73–102. The University of Chicago Press.",
        "roig-francolí_1995": "Roig-Francolí, Miguel A. 1995. “Playing in Consonances: A Spanish Renaissance Technique of Chordal Improvisation.” Early Music 23 (3): 461–471.",
        "roth_1998": "Roth, Markus. 1998. “Organisationsformen vielstimmiger Polyphonie: Thomas Tallis’ Motette Spem in alium nunquam habui .” Musik & Ästhetik 2 (7): 5–20.",
        "sancta_maria_1565": "Sancta Maria, Tomàs L. de. 1565. Libro llamado arte de tañer fantasia , libro segundo. F. Fernandez. Petrucci Music Library (IMSLP #203248).",
        "schofield_1951": "Schofield, Bertram. 1951. “The Manuscripts of Tallis’s Forty-Part Motet.” The Musical Quarterly 37 (2): 176–183.",
        "schonsleder_1631": "Schonsleder, Wolfgang. 1631. Architectonice musices universalis . Ingolstadt.",
        "schubert_2007": "Schubert, Peter. 2007. “Hidden Forms in Palestrina’s First Book of Four-Voice Motets .” Journal of the American Musicological Society 60 (3): 483–556.",
        "schubert_2002": "Schubert, Peter. 2002. “Counterpoint Pedagogy in the Renaissance.” In The Cambridge History of Western Music Theory , edited by Thomas Christensen, 503–533. Cambridge University Press.",
        "stevens_1982": "Stevens, Denis. 1982. “A songe of fortie partes, made by Mr. Tallys.” Early Music 10 (2): 171–81.",
        "tallis_1928": "Tallis, Thomas. 1928. “Spem in alium.” In Tudor Church Music . Oxford University Press 6: 299–318.",
        "yearsley_2002": "Yearsley, David. 2002. Bach and the Meanings of Counterpoint . Cambridge University Press.",
        "zarlino_1558": "Zarlino, Gioseffo. 1558. Le istitutioni harmoniche . Franceschi. Petrucci Music Library (IMSLP #317594).",
        "inline_citation": "Installation and Filmography",
        "cardiff_2001": "Cardiff, Janet. 2001. The Forty Part Motet .",
        "girard_2014": "Girard, Francois. 2014. Boychoir . Informant Films."
    },
    "footnotes": {
        "FN0": {
            "text": "* Thanks to Claire Arthur, Julie Cumming, Samuel Howes, Christoph Neidhöfer, Jason Noble, Jon Wild and Chris Paul Harman, who got the ball rolling by suggesting, when I was preparing to show the Tallis to my class,  that I ask them to add a forty-first part.",
            "citations": []
        },
        "FN1": {
            "text": "1. “Heinichen . . . compared the making of canons to a kind of witchcraft” ( Yearsley 2002 , 56).",
            "citations": [
                "yearsley_2002"
            ]
        },
        "FN2": {
            "text": "2. The editor proposes a date of 1614 for the treatise (see Introduction, page 7). I have taken the musical examples from the edition on Early English Books Online , via https://eebo.chadwyck.com/home (paid access).",
            "citations": []
        },
        "FN3": {
            "text": "3. There is another reason why Campion is considered forward-looking,  and that has to do with recognition that chords have a “true Base” a third below, a statement justly characterized by Wilson as “extraordinary” ( Campion 2003 , 25)—see [9.2] below.",
            "citations": [
                "campion_2003"
            ]
        },
        "FN4": {
            "text": "4. It is possible that Campion did not include the anti-parallels because he had enough to satisfy the “young beginner” for whom this method is intended ( Campion 2003 , 46).",
            "citations": [
                "campion_2003"
            ]
        },
        "FN5": {
            "text": "5. It is surprising that the two that duplicate R–F are both in the same chorus. If the singers are spatially proximate, they would be acutely aware of the slightly offset parallel octaves.",
            "citations": []
        },
        "FN6": {
            "text": "6. Moroney ( 2007 , 39–52) discusses this in a section entitled “Strategies and Techniques of Composition in Forty Voices.”  He does not address the problem of writing above changing bass notes.",
            "citations": [
                "moroney_2007"
            ]
        },
        "FN7": {
            "text": "7. Although in some ways the notion of a “true Base” shows triadic thinking, Campion more often refers to intervals above the bass, and to the sixth above the bass as a substitute for the fifth. By “ E sharpe” he means E ♮ solmized “mi.”",
            "citations": []
        },
        "FN8": {
            "text": "8. This alteration is made because the rules for stretto fuga in four parts do not allow the same note to be sounded for three time units, here the semibreve.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The famous motet in the title is of course Spem in alium nunquam habui (“Hope in another never have I had”), composed around 1570 ( Tallis 1928 ; Legge 2010 ). This piece has always occupied a special place in the canon as an oddity among Renaissance masterpieces, and it has recently enjoyed appearances in popular culture, with Janet Cardiff’s museum installation ( 2001 ), the alarming mention it gets in Fifty Shades of Grey ( James 2011 ; Higgins 2012 ), and the film Boychoir with Dustin Hoffman ( Girard 2014 ).",
                "footnotes": [],
                "citations": [
                    "tallis_1928",
                    "legge_2010",
                    "cardiff_2001",
                    "james_2011",
                    "higgins_2012",
                    "girard_2014"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Its iconic status may be partly due to the mind-boggling complexity of writing in so many parts. Denis Stevens ( 1982 ) recounts an anecdote in which John Bull travels to Northern France in 1601. There he meets a “famous Musician,” who “conducted Bull to a Vestry, or Music School joyning to the Cathedral, and shew’d to him a Lesson or Song of forty parts , and then made a vaunting Challenge to any Person in the World to add one more part to them, supposing it to be compleat and full, that it was impossible for any mortal Man to correct, or add to it. Bull thereupon desiring the use of Ink and rul’d Paper, (such as we call Musical Paper), prayed the Musician to lock him up in the said School for 2 or 3 hours; which being done, not without great disdain by the Musician, Bull in that time or less, added forty more parts to the said Lesson or Song . The Musician thereupon being called in, he viewed it, tried it, and retry’d it. At length he burst into a great ecstasy, and swore by the great God that he that added those 40 parts, must either be the Devil or Dr. Bull &c. Whereupon Bull making himself known, the Musician fell down and adored him” ( Stevens 1982 , 180).",
                "footnotes": [],
                "citations": [
                    "stevens_1982",
                    "stevens_1982"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] This anecdote, which may or may not refer to the Tallis, portrays counterpoint as magic or alchemy. (1) We are still so awed by the massiveness and intricacy of this piece that we don’t dare speculate on how it might have been pulled off in the first place, much less how Bull’s subsequent feat could have been accomplished. While we justly celebrate its dramatic and expressive deployment of sound masses, we have no idea how to compose in so many parts without parallel fifths and octaves. The scholarship one reads about the motet is almost exclusively focused anywhere but on the details of compositional process. The subjects that have interested scholars are how Tallis might have been influenced by Striggio’s 40-part mass, the occasion for which the work might have been written, its political significance, its overall proportions, the disposition of the eight five-part choirs, and the choice and setting of its text ( Cole 2008 ; Doe 1970 ; Roth 1998 ; Schofield 1951 ). An exception is Davitt Moroney’s ( 2007 ) treatment of the Striggio (see [8.2] and [8.5]).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "cole_2008",
                    "doe_1970",
                    "roth_1998",
                    "schofield_1951",
                    "moroney_2007"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In the following pages I propose a scenario for the compositional process behind the piece, using tools provided by Thomas Campion. Better known as a poet and composer, Campion (1567–1620) wrote a little treatise that contains a detailed discussion of four-voice counterpoint. His examples look to us like chord progressions in four-part harmony, although they are conceived quite differently, as I will show ( Campion 2003 ). (2) His method is very clever in its own right, and it can also be used to illuminate writing in many parts. 2. Voice Leading Combinatorics",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "campion_2003"
                ]
            }
        },
        {
            "2": {
                "text": "[2] When we write in four parts, we are told to check every pair of voices separately for duplications, parallel perfect intervals, skips from dissonances, etc. In a four-part texture, there are six pairs of voices (just as, if four people clink glasses at a table, there are six clinks). This can be calculated by taking the number of voices, n , and applying this formula: $$\\frac{n\\times(n-1)}{2}$$ yielding 12/2 = 6 pairs of voices in a four-voice texture. Tallis, to check for hidden parallels in the full-textured sections of his motet, would have had to check $$\\frac{40\\times39}{2}$$ or 780 pairs of voices (John Bull in the anecdote would have had to check 3160 pairs). This seems ridiculously cumbersome and time-consuming. Can anybody believe that Tallis did that? I will show how Campion’s method makes the task more manageable. 3. Thomas Campion’s “New Way”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Campion’s method begins by showing how to connect notes in three upper voices above a given bass motion. The title of his treatise, “A New Way of Making Fowre Parts in Counterpoint,” and the fact that it prescribes the motions of each voice above the bass place it in the long line of counterpoint treatises that show all possible first-species motions above or below a tenor. The differences are that 1) the given “tenor” melodic motion is now only in the bass, so all counterpoint is above, and 2) at first, Campion only allows three intervals above the bass: the third, the fifth, and the octave (and their compounds). His rule specifies that, for any given first vertical interval and any given bass motion, there are only two possible motions to the second vertical interval (later in the treatise he will add an exception for parallel tenths). Those motions will lead to another third, fifth or octave above the bass. Thus his musical world is a very limited version of that in previous counterpoint treatises, and it is further limited by texture: he maintains a four-voice texture at all times. The rule ensures that, in this texture, every vertical sonority will contain all three intervals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The editor of the recent edition of Campion’s treatise credits him with advocating “a new approach to composition, from linear thinking to vertical” ( Campion 2003 , 32; see also Herissone 2000 , 123–127). This is an exaggeration: all previous contrapuntal treatises involved vertical thinking, and Campion’s certainly involves linear thinking—the melodic motion of the bass determining the melodic motion of the upper voice (Campion even believes that the bass line has replaced the tenor as the “theame”; this subject will be explored at the end of this study, in [10.1–9].) What’s new is the reduction of possible voice-leading motions and the ubiquitous texture of four parts. (3) Example 1a . Campion’s “Rule” (click to enlarge) Example 1b . Voice-leading motions over descending bass motions, according to Campion’s “Rule” (click to enlarge) Example 2 . A second set of possible motions above falling and rising bass motions (click to enlarge) Example 3 . Four pairs of examples showing first the top voice in parallel tenths, followed by the same progression with the “regular” prescribed top voice (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "campion_2003",
                    "herissone_2000"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] For the first set of motions, approaching the next chord factor by the smallest interval in contrary or oblique motion, Campion begins by offering rules to determine what the second vertical interval should be, given the first one. If the bass falls a step, a third, or a fourth (the intervals of the fifth and sixth are understood to be the same as the fourth and third respectively), the three parts of the rule are: the voice that was an octave above the first bass note should go to the third above the next bass note the voice that was a third above the first bass note should go to the fifth above the next bass note the voice that was a fifth above the first bass note should go to the octave above the next bass note Campion sums this up in a table shown in Example 1a . For falling bass motions, each of the three columns shows how a single voice should proceed: a voice at the interval above the bass in the upper line should move to the interval above the bass shown in the lower line. For rising bass motions, we read the table upside down: the first vertical interval is the lower number, the second the upper, because the step down is the retrograde of the step up. Example 1b shows Campion’s examples for the three falling bass motions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] For the second set of motions, involving skipping over the closest chord member to the next member by contrary motion, the table is used in reverse (i.e., taking the lower number in Example 1a as the first vertical interval for a falling bass motion) as shown in Example 2 . This produces three more options for every bass motion (e.g., 8–5, 5–3, and 3–8 over a descending bass).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] What is brilliant about his method is that 1) it works for every motion of the bass regardless of melodic interval or direction; 2) it works for any initial arrangement of third, fifth, and octave above the bass; 3) the same table, by being read in different directions, can produce four different sets of voice-leading motions; and 4) because every interval above the bass goes to a different interval, the second chord is simply a rotation of the first (i.e., the goal note of each voice’s motion complements those of the other two, such that in four parts, every chord contains the essential intervals, 3rd, 5th, and 8ve). Regardless of which direction we read the table, it generates a circular permutation of the three intervals as long as the bass continues in the same direction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Of parallel tenths in the outer voices, a standard gambit in Renaissance music, Campion says: “But that I may (as neere as I can) leaue nothing vntoucht concerning this kinde of Counterpoint, let vs now consider how two thirds being taken together betweene the Treble and the Base, may stand within our Rule” ( 2003 , 55). He says that against a rising bass the first note of the treble is “regular” and the second is “irregular;” that is, in the first measures of Example 3 , the B ♭ in the Treble is a substitute for a G. The G, shown in the second measure of Example 3, is the note prescribed by the table (shown in Example 1b). He does not show an example for a bass moving by a fourth, but I will extrapolate one in later examples  since it happens in Spem and in Renaissance music in general.",
                "footnotes": [],
                "citations": [
                    "campion_2003"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] The foregoing shows that Campion’s treatise offers a total of seven voice-leading motions above moving bass notes in a given direction, two each for voices beginning on the third, fifth, and octave, and one for parallel tenths. His criteria seem to be that no skip larger than a fifth is allowed and no parallel perfect intervals are allowed, although similar motion to perfect intervals is allowed. All of his motions may be sounded together with no illegal parallels. In addition, there are some possible motions that he did not mention, which we might call the anti-parallels, the same pair of chord factors as in Campion’s examples but approached by contrary motion (anti-parallels occur often in Spem and are generally common in music of the 16 th –18 th centuries). These vary with the bass motion—some are not available due to the implicit restriction that voices not move by melodic sixth leap, and some of these will produce illegal parallels and may not be used together. (4) The total number of these independent parts, which I will call “available motions,” is 9 or 10. They are shown in Examples 6, 8, and 10, with the anti-parallels added by me on the top staff of each example. 4. The Significance of Campion’s System Example 4 . Aron’s table of counterpoint (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Campion’s contribution can best be assessed by comparing earlier discussions of four-part sonorities, where they are the result of a “layered” process. The process begins with a single vertical interval, and then fills in a third and then fourth voices. Typical examples are those of Aron and Zarlino, who made tables in which one column indicates various intervals between the tenor and soprano, and for each, a row of choices for the bass, and then a row for the alto voice, which is determined by the bass. Example 4 shows Aron’s table from the Toscanello ( 1539 ). The leftmost column lists intervals between the tenor and the soprano from a unison to a twelfth. The next group of columns lists, for each T–S interval, possible intervals the bass can take below the tenor; and the rightmost group of columns contains, in boxes corresponding to those of the bass, choices for alto intervals above the chosen bass interval.",
                "footnotes": [],
                "citations": [
                    "aron_1523_1539"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] If we have a tenth between the tenor and soprano, we go down the leftmost column to “X” and look to the right. Here we see five choices for bass notes: a third below the tenor, a third above (the diagonal slash indicates above instead of below), a fifth above, a sixth above, and an octave below. If we choose the fourth box in the bass column, a sixth above the tenor, we then go to the fourth box in the set of alto columns where we see that we can choose between a fourth below the bass and a third above. We choose the third above, so that if the opening interval was C3–E4, and we chose a bass a sixth above the tenor (A3), and the alto a third above (C4), the resulting chord is: C3–A3–C4–E4. Aron’s table is accompanied by verbal descriptions of what is in each row, e.g., “If the tenor is a tenth below the cantus . . . [here he lists the bass intervals, leaving the sixth for last] . . . and if you give the bass a sixth above the tenor, in that arrangement ( ordine ) the alto will, of necessity, have to be placed a third above the bass or a fourth below, an arrangement that is harsh and unpleasant; Nonetheless, being restricted by necessity, such a precept remains discretionary.” ( Aron [1523] 1539 , II, 27). Probably he left the sixth for last because he didn’t like the minor chord (the major sixth was considered a harsh interval by some theorists).",
                "footnotes": [],
                "citations": [
                    "aron_1523_1539"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] In Aron’s table, not all possible voicings are represented, chords are included, and there is a fair amount of crossing between parts, indicating a characteristically fluid 15 th -century notion of part ranges. Zarlino put the verbal descriptions into the table; he offers fewer possibilities and some different ones ( 1558 , 241). And we must ask “Where did the tenor-soprano interval come from in the first place?” It is most likely the product of a voice added to a given melody (a cantus firmus or the soggetto of a chanson), or perhaps it came from a stretto fuga ( Milsom 2005 , 2012 ) , or from a melody doubled in parallel motion. These tables provide voicings for single chords and leave the problem of connecting them to the composer. Example 5 . Sancta Maria’s way of playing an ascending stepwise line in the soprano with the bass making alternating tenths and thirteenths (“compuesta” means in close position) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "zarlino_1558",
                    "milsom_2005",
                    "milsom_2012"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Another antecedent of Campion’s method is Tomas de Sancta Maria’s “playing in consonances,” a collection of four-part progressions for organists (Sancta Maria). Like the foregoing, these are organized by a single vertical interval. Here the starting point is the soprano line and the vertical interval(s) it makes with the bass. As Roig-Francolí puts it, “ . . . the treble-bass frame is established and then filled in with the ‘best’ possible sonorities, avoiding parallel perfect consonances.” ( 1995 , 463–64). Book II, chapter 11 is titled “Of the ten different ways to rise and fall stepwise with consonances” ( 1565 , f. 20r.). Sancta Maria’s examples show the soprano rising or falling in stepwise motion, and the patterns begin with parallel tenths (or 17ths) between bass and soprano, then parallel 13ths (or 20ths), then octaves alternating with tenths (or 15ths with 17ths), then 10ths and 12ths (or 17th and 19ths), then tenths and 13ths (shown in Example 5 ), and so forth.",
                "footnotes": [],
                "citations": [
                    "sancta_maria_1565"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] The difference between the Aron-Zarlino tables and Sancta Maria’s examples is not limited to which voices are taken as a starting point: Sancta Maria’s system does not involve voice crossing, and it supplies three-chord progressions with correct voice leading built in. Like early counterpoint books that illustrate repeating patterns of melodic intervals in the cantus firmus , Sancta Maria’s patterns are presented with all the voices in sequence until a final cadence. He eventually moves beyond stepwise motion to other traditional sequential patterns in the soprano: third up, step down; fourth up, step down; fourth down, step up; fourth up, third down; fourth down, third up; fifth up, fourth down; and fifth down, fourth up. Like Aron’s table, all these patterns must be memorized.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Campion’s method differs radically from both of the foregoing in that it can truly be described as “simultaneous composition” ( Schubert 2002 , 527). Given a bass line and an initial “condition” (i.e., the voicing) of the first chord, all four subsequent parts are mechanically determined, no matter how long the given bass goes on. Even the insertion of a sixth chord (see [9.1–3] below) does not disturb the rigorous process (the only thing that can cause a problem is if the upper parts are forced to fall below the bass line, in which case the upper voices must switch up as shown in Example 12). Most importantly, memorizing six intervals in a little pattern eliminates the need to memorize a large table or many individual chord progressions. 5. Spem in alium : The bass falling a fourth, measures 18–19",
                "footnotes": [],
                "citations": [
                    "schubert_2002"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] In a clear reference to Spem Campion says: “The parts of Musicke are in all but foure, howsoeuer some skilfull Musitions haue composed songs of twenty, thirty, and forty parts: for be the parts neuer so many, they are but one of these foure in nature” ( 2003 , 46). He means that in thicker textures, regardless of how many parts there are, any notes above the bass will be duplicates or compounds of the upper three notes in his system. However, when it comes to voice-leading motions, duplicates are not possible. Once any interval pair is used, it is no longer available for any other voice, because duplication produces parallel unisons or octaves. An exception is a part that does not move (making e.g. 3–5 over a falling third in the bass), which is not considered a motion, so it can be doubled. Thus Campion’s motions, plus those “anti-parallels” I have added (see [3.7]), provide an upper limit (9 or 10) for motions across changes of bass notes. What will Tallis do when he has used them all up? In the following sections I will examine four passages from Spem as case studies, each with a different melodic motion in the bass. This small sample of four stands for all eleven possible melodic bass motions: the unison, the step up (or its retrograde, down), the third up (or its retrograde, down—or, by inversion, sixths up or down), and the fourth up (or its retrograde, down—or, by inversion, fifths up or down). I will show all “available motions,” as defined above, and then which ones Tallis used.",
                "footnotes": [],
                "citations": [
                    "campion_2003"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Example 6 shows the ten available motions for the bass falling a fourth (I have renamed Campion’s intervals above the bass as chord factors: T=third, F=fifth, R=root). Because motion 10 makes parallel fifths with motion 8, only nine can be used together. Example 7 shows measures 18–19 from the motet, where the bass falls from D to A. (The choirs are braced together in the example; in the text I name them from top to bottom CI, CII . . . CVIII, and the five voices in each choir S, A, T, Bar, and B from top to bottom.) The labels in the left margin show the motions of each voice moving from the fourth beat of measure 18 to the first beat of measure 19. The circled numbers correspond to those in Example 6. Scanning the left margin, we can see that Tallis uses seven of the ten possible motions. He does not use T–R (motion 4 in Example 6), T–T ascending (motion 9), nor F–F (motion 10). In this progession there is a common tone between the two chords (A) which can be tied or repeated in as many voices as one wants, duplicating motion 3, F–R (both ties and repeated notes are labeled as “tie”). This happens in CI S and A; CII A and B; and CIII A. These voices, having gotten across the bar line legally, can immediately move anywhere. Example 6 . All available motions above a bass falling a fourth; “anti-parallels” are shown in the topmost staff (click to enlarge) Example 7 . Motions from Spem mm. 18.4 to 19.1 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] After having exploited as many as he wants of the ten motions and the tied or repeated notes, the composer must, in any additional voice, use a rest either at the end of the first bass note or upon the onset of the second bass note. This need not dramatically interrupt the texture: suppose that in a forty-voice texture the composer uses all nine available motions and ties eleven common tones. What’s left? If ten of the remaining twenty voices rest over the end of the first bass note, and the other ten rest on the attack of the second, then thirty of the forty voices are sounding both before and after the note change. If these rests are short enough and the acoustic resonant enough, no one will ever notice these brief silences. The rests can also be used to break up illegal parallels resulting from duplications with the available motions. Tallis seems to think that after a rest, however short, any consonance may be sounded, and we often see semiminim rests breaking up parallels as between CII S and CIV A in Example 7. A similar cheat (marked with an asterisk in Example 7) occurs in mm. 18–19: CIII S has a D suspended over the second bass note, which resolves to C. This makes it a delayed duplicate of R–T, which is found in CII Bar. Clashes like this on downbeats are quite common in the Spem including many chords (see Example 9). Very few theorists would sit still for these thinly disguised parallel octaves, but presumably writing in this many parts requires a softening of restrictions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] In sum, Tallis uses: seven of the ten available motions, 7 one dissonant suspension “breaking up” parallel octaves 1 duplicate ties (motion 3) for five other voices, 5 and rests inserted into the five remaining voices, 5 accounting for the eighteen parts above the bass. 18 6. Spem in alium : The bass rising a third, measure 73",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Example 8 shows the nine available motions, including two, R–T (motion 8) and T–F (motion 9), which make “anti-parallels” with motions 4 and 5. In principle, all can be used together since we accept similar motion to perfect intervals by skip. Example 9 shows a full 40-part section of Spem with the bass in CVIII B rising from A to C (measures 73.2–73.3, across the dotted line), and with the motions of the upper voices labeled in the margin. Tallis uses seven of the nine possibilities; he does not use F–R (motion 6), nor T–T (motion 7). He adds one dissonant suspension (CIII B, which makes a momentary chord) and one embellished motion (CI S has a lower neighbor), both of which mitigate parallel octaves with A to G in CVII Bar (R–F, motion 2). Example 8 . All available motions above a bass rising a third; “anti-parallels” are shown in the topmost staff (click to enlarge) Example 9 . Motions from Spem , m. 73 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The progression includes two tied notes, C and E (motions 1 and 3), that can be duplicated. In measure 73 they are duplicated eight times each, showing a concern for fairness in doubling. Furthermore, the tied notes are scattered among the choirs, with the Cs in choirs I–V, and the Es in choirs I–III and VI–VIII. Rests are inserted fourteen times.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] In sum, Tallis uses: seven of the nine available motions, 7 one embellished R–F, 1 one dissonant suspension “breaking up” parallel octaves, 1 duplicate tied Es (motion 1) for eight voices, 8 duplicate tied Cs (motion 3) for eight voices, 8 and rests inserted into fourteen remaining voices, 14 accounting for the thirty-nine parts above the bass. 39 7. Spem in alium: The bass rising a step, mm. 75–76",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The motions for a bass rising from C to D are shown in Example 10 . As there are no common tones and only the usual limited number of legal independent motions, we can expect more rests. (The bass rising a semitone, instead of a tone as here, is more often an occasion for a first inversion chord, as we will see below in [9]). Example 11 shows that Tallis uses all ten of the available motions; presumably he needs them all since there are no notes to be tied, and because all ten are usable, none making parallels with another. Then there are four dissonant suspensions, two that temporally displace F–T (CI S, and CIB), (5) one that narrowly avoids parallel octaves with the bass (CV T) with an echappée , and one that displaces a second R–F (C VI T). Example 10 . All available motions above a bass rising a step; “anti-parallels” are shown in the topmost staff (click to enlarge) Example 11 . Motions from Spem mm. 75–76 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] In sum, Tallis uses: all of the ten available motions, 10 two embellished F-Ts (motion 2), 2 two other dissonant suspensions, 2 and rests inserted into twenty-five remaining voices, 25 accounting for the thirty-nine parts above the bass. 39",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The fact that so many rests are needed is perhaps linked to the fact that the texture continues to thin out from this point. Did Tallis decide to use a step motion in the bass first? Or did the step motion generate the idea of thinning out the texture and continuing with steps in the outer voices? Certainly the music that follows (measures 76–77) is quite different, with two full measures of stepwise motion in the bass, parallel tenths in the outer voices of C VIII, and two chords. 8. Spem in alium : Stationary bass note, measure 129 Example 12 . Exchanges of chord factors above a stationary C (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Campion’s method clarifies adding parts over moving notes in the bass: once Tallis has used the available motions, doubled the tied or repeated notes, and inserted rests, he can be sure not to have illegal parallels when the bass moves. But what about the upper voices over a sustained or repeated bass note, when they must move about to keep the texture active? Of Example 12 , Campion says: “When the Base shall stand still in one key, as . . . it doth in the third Note, then the other parts may remoue at their pleasure” ( Campion 2003 , 53). If only three upper voices switch chord factors above a stationary bass, illegal parallels will not result. However, there is a danger of duplication in more than four parts.",
                "footnotes": [],
                "citations": [
                    "campion_2003"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] Davitt Moroney, writing about Striggio’s forty-part Missa Missa sopra Ecco sì beato giorno (which probably served as the model for Tallis’s motet), investigates the problem of avoiding voice-leading errors.  He notes that tied or repeated notes will not cause any problems ( Moroney 2007 , 46–47) and recalls Zarlino’s disdain for avoiding parallels by inserting a rest between the offending notes. He shows how skipping about between chord factors above a stationary bass note can generate many parts. (6) Example 13 . Three groups of voices extracted from m. 129: a shows motions between roots and fifths, b shows motions between thirds and fifths, c shows motions between roots and thirds (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "moroney_2007"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] The problem of writing above a stationary bass note is that motions between members could be duplicated or paralleled. To make this problem more manageable, it will be profitable to think of each possible move between elements of the triad, of which there are three: between root and fifth, third and fifth, and root and third. I have compiled in Example 13 all the exchanges that occur over a stationary D in measure 129 of the Tallis (followed by the G at the end of the measure). If two voices move in the same direction between the same chord factors, duplication can be avoided by rhythmic displacement. In Example 13a, nine of the eleven lines move from D to A, but each one either arrives on A at a different point in the measure or, if they both get to the A at the same time, they approach it by contrary motion (anti-parallels). The only exception is CIV S and CI A, which both arrive on the second minim, but the former moves stepwise, and the latter by skip, making a similar octave. Two parts (CV S and CVIII T) move from a downbeat D to an A, temporally displaced by only a fusa .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] In sum, Tallis uses: nine moves from D to A, 9 two moves from A to D, 2 three moves from F to A, 3 five moves from A to F, 5 four moves from D to F, 4 three moves from F to D, 3 and thirteen tied notes or rests or both, 13 for a total of thirty-nine parts above the bass. 39",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] Speaking more systematically, we can say that each metric position in the duration of the sustained bass note is an opportunity to place a note in an upper part, and the same note (or pitch-class) placed in another metric position runs no risk of creating illegal parallel motion. A breve contains seven semiminim positions after the downbeat, so there are seven places to put the F in a motion from D to F. Likewise there are seven places to put the reverse of that motion, F to D. That adds up to fourteen motions. Then we can add D–A and F–A exchanges, for a total of 42 motions. If we add all the weak fusa (eighth note) positions, we are at 84 parts (and we have seen that Tallis sometimes displaces parallels by such a small value). This kind of thinking underlies Moroney’s examples 6d–f ( 2007 , 49). Assuming the anecdote about Bull to be true, this would certainly have been among his tactics. If I had been Bull, I wouldn’t even have bothered to check if there were any “available moves” left, I’d have put rests on either side of note changes in the bass and looked for beats that didn’t have a given note on them.",
                "footnotes": [],
                "citations": [
                    "moroney_2007"
                ]
            }
        },
        {
            "8.6": {
                "text": "[8.6] At the end of the motet, by an almost universally accepted principle, Tallis has to have all forty voices sounding, so he gradually brings them to their final notes and eliminates rests in a calculated textural thickening. The final low G first arrives in CIII B in measure 135. In that measure thirty voices have one or more rests. In the next measure, 136, only twenty do. By the end of that measure, twenty voices will have arrived on the note they will sound in the last measure (from here on they repeat or tie), and the other twenty will rest and/or move some more; in measure 137 only six voices move or have rests, and in the final measure no part moves or has rests (although eleven parts rearticulate on the syllable “(no)-stram.” Another feature of the ending is the doubling and spacing of the final chord, which is also very calculated. We already observed (in [6.2]) Tallis’s “fairness” in doubling the tied notes over the A–C in the bass in measure 73; the final chord exhibits a similar care. The central G–B–D triad is sounded by eighteen voices, while the lower one is sounded by nine and the upper one by eleven. The soprano high G is sounded in only two parts. 9. First-inversion chords Example 14 . Sixths above the bass replacing fifths (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Campion says: “Though I may now seeme to haue finished all that belongs to this sort of Counterpoint, yet there remaines one scruple, that is, how the sixt way [ recte may] take place here, which I will also declare. Know that whensoeuer a sixt is requisite, as in B . or in E . or A . the key being in Gamvt , you may take the sixt in stead of the fift, and vse the same Cord following which you would haue taken if the former cord had beene a fift . . . ” ( 2003 , 51). In other words, a sixth may substitute for a fifth, and the next note (“Cord”) will be the same as if the first note had been a fifth. Of Example 14 , he says: “The sixt in both places (the Base rising) passes into a third, as it should haue done if the sixt had beene a fift” ( Campion 2003 , 52). Example 15 . E and F ♯ take sixths above the bass, but C and D are the “true” basses (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "campion_2003",
                    "campion_2003"
                ]
            }
        },
        {
            "9.2": {
                "text": "[9.2] Campion’s suggested notes (B, E, and A) for having a sixth “requisite” above them correspond to a commonplace in 17 th -century rules of the octave ( Lester 1992 , 72–74). Lorenzo Penna, for instance, says that a note in the bass that is solmized “mi” should have a sixth above it (although A would only be solmized “mi” in the soft hexachord with B ♭ ) ( Penna 1679 , 136–137). This same principle is also found in various formulations of the famous rule of the octave. It avoids the diminished triad (on B) and favors major triads with roots of C, G, and F over chords on B, E, and A. Campion adds that if an F ♯ is used in the bass, “then must we take the sixt of necessity, but the eight to the Base may not be vsed, so that exception is to be taken against our rule of Counterpoint; To which I answere thus, first, such Bases are not true Bases, for where a sixt is to be taken, either in F . sharpe, or in E sharpe, or in B . or in A . the true Base is a third lower, F . sharpe in D ., E in C ., B. in G ., A in F .” Example 15 shows the “true Bases” of the second and third chords (of the second example, he says the “Musicke is fuller”) ( Campion 2003 , 52). (7) Example 16 . Soggetti and first-inversion chords in the bass of Spem , mm. 45–59 (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "lester_1992",
                    "penna_1679",
                    "campion_2003"
                ]
            }
        },
        {
            "9.3": {
                "text": "[9.3] Measures 45–59 of Spem reflect Campion’s suggestions: all but one of the first-inversion chords fall on Bs, Es and As (although A is not a “mi”). Example 16 shows the lowest sounding notes as they migrate among the bass parts (this example includes some overlapping soggetti , to be discussed in [10.6]). On the other hand, measures 31–37 contain chords on F and B ♭ , and there are several others on C (e.g., measures 92, 95, 111), so we cannot generalize about the strength of Penna’s rule in Spem . In Spem , more first-inversion chords occur in the thinner textured sections, but there are some in full sections, like the one in measure 72, which lasts a full minim before the bass falls to the root. 10. Where is the soggetto ?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] In normal imitative music we can usually find the soggetto and we can easily see which voices are ancillary, but in forty-part music this is much more difficult. Campion makes explicit that the bass has replaced the tenor as the foundation of polyphony: “True it is that the auncient Musitions who entended their Musicke onely for the Church, tooke their sight from the Tenor, which was rather done out of necessity then any respect to the true nature of Musicke: for it was vsuall with them to haue a Tenor as a Theame, to which they were compelled to adapt their other parts: But I will plainely conuince by demonstration that contrary to some opinions, the Base containes in it both the Aire and true iudgement of the Key, expressing how any man at the first sight may view in it all the other parts in their originall essence” ( 2003 , 46).",
                "footnotes": [],
                "citations": [
                    "campion_2003"
                ]
            }
        },
        {
            "10.2": {
                "text": "[10.2] We are used to thinking of the bass as something that supports a melody that is prior, and when reading Campion we may well wonder where his bass comes from. Christopher Wilson, the editor of the Campion treatise, expresses his frustration with “an oddity that permeates the treatise, namely that the harmony is derived from the bass, even though the bass line is not a ‘given’ in most of the music of his own day, least of all his own, and we are not told how to generate a bass from a melody” ( Campion 2003 , 3).",
                "footnotes": [],
                "citations": [
                    "campion_2003"
                ]
            }
        },
        {
            "10.3": {
                "text": "[10.3] My view is that the bass line is often the principal melody. I think that while Campion’s “Theame” refers to one of Zarlino’s many meanings of soggetto , a pre-existing tenor that governs a whole piece or a large section, “Aire,” by contrast, refers to a different one: the type of soggetto that sets a short phrase of text and is imitated or repeated ( Rivera 1993 , 73–102). An example of this transformation of a melody into a bass line is seen in the opening point (measures 1–22). This whole section is based on a theme that is presented in the alto and soprano of chorus I (CI A, S) in stretto fuga at the fifth above after a semibreve ( Milsom 2005 , 2012). At measure 4, this stretto fuga is sounded in four parts (CII A, CI Bar, T, B), requiring some alterations to be made to the soggetto . (8) In subsequent entries of the soggetto (beginning in measure 8), a tonal answer is used, allowing imitation at the fifth below (or fourth above). There are numerous repeated two-voice contrapuntal combinations in this section, and most of the thinner-textured sections of Spem will respond well to a search for stretto fuga and modules ( Schubert 2007 ; Cumming and Schubert 2015 ). In these sections we can be sure what the soggetto is. By the time chorus III enters with five statements of the soggetto , the melodies in choirs I and II are ancillary, and when choir IV enters with the same four soggetti as choir III down a fourth, Tallis has nineteen parts going (CIV S has not entered yet).",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "rivera_1993",
                    "milsom_2005",
                    "schubert_2007",
                    "cumming_and_schubert_2015"
                ]
            }
        },
        {
            "10.4": {
                "text": "[10.4] The “Aire” in measures 18–19 (examined above in Example 7) is now in the bass. The bass notes D and A are part of the principal soggetto of the opening, on the syllables “-li-um” of “Spem in alium.” Thus, for Campion, it is the opening soggetto now appearing in the bass that generates all the voices above. Two of the seven upper voices (CIV Bar and T) that use available motions are the usual countermelodies that are part of the stretto fuga; the others are free material. And the remaining voices are very skippy and/or contain rests. Example 17 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.5": {
                "text": "[10.5] In the first full-textured moment, when almost all parts enter simultaneously on “praeter in te” (measures 43–46), the soggetto is found, as always, by examining the texture for the longest segment that repeats. Here it is the repeated high Gs in CII S, CV S, and CVIII S. This melody is not very restrictive (any Renaissance choirboy could come up with a counterpoint below a given line), and Tallis composes a bass that oscillates irregularly between G and C. This bass line in turn determines the other parts. Example 17 shows these bass notes partitioned among the lowest voices of three different choirs and some little fragmentary triadic imitations occurring in the inner parts. In general, once a soggetto in long values is found in thick-textured sections, we will not find much motivic repetition in the remaining parts, many of which sound like skippy Webernian snippets. The bassline, switching from choir to choir, may seem an unlikely candidate for an “Aire,” but it seems to have been crafted for rhythmic variation, perhaps to obscure the regularity of the soprano Gs. I propose that in this case the bass is generated from a melody and from that point on, any parts added subsequently are calculated with respect to the bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.6": {
                "text": "[10.6] Measures 45–59 also illustrate the thematic nature of the bass line. Example 16, used above to illustrate first-inversion chords, shows how the lowest notes at any given moment migrate between choirs. Here the subject, five notes long, is first introduced in the bass and is repeated there seven more times (as well as in several occurrences in upper parts). This fairly thin-textured section (only seven to thirteen parts) contains a large repeated segment: measures 51–55 and 55–59 have the same bass line and “chords” but only some of the upper parts are the same. This means Tallis is not just cutting and pasting, but inventing some new countermelodies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.7": {
                "text": "[10.7] The bass line of another full-textured section (measure 73) contains the rising A–C in the bass that was shown in Example 9. This seems to be an altered version of the third and fourth notes of a previously introduced 6-note soggetto on “peccata hominum” whose repetitions make various stretto fugas for the first three notes, but the fourth note seems to be variable (up a fifth, up a third, up a fourth from the third note). Our notes A and C in the bass are clearly a variant of this soggetto , which appears in partial diminution in CII S in measures 70–71.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.8": {
                "text": "[10.8] As mentioned in [7.3], the soggetto in measures 75–76 (Example 11) moves in parallel tenths with the soprano in the same chorus. In this situation the soggetto is probably the upper voice of the parallel tenth motions. If so, we can say again that the soprano generates the bass and then the bass generates all the other voices. This soggetto is repeated immediately in measures 78–80 in CV S, albeit somewhat altered (notes 2–8 are transposed up a tone, and they are connected to a different beginning and end). Parallel tenths in the bass this second time are broken up between two different bass parts. Choruses V and VI are alone in measures 78–81, and thus can easily accommodate stepwise motion in the bass and chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.9": {
                "text": "[10.9] In the final measures, 122–138, the subject might be three repeated notes and a skip up a third, on “humilita-(tem)” as found in CVIII S, CVI B, CVIII A, CIII B, and CVIII B. This theme is transformed into three repeated notes, a skip up a fourth and a skip down a third, beginning in the last beat of 124 in CVIII B and imitated exactly in CIV A. Other less exact repetitions are scattered about, but the point is that the bass has the “Aire.” 11. Texture",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.1": {
                "text": "[11.1] In the foregoing, I have divided the upper voices into two categories: voices that move across a change of bass note and those that move over a sustained bass note. The former (called “available motions”) are rarely concentrated in a single choir. It may be that Tallis composed the available motions first and then sprinkled them among the choirs. Voices with rests are also scattered about, probably so that no choir rests in its entirety while another sounds long notes. It is still an open question how Tallis, or any other composer of forty-part music, would arrange his workflow. It seems possible that identifying an available motion, assigning it to a register or voice part, and assigning that voice part to a choir, would constitute a sequence of three separate operations, but how Tallis actually accomplished this is still a mystery, especially since we have no sketches for this piece, and not even any manuscripts dating from the time of composition (for a history of the manuscript, see Schofield 1951 ).",
                "footnotes": [],
                "citations": [
                    "schofield_1951"
                ]
            }
        },
        {
            "11.2": {
                "text": "[11.2] The motions over a sustained bass note, which have been subdivided into three types of motion between chord factors (e.g., root–fifth) also seem to be distributed rationally. The fact that parallels could occur within a type may account for the fact that motions of a same type do not seem to be randomly placed in different choirs; rather, they seem to come in pairs. In Example 13, brackets group together those motions that occur in the same choir. It seems likely that Tallis added the voices over a sustained bass in a second phase, and put two or three in the same choir to keep better track so that he wouldn’t have duplications. Then these groups can be scattered among the choirs. 12. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.1": {
                "text": "[12.1] The key ingredient of composing in many parts is Campion’s assertion that everything above the bass is determined by the bass. I have called his “Aire” a bassline soggetto , and although it may appear in other voices, as in a mainstream Renaissance imitative texture, it can occur just in the bass. In Tallis’s Spem , the bassline soggetti occur in different variants, but they seem to consist largely of skips, whose appeal is the availability of tied notes in the upper parts (only a stepwise bass prohibits tied notes). Although Campion’s system looks on the surface like an early attempt at harmonic thinking, any preference for a specific type of chord progression remains in the future. The motions of the bass, the “Aire,” seem to obey only melodic rules, and the chord progressions that result do not seem to conform to any harmonic syntax.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.2": {
                "text": "[12.2] Thomas Campion’s “New Way” “continued to be read . . . for most of the seventeenth century,” as Christopher Wilson says ( Campion 2003 , 10), and the six little numbers in a table were reprinted in Germany by Wolfgang Schonsleder ( 1631 ; Diergarten 2017 , 18–20).  It is a clever system that helps a composer see how many independent motions are possible above a pair of bass notes. These “available motions,” as we have called them, can be considered the primary voices in a thick polyphonic texture, and can then be sprinkled about the score to act as an armature around which the secondary voices (voices with tied common tones or rests) can be woven. Campion’s system is not adequate for explaining how to deal with many voices over stationary bass notes, so I have proposed to treat them in a way Campion would have approved of, categorizing them in terms of intervals above the bass. I believe Campion’s system will help unlock the secrets of compositional process in other pieces in more than eight parts.",
                "footnotes": [],
                "citations": [
                    "campion_2003",
                    "schonsleder_1631",
                    "diergarten_2017"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.1.schubert.html",
    "data": "mto/data/mto.18.24.1.schubert.json"
}