{
    "title": "Sound Structures and Naked Fire Gestures in Cecil Taylor’s Solo Piano Music",
    "date": "2022/09/01",
    "volume": "28",
    "issue": "3",
    "authors": [
        "Micchelli, Mark"
    ],
    "abstract": "Analyses of Cecil Taylor’s music are understandably scarce. Very few of his scores exist, and transcriptions are even harder to come by. The music itself is often blindingly fast, unremittingly dissonant, and rhythmically elusive, further discouraging attempts at comprehension. This article aims to fill this analytical void, demonstrating that Taylor’s music is not nearly as intimidating as it at first would seem. Using my own transcriptions of Taylor’s music as a guide, I argue that Taylor’s music is best understood not as abstract relationships between pitches (“sound structures”), but rather as the formal organization of physical movements (“naked fire gestures”). Such a hypothesis comports with Taylor’s own explanation of his music—“I try to imitate on the piano the leaps in space a dancer makes”—and thus demands that questions of physiology and physicality be considered under the umbrella of music theory. Furthermore, this movement-first analytical approach complicates traditional understandings of the autonomous musical “work”: while Taylor’s music could be understood as distinct, individual performances, it is also worthwhile to consider his overarching musical practice as an analytical object in and of itself. Finally, I trace the sounds and gestures of Taylor’s music back to their roots in blues and jazz, reinforcing Taylor’s own understanding of his music as a continuation of Black music traditions.",
    "keywords": [
        "Cecil Taylor",
        "free jazz",
        "gesture",
        "improvisation",
        "performance",
        "contour theory",
        "piano fingering"
    ],
    "doi": "10.30535/mto.28.3.7",
    "received": "February 2022",
    "pdf": "https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.micchelli.pdf",
    "author_info": [
        {
            "name": "Mark Micchelli",
            "university": "University of Pittsburgh",
            "address": "Music Building, Pittsburgh, PA 15260",
            "email": "markmicchelli@gmail.com"
        }
    ],
    "citations": {
        "“abstracts”_nd": "“Abstracts - Unit Structures: The Art of Cecil Taylor.” Conference website. Accessed February 18, 2022. https://unitstructures.commons.gc.cuny.edu/abstracts/ .",
        "bailey_1980": "Bailey, Derek. (1980) 1992. Improvisation: Its Nature and Practice in Music . Moorland. Reprint, Da Capo Press.",
        "barolsky_and_klorman_2016": "Barolsky, Daniel, and Edward Klorman. 2016. “Performance and Analysis Today: New Horizons.” Music Theory Online 22 (2). https://doi.org/10.30535/mto.22.2.4 .",
        "bartlett_1985": "Bartlett, Andrew. 1995. “Cecil Taylor, Identity Energy, and the Avant-Garde African American Body.” Perspectives of New Music 33 (1/2): 274–93.",
        "block_1990": "Block, Steven. 1990. “Pitch-Class Transformation in Free Jazz.” Music Theory Spectrum 12 (2): 181–202. https://doi.org/10.2307/746167 .",
        "block_1997": "Block, Steven. 1997. “‘Bemsha Swing’: The Transformation of a Bebop Classic to Free Jazz.” Music Theory Spectrum 19 (2): 206–31. https://doi.org/10.2307/745754 .",
        "bobak_1994": "Bobak, Mark J. 1994. “The Music of Cecil Taylor: An Analysis of Selected Piano Solos 1973–89.” DMA diss., University of Illinois, Urbana-Champaign.",
        "borca_2020": "Borca, Karen. 2020. Personal email correspondence, March 28.",
        "campbell_et_al_2014": "Campbell, Patricia Shehan, et al. 2014. “Transforming Music Study from Its Foundations: A Manifesto for Progressive Change in the Undergraduate Preparation of Music Majors.” The College Music Society. Accessed February 18, 2022. https://www.music.org/pdf/pubs/tfumm/TFUMM.pdf .",
        "charry_2019": "Charry, Eric. 2019. “The Development of Cecil Taylor’s Musical Language in the 1950s and 1960s.” Paper presented at the Unit Structures: The Art of Cecil Taylor conference, New York, NY, October 25.",
        "chase_2019": "Chase, Allan. 2019. “Cecil Taylor’s Education & Student Writings.” Posted October 13. Accessed February 18, 2022. https://allan-chase.com/2019/10/13/cecil-taylors-education-student-writings-and-some-thoughts-on-his-relationship-to-contemporary-classical-music/ .",
        "cook_2014": "Cook, Nicholas. 2014. Beyond the Score: Music as Performance . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199357406.001.0001 .",
        "cox_2011": "Cox, Arnie. 2011. “Embodying Music: Principles of the Mimetic Hypothesis.” Music Theory Online 17 (2). https://doi.org/10.30535/mto.17.2.1 .",
        "cox_2016": "Cox, Arnie. 2016. Music and Embodied Cognition: Listening, Moving, Feeling, and Thinking . Indiana University Press. https://doi.org/10.2307/j.ctt200610s .",
        "currie_2019": "Currie, Scott. 2019. “With Blazing Eyes: Structuring Orchestral Improvisation as Compositional Realization.” Paper presented at the Unit Structures: The Art of Cecil Taylor conference, New York, NY, October 26.",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27. https://doi.org/10.2307/833149 .",
        "de_souza_2017": "De Souza, Jonathan. 2017. Music at Hand . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190271114.001.0001 .",
        "dean_and_bailes_2016": "Dean, Roger T., and Freya Bailes. 2016. “Cognitive Processes in Musical Improvisation.” In The Oxford Handbook of Critical Improvisation Studies , Vol. 1, ed. George E. Lewis and Benjamin Piekut, 39–55. Oxford University Press.",
        "doğantan-dack_2011": "Doğantan-Dack, Mine. 2011. “In the Beginning was Gesture: Piano Touch and the Phenomenology of the Performing Body.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 243–65. Routledge.",
        "doğantan-dack_2012": "Doğantan-Dack, Mine. 2012. “The Art of Research in Live Music Performance.” Music Performance Research 5: 34–58. https://doi.org/10.4135/9781446201039.n16 .",
        "doğantan-dack_2015": "Doğantan-Dack, Mine, ed. 2015. Artistic Practice as Research in Music: Theory, Criticism, Practice . Ashgate. https://doi.org/10.4324/9781315568041 .",
        "draksler_2013": "Draksler, Kaja. 2013. “Cecil Taylor: Life As . . . : Structure Within a Free Improvisation.” Master’s thesis, Conservatorium van Amsterdam. http://www.kajadraksler.com/Taylor.pdf .",
        "ewell_2020": "Ewell, Philip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.4 .",
        "fulton_2015": "Fulton, Will. 2015. “Stevie Wonder’s Tactile Keyboard Mediation, Black Key Compositional Development, and the Quest for Creative Autonomy.” In The Oxford Handbook of Music and Disability Studies , ed. Blake Howe et al., 272–92. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199331444.013.22 .",
        "funkhouser_1995": "Funkhouser, Chris. 1995. “Being Matter Ignited . . . An Interview with Cecil Taylor.” Hambone 12 (September). Accessed February 18, 2022. https://writing.upenn.edu/epc/authors/funkhouser/ceciltaylor.html .",
        "gidal_2016": "Gidal, Marc. 2016. Spirit Song: Afro-Brazilian Religious Music and Boundaries . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199368211.001.0001 .",
        "givan_2014": "Givan, Benjamin. 2014. “Gunther Schuller and the Challenge of Sonny Rollins: Stylistic Context, Intentionality, and Jazz Analysis. Journal of the American Musicological Society 67 (1): 167–237. https://doi.org/10.1525/jams.2014.67.1.167 .",
        "givan_2018": "Givan, Benjamin. 2018. “‘The Fools Don’t Think I Play Jazz’: Cecil Taylor Meets Mary Lou Williams.” The Journal of Musicology 35 (3): 397–430. https://doi.org/10.1525/jm.2018.35.3.397 .",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . Oxford University Press.",
        "goldberg_1965": "Goldberg, Joe. (1965) 1980. Jazz Masters of the Fifties . Macmillan. Reprint, Da Capo Press.",
        "goldman_2016": "Goldman, Andrew J. 2016. “Improvisation as a Way of Knowing.” Music Theory Online 22 (4). https://doi.org/10.30535/mto.22.4.2 .",
        "goodheart_1996": "Goodheart, Matthew. 1996. “Freedom and Individuality in the Music of Cecil Taylor.” MA thesis, Mills College.",
        "hatten_2005": "Hatten, Robert S. 2005. “Introduction.” Music Theory Online 11 (1). https://mtosmt.org/issues/mto.05.11.1/mto.05.11.1.hatten_introduction.php .",
        "heller_2017": "Heller, Michael. 2017. Loft Jazz: Improvising New York in the 1970s . University of California Press. https://doi.org/10.1525/california/9780520285408.001.0001 .",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19 (3): 387–414. https://doi.org/10.1525/mp.2002.19.3.387 .",
        "iyer_2004": "Iyer, Vijay. 2004. “Exploding the Narrative in Jazz Improvisation.” In Uptown Conversation: The New Jazz Studies , ed. Robert G. O’Meally, Brent Hayes Edwards, and Farah Jasmine Griffin, 393–403. Columbia University Press.",
        "iyer_2008": "Iyer, Vijay. 2008. “On Improvisation, Temporality, and Embodied Experience.” In Sound Unbound: Sampling Digital Music and Culture , ed. Paul D. Miller aka DJ Spooky that Subliminal Kid, 263–82. MIT Press.",
        "iyer_2016": "Iyer, Vijay. 2016. “Improvisation, Action Understanding, and Music Cognition with and without Bodies.” In The Oxford Handbook of Critical Improvisation Studies , Vol. 1, ed. George E. Lewis and Benjamin Piekut, 74–90. Oxford University Press.",
        "johnson-laird_2002": "Johnson-Laird, Philip N. 2002. “How Jazz Musicians Improvise.” Music Perception 19 (3): 415–42. https://doi.org/10.1525/mp.2002.19.3.415 .",
        "jost_1974": "Jost, Ekkehard. (1974) 1994. Free Jazz . Universal Edition. Reprint, Da Capo Press.",
        "jost_1989": "Jost, Ekkehard. 1989. “Instant Composing as Body Language.” Liner notes to Cecil Taylor in Berlin ’88 , 85–102. FMP. Translated by Daniel Werts.",
        "kane_2018": "Kane, Brian. 2018. “Jazz, Mediation, Ontology.” Contemporary Music Review 37 (5–6): 507–28. https://doi.org/10.1080/07494467.2017.1402466 .",
        "kiroff_2001": "Kiroff, Matthew. 2001. “‘Caseworks’ as Performed by Cecil Taylor And The Art Ensemble of Chicago: A Musical Analysis.” Jazzforschung/Jazz Research 33: 9–130.",
        "kozak_2019": "Kozak, Mariusz. 2019. Enacting Musical Time: The Bodily Experience of New Music . Oxford University Press. https://doi.org/10.1093/oso/9780190080204.001.0001 .",
        "le_guin_2006": "Le Guin, Elisabeth. 2006. Boccherini’s Body: An Essay in Carnal Musicology . University of California Press. https://doi.org/10.1525/9780520930629 .",
        "lerdahl_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lewin_1986": "Lewin, David. 1986. “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3 (4): 327–92. https://doi.org/10.2307/40285344 .",
        "lewis_1996": "Lewis, George E. 1996. “Improvised Music after 1950: Afrological and Eurological Perspectives.” Black Music Research Journal 16 (1): 91–122. https://doi.org/10.2307/779379 .",
        "mazzola_2009": "Mazzola, Guerino, and Paul B. Cherlin. 2009. Flow, Gesture, and Spaces in Free Jazz: Towards a Theory of Collaboration . Springer-Verlag. https://doi.org/10.1007/978-3-540-92195-0 .",
        "mcclary_1994": "McClary, Susan and Robert Walser. 1994. “Theorizing the Body in African-American Music.” Black Music Research Journal 17 (1): 75–84. https://doi.org/10.2307/779459 .",
        "mcmullen_2016": "McMullen, Tracy. 2016. “Approaching the Jazz Past: MOPDTK’s Blue and Jason Moran’s ‘In My Mind: Monk at Town Hall, 1959.’” Journal of Jazz Studies 11(2): 1–28. https://doi.org/10.14713/jjs.v11i2.112 .",
        "mcmullen_2019": "McMullen, Tracy. 2019. Haunthenticity: Musical Replay and the Fear of the Real . Wesleyan University Press.",
        "meeder_2019": "Meeder, Christopher. 2019. “‘I Listen Every Day to Marvin Gaye’: Self-Characterization, Formal Education, and Cultural Affiliation in the Formation of Cecil Taylor’s Early Musical Style.” Paper presented at the Unit Structures: The Art of Cecil Taylor conference, New York, NY, October 25.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . University of Chicago Press. https://doi.org/10.7208/chicago/9780226534794.001.0001 .",
        "montague_2012": "Montague, Eugene. 2012. “Instrumental Gesture in Chopin’s Étude in A-Flat Major, op. 25, no. 1.” Music Theory Online 18 (4). https://doi.org/10.30535/mto.18.4.4 .",
        "morris_1987": "Morris, Robert D. 1987. Composition with Pitch-Classes: A Theory of Compositional Design . Yale University Press. https://doi.org/10.2307/j.ctt1xp3ss4 .",
        "“music_performance_research”_nd": "“Music Performance Research.” Accessed February 18, 2022. http://musicperformanceresearch.org/ .",
        "parker_2020": "Parker, William. 2020. Personal email correspondence, January 27.",
        "“performance_and_analysis_interest_group”_nd": "“Performance and Analysis Interest Group.” Accessed February 18, 2022. https://smtpaig.wordpress.com/ .",
        "porter_2019": "Porter, Lewis. 2019. “Program Note for Lewis Porter’s piano solo inspired by Tales (8 Whisps).” Program notes for performance at City University of New York Graduate Center, October 25.",
        "pressing_1984": "Pressing, Jeff. 1984. “Cognitive Processes in Improvisation.” In Cognitive Processes in the Perception of Art , ed. W. Ray Crozier and Antony J. Chapman. North-Holland. https://doi.org/10.1016/S0166-4115(08)62358-4 .",
        "pressing_1988": "Pressing, Jeff. (1988) 2001. “Improvisation: Methods and Models.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John Sloboda, 129–78. Clarendon Press. Reprint, Oxford University Press. https://doi.org/10.1093/acprof:oso/9780198508465.003.0007 .",
        "rabinovitch_2015": "Rabinovitch, Gilad, and Johnandrew Slominski. 2015. “Towards a Galant Pedagogy: Partimenti and Schemata as Tools in the Pedagogy of Eighteenth-Century Style Improvisation.” Music Theory Online 21 (3). https://doi.org/10.30535/mto.21.3.10 .",
        "reynolds_1993": "Reynolds, Jane Martha. 1993. “Improvisation Analysis of Selected Works of Albert Ayler, Roscoe Mitchell, and Cecil Taylor.” PhD diss., University of Wisconsin-Madison.",
        "rusch_salley_and_stover_2016": "Rusch, René, Keith Salley, and Chris Stover. 2016. “Capturing the Ineffable: Three Transcriptions of a Jazz Solo by Sonny Rollins. Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.9 .",
        "schwartz_2019": "Schwartz, Jeff. 2019. “The Influence and Significance of Cecil Taylor’s Letter Notation: From the Mills Archives.” Paper presented at the Unit Structures: The Art of Cecil Taylor conference, New York, NY, October 26.",
        "shapiro_nd": "Shapiro, Richard. “Sessionography of Cecil Taylor.” Accessed February 18, 2022. http://www.efi.group.shef.ac.uk/mtaylors.html .",
        "spellman_1966": "Spellman, A.B. (1966) 2004. Four Lives in the Bebop Business . Pantheon Books; Four Jazz Lives. Reprint, University of Michigan Press. https://doi.org/10.3998/mpub.9702 .",
        "spicer_2011": "Spicer, Mark. 2011. “(Per)Form in(g) Rock: A Response.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.9 .",
        "stover_2019": "Stover, Chris. 2019. “‘As Gesture Jazz Became . . . ’: The Genealogical Role of Cecil Taylor’s Standards.” Paper presented at the Unit Structures: The Art of Cecil Taylor conference, New York, NY, October 25.",
        "sudnow_2001": "Sudnow, David. 2001. Ways of the Hand: A Rewritten Account . MIT Press.",
        "taylor_1966a": "Taylor, Cecil. 1966a. “Sound Structure of Subculture Becoming: Major Breath/Naked Fire Gesture.” Liner notes to Unit Structures . Cecil Taylor. Blue Note.",
        "werts_1989": "Werts, Daniel. 1989. “Legba Crossing: An Analysis.” Liner notes to Cecil Taylor in Berlin ’88 , 157–81. FMP.",
        "westendorf_1995": "Westendorf, Lynette. 1995. “Cecil Taylor: Indent—‘Second Layer’.” Perspectives of New Music 33 (1/2): 294–326.",
        "winkler_1997": "Winkler, Peter. 1997. “Writing Ghost Notes: The Poetics and Politics of Transcription.” In Keeping Score: Music Disciplinarity, Culture , ed. David Schwarz, Anahid Kassabian, and Lawrence Siegel, 169–203. University of Virginia Press.",
        "young_2020": "Young, Ben. 2020. Personal email correspondence, April 15.",
        "_": "Recordings Cited"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to extend my deepest gratitude to Michael Heller, Marcelle Pierson, Nicole Mitchell Gantt, and Eric Moe for their feedback on early drafts of this article, as well as to Karen Borca for allowing me to reproduce her copy of “Klook at the Top of the Stairs.”",
            "citations": []
        },
        "FN1": {
            "text": "1. The title of this introduction also comes from the opening line of “Sound Structure”: “THE first level or statement of three an opening field of question, how large it ought or ought not to be” ( Taylor 1966a ).",
            "citations": [
                "taylor_1966a"
            ]
        },
        "FN2": {
            "text": "2. See, for example, Jost 1974 , Bartlett 1985 , and Mazzola 2009 . Critical engagement with “Sound Structure” was also a common thread throughout the Unit Structures: The Art of Cecil Taylor conference in October 2019 ( “Abstracts” n.d. ).",
            "citations": [
                "jost_1974",
                "bartlett_1985",
                "mazzola_2009"
            ]
        },
        "FN3": {
            "text": "3. There is a widely-held—yet incorrect—belief that Taylor studied contemporary composition and/or classical piano when he was a student at New England Conservatory. In truth, he was consigned to the school’s short-lived “Popular Music: Arranging” program, despite his desire to study composition more formally (see Chase 2019 and Meeder 2019 ). Taylor put it bluntly: “The head of the Composition Department was such a bigot that he wouldn’t let me into the department” (Taylor, quoted in Spellman 1966 , 55). Instead, according to Taylor, his musical education took place primarily outside the walls of the conservatory, literally and figuratively “across the railroad tracks” ( Patris 1968 ).",
            "citations": [
                "chase_2019",
                "meeder_2019",
                "spellman_1966",
                "patris_1968"
            ]
        },
        "FN4": {
            "text": "4. In the two special sections of Music Theory Online that have been dedicated to the subject (introductions by Hatten 2005 and Barolsky and Klorman 2016 ), not a single article, essay, or response discusses a genre other than WAM. Similarly, the archives of the Performance and Analysis Interest Group of the Society for Music Theory contain only a handful of posts and articles about music in which improvisation plays a role ( “Performance and Analysis Interest Group” n.d. ). Finally, even in the journal Music Performance Research , articles almost exclusively focus on the interpretation of notated music, rather than on the spontaneous creation of non-notated music ( “Music Performance Research” n.d. ).",
            "citations": [
                "hatten_2005",
                "barolsky_and_klorman_2016"
            ]
        },
        "FN5": {
            "text": "5. For more thorough discussions of the metaphysics of recreating previously improvised performances, see McMullen 2016 and 2019 .",
            "citations": [
                "mcmullen_2016",
                "mcmullen_2019"
            ]
        },
        "FN6": {
            "text": "6. For music-theoretical approaches to Taylor’s small group work, see Jost 1974 , Reynolds 1993 , and Kiroff 2001 . For a music-theoretical approach to his large ensemble work, see Werts 1989 . Matthew Goodheart ( 1996 ) and Vijay Iyer ( 2008 ) have also analyzed Taylor’s large ensemble work, drawing on their firsthand participation in Taylor’s creative orchestra performance at the 1995 San Francisco Jazz Festival.",
            "citations": [
                "jost_1974",
                "reynolds_1993",
                "kiroff_2001",
                "werts_1989",
                "goodheart_1996",
                "iyer_2008"
            ]
        },
        "FN7": {
            "text": "7. In addition to Bobak ( 1994 ), Westendorf ( 1995 ), and Draksler ( 2013 ), a handful of other scholars have published Taylor transcriptions as well, viz., Ekkehard Jost ( 1974 ), Steven Block ( 1990 and 1997 ), Jane Martha Reynolds ( 1993 ), Matthew Kiroff ( 2001 ), and Benjamin Givan ( 2018 ). In addition, Eric Charry ( 2019 ) and Chris Stover ( 2019 ) presented some of their transcriptional work at the Unit Structures: The Art of Cecil Taylor conference. Along with my own transcriptions included in this article, I believe that the sources cited in this footnote constitute the complete collection of Taylor transcriptions to date.",
            "citations": [
                "bobak_1994",
                "westendorf_1995",
                "draksler_2013",
                "jost_1974",
                "block_1990",
                "block_1997",
                "reynolds_1993",
                "kiroff_2001",
                "givan_2018",
                "charry_2019",
                "stover_2019"
            ]
        },
        "FN8": {
            "text": "8. While it is currently quite difficult to find hard copies of Imagine the Sound and One Night with Blue Note , both of these performances are currently available on YouTube: the Imagine the Sound improvisation at https://youtu.be/cP5L8tjnB6w and “Pontos Cantados” at https://youtu.be/G6kAmdzfvC8?t=6382 (starts at 1°46’22”). Accessed February 18, 2022.",
            "citations": []
        },
        "FN9": {
            "text": "9. I also chose to transcribe from video, rather than just from audio, with the naïve hope that watching Taylor’s fingers on the keyboard would help make the process of transcription easier. My clever plan was thwarted by an unexpected technological limitation: frame rate. As the annotations show in mm. 119–131 in Appendix A , Taylor plays his trademark cluster runs at a rate of around twelve to fourteen notes per second. Given that these videos were likely filmed at twenty-four frames per second, there were plenty of moments when all I could see in the video was the bounce-back of a key a fraction of a second after being struck.",
            "citations": []
        },
        "FN10": {
            "text": "10. From what I have been able to ascertain, this more straightforward left-to-right reading was the norm in large ensemble settings. However, Ben Young ( 2020 ) suggests that in Taylor’s solo performances, he would scramble the ordering of the “measures” within his “systems” rather than read everything straight down, which comports with my own findings in paragraph [3.3.8].",
            "citations": [
                "young_2020"
            ]
        },
        "FN11": {
            "text": "11. Michael Heller also notes that the term “energy” was frequently used by musicians of the period to describe a specific kind of improvised music, one that “tended toward high textural density, freely improvised structure, lengthy performances, avoidance of consonance or a steady pulse, timbral exploration via extended techniques, and extreme volumes (both high and low)” ( 2017 , 89).",
            "citations": [
                "heller_2017"
            ]
        },
        "FN12": {
            "text": "12. While most of these beaming decisions were made by consulting the video, there are a handful of moments in the video when Taylor’s hands are not visible. In these cases, I relied on similar musical moments to guide my beaming decisions, and when that was not possible, I used my best judgment as a pianist.",
            "citations": []
        },
        "FN13": {
            "text": "13. Numerous scholars within jazz studies (e.g., Ingrid Monson [ 1996 ], Vijay Iyer [ 2004 ], and Benjamin Givan [ 2014 ]) have expressed justifiable concern about the tendency of analysts to judge improvisations using the same aesthetic criteria they use to judge compositions—e.g., thematic unity and long-range formal structure—while ignoring those aesthetic criteria that are unique to improvisations—e.g., spontaneous interaction and the qualities of an individual’s “sound.” And indeed, the following analysis perhaps falls into this same trap, as I engage with questions of formal and thematic cohesion at considerable length. However, given Taylor’s comments about constructing a “whole, totally integrated structure,” I believe my emphasis on these more “compositional” elements is justified. Of course, I will engage with the more “improvisational” elements of Taylor’s work in detail as well, especially when it comes to discussing the physicality and athleticism of his playing.",
            "citations": [
                "monson_1996",
                "iyer_2004",
                "givan_2014"
            ]
        },
        "FN14": {
            "text": "14. Draksler does not cite Bobak’s dissertation in her own thesis, so it appears she came up with this taxonomy independently.",
            "citations": []
        },
        "FN15": {
            "text": "15. For more on galant schemata and improvisation, see Rabinovitch and Slominski ( 2015 ).",
            "citations": [
                "rabinovitch_2015"
            ]
        },
        "FN16": {
            "text": "16. There are two gesture-types catalogued by Bobak and Draksler that I have chosen not to discuss in this article. First, I do not discuss the gesture-type Bobak simply labels “clusters” because I do not find that Taylor uses clusters all that frequently outside of what could otherwise be classified as “cluster runs.” Second, I do not discuss the gesture-type Bobak labels “melodic fragments in octaves” because such octaves do not appear in the two performances I am analyzing in this paper. However, they appear quite frequently in Taylor’s slower, more balladic improvisations; for more on these, see Draksler’s analysis of “Life As . . . ” (2013, 8–39) and Bobak’s discussion of Taylor’s ballads ( 1994 , 147–166).",
            "citations": [
                "bobak_1994"
            ]
        },
        "FN17": {
            "text": "17. I am borrowing this class-instance terminology from object-oriented programming languages, which use the terms in the same manner.",
            "citations": []
        },
        "FN18": {
            "text": "18. When asked about the possible whereabouts of the Imagine the Sound sheet music, Taylor biographer Ben Young wrote me the following: “When CT goes to a solo session like the one in Imagine the Sound, the notations are likely unique MS. Whether they’re kept or not . . . almost random. A safe model for understanding might be that he has a few MS slices on the piano for home practice and composition, keeps adding to that sheaf, takes the whole sheaf to the gig—including the newly composed and whatever had been sitting there from [some indefinite time] before. The sheaf might make it home and might make it back to the piano. Or get tossed into a corner at the house. Or left in the pub at the afterparty. Or the cab on the way home 2 days later.” ( 2020 ; ellipsis and brackets in original) Examples of other such “sheafs” can be seen piled around Taylor’s personal piano throughout Felver 2010 , confirming Young’s account of the situation.",
            "citations": [
                "young_2020",
                "felver_2010"
            ]
        },
        "FN19": {
            "text": "19. Examples of such algorithmic approaches to understanding improvisation include Pressing 1984 and Johnson-Laird 2002 .",
            "citations": [
                "pressing_1984"
            ]
        },
        "FN20": {
            "text": "20. There is an amusing moment in Cecil Taylor: All the Notes when Taylor looks directly at the camera, pounds his fist on a table, and chants, “No perfect fifths! No perfect fourths!” ( Felver 2010 ).",
            "citations": [
                "felver_2010"
            ]
        },
        "FN21": {
            "text": "21. For more thorough an introduction to contour theory, see Morris 1987 .",
            "citations": [
                "morris_1987"
            ]
        },
        "FN22": {
            "text": "22. In many (but not all) instances of <20121>, there is also a left-hand anacrusis that precedes the right-hand anacrusis, e.g., in mm. 42 and 67 in Example 8. This double anacrusis is difficult to capture adequately in a one-dimensional CSEG; nonetheless, it should be considered a part of Taylor’s preferred realization of his <20121>-derived cells.",
            "citations": []
        },
        "FN23": {
            "text": "23. A connection can perhaps be made to the formal descriptors “anacrusis,” “area,” and “plain” that Taylor introduces in “Sound Structure” ( Taylor 1966a ). Taylor’s own usage of these terms is nebulous at best, although Lewis Porter ( 2019 ) notes that Taylor applies them in a relatively straightforward manner in describing his composition “Tales (8 Whisps)” from Unit Structures ( Taylor 1966b ). Taylor defines the “Formula of Whisps” ( Taylor 1966a ) as “(a n 1,2/a r/pl 1/a r 2/pl 2),” which Porter interprets to mean “Anacrusis 1 / Anacrusis 2 / Area 1 / Plain 1 / Area 2 / Plain 2.” While previous analysts of Taylor’s music have generally used “anacrusis,” “area,” and “plain” to describe longer segments of a piece’s form—e.g., in Jost’s ( 1974 ) analysis of “Unit Structure/As of a Now/Section” from Unit Structures ( Taylor 1966b )—given Taylor’s penchant for fractal-like structural relationships, I would like to suggest that they could also potentially apply to shorter formal elements. In a cell that follows a <20121> contour, for instance, the meaning of “anacrusis” would become less figurative and more literal, whereas the meanings of “area” and “plain” would become the opposite.",
            "citations": [
                "taylor_1966a",
                "porter_2019",
                "taylor_1966b",
                "taylor_1966a",
                "jost_1974",
                "taylor_1966b"
            ]
        },
        "FN24": {
            "text": "24. For other examples of the relationship between keyboard topology and note choice, see Spicer 2011 and Fulton 2015 .",
            "citations": [
                "spicer_2011",
                "fulton_2015"
            ]
        },
        "FN25": {
            "text": "25. In the “Pontos Cantados” transcription, the only counterexamples are A) the cell at mm. 12, 27, and 57, B) the cell at mm. 41 and 47, C) the cell at mm. 42, 43, 46, and 48, and D) the final cell of the piece. In the Imagine the Sound transcription, the only counterexamples are E) the first cell of the piece, F) the cell at mm. 33, 44, and 46, and G) the cell at mm. 67–71 and 83–84. There are patterns among these exceptions. For instance, cells C and D feature a left-hand pattern of C ♯ -A- C ♯ , while cells F and G feature a left-hand pattern of F ♯ -D- F ♯ . These patterns are not only identical intervallically, but topologically, as C ♯ and F ♯ are the lowest notes in the group-of-two black-key grouping and the group-of-three black-key grouping, respectively.",
            "citations": []
        },
        "FN26": {
            "text": "26. In another clip from Imagine the Sound (timestamps 57’33”–1°00’16”), Taylor performs an extended dance sequence with poetic vocalizations. The scene cuts away once Taylor sits down at the piano bench, but I imagine that, in fact, the dance (and the sound) continued.",
            "citations": []
        },
        "FN27": {
            "text": "27. See footnote 3.",
            "citations": []
        },
        "FN28": {
            "text": "28. Borca recalls that “The Question” was the original title, and that the others came later. Furthermore, while the piece number is cropped out of the scanned copy of the score, Borca says it was six. She also notes that “the piece 6 name probably was used in [a] different setting to indicate [the] order of charts for a particular performance” ( 2020 ).",
            "citations": [
                "borca_2020"
            ]
        },
        "FN29": {
            "text": "29. The title “Pontos Cantados” also has a fascinating provenance. Pontos cantados —translated literally from Portuguese as “sung points”—are devotional chants from Umbanda religious practices in Brazil, with each ponto cantado serving as a “point of connection between the astral and material planes” ( Gidal 2016 , 49). It is, therefore, possible that Taylor came up with the “Pontos Cantados” and “Klook at the Top of the Stairs” titles after Kenny Clarke (aka “Klook”) passed away on January 26, 1985, one month before the One Night with Blue Note concert date on February 22, 1985. Taylor may have envisioned this performance not merely as a tribute to Clarke, but as a means of spiritual communion with him. In our personal correspondence, Borca has provided further insight regarding this title, noting that “at the top of the stairs” was intended as a reference to the load-in door at the Village Vanguard, something that Clarke, as a drummer, would have been intimately familiar with (Borca 2020).",
            "citations": [
                "gidal_2016"
            ]
        },
        "FN30": {
            "text": "30. When Borca later performed “Klook” with the large ensemble she led as part of the Unit Structures: The Art of Cecil Taylor conference in October 2019, she adhered to the ballad-like interpretation, conducting it at a comparatively moderate tempo, with pauses at (almost) each comma.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "0. An Opening Field of Question Well, you know, I think Western musicians, fine art musicians, what they call fine art musicians—European fine art—they’re the only ones who don’t dance . . . What they don’t understand is . . . when you are playing, whether you know it or not, you’re dancing. I always get great enjoyment watching great musicians dance when they play. (Cecil Taylor, quoted in Funkhouser 1995 ) I try to imitate on the piano the leaps in space a dancer makes. (Taylor, quoted in Goldberg 1965 , 215) As gesture Jazz became . . . ( Taylor 1966a ) * * *",
                "footnotes": [],
                "citations": [
                    "funkhouser_1995",
                    "goldberg_1965",
                    "taylor_1966a"
                ]
            }
        },
        {
            "0.1": {
                "text": "[0.1] Cecil Taylor’s music poses numerous challenges to the would-be analyst. First, there is the basic challenge of gathering evidence, i.e., of accumulating a body of written work to be analyzed. Though a prolific composer, Taylor was ambivalent about notation, leaving behind only a handful of scores, most of which are written in an invented, pseudo-graphical notation system. In addition, transcriptions of Taylor’s work are few and far between, likely owing to the fact that his music is lightning-fast, severely dissonant, and largely impossible to situate in a standard meter. Unfortunately, as of this writing, scholars accustomed to on-the-page analytical methodologies cannot simply grab a stack of Cecil Taylor sheet music and get to work. A great deal of work still needs to be done to generate that stack to begin with.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] Yet there is a second, more ontological challenge as well. Taylor was a wide-ranging thinker, whose conception of music stretched far beyond questions of sound production and organization. As the opening quotations indicate, Taylor believed there could be no music without movement . While a seemingly trivial observation, this view runs counter to the historically dominant paradigm in Western music theory, in which music exists primarily as written score, and only secondarily as performance. Taylor’s desire to invert this paradigm thus throws the usefulness of textualist analytical methodologies into question, as those methodologies ignore the physical and physiological realities that guide Taylor’s creative practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] In this article, I argue that in Taylor’s music, sound does not precede movement; rather, movement precedes sound: “As gesture Jazz became.” This simple statement has profound implications. For one, Taylor’s movement-first approach demands that physical phenomena—like fingerings, hand shapes, and the design and materiality of the piano itself—be considered under the umbrella of music theory. Despite its seeming impenetrability, Taylor’s music can be understood using formal organizational principles, but those principles only manifest themselves once the analyst turns away from the written page and towards the physical realities of Taylor’s body at the piano. Furthermore, as an improvising musician, Taylor sidesteps the well-trodden musicological debate about music-as-score vs. music-as-performance, and instead destabilizes the very notion of a fixed, musical work. A full understanding of Taylor’s music thus compels the analyst to look beyond any individual recording or transcription, and instead towards his improvisatory approach towards work-making itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.4": {
                "text": "[0.4] The following article contains four sections, each named after a quotation from Taylor’s landmark essay “Sound Structure of Subculture Becoming: Major Breath/Naked Fire Gesture” ( 1966a ; hereafter “Sound Structure”), which served as the liner notes for his album Unit Structures ( Taylor 1966b ). (1) I am also using this essay’s title as inspiration for my own title, with “sound structures” and “naked fire gestures” representing sound-based and movement-based methods of analysis, respectively. The first section of this article discusses theoretical foundations, relating Taylor’s “Sound Structure” essay to literature on phenomenology, performance and analysis studies, and critical improvisation studies. I will argue that the performative turn within musicology and music theory has not sufficiently engaged with improvisatory practices, and that Taylor himself suggests a fruitful analytical alternative in “Sound Structure,” which he calls “‘action’ playing.” The second section examines Taylor’s untraditional notation system and the resultant problems of transcription that arise therefrom. I include this section before the analysis proper because there is a strong connection between Taylor’s notational system and his pianism. The third section identifies two “gesture-types” that prominently feature in Taylor’s solo piano music: “Cecil Taylor Cells” (or CTCs) and “cluster runs.” In addition, I will present two sets of rules and preferences attempting to formalize the nature of CTCs: one set incorporating more traditional music-theoretical tools (most notably, contour theory), and the other rooted in Taylor’s physicality (offering fingerings as a replacement for contours). I will ultimately contend that the latter method not only proves superior in illuminating Taylor’s musical decisions, but also helps demystify other aspects of Taylor’s seemingly supernatural piano technique, thus assisting other musicians and scholars who might wish to transcribe, study, or perform Taylor’s music. Finally, the fourth section examines Taylor’s artistic output as a whole, connecting his all-encompassing improvisatory practice to its precursors in Black American musical traditions. 1. One Body and the Mind Enclosed",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "taylor_1966a",
                    "taylor_1966b"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] Taylor’s “Sound Structure” essay has been frequently cited, quoted, and puzzled over by analysts, as it represents a rare instance of Taylor discussing the inner workings of his music. (2) It is a dense and difficult read. The essay is littered with sentence fragments, errant punctuation, and grammatical oddities; there is nothing even remotely resembling a central argument or thesis. Andrew Bartlett ( 1985 ) notes how unusual it was at the time for musicians to pen their own liner notes, so the fact that “Sound Structure” evinces such transgressive structure and content is doubly shocking.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "bartlett_1985"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] One passage from “Sound Structure” bears discussion at the start, as it directly pertains to the analytical methodologies I employ below: Western notation blocks total absorption in the ‘action’ playing. The eye looks, mind deciphers, hands attack, ear informs. The pupil mirrors only the inner light, an ear having heard identifies. Hearing is sight face away academy’s superfluity. There are not separate parts: one body and the mind enclosed. We procede [sic] inventing. The interpretation has occured [sic]. ( Taylor 1966a ) Although Taylor’s poetic manner of writing can be difficult to parse and my interpretation is only one of many, a few themes stand out. Taylor dislikes written notation because it inhibits “‘action’ playing”; such a phrase underscores the primacy of physicality in Taylor’s musical philosophy. Furthermore, Taylor sees music-making in the “Western” paradigm as a discrete and serialized endeavor: first, the “eye looks” at a score; second, the “mind deciphers” the notes therein; third, the “hands attack” the instrument at hand; and, finally fourth, the “ear informs.” In “‘action’ playing,” by contrast, there is no distinction between eyes, mind, hands, and ear; in other words, “There are not separate parts: one body and the mind enclosed.” The processes of invention and interpretation are thus intertwined. The eye looking, mind deciphering, hands attacking, and ear informing are all necessary threads woven into the same musical fabric, and any attempt to disentangle any one of them will cause the whole creative process to unravel into meaninglessness.",
                "footnotes": [],
                "citations": [
                    "taylor_1966a"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Taylor contrasts this notion of “‘action’ playing” with the type of artificially segmented musical education he associates with the academy. (3) The “pupil”—i.e., a member of the “academy”—shows “only the inner light” because they are just an “ear having heard.” This singular emphasis on hearing—and only hearing—is thus evidence of the “academy’s superfluity.” This argument mirrors more recent critiques of academic music departments (stretching from Lewin 1986 to Campbell et al. 2014 ) that also question the institutional separation of composers, performers, and analysts into distinct silos with minimal crossover and interaction. The call for more interdepartmental integration may as well be rephrased as a call to train more “‘action’ players,” thus reaffirming the holistic approach to musical understanding that Taylor advocated for over fifty years ago.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "lewin_1986",
                    "campbell_et_al_2014"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Throughout this article, I aim to use “‘action’ playing” as an analytical compass to navigate Taylor’s music on his own terms. As such, I proceed with the assumption that it is not enough to simply listen to Taylor’s music and analyze it—“an ear having heard identifies”; one must also engage with it physically, creatively, and emotionally—“one body and the mind enclosed.” I myself am a dedicated pianist with over twenty years’ experience; my formal education has included both the jazz and classical idioms, and much of my own music can be broadly described as “free.” Taylor is a significant musical influence of mine, and so in the text below, I will draw from my own experiences mimicking his hand shapes and improvisational tendencies. In this manner, I follow in the footsteps of scholars who take explicitly phenomenological or auto-ethnographic approaches to their work, treating as analytical subjects their own performances and experiences as instrumentalists—scholar/performers like David Sudnow ( 2001 ), Elisabeth Le Guin ( 2006 ), and Mine Doğantan-Dack ( 2011 , 2012 , 2015 ). I also draw inspiration from Jonathan De Souza ( 2017 ), who combines a phenomenological approach with an organological one, exploring how a performer’s technique interacts with the design and materiality of the instrument at hand. Arnie Cox ( 2011 , 2016 ) has also written at length about the connection between movement and sound, particularly as it involves a listener imagining or mimicking the movements of a performer. Throughout this project, I have acted as both a listener of Taylor and a performer of his music, and in fact, I would postulate that improvisation may be the ideal vehicle for exploring Cox’s theories, since improvisers always operate as listeners and performers simultaneously.",
                "footnotes": [],
                "citations": [
                    "sudnow_2001",
                    "le_guin_2006",
                    "de_souza_2017",
                    "cox_2011",
                    "cox_2016"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Yet within the performance and analysis subdiscipline of music theory, there is a surprising dearth of literature that centers on improvised music. Even though such scholarship places the performer’s experiences first, looking (as the title of Cook 2014 puts it) Beyond the Score , even such a construction—“beyond the score”—betrays a disciplinary purview too often limited to what is broadly (albeit not unproblematically) described as Western art music, or WAM. In a literature review on movement and music compiled in Montague 2012 ([2–3]), the majority of sources cited deal wholly or primarily with WAM. A number of journals and special issues dedicated to the subdiscipline also evince these same biases, neglecting almost entirely the analysis of improvisation. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "cook_2014",
                    "montague_2012"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] This is a troubling, if perhaps unsurprising, omission. As Derek Bailey has lamented, “Improvisation enjoys the curious distinction of being both the most widely practised of all musical activities and the least acknowledged and understood” ( 1980 , ix). It should also be acknowledged that the discipline’s adherence to WAM and consequent neglect of improvisation are byproducts of an undeniably racist historical legacy, as Philip Ewell ( 2020 ) has forcefully argued. To some degree, the field of critical improvisation studies fills this gap, especially in such work that addresses issues of music cognition and perception. Roger T. Dean and Freya Bailes ( 2016 ) have noted the importance of motor function in developing theories of cognition in musical improvisation, stemming largely from Jeff Pressing’s ( 1988 ) ideas. Vijay Iyer ( 2002 , 2004 , 2008 , 2016 )—himself an accomplished improvising pianist—has written frequently about the ways in which musicians’ bodies and instruments integrally affect the process of music-making. Yet despite critical improvisation studies’ robust engagement with the improvising body, it is rare to find work that is explicitly analytic or music-theoretical in nature. The scope of “music theory”—justifiably or not—seems inexorably bound to the written page, perpetually at odds with improvisatory approaches that privilege the body first.",
                "footnotes": [],
                "citations": [
                    "bailey_1980",
                    "ewell_2020",
                    "dean_and_bailes_2016",
                    "pressing_1988",
                    "iyer_2002",
                    "iyer_2004",
                    "iyer_2008",
                    "iyer_2016"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] By contrast, Taylor’s “‘action’ playing” demands that the improvising body not be considered ancillary to the discipline of music theory, but rather a central component of it. The body, in other words, can—and should—be theorized. Such a statement recalls Susan McClary and Robert Walser’s “Theorizing the Body in African-American Music,” which aptly expresses the stakes of such an endeavor: “The challenge is to assess the international impact of African-American articulations of the body without falling into the usual traps—neither undervaluing physicality as a complex artistic terrain nor celebrating it as a site where one pushes reason aside to come into contact with (fantasies of) universal primal urges” ( 1994 , 82). With such concerns in mind, my analysis below strives to treat improvising bodies—both mine and Taylor’s—as rich sites for rigorous, music-theoretical inquiry. What follows, then, may be considered an example of what Suzanne Cusick has called an “embodied music theory,” ( 1994 , 20) in which the body of the performer plays an indispensable role in musical understanding.",
                "footnotes": [],
                "citations": [
                    "mcclary_1994",
                    "cusick_1994"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Taylor’s “‘action’ playing” in some ways serves as an alternate term for “embodied music theory.” Yet “‘action’ playing” requires not simply that the analyst perform Taylor’s music, but that they improvise it: “We procede [sic] inventing . The interpretation has occured [sic]” ( Taylor 1966a ; emphasis mine). While such a statement may at first appear to run headlong into an intractable metaphysical conundrum—how does one improvise that which has already been improvised?—I hope to show that “improvising Taylor” is not as strange as it sounds. (5) For instance, in order to parse out what elements of a Taylor performance were composed versus improvised, I composed and improvised similar elements of my own, and thus deduced what was likely preplanned versus spontaneous in Taylor’s performances. Similarly, to understand the mechanics of Taylor’s hummingbird-like cascades of clusters, I experimented with different fingering patterns, elbow angles, and pedal techniques until I could (almost) match Taylor’s speed and fluidity. In other words: I proceed inventing. The interpretation has occurred. 2. Western Notation Blocks Total Absorption in the “Action” Playing",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "taylor_1966a"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Taylor was a prolific musician whose discography spans over fifty years. Nearly all of these recordings feature Taylor as either a bandleader or solo instrumentalist, rather than as a sideman ( Shapiro n.d. ). While movement certainly plays a significant role in Taylor’s small group and large ensemble work, the relationship between movement and music is clearest when examining his athletic solo performances. As such, these performances will serve as the focus of my study. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "shapiro_nd"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] A handful of other scholars have also analyzed significant portions of Taylor’s solo playing, most notably Mark J. Bobak ( 1994 ), Lynette Westendorf ( 1995 ), and Kaja Draksler ( 2013 ), all three of whom include lengthy transcriptions with their analyses. (7) This article will primarily rely on two new transcriptions of my own: first, a complete transcription of an untitled improvisation from the documentary Imagine the Sound ( Mann 1981 [timestamps 12’40”–19’34”]; Appendix A ) and second, a partial transcription of the piece “Pontos Cantados (Point One: Klook at the Top of the Stairs; Point Two: Question)” from the record and concert film One Night with Blue Note ( Various artists 1985 ; Jopson 1985 [timestamps 1°46’22”–1°59’00”]; Appendix B ). (8) My transcription of “Pontos Cantados” focuses only on the “Klook at the Top of the Stairs” material, so I will usually refer to this piece as “Klook.” While these improvisations represent relatively more obscure entries in Taylor’s discography, they are especially relevant to my argument because both were videotaped. Since I hope to demonstrate the relationship between Taylor’s note choices and his physicality, watching Taylor “dance” at his instrument will form a crucial component of my subsequent analysis. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "bobak_1994",
                    "westendorf_1995",
                    "draksler_2013",
                    "mann_1981",
                    "various_artists_1985",
                    "jopson_1985"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] As Peter Winkler ( 1997 ) and René Rusch, Keith Salley, and Chris Stover ( 2016 ) have argued, transcription is a highly subjective activity that unavoidably reflects the concerns and biases of the transcriber. As such, before embarking on my analysis, I want to be clear about what I hope to capture in my transcriptions and what I don’t—especially given Taylor’s stated dislike of Western notation. My transcriptions attempt to be fully accurate when it comes to pitch, while providing only loose rhythmic information, and next to nothing in terms of dynamics, articulation, or expression markings. One practical reason for privileging pitch is that, on a rigidly equal-tempered instrument like piano, frequency information can be more-or-less straightforwardly mapped onto a grand staff. Example 1a . Letter notation and five-line staff notation (sequential letter names) (click to enlarge) Example 1b . Letter notation and five-line staff notation (stacked letter names) (click to enlarge) Example 1c . Small variation in letter-name height causes large difference in melody (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "winkler_1997",
                    "rusch_salley_and_stover_2016"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] I also favored this pitch-only methodology because it reflects Taylor’s own idiosyncratic method of notation, often referred to as “letter notation” ( Schwartz 2019 ). In letter notation, noteheads and stems are replaced by note names. There are no accompanying durations, although whitespace usually denotes the end of an idea. Pages are generally broken up into systems, as in traditional notation, with each system read from left to right. (10) Within a system, letter names are placed at various heights, such that relative height corresponds to relative register ( Example 1a ). When two letter names are exactly aligned in vertical space, the notes are to be performed as a dyad, rather than in succession ( Example 1b ). Note that, as a consequence of this system, small variations in letter-name height could cause potentially large differences in the resulting melody ( Example 1c ).",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "schwartz_2019"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Compared to Western notation, Taylor’s letter notation appears radically pared down. The lack of dynamics, tempi, timbres, and articulations is, all things considered, not terribly unusual in a jazz context, as lead sheets also tend to omit that information. However, the lack of rhythmic detail in Taylor’s system is striking. Taylor is very clear about the importance of rhythm not only in his music, but in life itself, writing in “Sound Structure,” “Rhythm is life the space of time danced thru” and “Rhythm then is existence and existence time” ( Taylor 1966a ). Given this all-encompassing domain that Taylor sets out for rhythm, it may at first seem strange that he makes no attempt to specify rhythmic information in his notation system. However, this rhythm-less notation system turns out to more accurately communicate what Taylor’s unusual conception of “rhythm” actually entails.",
                "footnotes": [],
                "citations": [
                    "taylor_1966a"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Ekkehard Jost argues that, rather than relying on syncopation for rhythmic interest, Taylor instead uses the combination of “time, intensity and pitch” to create a sense of “energy” which rises and falls throughout his improvisations ( 1974 , 69). For Jost, energy is not simply an extension of meter or swing, but rather a brand-new rhythmic mechanism unique to the genre of free jazz. (11) Taylor himself uses the term “energy” in “Sound Structure”: Joint energy disposal in parts of singular feedings. A recharge; group chain reaction. Acceleration result succession of multiple time compression areas. Sliding elision/beat here is physical commitment to earth force. Rude insistance [sic] of tough meeting at vertical centers. Time strata thru panels joined sequence a continuum (movements) across nerve centers. Total immersion. ( Taylor 1966a ) This passage reveals the kinds of time-based phenomena Taylor strives for in his music: “acceleration,” “compression,” “sliding elision/beat,” “time strata,” “vertical centers.” As such, the absence of “on the grid” note durations actually encourages collaborators to strive for greater rhythmic flexibility. A six-note phrase like that in Example 1a may be accelerated, slowed, compressed, elongated, or even subjected to different interpretations by different members of a group simultaneously.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "jost_1974",
                    "taylor_1966a"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Unfortunately, the richness of this rhythmic concept is effectively impossible to capture in a transcription. Since Western notation presumes a consistent pulse and rationally quantifiable note durations, it is uniquely unsuited for the sort of energy-based playing that Taylor helped pioneer. As a drastic compromise, I decided upon the rhythmic durations in my transcriptions by dramatically slowing down subsections of Taylor’s recordings and then rounding everything I heard to the nearest “sixteenth note” duration within that subsection. This transcriptional method proves mostly accurate when expressing durations on a local scale, and analysts should have little trouble following along with the flow of the piece. However, it should be noted that the millisecond value of each sixteenth note varies throughout the piece, sometimes significantly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Something less obvious that I did hope to capture via my transcriptions is the sense of what it is like to play them, befitting this article’s thesis about the importance of physicality in Taylor’s improvisations. I do not use bar lines to denote the arrival of a new “strong beat,” but rather to indicate a change of cell, a concept I explain in detail in the next section. Similarly, I do not use beaming to denote phrasing or metrical structure, but rather as a way of indicating Taylor’s hand position. In certain measures (e.g., mm. 119–131 in Appendix A ), beaming also serves to distinguish between Taylor’s right and left hands, making it clearer how a certain musical effect is physically accomplished (cf. Bobak’s notation of similar material [ 1994 , 140–142]). (12) Finally, although I avoid specific tempo indications, there are a few instances (e.g., once again, mm. 119–131 in Appendix A ) where I provide extremely precise timestamps, in order to calculate the average number of notes-per-second in Taylor’s quickest passages. I calculated this information to provide a benchmark when I was attempting to reproduce these rapid cluster passages myself, since I found I needed to make several refinements to my technique in order to approach Taylor’s speed. With that in mind, I would strongly encourage the reader to play through my transcriptions on a piano when reading the following analysis, rather than just audiate or follow along with the recording. While these notational conveniences are designed to highlight certain aspects of Taylor’s physicality, they are not a sufficient substitute for the experience of actually playing through the music yourself. 3. As Gesture Jazz Became [3.0.1] Taylor described his music as “constructivist,” elaborating that “the emphasis in each piece is on building a whole, totally integrated structure” (Taylor, quoted in Spellman 1966 , 38). This section attempts to identify the component parts of that structure, and to describe how Taylor integrates them into a coherent whole. (13) Seeking similar goals, previous analysts have observed a number of characteristic “gesture-types” ( Bobak 1994 , 115) or “main behaviors” ( Draksler 2013 , 8) that form the building blocks of Taylor’s solo work. Bobak lists these as “arpeggio-like figurations, flurries of notes, clusters, [and] melodic fragments in octaves” ( 1994 , 288). Draksler employs a strikingly similar taxonomy, albeit with a different ordering: “a) fragments of melodies, b) arpeggiated figures, c) (sustained) chords, and d) (clustered) chord repetitions/runs” ( 2013 , 8). (14) While “gesture-type” and “main behavior” could be used interchangeably, I will exclusively employ the term “gesture-type” due to the physical connotations of the term “gesture” (not to mention Taylor’s evocative epigram that serves as the title of this section). [3.0.2] Taylor’s gesture-types do not overlap, and are quite easy to identify, even for a novice listener. It is always clear when Taylor is in an arpeggio-like figuration section, or a cluster run section, or a melodic fragment section, and so on. In this way, gesture-types resemble Robert Gjerdingen’s ( 2007 ) conception of galant schemata, i.e., abstract musical blocks that are arranged in particular orders to create a complete form. That said, Taylor’s gesture-types are far less rigidly structured than galant schemata, and more significantly, the arrangement of Taylor’s gesture-types is nearly always improvised, rather than precomposed. (15) [3.0.3] The analysis below focuses primarily on a single gesture-type, which I am calling “Cecil Taylor Cells,” or CTCs for short. These correspond roughly with Bobak’s “arpeggio-like figurations” or Draksler’s “arpeggiated figures.” My reasons for stripping the “arpeggio” descriptor are twofold: first, CTCs act more like embellished melodies than like broken harmonies (Taylor himself calls them “scales” in Felver 2010 ), and second, CTCs possess so many highly specific musical attributes that simply labeling them “arpeggios” robs them of their distinctive character. The full elucidation of these attributes constitutes the majority of my analysis below. [3.0.4] I will also address a second gesture-type, which I call “cluster runs.” This gesture-type corresponds roughly with Bobak’s “flurries of notes” or Draksler’s “(clustered) chord repetitions/runs.” (My term is essentially a simplification of Draksler’s.) Cluster runs occupy a vastly different improvisational space than CTCs: whereas CTCs are repetitive, methodical, and frequently preplanned, cluster runs are freewheeling, spontaneous, and practically impossible to play the same way twice. Nevertheless, these two gesture-types are ultimately similar in that they are better understood as deriving from movement rather than sound, and both prove to be significant elements of Taylor’s improvisational language. (16) 3.1 Cecil Taylor Cells: CTC-Classes and CTC-Instances [3.1.1] As conventionally understood, a “cell” is a short series of pitches or pitch classes with specified horizontal and/or vertical orderings. CTCs follow a much stricter set of rules, since only certain patterns of horizontal and vertical orderings tend to appear within them. Furthermore, Taylor never plays the notes within his CTCs the way he writes them in his notational system; instead, CTCs act like condensed kernels of musical information, which Taylor then realizes using prescribed strategies of elongation and embellishment. This combination of factors—cell construction and cell realization —gives CTCs their distinct identity and distinguishes them from more traditional “cells.” [3.1.2] To distinguish between an abstract, unrealized CTC and a performed, realized CTC, I will use the terms “CTC-class” and “CTC-instance.” (17) Borrowing Jeff Pressing’s ( 1984 ) terminology, CTC-classes act like referents, i.e., the underlying formal structures on which an improvisation is based. They are ordered pitch constructs (not pitch-class constructs, like in traditional cells) that Taylor precomposes and frequently writes down using letter notation. Then, CTC-instances represent the CTC-classes as actually played, i.e., specific transcriptions of Taylor elaborating on a given CTC-class in the midst of an improvisation. Example 2 . Relationship between “Klook” score, CTC-classes, and CTC-instances (click to open PDF in new tab) [3.1.3] Perhaps the clearest way to see this hierarchy at work is to compare my transcription of “Klook” with its letter-notation based score. The handwritten fragments of “Klook” given in Example 2 were copied by bassoonist Karen Borca when she performed it with one of Taylor’s ensembles. The commas in Borca’s transcription demarcate small subsets of Taylor’s letter names, which correspond with my own delineation of Taylor’s CTC-classes. (This correspondence is not exact, since Taylor changed the composition of “Klook” after Borca wrote it down, as I will discuss at length in paragraphs [4.5–4.6].) In addition to the score and CTC-class, Example 2 also provides three separate CTC-instances that derive from each CTC-class. While in some CTCs, the CTC-class and CTC-instances are nearly identical (e.g., CTCs 3, 6, and 7), in others the relationship is more complex (e.g., CTCs 9, 10, and 11). Example 3 . Letter notation visible in Imagine the Sound (click to enlarge) [3.1.4] Like “Klook,” Imagine the Sound improvisation was probably based on a score at some point—Taylor appears to be referencing a couple of pages of letter notation in the video ( Example 3 )—but it is unlikely that this score will ever resurface. (18) As such, the CTC-classes I provide for the Imagine the Sound improvisation are inferred purely from their respective CTC-instances. At first, this may seem like a tricky endeavor, since it requires disentangling the content of an improvisational referent from the variations on that referent without any prior knowledge of what is “composed” versus “improvised.” However, as the following analysis will demonstrate, Taylor transforms his CTC-classes into CTC-instances using a small but highly consistent set of improvisatory techniques. This consistency across cell realizations made the process of inferring CTC-classes from CTC-instances surprisingly straightforward: all I needed to do was identify the cell realization techniques Taylor used to embellish a particular CTC-instance, and then remove the embellishments to reveal the CTC-class that inspired that realization. [3.1.5] Over the next two subsections, I will propose two alternative sets of rules and preferences that attempt to formalize the nature of CTCs—both how CTC-classes are constructed and how CTC-instances are realized. I am using the terms “rule” and “preference” roughly analogously to the way Lerdahl and Jackendoff ( 1983 ) use the terms “well-formedness rule” and “preference rule”: the former defines what is and is not possible within a music-theoretical system, and the latter defines notable patterns that take place within that system. These rules and preferences should not be understood as in any way generative; i.e., you cannot treat them like an algorithm that makes one “sound like Cecil Taylor.” (19) Instead, these rules and preferences simply outline music-theoretical constraints that Taylor’s improvisations tend to operate under, not unlike how a set of repeating chord changes constrains an improviser playing straight-ahead jazz. Furthermore, I do not mean to suggest that these music-theoretical constraints are the only factors shaping Taylor’s improvisations. As Andrew Goldman ( 2016 ) observes, improvisation is a complex phenomenon that cannot be adequately captured by listing a series of constraints, be they music-theoretical, political, social, physiological, etc. My motivation for formalizing these rules and preferences, therefore, is not to definitively pin down what a Taylor improvisation “is,” but instead to more clearly illustrate formal coherence in Taylor’s music and to demonstrate the close relationship between Taylor’s movements and his improvisational process. [3.1.6] My first set of CTC rules and preferences will rely exclusively on what can be gleaned by looking at the notes-on-paper in my transcription, i.e., by understanding CTCs as “sound structures.” The second set will rely instead on what can be gleaned by watching the way Taylor’s hands and fingers move, i.e., by understanding CTCs as “naked fire gestures.” Ultimately, I will argue that this latter approach better captures the way Taylor’s CTCs are constructed and realized. Nonetheless, I still believe it will be fruitful to engage with the former approach, both to better contextualize my eventual gestural turn, and also because movement and sound are ultimately interrelated phenomena, so to consider one without the other would present an incomplete picture of Taylor’s musical language. CTCs: Sound Structures Example 4 . Measures 5, 20, and 50 of the “Pontos Cantados” transcription (click to enlarge) [3.2.1] Sound Structure Rule 1: CTC-classes and -instances must feature a rigid vertical mapping between right-hand and left-hand pitch classes, . In the “Klook” score, Taylor notates only his right hand, but in the performance, he treats his right and left hands as a unified pair, with only a few rare exceptions (e.g., grace notes). Furthermore, within each CTC, Taylor’s right-hand pitch classes map onto his left-hand pitch classes in a predetermined way. For instance, the opening CTC-class of “Klook” contains three right-hand pitch classes— E ♭ , B ♭ , and D ♭ —which always pair with the same left-hand pitch classes—G, E ♭ , and G, respectively ( Example 4 ). This CTC-specific pitch-class-pairing holds true for nearly every CTC in both of my transcriptions; the exceptions to this rule are so infrequent and fleeting that they are more likely errors in performance than deliberate deviations. Video Example 1 . Measures 1–30 of the Imagine the Sound transcription (click to watch video) [3.2.2] Sound Structure Rule 2: CTC-classes must feature a rigid horizontal ordering of notes that, when realized as CTC-instances, may only be traversed forwards or backwards . Rather than treating the notes of the CTC-class as a collection or scale to improvise with, Taylor instead treats the notes of the CTC-class more like a predetermined melody, which he usually plays in full, or more rarely with one or two notes omitted. In addition, this melody may be embellished only by bouncing back and forth between prime and retrograde. This phenomenon is most clearly articulated in the opening of the Imagine the Sound improvisation, as illustrated by Video Example 1 . While in some CTC-instances this prime-to-retrograde elongation applies to a CTC-class’s melody in full ( Example 5 ), there are other CTC-instances when the prime-to-retrograde elongation applies only to a two- or three-note subsection of a CTC-class’s melody ( Example 6 ). Some of these elongations also include transpositions, as governed by the next rule. Example 5 . Measures 16 and 29 of the Imagine the Sound transcription (click to enlarge) Example 6 . Measures 32 and 41 of the Imagine the Sound transcription (click to enlarge) Example 7 . A hypothetical revision of the CTC-class in mm. 32 and 41 (click to enlarge) [3.2.3] Sound Structure Rule 3: CTC-instances (and portions of CTC-instances) may be transposed by any number of octaves, so long as both hands proceed in either strict similar or contrary motion . Example 6 displays two CTC-instances of the same CTC-class from the Imagine the Sound transcription. In m. 32, Taylor’s hands move in contrary motion, whereas in m. 41, they move in similar motion. It is notable that both similar and contrary motion are only possible because one of Taylor’s hands features a duplicate pitch class, viz., the duplicate F in the left hand. If this hand did not feature a duplicate pitch class, either similar or contrary motion would be possible, but not both. As Example 7 illustrates, if the F- C ♯ -F left-hand pattern were changed to, say, F- C ♯ -E, the right-hand “B” and “A” would map to the left-hand “E” and “F” in similar motion, but to the left-hand “F” and “E” in contrary motion—thus violating Sound Structure Rule 1’s constraint regarding right-hand/left-hand mapping. [3.2.4] Sound Structure Preference 1: Within a CTC-class, left-hand pitches tend to be bounded by an octave . As it turns out, Taylor’s CTC-classes nearly always feature this bounding octave in the left hand—thus ensuring a duplicate pitch class—meaning he may freely choose between similar and contrary motion when transposing within CTC-instances, as per Sound Structure Rule 3. There are enough exceptions to this left-hand octave tendency, however, that this bounding-octave tendency is more of a preference than a rule. [3.2.5] Sound Structure Preference 2: Within a CTC-class, right-hand pitches tend to be bounded by a seventh, octave, or ninth . Unlike with the octaves in Taylor’s left hand, it is not immediately obvious why Taylor might prefer sevenths, octaves, and ninths in his right hand, beyond just matters of personal aesthetic taste. (20) In the next subsection, however, I will provide a more compelling, gesture-based reason for why these right-hand intervallic tendencies usually hold true. Video Example 2 . Measures 54–84 of the Imagine the Sound transcription (click to watch video) [3.2.6] Sound Structure Rule 4: CTCs are grouped into “choruses,” which must be played through at least twice . While Taylor will occasionally play the same CTCs twice in succession, he will more commonly organize CTCs into larger structural units—which I am calling “choruses”—and then play the whole unit twice or more. In the Imagine the Sound transcription, I marked each chorus of CTCs with a double bar line, and each grouping of repeated choruses with a rehearsal letter. Given this framework, one can clearly follow the structure of choruses in the improvisation: Taylor plays the first chorus of two CTCs three times, then the second chorus of six CTCs two times, then the third chorus of five CTCs four times, etc. In a handful of instances, Taylor will bounce between subgroups of CTCs before moving on to complete the full chorus, as in Video Example 2 (third and fourth CTCs, second time through). This behavior mimics the prime-and-retrograde way he treats his notes within a CTC (as described in Sound Structure Rule 2), thus creating a recursive relationship between notes within CTCs, and CTCs within choruses. [3.2.7] The CTC gesture-type dominates Taylor’s solo piano music, representing the most common construction material that he uses to build his “constructivist” music. Appendix C lists every cell in every chorus of the Imagine the Sound improvisation; summing the timestamps, CTCs account for approximately five minutes’ worth of the six-and-a-half-minute improvisation, with only Taylor’s cluster runs (discussed below) and three other short sections (rehearsal letters N, T, and Y) belonging to different gesture-types. Appendix C also reveals that the Imagine the Sound improvisation follows a non-repeating form, such that once Taylor moves on from a given chorus of CTCs, he never returns to that chorus (or those CTCs) again. Given that there are eighteen repeated choruses, this is an extraordinary amount of material to churn through without ever returning to older material. Nevertheless, there is an undeniable continuity throughout the Imagine the Sound improvisation, as well as a sense of progress and development as Taylor moves from chorus to chorus. While Taylor does rely on some recurring intervallic patterns (e.g., those mentioned in Sound Structures Preferences 1 and 2), I propose that this thematic unity instead stems from the fact that Taylor’s CTC-classes may be taxonomized using only a small handful of melodic contours. [3.2.8] Appendix C , in addition to listing every CTC-class in the Imagine the Sound improvisation, also lists their associated contour segments (CSEGs). Briefly, a CSEG is an ordered series of numbers that correspond to pitches in a melody: 0 represents the lowest note, 1 the next lowest, and so on until the highest number, which represents the highest note. In other words, a CSEG describes relative pitch height without specifying absolute pitch distance. (21) While there are a handful of CSEGs that appear only fleetingly, it is clear that the CSEGs <021324>, <20121>, and <012> play a significant role in the formal structure of the improvisation. Note that these contours apply only to the right-hand part of the CTC-class; the left-hand part will either follow the same contour or be inverted depending on whether Taylor’s hands are moving in similar or contrary motion, as per Sound Structure Rule 3. Also note that certain contour pairs like <021324> and <423120> may be considered functionally identical, since Sound Structure Rule 2 allows cells to be performed in either prime or retrograde. Example 8 . Three examples of <20121> from the Imagine the Sound improvisation (click to enlarge) [3.2.9] By far the most common CSEG in the Imagine the Sound improvisation is <20121>; most of the CTC-classes in the first half of the improvisation follow this contour. When these CTC-classes are realized, Taylor invariably treats the first “2” as an anacrusis, then repeats the middle “012” in both prime and retrograde (as per Sound Structure Rule 2 above), and then treats the final “1” as a coda. (22) , (23) Some examples of this phenomenon are given in Example 8 . Note that not all of these contours technically follow the CSEG <20121>; this is because Taylor often replaces one (or both) of the “1”s in the CSEG with a dyad, which he does not always articulate cleanly. Hence, I consider contours like <30132> and <30231> as belonging to the <20121> “family” of contours. (This is still, admittedly, a bit of a fuzzy taxonomical move; I will propose a better classification mechanism in the next subsection.) Example 9 . Form chart for the Imagine the Sound improvisation (click to enlarge) [3.2.10] Examining contours of different CTC-classes also provides insight into how Taylor structures longer improvisations over time. Example 9 divides the entirety of the Imagine the Sound improvisation into three large chunks and a short coda, treating his cluster runs as climaxes punctuating the energetic developments of his CTCs. In the first 3’44”, there are eight distinct sections, labeled A–H: sections A–F consist of choruses of CTCs, section G also consists of CTCs (but now in a monophonic texture), and finally section H contains the concluding cluster run. Note that the number of CTC-classes in sections A–H tends to decrease from section to section, as do the durations of each section. In other words, there is a telescoping inwards: Taylor opens the piece slowly and methodically, but then churns through CTC-classes with increasing rapidity until the whole thing collapses into a rush of dissonance. Then, this overall pattern repeats itself twice more: sections I–P exhibit the same telescoping inwards, as does Q–X, with Y–Z then acting as the coda. Taking one further step back, the telescoping inwards happens even at the level of these telescopings themselves: A–H is the longest at 3’44”, then I–P and Q–X are both shorter at 1’16” and 1’22”, respectively. Notably, each of these larger sections also begins with the <021324> CSEG (i.e., in rehearsal letters A, I, and Q) before moving onto the <20121> CSEG that dominates much of the rest of the improvisation. The only other section featuring <021324> is section L, the shortest of all of the sections: a brief, almost ephemeral restatement of the opening CSEG that sparks a much more aggressive and freeform, 36” long improvisation. In other words, <021324> acts as a compositional signpost, marking the openings of larger sections within the improvisation, and reorienting the listener following Taylor’s tumultuous cluster runs. Example 10a . Two presentations of the “same cell” with different contours (click to enlarge) Example 10b . The relationship between <012> and <021324> (click to enlarge) [3.2.11] As the improvisation progresses, Taylor also transitions away from favoring the lengthier <021324> and <20121> CSEGs (rehearsal letters A, B, C, D, E, F, I, L, O, and Q in Appendix C ) and towards favoring the shorter <012> CSEG (rehearsal letters E, J, K, R, S, and W in Appendix C ). As mentioned before, <012> is a commonly repeated subsection of <20121>, but by the time Taylor isolates it, he rarely embellishes it, leaving it terse and abrupt. In other words, Taylor’s telescoping inwards not only governs the number of cells per chorus, but also the number of notes per cell, creating a remarkable self-similarity among levels of form. Furthermore, although <012> is perhaps understood most straightforwardly as a subsection of <20121>, there is also a way it could be understood as deriving from <021324>. In Cecil Taylor: All the Notes , Taylor walks the viewer through two presentations of the same cell: the first an instance of <012>, the second an instance of <021324> ( Felver 2010 [timestamps 21’56”–22’22”]; Example 10a ). While the notes are not exactly the same in the two instances, it is clear that Taylor understands <012> as the result of playing certain sequential elements of <021324> simultaneously: <021324> becomes <|02|13|24|>, at which point the upper voice forms <012> ( Example 10b ). In other words, while Taylor’s dyadic realizations of <012> resemble <20121> when analyzed horizontally, they more closely resemble <021324> when analyzed vertically. As such, the gradual replacement of <20121> and <021324> with <012> during the course of the Imagine the Sound improvisation could be understood as the gradual melding of two distinct contours into one, further underscoring Taylor’s masterful command of large-scale formal structure, as well as his ability to “constructivistically” manipulate CTCs into coherent and compelling forms. 3.3 CTCs (Naked Fire Gestures) [3.3.1] I will now turn to my gesture-based analysis, looking not at the specific notes Taylor plays, but the ways in which he plays them. The connection between contour and physicality proves to be surprisingly straightforward: piano fingering. In many cases, it is simply a matter of changing a 0-indexed CSEG into a 1-indexed fingering of standard piano pedagogy, and the above analysis holds. For instance, <021324> becomes the fingering 1-3-2-4-3-5, that staple of elementary piano technique books everywhere. The somewhat messy <20121> “family” of contours may now be represented more straightforwardly as 5-1-n-5-n, where “n” stands for finger 2, 3, or 4 (or a combination thereof, if a dyad). [3.3.2] While a seemingly small change, fingerings present a real taxonomical and terminological improvement over CSEGs. First, fingerings reveal that Taylor’s cells are even more closely related than one would expect by looking only at CSEGs. The fact that all of Taylor’s <20121>s use the same fingering is not a given, as <20121> could be executed with any number of fingerings. However, it is clear from the Imagine the Sound and One Night with Blue Note videos that they all adhere to the same 5-1-n-5-n pattern. Second, fingerings provide a better sense of approximate interval sizes than CSEGs do. The “0” and “2” in a <20121> could represent anything from a major second to several octaves, whereas a repeated 1-5 fingering most likely falls between a fifth and a tenth. Normally, a CSEG’s ability to represent a wide range of interval sizes is an asset, but because Taylor uses a more limited set of intervals in his CTC-classes, a more limited analytical construct is more apt. [3.3.3] Using fingerings as a guide, I can now rewrite my Sound Structure Rules to be gesture-based, rather than sound-based. While the following Naked Fire Gesture Rules do not directly correspond to the preceding Sound Structure Rules, they manage to cover all of the same analytical ground. Furthermore, the Naked Fire Gesture Rules actually turn out to provide an even fuller understanding of the structure of Taylor’s music, since Taylor’s fingerings follow fascinating patterns that would remain invisible to analysts looking only at Taylor’s note choices. [3.3.4] Naked Fire Gesture Rule 1: CTC-classes are constructed by locking each hand into a fixed position, such that each finger strikes exactly one note . This rule turns out to have been something of an unspoken prerequisite for Sound Structure Rules 1 and 2, since it makes adhering to those rules far easier. As a counterexample, imagine trying to maintain a strict mapping between right-hand and left-hand pitch classes if your hands were leaping all over the place. Similarly, imagine trying to keep track of prime-and-retrograde melodic motion if one finger were responsible for attacking multiple notes within a melody. [3.3.5] Naked Fire Gesture Rule 2: CTC-classes can be realized as CTC-instances by rocking one’s wrists back and forth, with each hand using the same fingering pattern . This rule recasts a set-theoretical phenomenon—prime and retrograde—as a physiological one—wrist rotation. It also is notable that Taylor favors fingerings bounded by 1 and 5 (e.g., 1-n-5 and 1-3-2-4-3-5), which allow him to rock his hands in either direction with the maximum possible force. This rule also accounts for Taylor’s strict adherence to similar and/or contrary motion when realizing a CTC-class: either both hands will use the same fingering pattern, which (given the mirrored symmetry of the hands) yields contrary motion when realized, or one hand will go “forwards” while the other goes “backwards,” which yields similar motion when realized. Example 11a . Measures 27–28, 46, and 102 of the Imagine the Sound transcription (click to enlarge) Example 11b . A hypothetical revision of mm. 27–28, 46, and 102 (click to enlarge) [3.3.6] Naked Fire Gesture Rule 3: CTC-instances may be transposed whenever a fingering pattern reaches a 1 or 5; the newly transposed fingering pattern must then begin on a 5 or 1, respectively . This rule is not as complicated as it sounds. Whenever Taylor transposes a cell—i.e., whenever he moves his locked-hand pattern up or down by octave—he tends to pick up where he leaves off registrally, as illustrated in Example 11a . This always involves a 1-5 or 5-1 fingering change, in which Taylor’s thumb (or pinky) moves quickly to where his pinky (or thumb) previously was. Compare this method of transposition to the hypothetical one in Example 11b , which reproduces a more traditional style of arpeggiation. At the asterisks in Example 11a, Taylor’s wrist does not need to rotate while he sets up the forthcoming transposition; first his pinky finds his thumb, and then when his pinky restrikes his thumb’s old note, his thumb can move to its new position. At the asterisks in Example 11b, by contrast, the hypothetical pianist’s entire hand would need to raise slightly up in the air, with the next note they aim for having no relationship to where their fingers were before. In other words, Taylor’s method of transposition is far more accurate, because 1) his pinky picks up where his thumb leaves off, and 2) Taylor gives himself an extra sixteenth note’s worth of time to find his new hand position. [3.3.7] Additionally, Naked Fire Gesture Rule 3 provides greater context for the intervallic tendencies described in Sound Structure Preferences 1 and 2. Because Taylor nearly always keeps his thumb and pinky a seventh, octave, or ninth apart, that means he can much more easily transpose by octave with a 1-5 or 5-1 fingering pattern. If Taylor’s cells were bounded by, say a fifth or sixth, that means that to transpose by octave, Taylor’s thumb (or pinky) would have to overshoot the previous location of his pinky (or thumb), thus jeopardizing the accuracy of the transposition. And indeed, in instances when Taylor violates Sound Structure Preferences 1 and 2 (e.g., at rehearsal letters J and K in the Imagine the Sound improvisation), he plays the cells without attempting any transposition at all. [3.3.8] Naked Fire Gesture Rule 4: Choruses are constructed by arranging internalized hand positions into repeatable structures. This is mostly a straightforward restatement of Sound Structure Rule 4 . However, this rule shifts perspective from the musical output to the improviser’s internal process, emphasizing the importance of muscle memory. Taylor clearly prefers certain hand positions over others, viz., those described in Sound Structure Preferences 1 and 2. This relatively limited palette of internalized hand shapes may then be mixed-and-matched as desired. In my own attempts to improvise using Taylor’s hand shapes, I noticed that it was less difficult than I originally expected to invent cells on the fly: all I had to do was combine a well-practiced right-hand shape with a well-practiced left-hand shape. In addition, thinking about a cell not as a collection of pitch classes but as a singular, bi-manual structure made it easier to recall the ordering of newly invented cells within a chorus. So, while it is possible that Taylor’s eighteen choruses in the Imagine the Sound improvisation each feature a preplanned ordering of cells, I believe that it is more likely that the ordering of cells was decided upon spontaneously, quickly memorized, and then repeated with perfect accuracy. This hypothesis is potentially borne out by an “exception that proves the rule” at rehearsal letter B in the Imagine the Sound improvisation. The first time Taylor plays through this chorus, he includes eight cells, but the second time, he only includes six. (The extra two cells occupy mm. 34–35 of my transcription.) Given that this chorus is unusually long, it is possible that Taylor simply forgot to include those extra cells in the second iteration, or perhaps more consciously decided he did not want to return to them. Regardless, this comparatively rare mismatch of cells between iterations of a chorus supports the argument that the composition of cells within Taylor’s choruses was not preplanned but improvised. [3.3.9] Taken together, these four Naked Fire Gesture Rules not only further clarify the structure and composition of Taylor’s cells and choruses, but also provide deeper insight into how he is able to perform at such breakneck speeds. Because Taylor’s hands are locked into fixed positions, he can execute extremely fast passages by simply rotating his wrist. Since his hands only ever move in similar or contrary motion—as opposed to, say, a knotty fugal texture—he can quickly move up and down the piano with comparatively little effort. Furthermore, as Naked Fire Gesture Rule 3 demonstrates, Taylor’s preferred method of octave transposition allows him to achieve high accuracy while still maintaining breathtaking agility. None of this is to take away from Taylor’s prodigious technique! I consider myself a skilled pianist and improviser, but I still struggle to perform CTCs with the fluidity and musicality with which Taylor imbues them. At the same time, it is undeniable that the improvisatory language of CTCs works with, rather than against, the way a pianist naturally wants to move. Example 12 . Measures 35, 37, 49, 51, and 52 of the Imagine the Sound transcription (click to enlarge) Example 13 . Measure 30 of the “Pontos Cantados” transcription (click to enlarge) [3.3.10] Another interesting finding from this gesture-based approach is that Taylor’s cells are highly sensitive to keyboard topology, i.e., the way the black keys and the white keys are laid out on the piano. (24) In particular, whenever Taylor constructs a cell in which both his thumb and pinky land on black keys, it is overwhelmingly likely that the rest of his fingers will land on black keys as well. (25) The reason for such a tendency becomes clear when trying to reproduce these gestures at the piano. Whenever fingers 1 and 5 are on black keys, the whole hand becomes slightly elevated; this makes it much more comfortable and reliable to aim for a black key with fingers 2, 3, and/or 4, because those keys are also elevated. In order to play a white key with fingers 2, 3, and/or 4, by contrast, one has to aim at the narrow space between the black keys, and not at the wider target in front of them. As such, there are numerous instances of Taylor moving among black-key-only hand shapes, as in his left hand in mm. 35, 37, 49, 51, and 52 of the Imagine the Sound improvisation ( Example 12 ). Perhaps even more revealing, in m. 30 of “Pontos Cantados” ( Example 13 ), Taylor violates the right-hand/left-hand mapping from Sound Structure Rule 1 during a transposition, seemingly in error: his left hand moves from A ♭ - A ♭ - E ♭ to B ♭ - B ♭ - G ♭ . The fact that his new hand position goes to B ♭ - B ♭ - G ♭ , and not, say, B ♭ - B ♭ -F, suggests that keyboard topology might play a greater role than rigid intervallic patterns in guiding Taylor’s hand movements. Example 14 . Measures 12, 27, and 57 of the “Pontos Cantados” transcription (click to enlarge) [3.3.11] Another interesting violation of Sound Structure Rule 1 occurs in mm. 12, 27, and 57 of “Pontos Cantados” ( Example 14 ). This cell features an exception to the aforementioned black-key/white-key tendency: Taylor’s right-hand thumb and pinky are on A ♭ and B ♭ , but his index and ring fingers are on D and G. However, whenever Taylor transposes up an octave, he plays an E ♭ rather than the expected D, G, or D-G dyad. However, this E ♭ only occurs immediately after this transposition; afterwards, Taylor readjusts and returns to playing D and/or G. I believe the reason this E ♭ briefly appears is because, as a black key in a black-key-bounded hand shape, it is much easier to reach than D or G. This E ♭ goes by so quickly that an ordinary listener would hardly notice it; it is only during the ethereal dirge of a slowed-down Taylor recording that this gestural shortcut becomes audible. [3.3.12] One final note about black-key/white-key patterns: Jost writes, “In his work with tonal centers (not to be confused with keys), Taylor clearly favours reference points hostile to wind players: A, E, B, and F ♯ ” ( 1989 , 90). Jost neglects to mention, however, that these tonal centers correspond to major keys that are all quite friendly to piano players. As De Souza notes, “No less than Frédéric Chopin suggested that B major fits the hand better than C, because it matches black keys— les touches hautes (literally, ‘the high keys’)—with long fingers” ( 2017 , 24). Rather than casting A, E, B, and F ♯ as “tonal centers,” I would instead suggest that such sonorities arise naturally when placing the shorter fingers (i.e., the thumb and pinky) on white keys and the longer fingers (i.e., the index, middle, and ring) on black keys. The fact that chords in major keys like A, E, B, and F ♯ fit this bill can thus be explained as a consequence of a physiological reality, without necessarily presuming any sonic preference on Taylor’s part. [3.3.13] In summary, this detailed investigation of CTCs reveals the ways Taylor’s physicality drives his improvisational language: “sound structures” result from “naked fire gestures”; choreography generates musical form. When faced with a conflict between sonic unity and gestural unity, as in Example 14, Taylor will privilege gesture over sound. Yet so far, I have centered my discussion of Taylor’s physicality on his fingering choices—just one small part of his overall body movements at the instrument. In the following section, I will look at a second gesture-type, “cluster runs,” that more fully involves Taylor’s whole body, as well as its relationship with his instrument. 3.4 Cluster Runs [3.4.1] I am probably not alone in responding to Taylor’s videos differently than I do his audio recordings, as Taylor is, quite literally, dancing at the piano. (26) As Taylor collaborator Buell Neidlinger notes: The dance, I think, had its results on his playing because a lot of his playing depends on body motion, especially the fast playing. He does things with speed that most pianists, if they heard it on a record, would say, ‘How does he do that?’ It has a lot to do with the rhythmic flailing of his arms or his ability to move his body back and forth like a pendulum from one end of the piano to the other so that he can put his hands in the proper position, and I think his interest in dance has a lot to do with that. (Neidlinger, quoted in Spellman 1966 , 45) Neidlinger emphasizes the fact that Taylor’s technique manifests not only in his fingering choices, but in the way he moves his entire body: he rocks his torso, adjusts his shoulders, bobs his head, throws his hands up, and plummets them back down. In no gesture-type is this full-body motion more evident than in Taylor’s cluster runs. [3.4.2] Taylor’s cluster runs are whizzing, alternating-hand passages that fly up and down the keyboard at blinding speed. A more casual descriptor might be “the Cecil Taylor technique,” as this gesture-type is a signature feature of his improvisations. As illustrated by Example 9, while CTCs form the bulk of Taylor’s Imagine the Sound improvisation, cluster runs—while taking less time overall—tend to be significant musical events, typically appearing as Taylor reaches an energetic climax. [3.4.3] Although I have painstakingly transcribed a number of these cluster runs—viz., in mm. 119–131, 156, 171, and 192–199 of the Imagine the Sound transcription—the nature of this gesture-type is perhaps not adequately captured by such note-by-note exactitude. Westendorf’s ( 1995 ) transcriptions of Taylor’s cluster runs actually rely on graphic notation rather than notes on a grand staff, and in many ways capture the energy and trajectory of these runs much better than my more “accurate” transcriptions do. It would be a fool’s errand to try to extrapolate patterns of pitch from the rapid-fire barrage of thirty-second notes. Instead, cluster runs are perhaps best understood as simply gestures —as Taylor “imitat[ing] on the piano the leaps in space a dancer makes” ( Goldberg 1965 , 215). Example 15 . Taylor’s left elbow angled in (high register cluster run) (click to enlarge) [3.4.4] As evidenced by both videos, Taylor performs these cluster runs by alternating between his right and left hands, with the right hand playing exclusively white keys, and his left hand playing exclusively black keys. In order to prevent his left hand from slipping off the black keys, Taylor angles his left elbow in, so that his left forearm is almost parallel with the keyboard ( Example 15 ). This means he is playing his black-key clusters not with the tips of his fingers, but rather with the side of his ring finger and pinky. In my own attempts to imitate this technique, discovering the unusual angle of Taylor’s left hand was a revelation. When trying to play these passages with my left hand angled normally, I would frequently miss the black keys by falling in between the “cracks,” thus sloppily striking a white key and ruining the effect. By angling my left hand inward, however, I found I could essentially “karate chop” the black keys, with my left hand almost perpendicular to them. While exact pitch accuracy is obviously still impossible, rhythmic evenness becomes much easier to maintain. To my surprise, this impressive-seeming technique turns out to be far easier to play than it sounds. Example 16 . Taylor resuming normal posture (low register cluster run) (click to enlarge) [3.4.5] The videos also reveal that, whenever Taylor’s cluster runs reach into the lowest octaves of the piano, he stops playing black keys with his left hand, and instead starts playing white keys ( Example 16 ). He angles his left elbow back outward, and uses the tips of his fingers rather than the sides. In my own experiments, I discovered the reason why: it is quite uncomfortable to continue angling your left arm inwards that low on the piano. You have to lean your torso even farther leftward, and it becomes impossible to avoid accidentally elbowing the side arm of the instrument. As such, it makes more sense to assume a less twisted playing posture in the bottommost register, and consequently, to strike white keys with your left hand in order to avoid the rhythmic sloppiness inherent in aiming for black keys. Despite the pure, C major diatonicism that results, the effect is still quite dissonant, likely because 1) the lowest strings on the piano take longer to decay—even when played staccato and secco—so more of the notes bleed into one another, and 2) psychoacoustically, it is more difficult to differentiate between closely-spaced frequencies at the low end of human hearing. While not easily confirmable from the videos, I also suspect that Taylor sneaks in the sustain pedal during these lower-register white-key sections, adding an additional dimension of dissonance to keep the cluster run feeling fluid and full. (At the very least, I need to sneak in the pedal when my cluster runs reach the lower register, but then again, I cannot play this technique quite as quickly and smoothly as Taylor can.) [3.4.6] While finger, hand, and elbow placement are an important part of executing these runs, this technique truly requires one’s full body. Videos of Taylor show him leaning his face into his hands during cluster runs so that he traces the registral arc of the run with his whole torso. Furthermore, Taylor’s legs splay farther apart during these runs, likely for the purpose of assisting with physical balance—especially when a run takes Taylor to a registral extreme. Beyond these visible movements of upper and lower body, there is also an invisible physical element to performing cluster runs: stamina. It is remarkably difficult to maintain a cluster run for a prolonged period of time: I can generally only manage at most thirty seconds at a time, whereas Taylor can go on for minutes. Taylor’s habit of wearing exercise outfits onstage underscores the fact that his performances are not merely musical, but also feats of great athleticism. [3.4.7] In summary, cluster runs feature Taylor at his most choreographic. The drama of the run lies not only in the intensity of it as it’s happening, but also in the release of tension once it’s over: Taylor relaxes his hands, leans his head and shoulders back, loosens the muscles in his face, and projects a sudden calm. Freewheeling cluster runs thus alternate with regimented CTCs—two seemingly disconnected musical modes, but both deeply interwoven with the way Taylor moves his body at his instrument. 4. Harlem Long Ages Past",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "bobak_1994",
                    "spellman_1966",
                    "bobak_1994",
                    "draksler_2013",
                    "bobak_1994",
                    "draksler_2013",
                    "gjerdingen_2007",
                    "felver_2010",
                    "pressing_1984",
                    "lerdahl_1983",
                    "goldman_2016",
                    "felver_2010",
                    "jost_1989",
                    "de_souza_2017",
                    "spellman_1966",
                    "westendorf_1995",
                    "goldberg_1965"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Thus far, I have avoided discussing the critical canard that dogged Taylor throughout his lifetime and persists after his death: the claim that Taylor’s music is somehow derived from European modernism. In the documentary series Les grandes répétitions , an unseen interviewer repeatedly asks Taylor about potential modernist influences, to Taylor’s increasing irritation: Interviewer: What do you think of musicians such as Stockhausen? Taylor: He doesn’t come from my community. Interviewer: What do you think of Johann Sebastian Bach? Taylor: He doesn’t come from my community either. Interviewer: What do you think of John Cage? Taylor: He doesn’t come from my community. One of those people might live in New York. We don’t have the same tastes. We don’t read the same books. We don’t eat the same food. We don’t dance the same dances. My community, as I said before, is usually on the other side of the tracks. We have to make distinctions. The interesting thing that happens is that although we may live in the same time or in the same place, we are not accorded the means that people who are existing at the same time are accorded. This is true certainly on an economic level. It is true in terms of education. And it is most assuredly true socially. Now, whatever I choose to take, or use, or just am attracted to, the reality is that a separation exists, and that’s all I’m talking about. ( Patris 1968 ) Taylor’s response to these questions directly confronts the racist assumption underlying them: that someone from Taylor’s community—i.e., a Black American jazz musician—could not possibly sound the way Taylor does, so therefore Taylor must have stolen his ideas from various white European composers. Of course, as Christopher Meeder ( 2019 ) has astutely remarked, the fact that Taylor has been variously compared to Stravinsky, Bartók, Stockhausen, Messiaen, etc. demonstrates not only that Taylor’s critics cannot identify the distinctive elements of Taylor’s music, but also that they cannot tell the difference between Stravinsky, Bartók, Stockhausen, Messiaen, etc. For my part, I consider the charge that Taylor stole from “European modernists” to be nothing more than a racist myth, borne from the fact that Taylor’s music is (in some superficial sense) “dissonant” and reinforced by lingering misconceptions about Taylor’s undergraduate degree. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "patris_1968",
                    "meeder_2019"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In the face of these bad-faith critics, Taylor maintained that his music was in fact “traditional,” an “extension of period music—Ellington and Monk” (Taylor, quoted in Goldberg [1965] 1980, 220). This lineage might be difficult to hear at first. Westendorf has made a number of interesting observations tying Taylor’s music back to “ragtime, stride, boogie-woogie, and blues,” connecting his broken octave patterns to the paradigmatic boogie bassline and his “sliding grace notes and repeating riffs” to the blues (1995, 310–311). I would add that it is not only these stylistic traits that link Taylor back to these more “traditional” genres, but also the overarching formal principle of antiphony: question-and-answer, call-and-response. The fact that Taylor still groups his cells into repeatable structures means that—no matter how dissonant or ametric his improvisations—his music still adheres to fundamental principles of statement and variation. The abandonment of simple AABA or AAB forms was not an abandonment of formal organization altogether, but merely the “reorganization of elements to discover surprise”: Music is the organization of sound existing in time, its dimensions hanging in space. The problem was reorganization of elements to discover surprise. Harmonic changes provided yesterday’s dynamism. Additive techniques, extended phrases, slowing down of harmonic motion, diads [sic], clusters replace chords built on thirds. Rhythmic possibilities are expanded, and knowledge of given time is understood. And the ecstatic compression of time’s energy produces twelve, sixteen, and thirty-two measures—complete sketches, improvisation, content, and shape becoming one. (Taylor, quoted in Spellman 1966 , 38) Here the lineage is laid bare: Taylor substitutes energy for swing, CTCs for chord changes, and non-repeating forms for head-solos-head—yet the underlying music is still, fundamentally, jazz .",
                "footnotes": [],
                "citations": [
                    "spellman_1966"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Beyond these specific musical parameters of rhythm, pitch, and form, Taylor also draws from the jazz tradition with his flexible and collaborative working method as a composer/improviser. Although Taylor’s letter-notation system in some sense treats pitch as a fixed entity, in practice, the pitch content of his compositions was constantly in flux. As an illustrative anecdote, when Scott Currie was working with Taylor’s large ensemble, Taylor would sometimes send him off to photocopy a part or two, only for Currie to return to discover that Taylor had changed the music completely. With these experiences in mind, Currie describes Taylor’s working method as “processual evanescence” (2019), calling into question the very notion of a finished, discrete work. This improvisatory approach to composition makes pinning down the “definitive versions” of Taylor’s “works” a decidedly quixotic endeavor. Indeed, Taylor himself did not seem impressed with fixed composition as an artistic enterprise, once saying, “So I think composition—in quotes—is really more than anything else an archivist’s nightmare” ( Jost 1989 , 99).",
                "footnotes": [],
                "citations": [
                    "jost_1989"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] To that end, Taylor usually preferred to avoid notation entirely by dictating his melodies to his collaborators; he only resorted to letter notation if dictation proved too tricky or time-consuming. While sometimes one of Taylor’s collaborators would photocopy his original scores (as per Currie’s anecdote), Taylor would often just allow the musicians to handwrite their own copies. Creating further confusion, Taylor would frequently name his compositions after they were performed or recorded, meaning that even Taylor’s collaborators would not know the names of the compositions they had copied ( Parker 2020 ). Example 17 . Score for “Klook at the Top of the Stairs” (copied by Karen Borca) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "parker_2020"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] “Pontos Cantados” proves an enlightening case study in this regard. The score in Example 17 is actually in the hand of bassoonist Karen Borca, who copied it when touring with Taylor sometime before the October 1984 recording session for Winged Serpent (Sliding Quadrants) ( Borca 2020 ; Taylor 1985 ). Borca’s score features not one, but three possible titles: “The Question,” “Klook at the Top of the Stairs,” and “Piece 6.” (28) Of course, none of these titles are “Pontos Cantados,” which is how Taylor titled the piece when he recorded it in February 1985 for One Night with Blue Note : “Pontos Cantados (Point 1: Klook at the Top of the Stairs; Point 2: Question).” In comparing Borca’s score with my transcription of “Pontos Cantados,” I discovered that Borca’s score covers only the “Klook at the Top of the Stairs” part of the “Pontos Cantados” recording, and not the “Question” part. In fact, “Question” seems to have evolved into a different piece entirely: one year later, Taylor recorded a track called “The Question” on For Olim ( 1987 ), which contains nearly identical melodic material to the “Question” portion of “Pontos Cantados.” (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "borca_2020",
                    "taylor_1985",
                    "taylor_1987"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Furthermore, Borca copied “Klook” when she was working with the large ensemble that recorded Taylor’s Winged Serpents , meaning that “Klook” has an identity as both a large ensemble work and a solo piano work. Borca provides a surprising description of “Klook”’s large ensemble instantiation, calling it “one o[f] the more romantic (ballad) type pieces” (2020) in the band’s set. By the time “Klook” made it to the One Night with Blue Note recording, however, it seems that Taylor had begun performing it at a significantly faster tempo. (30) Finally, as demonstrated in Example 2, there are numerous moments when the One Night with Blue Note recording deviates from Borca’s score in a manner suggesting that Taylor had revised the score sometime between when Borca copied it for large ensemble and when he recorded it for solo piano.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] These radical changes in tempo, instrumentation, pitch content, and title only begin to hint at the difficulty in cataloguing Taylor’s oeuvre. But this working method—writing and revising, changing titles and tempi, never settling on a “definitive version” of a “work”—differs from the jazz tradition only in degree, not in kind. Brian Kane ( 2018 ) argues for non-essentialist ontology of jazz standards, where the identity of a particular composition is always subject to change by newer performances and recordings. Indeed, a growing contingent of music-theoretical work on jazz has avoided analyzing individual pieces, and instead sought to address a performer’s full musical personality. As Iyer writes, “The story [of an improviser] dwells not just in one solo at a time, but also in a single note, and equally in a lifetime of improvisations. In short, the story is revealed not as a simple linear narrative, but as a fractured, exploded one” ( 2004 , 395). Regarding Taylor, Bobak writes: Especially when improvisation is involved, it may be rewarding to regard a large number of related performances alternatively as a single extended, continuous musical activity. Taylor’s pieces may be considered as individual entities, or as performances which happen to be titled, representative “snapshots” of a larger picture—events which “start” and “stop” within a continuum. Both views seem tenable, in that each offers a potentially fruitful way to consider both a creative process and its products. ( 1994 , 287) In other words, a Taylor performance can be analyzed either as an individual entity that exhibits its own formal structure, or as a “snapshot” of an even larger formal structure that unfolds slowly from performance to performance. Bobak calls this latter concept “‘infinite’ or ‘endless’ form” ( 1994 , 287). This “‘infinite’ form” concept echoes Currie’s “processual evanescence”: the music that happens offstage is just as important as what happens onstage. Perhaps Taylor himself puts it best at the opening of Imagine the Sound : “It seems to me what music is, is everything that you do” ( Mann 1981 ).",
                "footnotes": [],
                "citations": [
                    "kane_2018",
                    "iyer_2004",
                    "bobak_1994",
                    "bobak_1994",
                    "mann_1981"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] This commitment to life-as-improvisation is perhaps what most powerfully connects Taylor’s music to the Black American tradition. As George E. Lewis writes of Afrological improvisers, “Notions of personhood are transmitted via sounds, and sounds become signs for deeper levels of meaning beyond pitches and intervals” ( 1996 , 117). Similarly, Iyer suggests that “improvisation . . . might be considered as the means by which we acquire selfhood ” ( 2016 , 88; italics in original). This conflation of life and music has far greater implications for music-theoretical work beyond this paper. For instance, Mariusz Kozak ( 2019 ) has written about enacted musical time, in which time itself is understood as embodied, actively generated, dynamic, and experienced in relation to one’s environment; Taylor’s “processual evanescence” and “infinite form” expand the applicability of such work beyond the borders of a composition’s “beginning” or “ending,” and towards a musician’s whole improvised life.",
                "footnotes": [],
                "citations": [
                    "lewis_1996",
                    "iyer_2016",
                    "kozak_2019"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] And with improvisation comes “‘action’ playing”—a philosophy of musical understanding in which questions of movement, gesture, and physicality are paramount: “There are not separate parts: one body and the mind enclosed.” Throughout this article, I have aimed to place Taylor’s holistic philosophy of music-making at the center of my analysis, discarding music-theoretical approaches that focus only on the notes-on-paper or the performance of fully notated music. The study of improvisation demands a fresh approach to embodied music theory, one that treats the theorist’s own improvising body as a site of analytical inquiry and that investigates improvisatory re-creation as an analytical technique. Engaging with the solo piano music of Cecil Taylor, I have analyzed both the note choices and the gestural choreography of Taylor’s improvisations, uncovering how the former inextricably depend on the latter. While the specifics may be most relevant to pianists—viz., details concerning the physiology of the pianistic body and its relationship to the topography of the piano keyboard—the broader analytical strategy proves more general. To best understand improvised music, sound structures are not enough. Theorists must engage with improvisers’ naked fire gestures, understanding how their bodies, thoughts, and being are all integral to their identity and practice as musicians. Appendices Appendix A . Transcription of untitled Improvisation from Imagine the Sound (click to open PDF in new tab) Appendix B . Partial transcription of “Pontos Cantados” (click to open PDF in new tab) Appendix C . Untitled Improvisation from Imagine the Sound : CTC-Classes and CSEGs (click to open PDF in new tab)",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.3.micchelli.html",
    "data": "mto/data/mto.22.28.3.micchelli.json"
}