{
    "title": "Review of Giorgio Sanguinetti, <i>The Art of Partimento: History, Theory, and Practice</i> (Oxford University Press, 2012)",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Byros, Vasili"
    ],
    "abstract": "",
    "keywords": [
        "partimento",
        "pedagogy",
        "realization",
        "composition",
        "musical ontology",
        "music historiography",
        "musical creativity",
        "schema",
        "Giacomo Tritto"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.byros.pdf",
    "author_info": [
        {
            "name": "Vasili Byros",
            "university": "Northwestern University, Bienen School of Music",
            "address": "711 Elgin Road, Evanston, IL 60208",
            "email": "v-byros@northwestern.edu"
        }
    ],
    "citations": {
        "bonds_2007": "Bonds, Mark Evan. 2007. “Listening to Listeners.” In Communication in Eighteenth-Century Music , edited by Danuta Mirka and Kofi Agawu, 34–52. Cambridge: Cambridge University Press.",
        "byros_forthcoming": "Byros, Vasili. Forthcoming. “Meyer’s ‘Anvil’: Revisiting the Schema Concept.” Music Analysis 31 no. 3.",
        "choron_1809": "Choron, Alexandre-Étienne, ed. 1809. Principes de composition des écoles d’Italie; adoptés par le gouvernement français pour servir à l’instruction des élèves des maîtrises de cathédrales . 3 vols. Paris: A. LeDuc.",
        "coessens_crispin_and_douglas_2010": "Coessens, Kathleen, Darla Crispin, and Anne Douglas. 2010. The Artistic Turn: A Manifesto . Orpheus Research Centre in Music Series . Leuven: Leuven University Press.",
        "diergarten_2011": "Diergarten, Felix. 2011. “‘The True Fundamentals of Composition’: Haydn’s Partimento Counterpoint.” Eighteenth-Century Music 8, no. 1: 53–75",
        "fellerer_1940": "Fellerer, Karl Gustav. 1940. Der Partimento-Spieler: Übungen in Generalbass-Spiel und in gebundener Improvisation . Leipzig: Breitkopf & Härtel.",
        "fellerer_1934": "Fellerer, Karl Gustav. 1934. “Le Partimento et l’organiste au XVIIIe siècle.” Music Sacra 41: 251–54.",
        "fenaroli_1775": "Fenaroli, Fedele. 1775. Regole musicali per I principianti di cembalo . Naples: Mazzola-Vocola. Facsimile edition, Bologna: Forni, 1975.",
        "fenaroli_ca_1825": "Fenaroli, Fedele. ca. 1825. Metodo nuovamente riformato de’ partimenti arricchito di schiarimenti e di una completa imitazione dal maestro Emanuele Guarnaccia . Milan: Ricordi n.d.",
        "geertz_1973": "Geertz, Clifford. 1973. The Interpretation of Cultures . New York: Basic Books.",
        "gingras_2008": "Gingras, Bruno. 2008. “Partimento Fugue in Eighteenth-Century Germany: A Bridge Between Thoroughbass Lessons and Fugal Composition.” Eighteenth-Century Music 5, no. 1: 51–74.",
        "_gjerdingen_2005": "Robert Gjerdingen. 2005. Monuments of Partimenti . http://faculty-web.at.northwestern.edu/music/gjerdingen/partimenti/index.htm .",
        "gjerdingen_2007a": "Robert Gjerdingen, ed. 2007a. Partimenti . Journal of Music Theory 51, no. 1.",
        "gjerdingen_2007b": "Robert Gjerdingen. 2007b. Music in the Galant Style . New York: Oxford University Press.",
        "gjerdingen_2007c": "Robert Gjerdingen. 2007c. “Partimento, que me veux-tu?” Journal of Music Theory 51, no. 1: 85–135.",
        "goehr_2007": "Goehr, Lydia. 2007. The Imaginary Museum of Musical Works: An Essay in the Philosophy of Music , revised edition. New York: Oxford University Press.",
        "hoyt_1996": "Hoyt, Peter A. 1996. “The Concept of Développement in the Early Nineteenth Century.” In Music Theory in the Age of Romanticism , edited by Ian Bent, 141–62. Cambridge: Cambridge University Press.",
        "moelants_and_snyers_2010": "Moelants, Dirk and Kathleeen Snyers, eds. 2010. Partimento and Continuo Playing in Theory and Practice . Collected Writings of the Orpheus Institute . Leuven: Leuven University Press.",
        "rothstein_1991": "Rothstein, William. 1991. “On Implied Tones.” Music Analysis 10, no. 3: 298–328.",
        "shiner_2003": "Shiner, Larry. 2003. The Invention of Art: A Cultural History . Chicago: The University of Chicago Press.",
        "subotnik_1991": "Subotnik, Rose Rosengard. 1991. Developing Variations: Style and Ideology in Western Music . Minneapolis: University of Minnesota Press.",
        "tritto_ca_1816": "Tritto, Giacomo. ca. 1816. Partimenti e Regole generali per conoscere qual numerica dar si deve a vari movimenti del Basso . Milan: Artaria n.d.",
        "tritto_1816": "Tritto, Giacomo. 1816. Scuola di Contrappunto ossia teorica musicale dedicata a sua maesta Ferdinando 1 . Milan: Artaria.",
        "webster_2004": "Webster, James. 2004. “The Eighteenth Century as a Music-Historical Period?” Eighteenth-Century Music 1, no. 1: 47–60.",
        "zbikowski_2001": "Zbikowski, Lawrence. 2001. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The outpouring of work in partimento studies in recent years includes: Robert Gjerdingen’s Music in the Galant Style ( 2007b ) and its online companion Monuments of Partimenti ( 2005 ); a special issue on partimenti in the Journal of Music Theory ( Gjerdingen 2007a ), which began life as a EuroMAC session in Freiburg (2007); another issue by the Orpheus Institute ( Moelants and Snyers 2010 ); as well as German-specific partimento-studies ( Gingras 2008 , Diergarten 2011 , etc.). All of this recent work builds on earlier, more historically inclined research by Fellerer ( 1934 , 1940 ) and others. These sources offer but a glimpse of the partimento literature, which is a vast and rugged terrain, wonderfully mapped out in Sanguinetti’s bibliography.",
            "citations": [
                "gjerdingen_2007b",
                "_gjerdingen_2005",
                "gjerdingen_2007a",
                "moelants_and_snyers_2010",
                "gingras_2008",
                "diergarten_2011",
                "fellerer_1934",
                "fellerer_1940"
            ]
        },
        "FN2": {
            "text": "2. The term “schema” is appropriated from cognitive and social psychology. For a discussion of its musical application from psychological, compositional, and historical perspectives, see Byros ( forthcoming ).",
            "citations": [
                "byros_forthcoming"
            ]
        },
        "FN3": {
            "text": "3. Additional descriptions include “esoteric notation” (241) and “alternative notational system” to the two-staff “intavolature” common for keyboard writing (5).",
            "citations": []
        },
        "FN4": {
            "text": "4. http://www.oup.com/us/companion.websites/9780195394207/?view=usa . At the time of submission, the audio files for the musical examples were not yet available on-line: the publisher and author gave me private access for the purposes of the review.",
            "citations": []
        },
        "FN5": {
            "text": "5. Tritto-19 suggests a “toccata in concertante style” reminiscent of Leo’s, which alternates, irregularly (not as a true concerto), tuttis (sixteenth runs) and solos (imitative passages in two or more voices) (207, 277; on a similar usage in Durante, see page 258). Tritto was the only Maestro to implement sonata form in his “partimenti.” There indeed is a “sonata-form” underlay to the concertante style of Lesson 19, which displays, for example, an episode of “severe counterpoint” as its transition (bars 9–15).",
            "citations": []
        },
        "FN6": {
            "text": "6. In this connection, see the discussion of Beethoven’s “motive-forms” used in the first movement of the Fifth Symphony in Zbikowski 2001 , 42–49.",
            "citations": [
                "zbikowski_2001"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Audio Example 1 . Toccata in B minor Figure 1 . Toccata in B minor (click to open PDF) Audio Example 2 . Giacomo Tritto, Partimenti e Regole generali , Lesson no. 19 Figure 2 . Giacomo Tritto, Partimenti e Regole generali , Lesson no. 19 (click to open PDF)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A northern suburb of Chicago was recently the site of a most unexpected musical discovery: an eighteenth-century composition of European provenance, representative of both late-Baroque and galant styles. The work, a Toccata in B minor of complicated authorship, has been digitally sampled, and may be heard in Audio Example 1 ; the score is shown in Figure 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This B-minor Toccata was “discovered” not in the strict historical-archaeological meaning of the term, but in Giorgio Sanguinetti’s sense, as elaborated in The Art of Partimento: History, Theory, and Practice (hereafter AoP ). The Toccata is the product of my own realization of an advanced “lesson” ( lezzione , no. 19) from Giacomo Tritto’s Partimenti e Regole generali (Milan, 1816 ), performed following my (virtual) “tutelage” with Sanguinetti. Though it contains some free-composed material—a cadenza demanded by the lesson’s final half-cadence, and an additional cadenza finta episode just before it, which further builds on the lesson’s exercises in “feigned cadences” (111)—the composition implicitly derives from one among a myriad of seemingly “obsolete relics” (ix) of the long eighteenth century, which, when “[p]layed as written,” are bare and rustic, and “make no musical sense” (167). The Toccata originates from the “relic” shown in Figure 2 , which is digitally realized in Audio Example 2 .",
                "footnotes": [],
                "citations": [
                    "tritto_ca_1816"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Tritto and others used the terms “lesson” and “partimento” interchangeably to describe these musical artefacts (242), a usage that resonates with our previous understanding of partimenti as “instructional bass[es]” with and without figures ( Gjerdingen 2007b , 25 and 465). (1) The obscurity of partimenti owes to their underlying pedagogical function: they formed the basis for a unique teaching method largely developed and perpetuated by four Neapolitan conservatori (“conservatories,” meaning orphanages) in the eighteenth century: Santa Maria di Loreto; Santa Maria della Pietà dei Turchini; Sant’Onofrio; and I Poveri di Gesù Cristo. These conservatories housed a tradition that exerted a pan-European influence mainly via Italian diaspora, making it “an important and perhaps central locus of craft training for eighteenth-century musicians” ( Gjerdingen 2007c , 131). Partimenti facilitated cognitive tasks of applied memorization necessary for composition and improvisation, by cultivating the adaptation of learned musical exemplars (“schemata”) (2) to new but similar contexts—“a nonverbal method of craft instruction” for artisans in training ( Gjerdingen 2007c , 85).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "gjerdingen_2007b",
                    "gjerdingen_2007c",
                    "gjerdingen_2007c"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In many respects, AoP resonates with this earlier understanding, and retains the explicitly “craft”-based elements of partimento instruction. And yet, Sanguinetti brings a marked change in emphasis from “craft” to “art,” illustrated by the monograph’s title and altogether avoidance of the former term. Partimenti are no longer mere lessons. Nor are they basses, at least not always—as seen in Tritto-19, they shift clef and register frequently. The formal definition of “partimento” in AoP is “a sketch, written on a single staff, whose main purpose is to be a guide of improvisation of a composition at the keyboard” (14), or at the desk when writing out realizations, called “ disposizioni ” (72, 84). The formal definition highlights the larger and more substantial theme underlying AoP —that partimenti are “potential musical works” (167). The partimento now figures into musical ontology, as one half of a composition’s “allotropic state” (222), a “ganglion cell” (167). (3) Though illogical as written, for Sanguinetti partimenti are nevertheless a source of musical logic, of “thematically distinct, musically self-sufficient piece[s]” (98). They contain “implications [that] need to be unfolded in order to become real music” (167). The B-minor Toccata, in other words, is somehow coded in or suggested by Tritto-19 as a musical work in potentia . It was “discovered” through a process of decoding these implications.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] To explain this code is Sanguinetti’s main ambition—what he calls the “esoteric art of partimento,” which was perpetuated as an “oral tradition [by a] circumscribed circle of initiates,” “an esoteric doctrine ... for insiders only” (10). This unspoken “esoteric art” is ultimately the bridge between a bare and crude partimento and a self-standing musical work. To be sure, AoP is also an invaluable historical and theoretical resource, whose first two parts are dedicated to the “History” and “Theory” of partimenti respectively. Alongside extensive details on the etymology of the term “partimento” and history of the four Neapolitan conservatori , Sanguinetti gives a compelling narrative of the socio-political circumstances that fuelled the conservatories and music’s important role within them. He also sketches a genealogy of the six generations of Italian Maestri who established, defined, and disseminated the tradition, and outlines its later nineteenth- and twentieth-century reception. AoP additionally offers an indispensible typology of partimento sources and their transmission both in the text and through its on-line component, (4) and a classification of partimento rules and genres, which Sanguinetti calls their Idealtypen (241), after Dahlhaus.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The larger import of AoP , however, lies in Sanguinetti’s unique attempts to reconstruct and resuscitate the experience of being a student at one of the four Neapolitan conservatories: roughly two-thirds of the monograph are allocated to Parts 3 and 4, which are devoted to the “Practice” of partimento realization, rendering AoP the first comprehensive modern study dedicated to the practical issue of realization. This practical experience has less to do with an exoteric craft of tones than an esoteric art of notes. The tones-vs.-notes distinction is William Rothstein’s, used to distinguish the perceptually “dissatisf[ying]” abstractions of structural middlegrounds and foregrounds from a real and compelling musical surface ( 1991 , 294). Sanguinetti describes a similar kind of dissatisfaction: a passage may be “contrapuntally satisfying, but not so from the point of view of idiomatic texture and rhythmic continuity” (272); partimento realization at even a moderate level is easily prone to “academic stiffness” (272) when relying exclusively on “tones.” In the partimento world, “tones” occupy the domain of regole (“rules”) or “partimento schemata,” which concern harmonization and voice-leading motions above unfigured basses, the rules of counterpoint, paradigms, and so forth. In AoP these are all relegated to Part 2, “Theory,” not only because they constitute a “basic level of realization” (100), but because the regole are not among the truly esoteric aspects of the partimento tradition.",
                "footnotes": [],
                "citations": [
                    "rothstein_1991"
                ]
            }
        },
        {
            "7": {
                "text": "[7] These schemata are amply described in the many partimento sources—famously in Fedele Fenaroli’s Regole (Naples, 1775 )—and in counterpoint treatises written by numerous Maestri as a complementary study to partimento training, such as Tritto’s Scuola di Contrappunto (Milan, 1816 ). Here too, AoP is an invaluable theoretical and historical resource that gives a five-pronged classification and catalogue of “97 individual rules covering all partimento theory,” distributed in Chapter 9 and its on-line “Synoptic Compendium.” The conceptually organized catalogue presents the “stratification of knowledge” documented in sources from the earliest to the latest Maestri of the tradition (from Pasquini and Scarlatti to Tritto and Valente), consolidated “to offer a view of the tradition as a whole”—the “rules as a collective, shared wisdom” (101), what Gjerdingen has called the tradition’s “schematic patrimony” ( 2007c , 132).",
                "footnotes": [],
                "citations": [
                    "fenaroli_1775",
                    "tritto_1816",
                    "gjerdingen_2007c"
                ]
            }
        },
        {
            "8": {
                "text": "[8] These “rules” concern only the first two “basic” stages of Sanguinetti’s tripartite approach to realization, reconstructed from Fenaroli and Emmanuele Guarnaccia ( Fenaroli ca. 1825 ): 1) chord realization, pattern-/ regola -identification, and simple accompaniment, or “ con le semplici consonanze ” (168); and 2) added “suspensions” ( dissonanze ) (102). The third and final stage involves everything that is characteristic of a musical work with a “distinctive shape and style” (168)—its notes. For this last and most important stage, dealing with “advanced issues such as diminution, imitation, texture, and style,” the partimento sources “tell us nothing” (100); “there are no rules” (169).",
                "footnotes": [],
                "citations": [
                    "fenaroli_ca_1825"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Sanguinetti seems to lament this absence (100), but as his own treatise demonstrates so well, a verbal description would not only be tedious and “unsuitable” (100, 169), but contrary to the very constitution of the partimento—an instruction set for a musical work in potentia given in musical terms and unmediated by metalanguage; “partimenti speak for themselves” (168). In his attempts to reconstruct and explicate this “esoteric,” “long-forgotten” “oral tradition,” Sanguinetti does not displace the pedagogical mechanics of partimenti with verbal description but, respecting the tradition, gives his students lessons in reading partimenti for themselves—ostensibly the kind of training a student of Sant’Onofrio would receive personally—with the author himself taking on the role of Maestro. Figure 3 . \n\t\t\tToccata in B minor, color-coded score (click to open PDF)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In reflecting on my own “apprenticeship” under Sanguinetti, spatial limitations require me to speak mostly in generalities. Readers interested in the specifics of my realization, however, may consult the color-coded score of the Toccata given in Figure 3 as further report of my training: notes of the partimento are in black; blue notes are the realized additions; red indicates partimento notes altered registrally, rhythmically, chromatically, or by additional diminution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] To generate a holistic “musical work” from the partimento-qua-“ganglion cell,” Sanguinetti advises a “realization technique” consisting of: 1) study and emulation of models; 2) applying a number of general principles; and 3) partimento-style/-genre identification. The models come partly in the form of surviving “‘authentic’ realizations” (few from the eighteenth century, more from the nineteenth), “examples of diminution in Durante’s Diminuiti [partimenti] and in Fenaroli’s Book V” (168), and “hybrid” types, which are half partimento (one-staff, unrealized) and half intavolatura (two-staff, realized) (215). But the majority of models here are partimenti of many different Maestri partly realized by Sanguinetti himself, who invites the reader-student to carry out and imitate the process he initiates.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The general principles fall under three larger categories given dedicated chapters in Part 3: “The Art of Diminution,” “Imitation,” and “Motivic Coherence.” Together, the principles reflect a more general aphorism of the “influential maestro” Heinrich Schenker (248): “semper idem, sed non eodem modo,” except that the principle applies not only across compositions (interopus harmonic and contrapuntal principles or “partimento schemata”), but within individual works. The three parts of Sanguinetti’s realization technique merge in the “Guide to Realization” of Part 4, whose chapters apply these principles to a model representing a specific genre or Idealtyp of partimento, such as “Tutti-Solo,” “Sonata,” and “Fugue.” Largely by imitating models, here a student learns: “motivic economy” (284), “combining materials already familiar in new and different ways” (268); “principle of complementarity” (272); “free imitation” (272); “principle of repetition and variation” (248, original italics, 294, 297); the “problem of coherence in realization” (297); “melodic fluency or thematic invention” (275); “thematic development” (278); and how to modify, registrally or otherwise, the notes of the partimento (which is “not an ironclad entity such as a cantus firmus”; 215–217).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Each partimento, depending on its Idealtyp , will offer genre-specific instruction regarding these principles, rendering recognition of a partimento’s style, often affected by its author’s lineage, of great importance. For example, in realizing Tritto-19, it was necessary to know the partimento’s compositional ancestry and genre-specific background. Tritto, who studied with Nicola Sala, and is therefore “grandson” of Leonardo Leo, composed partimenti that combined “tutti-solo opposition” and “severe counterpoint,” prominent features of his “Leista” lineage (those who studied with Leonard Leo)—one of two traditions within the conservatori, the other being the Durantisti (students of Francesco Durante). Tritto’s partimenti also uniquely commingled these ancestral features with “modern formal organization” like sonata form (284). (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Beyond its practical value, Sanguinetti’s artistic approach to the tuition of partimento realization bears larger aesthetic, philosophical, and music-historical implications. To my way of thinking, the strongest “message” communicated by AoP is that structured beams and pegs do not “architecture” make, any more than structured chords, intervals, and scale-degree progressions do “music.” Notwithstanding the existence of musical “artisans” and “craftsmen” in the eighteenth century, and the partimento’s role in creating them, Sanguinetti attempts to capture a deeper dimension to the tradition, conceivably among those attributes that led aestheticians of the eighteenth century like Batteaux and Sulzer to position music among the fine arts and separate it from craft, the century when such a distinction was first articulated in the modern sense ( Shiner 2003 , 13, 81, 83–88, passim). For this, AoP represents a decided leap forward in our community’s collective attempts not only to answer Gjerdingen’s query, “Partimento, que me veux-tu?”, but to address questions regarding musical ontology in modern Europe.",
                "footnotes": [],
                "citations": [
                    "shiner_2003"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Despite the many advances in partimento scholarship of recent years, much has remained wanting not only with regard to the constitution, pedagogy, and realization of the partimento, but perhaps most importantly in respect to its role on the larger European stage of eighteenth-century musical culture. As James Webster notes, “the triumph of [Viennese Classicism]”—not any Italian school of composition—“was pan-European; the Haydn-Mozart style was imitated virtually everywhere” ( 2004 , 58). And as Sanguinneti tells us, the “core business” of the conservatori was local and dedicated to “sacred music” (316). Nor did partimenti disseminate styles and genres but rather “absorbed” outside currents (241), as did Tritto with sonata form. Nevertheless, when Choron published a compendium of Italian partimenti by subscription ( Choron 1809 ), the list of outside subscribers was impressive indeed, including the names of Haydn (who was virtually on his death bed at the time) and Beethoven (7). These historical details suggest partimenti carried both a “local” and “global” significance (31): the training of Neapolitan “artisans,” on the one hand, and, on the other, a Europe-wide “influence that shaped the way music was imagined during the eighteenth century and beyond” (31) more generally. While the former implication has become more transparent in recent years, the latter, as with non-Italian partimento sources and practices (viii), remains largely unmapped territory. Namely, we do not yet fully understand what the tradition afforded “artists” who worked and competed on the larger stage of publication markets (see e.g. Bonds 2007 ), or how partimenti relate to “the artistic turn” ( Coessens, Crispin, and Douglas 2010 ) the later half of the century witnessed.",
                "footnotes": [],
                "citations": [
                    "webster_2004",
                    "choron_1809",
                    "bonds_2007",
                    "coessens_crispin_and_douglas_2010"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Having donned both the student’s and scholar’s cap during my time with AoP , in closing I can offer an introspective hypothesis as to what this “global” significance may have been, one that would speak strongly for one aspect of Sanguinetti’s project while placing a large question mark on another. To begin with, as a “potential musical work,” the partimento assumes a paradoxical approach to the creative act, requiring both constrained and free composition. Constraints are provided by two givens: the “tones” and regole , the culturally “shared symbols” ( Geertz 1973 ) that produce interopus repetition and variation; and secondly the partimento’s predetermined “notes,” requiring holistic integration and intraopus repetition and variation, as the basis for new material. The partimento therefore exercises categorization, similarity, and analogy processes in an interopus and intraopus capacity. (6) In my experience with Sanguinetti and Tritto-19, this unique compromise between the given and the new both guides and inhibits one’s musical instincts and memories developed through experience in a way that promotes musical creativity in a culturally regulated context. It is perhaps the partimento’s unique ability to cultivate this creativity—the “art of diminution,” “thematic invention,” “thematic development,” and all the techniques that give a work its individuality and integrity, operating against a larger communicative bedrock of shared musical symbols—that contemporaries recognized outside the conservatories’ walls. Partimenti would, in this way, indeed be a seat of musical art.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "geertz_1973"
                ]
            }
        },
        {
            "17": {
                "text": "[17] But if this hypothesis—provisional as it may be—does speak to the “global” significance of partimenti suggested by Sanguinetti’s method, it also brings an ironic negative twist to one of the main ambitions of AoP : to challenge “the ‘official’ history of music theory [which] usually pays little attention to what happened in Italy in the eighteenth century” (8). Among Sanguinetti’s intentions is seemingly to right a wrong: the “mass extinction” of Italian music theory (9), which resulted not only from the dissolution of the Neapolitan conservatories, but also from the hegemony of German music-historiography (9). Yet paradoxically, Sanguinetti’s technique of partimento realization tacitly yet integrally invokes familiar music-theoretical contexts of German provenance: the whispers of Adolph Bernhard Marx, Arnold Schoenberg, and Heinrich Schenker—whose words are cited (see above) but whose name is explicitly not mentioned—are easily heard beneath Sanguinetti’s primary monologue. “Thematic development” (278), “motivic coherence,” “motivic economy,” and “melodic fluency” are concepts firmly associated with the German traditions (and their Anglo-American extensions) these figures represent, and also are widely acknowledged as catalytic concepts in the development of music’s autonomy principle (see e.g. Subotnik 1991 ) and the work concept itself ( Goehr 2007 ), which is pronounced throughout AoP . Sanguinetti’s integral use of these and related concepts therefore strongly aligns the partimento tradition with German music theory and aesthetics of the eighteenth century and beyond.",
                "footnotes": [],
                "citations": [
                    "subotnik_1991",
                    "goehr_2007"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The new life AoP breathes into the “extinct” Italian tradition flows in part from a Danubian spirit. The transposition of partimento scholarship from “craft” to “art” is in some measure commensurate with a shift from an Italian to a Central-European orientation—or, at the very least, an attempt to illustrate the significance of Italian music (theory) through its display of Germanic ideas. That the “esoteric” partimento tradition can even be illuminated through these other concepts further suggests that its “global” significance lies less in its dissemination of a specifically Italian practice than in its representation of Europe-wide musical concepts, which later became central in German writings. It is regrettable that AoP appears to downplay these important connections between Italian and German music and music theory (explicitly so with Schenker), and not rather embrace them. The principle of “repetition and variation”—which Sanguinetti aligns with Schenker’s thought in passing (see above)—is also the cornerstone of Schoenberg’s principle of developing variation, which would have made a welcome complement to the discussion of “motivic coherence.” Perhaps the most unfortunate missed opportunity to explore such intersections is the work of the roughly contemporary Bohemian theorist-composer Antonín Reicha, who discussed the développement of idées musicales (motives and themes) as creative, form-producing devices already by 1824, by reflecting on the music of Mozart (see e.g. Hoyt 1996 ).",
                "footnotes": [],
                "citations": [
                    "hoyt_1996"
                ]
            }
        },
        {
            "19": {
                "text": "[19] I suspect AoP will generate much speculation and discussion regarding its theoretical, pedagogical, historical, and philosophical-aesthetic merits and implications. For this, and for its powerful practical application and Sanguinetti’s unique and passionate approach to the subject-matter, it will become a watershed in the community of music theory and in studies of eighteenth-century music more generally in the years to come.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.3.byros.html",
    "data": "mto/data/mto.12.18.3.byros.json"
}