{
    "title": "On Metaphor, Technology, and Schenkerian Analysis",
    "date": "1999/05/01",
    "volume": "5",
    "issue": "3",
    "authors": [
        "Koozin, Timothy"
    ],
    "abstract": "Multimedia renderings for the World-Wide Web are offered as models which extend the technology commonly employed in expressing Schenkerian analysis. The study begins with a new appraisal of the role of metaphor, establishing that the qualities of imitation and participation which are embodied in the communication of metaphor are central to a Schenkerian approach. The computer renderings suggest ways computer representation might aid in the understanding of spatial metaphors which are inherent in Schenker’s methodology. Essential features such as linear shape, direction, and structural levels are modeled through incorporation of sound, hypertextually linked images and texts, and real-time simulation.",
    "keywords": [
        "Schenker",
        "metaphor",
        "multimedia",
        "Shockwave",
        "Macromedia",
        "QuickTime",
        "digital audio",
        "MIDI",
        "Web"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.3/mto.99.5.3.koozin.pdf",
    "author_info": [
        {
            "name": "Timothy Koozin",
            "university": "University of Houston",
            "address": "Moores School of Music, Houston, TX 77204-4893",
            "email": "koozin@www.music.uh.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The multimedia version of this essay requires a web browser enabled with the Shockwave plug-in and QuickTime resources. For Windows machines, a MIDI-compatible sound card is required for audio. With exception of Example 4, audio examples are MIDI files played by the author and converted to QuickTime movie format. Example 4 employs a Shockwave streaming audio sound clip of a professional ensemble. The download sites referenced in the multimedia version have links offering installation information and technical specifications for both Windows and Macintosh machines. Aspects of this study were presented at a joint session on “Computer Imaging for Music Theory and Musicology” at the National Conference of the American Musicological Society and the Society for Music Theory in Phoenix, 1997. For a study focused particularly on real-time simulations for musical analysis, see Timothy Koozin, “Graphic Approaches to Musical Analysis in a Multimedia Environment,” Computers in Music Research 5 (1995): 103–117.",
            "citations": []
        },
        "FN2": {
            "text": "2. For a good introduction to the study of electronic text, see Stephen A. Bernhardt’s “The Shape of Text to Come: The Texture of Print on Screens,” College Composition and Communication 44/2 (May 1993): 151–175, which includes a helpful bibliography. See also “Sense and Semblance: The Implications of Virtuality” in Sven Birkerts, Readings (Saint Paul, MN: Graywolf Press, 1999), 42–58.",
            "citations": []
        },
        "FN3": {
            "text": "3. Web-based musical analyses incorporating multimedia include David Headlam’s “Multimedia for Music Study on the Web: Director from Macromedia,” which contains much helpful information on the use of Shockwave technology, and Ann K. McNamee’s “Publishing and Pedagogy Using Multimedia on the World-Wide Web,” both of which appear in Music Theory Online 3.5 (1997).",
            "citations": []
        },
        "FN4": {
            "text": "4. While developing the present study, the author was interested to note a number of messages posted to the mto-talk list addressing the topics of Schenkerian analysis and metaphor, in particular, the thoughtful postings from Nicolas Meeus (4 February 1998), Larry Solomon (19 June 1998), and Nicholas Cook (22 June 1998). For a broad assessment of research on metaphor, see Warren Shibles, Metaphor: An Annotated Bibliography and History (Whitewater, Wisconsin: Language Press, 1971).",
            "citations": []
        },
        "FN5": {
            "text": "5. Philip Wheelwright, “Semantics and Ontology” in Essays on Metaphor , Warren Shibles, ed. (Whitewater, Wisconsin: Language Press, 1972), 66–67.",
            "citations": []
        },
        "FN6": {
            "text": "6. Ibid.",
            "citations": []
        },
        "FN7": {
            "text": "7. Ibid.",
            "citations": []
        },
        "FN8": {
            "text": "8. Free Composition (Der freie Satz) , translated and edited by Ernst Oster (New York: Longman, 1979), xxii. See also Nicholas Cook, “Schenker’s Theory of Music as Ethics,” Journal of Musicology 7 (1989): 438.",
            "citations": []
        },
        "FN9": {
            "text": "9. Important sources on the evolving rhetoric of Schenkerian analysis include William Rothstein, “The Americanization of Heinrich Schenker,” In Theory Only 9/1 (1986): 5–17; William Pastille, “Heinrich Schenker, Anti-Organicist,” 19th-Century Music 8/1 (1984): 29–36; Richard Littlefield and David Neumeyer, “Rewriting Schenker: Narrative-History-Ideology,” Music Theory Spectrum 14/1 (1992): 38–65; Richard Cohn, “The Autonomy of Motives in Schenkerian Accounts of Tonal Music,” Music Theory Spectrum 14/2 (1992): 150–170; Joseph Lubben, “Schenker the Progressive: Analytic Practice in Der Tonwille ” Music Theory Spectrum 15/1 (1993): 59–75; Nicholas Cook, “Schenker’s Theory of Music as Ethics”; and Felix Salzer’s dialog with Joseph Straus in Unfoldings: Essays in Schenkerian Theory and Analysis . Carl Schachter, Joseph N. Straus, ed. (New York: Oxford University Press, 1999), 3–14.",
            "citations": []
        },
        "FN10": {
            "text": "10. Quoted from the Physics in Wheelwright, “Semantics and Ontology,” 70.",
            "citations": []
        },
        "FN11": {
            "text": "11. Schenker, Free Composition , xxiii.",
            "citations": []
        },
        "FN12": {
            "text": "12. Schenker’s important work with manuscript sources shows his great sensitivity to the visual impression of autographs, which, as he states in describing his impression of Chopin’s autograph of the Op. 45 Scherzo, have the power to “speak directly to the eye and lead reliably to important insights.” (From the preface to the Schenker edition of Chopin’s Op. 101, as quoted in John Rothgeb, “Schenkerian theory and manuscript studies: modes of interaction” in Schenker Studies , Hedi Siegel, ed. (New York: Cambridge University Press, 1990), 5. See also William Rothstein, “Heinrich Schenker as an Interpreter of Beethoven’s Piano Sonatas,” 19th-Century Music 8/1 (1984): 3–27).",
            "citations": []
        },
        "FN13": {
            "text": "13. Schenker, Free Composition , xxiii, n. 1.",
            "citations": []
        },
        "FN14": {
            "text": "14. I am grateful to Timothy Jackson for help on this point. In his study, “Heinrich Schenker as Composition Teacher: the Schenker-Oppel Exchange” forthcoming in Music Analysis , he cites references to the creation of “Bilder” (pictures) in Schenker’s so-called “Lesson Books” for 1929–31. The term also appears in later writings. For example, in Der Freie Satz Schenker writes, “Die von mir Urlinie-Tafeln benannten Bilder zeigen die vorletzte Stimmführungsschicht, auf sie folgt der Vordergrund.” Neue musickalische Theorien und Phantasien , Vol. III, Der Freie Satz , second ed., edited and revised by Oswald Jonas (Universal Edition, 1956), 58. Ernst Oster’s translation in Free Composition appears on page 26.",
            "citations": []
        },
        "FN15": {
            "text": "15. Christopher Collins, Reading the Written Image: Verbal Play, Interpretation, and the Roots of Iconophobia (Pennsylvania State University Press, 1991), 1. In contrast, see Felix Salzer’s comments on the “self-sufficient and self-explaining” aspect of Schenker’s approach in Heinrich Schenker, Five Graphic Analyses (Dover, 1969), 16–17.",
            "citations": []
        },
        "FN16": {
            "text": "16. See Amarnath Gupta, Simone Santini, and Ramesh Jain, “In Search of Information in Visual Media,” Communications of the ACM 40/12 (1997): 35–62. The volume is devoted to visual information retrieval and includes several bibliographies.",
            "citations": []
        },
        "FN17": {
            "text": "17. See Schenker’s comments on technology and culture in Free Composition , xxiii–xxiv, 6, and 160.",
            "citations": []
        },
        "FN18": {
            "text": "18. Allen Forte and Steven Gilbert. Introduction to Schenkerian Analysis (W. W. Norton, 1982), 20.",
            "citations": []
        },
        "FN19": {
            "text": "19. Wallace Berry, Musical Structure and Performance (Yale University Press, 1989), 29–30. Schenker’s sketches of the entire theme appear in Free Composition , Figure 42, 2 and Figure 138, 3. Many writers have discussed this passage, including Lerdahl and Jackendoff, William Benjamin, Allen Forte, Joel Lester, and Jonathan Kramer. For a summary, see Kramer, The Time of Music (Schirmer Books, 1988), 444–45, n. 74. The piece is also discussed in H. Lee Riggins and Gregory Proctor, “A Schenker Pedagogy,” Journal of Music Theory Pedagogy 3/1 (1989): 13–21.",
            "citations": []
        },
        "FN20": {
            "text": "20. David Beach. “Schenker’s Theories: A Pedagogical View” in Aspects of Schenkerian Theory (Yale Univ. Press, 1983), page 7.",
            "citations": []
        },
        "FN21": {
            "text": "21. Ibid.",
            "citations": []
        },
        "FN22": {
            "text": "22. Peter Westergaard sets Schenker’s three levels for the first waltz in Brahms’ Op. 31 in “Geometries of Sound in Time,” read as the keynote address of the 1994 Annual Meeting of the Society for Music Theory in Tallahassee, Florida, printed in Music Theory Spectrum 18/1 (1996): 20–21. See Felix-Eberhard von Cube’s three-dimensional renderings in The Book of the Musical Artwork: An Interpretation of the Musical Theories of Heinrich Schenker . Trans. and ed., David Neumeyer, George R. Boyd, and Scott Harris (Lewiston, NY: Edwin Mellen Press, 1988), 226 and 275.",
            "citations": []
        },
        "FN23": {
            "text": "23. Friedrich Nietzsche. “On Truth and Falsity in their Extramoral Sense” in Essays on Metaphor , Warren Shibles, ed. (Whitewater, Wisconsin: The Language Press, 1972), page 5, reprinted from The Complete Works of Friedrich Nietzsche , Vol. 2, trans. by M. A. Mugge (New York: Russell and Russel, 1964).",
            "citations": []
        },
        "FN24": {
            "text": "24. Nicholas Cook. Music, Imagination, and Culture (Oxford: Clarendon Press, 1990), page 4.",
            "citations": []
        },
        "FN25": {
            "text": "25. Lawrence M. Zbikowski. “Metaphor and Music Theory: Reflections from Cognitive Science” Music Theory Online 4/1 (1998), part 2.2.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Editor’s Note : This text version of Timothy Koozin’s essay is derived from a multimedia version which can be viewed with a Shockwave-enabled web browser.  The musical examples that accompany this version are taken from the original version, but reproduce only some of the visual, and none of the aural, content of the original.  MTO readers are strongly encouraged to view the “full” version of the article. References 1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The renderings of musical analysis which follow are based on analytical\napproaches which have been influenced by Heinrich Schenker. This application forms a part\nof a larger project to explore the study of Schenkerian analysis in multimedia computer\nenvironments. (1) Multimedia technology invites music\ntheorists to consider new ways of modeling musical processes, creating new opportunities\nto enhance understanding of music through visualization. On-screen texts and other\ncomputerized media differ from traditional media in significant ways, are organized\ndifferently, and function in different ways to accomplish different purposes. (2) The transfer of theoretical graphs to an electronic\nenvironment necessitates decisions which inevitably have substantive consequences for the\nmusic theorist and teacher. The use of multimedia invites the extension of our analytical\nmetaphors in new directions. As we further the development of a rich real-time computer\nenvironment for musical analysis, new issues relevant to the study of music theory and\ncognition will emerge. It is hoped that these electronic musical analyses will serve as\nmodels for more ambitious multimedia-enhanced studies while promoting critical discussion. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] A rich computer environment should offer new possibilities unavailable using\ntraditional media. These multimedia renderings are intended as models which extend the\ntechnology currently employed in expressing Schenkerian analysis. Their purpose is to\nexplore how the use of electronic media might shape and expand expressions of meaning in\nan analytical graph. Limited in scope, the examples are not in any way intended to\nrepresent a complete pedagogy or a substitute for the study of orthodox Schenkerian\nmodels. Building upon the premise that a Schenkerian graph is an illuminating metaphor for\nrepresenting musical processes, the aim in creating these multimedia analyses is to extend\nthe communicative power of the graph, exploring new ways to model essential features such\nas linear shape, direction, and structural levels. (4) 2. Artistic Participation: Imaging the Masterwork",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Aristotle provides the classical definition of metaphor: “Metaphor ( metaphora )\nis the transference ( epiphora ) of a name to some other object.” (5) A similarity of some kind between the commonplace\nmeaning of a term and its metaphorical meaning justifies their association. As Aristotle\nwrites, “A good metaphor implies an intuitive perception of the similarity of\ndissimilars.” (6) Paul Henle has pointed out that\nthis resemblance has a dual nature, “an antecedent resemblance, which justifies the\ncomparison in the first place, and an induced resemblance, which arises from the very fact\nthat the comparison was made.” (7) A metaphor may\nstabilize over time, becoming a commonplace unit of language. But if the aspect of induced\nresemblance in a complex metaphor is contemplated and enriched, it may retain its\nirreducible, evocative power.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Schenker created evocative visual and textual metaphors of lasting communicative\npower to express his analytical methodology. Antecedent resemblances in the visual domain,\nderived primarily from symbols of musical notation, are combined with word antecedents\nwhich metaphorically relate musical space to terms of spatial orientation in the physical\nworld. The process of induced resemblance is continually revised and renewed as readers\nstudy Schenker’s contribution and the vast amount of more recent work which incorporates\nSchenkerian methodology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] A Schenkerian graph visually communicates an analysis to a reader versed in its\nembodied concepts and symbology—its “root metaphors.” Meaning occurs as\ncorrelations between the reader’s conception of the music and the symbolic elements of the\ngraph resonate with expression of metaphor. “Reading” a graph requires an act of\nimagination and poetic faith similar to that which any metaphorical text tacitly assumes.\nIt is worth noting, however, that for Schenker, the graph is more than an interpretation\nof music expressed in a visual image. Schenker’s stance toward his graphic analyses is\nessentially metaphorical. For Schenker, the graph is the piece—a direct\nmanifestation of the musical artifact. Schenker’s observations are founded on principles\nhe regarded as universals, which were “true in the sense of the truth of the great\nmasters.” (8) The point here is not to delve deeply\nin to Schenker’s rhetoric or epistemology—a vastly complex topic—but simply to\nunderscore the central role of metaphor. (9) If the\nanalytical graph is appreciated more fully as a metaphor or metonym, then one can more\nreadily accept the notion that the graphic rendering is the music made tangible.\nTo offer an analogy, it is not so different from the proud parent who pulls out a\nphotograph and says, “These are my children.” The photograph, of course, does\nnot constitute children and yet onlookers immediately accept the “similarities in\ndissimilarities” embodied in the photograph. The photograph captures an essence\nrepresentative of the whole.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Aristotle writes, “Art either imitates nature or else gives the finishing\ntouches to what nature has left incomplete.” (10) A\nuseful example of both imitation and participation in rendering “what nature has left\nincomplete” can be found in the Paleolithic cave paintings of deer found in France\nand Spain. It has been observed that animals in cave paintings are sometimes drawn where\nthere are already depressions or fissures in the rock which might serve as a deer’s head\nor antlers. This suggests that the Aurignacian artist may have felt the presence of the\ntotemic animal already manifest in the rock itself and experienced a sense of\nparticipation in helping to bring forth the energy represented in the powerful image.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] This element of participation in making manifest for all to see that which is\nalready present in nature (i.e., nature as represented in the “universal truths”\nembodied in the masterworks) perfectly characterizes Schenker’s stance toward the musical\nwork. In the his introduction to Free Composition , Schenker writes, The musical examples which accompany this volume are not merely practical aids; they\n  have the same power and conviction as the visual aspect of the printed composition itself\n  (the foreground). That is, the graphic representation is part of the actual composition,\n  not merely an educational means. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The qualities of imitation and participation which are embodied in the\ncommunication of metaphor are central to Schenker’s approach. The great masters provided\nthe foreground, as represented through the visual artifact of the score. (12) It was Schenker’s expressed task to complete the visual presence\nof the art work, thereby illuminating, as Aristotle describes, “what nature has left\nincomplete.” As Schenker states, “Since the task of revealing the world of the\nbackground fell to me, I was not spared the difficulty of finding symbols for it.” (13) 3. Altering the Knowledge Medium",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Schenker sometimes used the word “pictures” ( Bilder ) to refer\nto analytical graphs. Though sometimes translated as “illustrations,” the notion\nof Schenker as a maker of pictures which render the art work visible is intriguing. (14) Traditionally, words have been the privileged medium\nfor directly conveying important ideas, with “illustrations,” like forms of\nimagery evoked through pictorial language, serving a function somehow external and\nsubservient. This reflects a traditional hierarchy which can be traced to the Latin poet,\nHorace, who advised mixing “the sweet with the useful,” employing the ornamental\nimage to guide the reader toward the “valuable lesson.” (15) Although theorists since ancient times have employed visual\nimagery to convey ideas, Schenker more than any other theorist has altered this paradigm.\nSchenker’s decision to speak through visual images necessarily precluded even the\npossibility of saying all there might be to say in his accompanying texts,\nbecause the visual image has virtually limitless connotations. That Schenker’s graphs\nspeak volumes on their own is partly due to the nature of visual objects. Visual\ninformation may be semantically rich, spatial, and temporal, differing greatly from\nsymbolic information represented in alphanumeric form. Data base designers are now at work\ncreating image searching systems to meet the challenges posed by new data types of images\nand videos. (16) As multimedia archives for music\nproliferate, the modes by which musical scholars present their work and access knowledge\nwill necessarily evolve.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Schenker himself was no advocate of new technology. (17) It is somewhat ironic that Schenker decried the proliferation of technology as symptomatic\nof a cultural decline while pushing the envelope on media technology in terms of how a\nscholarly book should look and function. Employing visual media to communicate complex\nideas, he prefigured the cultural shift toward multiple modalities we experience today.\nThe multimedia examples which follow are intended to provide a glimpse of the ways\ncomputer representation might aid in the understanding of spatial metaphors which are\ninherent in a Schenkerian approach. As a preliminary study, each example might be regarded\nas a “miniature” which in some way offers an added dimension to the traditional\ngraphic model. The first example embeds explanations and interpretations within a graph\nthrough overlays accessed through user response. The second and third examples employ\ncolor, sound, motion, and perspective to enhance representation of hierarchical layers.\nExample 4 renders a digitally scanned score excerpt synchronized with an artist ensemble\nsound clip and an analytical graphic overlay, illustrating a format for on-line study of\nan authentic document and audio recording. The last example is an analysis of a short\npiece in its entirety, with graphic analysis, real-time score display and commentary. 4. Multimedia Rendering: Haydn, Divertimento in B flat, II ( Chorale St. Antoni ) Example 1 (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Through the use of interactive computer graphics, interpretations of a sketch can\nbe embedded within it. The Shockwave-enabled graph employs imbedded “balloon”\nannotations to provide a tutorial on some basic Schenkerian symbols. It is based on a\nsketch by Forte and Gilbert. In this excerpt from the Chorale St. Antoni attributed to Haydn (see Example 1 ), the neighbor note figure at m. 6 is expanded in the next measure,\nreturning again as an incomplete neighbor three measures later. As shown in the graph,\nboth D and C are elaborated with passing tones which receive consonant support. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Graphic overlays in the example provide more information. Schenker interpreted\nthis five-bar phrase as a grouping of 3+2, with a tonic prolongation at measures 1–3\nfollowed by a two-measure cadence. The dotted rhythm helps articulate the paired linear\nmotions each descending by third. Discussing the opening 5-measure phrase, Wallace Berry\nsuggests at least the possibility of a contrary interpretation of 2+3 measures, given the\nchange in texture, chromaticism, and harmony at measure 3. His conception of\n“interphrase grouping” in the opening could apply as well to the consequent\nphrase shown in the example. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Schenker’s voice leading graph in Free Composition (Figure 42, 2)\nprovides a broader context for understanding the passage. Schenker’s graph reveals a\ndeeper level of the middleground for the entire theme, showing the dividing dominant which\nprecedes the consequent phrase quoted in Forte and Gilbert’s example. Note that the\ndeep-level elaboration of scale degree 3 with an upper neighbor note in Schenker’s graph\n(marked “n.n.”) nicely corresponds to the foreground-level neighbor motions\nshown in Forte and Gilbert’s graph at m. 6–7. (A scan of Schenker’s complete voice leading\ngraph is provided in the multimedia version with the kind permission of European American\nMusic.) 5. Multimedia Rendering: Bach, French Suite No. 2, Menuet Example 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Example 2 , based on a study by David Beach in Aspects of Schenkerian\nTheory , employs color and sound to enhance the presentation of the graph. (20) Surface-level events are shown in black. The running\neighth notes of the foreground embellish a deeper stepwise motive shown in red. Brackets\nin this rhythmic reduction show how the third-span in bar 1 is extended in bar 2 and again\nin bars 3–4. Notice that the longer line spanning the sixth E down to G fills in the\ninterval found in the first two eighth notes of the melody.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The deeper graph in blue shows how voice exchange occurs on both tonic and\ndominant harmony. This excerpt also illustrates the concept of interruption. The\nstructural line descending from 3 (shown with stemmed notes highlighted in yellow) is\ninterrupted after the motion to 2. Using the buttons alongside the example, it is possible\nto hear a “realization” of each level of the graph. This is a useful tool for\nhelping students hear relationships among structural levels. Two realizations are offered\nfor the middle reduction in red. Realization 2 interprets the tied F in the bass more\nliterally, underscoring the connection for a complete octave ascent in the bass while\nunderplaying the tonic harmony at measure 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The contrasting realizations illustrate how an aural complement may enhance a\ngraph and even provoke new ways of hearing a passage. While it is important to clarify\nthat an audio rendering can only “simulate” a deeper structure, it may\nnonetheless provide a powerful aural metaphor. 6. An Animated Rendering: A Question of Perspective",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] A graphic analysis can vividly represent hierarchical processes in music. While a\nmusical graph customarily takes the form of a static image on a flat page, it may richly\nevoke spatial qualities of proportion and perspective. The animated rendering shown here\nunderscores the element of perspective implied in any hierarchical analysis. Though\nperhaps a bit whimsical, it challenges our assumption that a musical graph is necessarily\na static image on a flat page.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Analysts have often displayed structural layers in a top-down reductive model.\nFrom a pragmatic point of view, it makes sense to put the musical foreground first,\nshowing underlying layers of structure beneath it which are revealed through the process\nof reduction. David Beach’s well-known analysis of this passage is rendered in this\nmanner. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] We should hasten to clarify that this particular example represents three\nhierarchical layers—or more specifically, a passage in a composition, a metric reduction,\nand a middleground graph—and not a Schenkerian foreground, middleground and background.\nIt does, nonetheless, serve to dramatize the element of spatial orientation we generally\ntake for granted in layer analysis. Schenker’s own graphs are generally rendered in a\nbottom-up model of compositional unfolding or “composing out” ( Auskomponierung ).\nThis places the graphic reduction in the more privileged position, showing how the piece\nunfolds through elaboration and diminution of the fundamental structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The question of “top-down” or “bottom-up” is, in part, an\nideological issue. The point to be made here is that it is also a question of perspective,\nderiving ultimately from the metaphorical representation of music through spatial imagery.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] As Peter Westergaard rhymed in his “Geometries of Sound in Time”: To show the pulls and tugs, to show tension we need—as Schenker found—a third dimension. (22) Example 3 (click to enlarge) Another simulation offered here (see Example 3 ) is inspired by Westergaard’s rendering, in which he\nskews Schenker’s layers “as they might have been redrawn by F.-E. von Cube.”\nTracing a line through the Schichten from foreground to a single vanishing point, each now’s a line, and all nows complete their journeys at a triad where they meet.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] In the future, computer environments may enable us to represent the spatial\nqualities of music in new ways. Rendering software for animated three-dimensional imaging\nis now available, but music theorists have yet to take full advantage of it to model\nmusical structures. Perhaps one day we will visualize music through vivid\nthree-dimensional renderings, virtually moving through layered environments as we explore\nmusical processes. 7. Multimedia Rendering: Arcangelo Corelli, Trio Sonata, Op. 3, No. 2, Fourth Movement",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Example 4 demonstrates on-line delivery of synchronous high-resolution\ndigitized images and audio. (Sound recording is used by permission of the Smithsonian\nInstitution. The performers are Jaap Schroder and Marilyn McDonald, violins; Kenneth\nSlowik, cello; Konrad Junghanel, theorbo; James Weaver, organ. Score excerpt is used by\npermission of W. W. Norton.) Example 4 (click to enlarge) Example 5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] It is possible to help students begin to recognize linear structures without\nnecessarily invoking Schenkerian terminology. The graphic overlay shows the linear/motivic\nframework projected through a recurring melodic pattern which ascends by step (as shown in\nblue) and returns downward (as shown in red). A fauxbourdon-like intervallic pattern based\non the opening motive occurs at m. 8–10. An augmentation of the ascending gesture is used\nto form the closing phrase of the first section, m. 15–19.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] A format employing score, audio, and graphic overlay can inform analyses while\nminimally intruding on the musical sources under study. It can be particularly useful in\nhelping students understand how abstract theoretical concepts relate to their experience\nof a musical work. 8. Multimedia Rendering: Schumann, Humming Song ( Trällerliedchen )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] This analysis of a complete piece integrates analytical graphs, a MIDI audio\nperformance, and a complete “scrolling” score. The ternary piece consists of\nthree harmonically closed sections. The subtle differences distinguishing each section are\nsignificant. No perfect authentic cadence is heard until the end of the “B”\nsection, underscoring the large-scale motion to the dominant (see Example 5 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] The motivic repetition highlighted in red marks the climax of the middle section\nand the return of the “A” section. The highpoint in the middle section recalls\nthe opening notes of the piece, forming a local subdominant elaboration of the dominant.\nThe climax near the end of the piece, highlighted in blue, is decidedly more dissonant by\ncomparison, due to the clashing dominant pedal tone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] At first glance, it might seem that the opening melody forms an unfolding of the\ntonic elaborated through passing tones, as shown in the Alternative View. But this\ninterpretation (a), would suggest a misreading of the intervallic pattern in tenths in the\nouter voices (b). The opening gesture is better viewed as a nested neighbor motion (c).\nThe linear intervallic pattern in tenths persists throughout, providing a powerful element\nof continuity in the piece. With remarkable economy, the bass voice goes its own way only\nto direct motion toward cadences. 9. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Friedrich Nietzsche wrote that the formation of metaphors is a fundamental human\nimpulse: What therefore is truth? A mobile army of metaphors, metonymies, anthropomorphisms: in\n  short a sum of human relations which became poetically and rhetorically intensified. (23) Nietzsche asserts that language is fundamentally metaphorical. In the cognitive\nhierarchy, visual metaphors are not mere illustrations of verbal expressions, but are more\ndeeply fundamental. It is not surprising, then, that a Schenkerian graph speaks louder\nthat words. As Nicholas Cook writes, “A Schenkerian analysis is not a scientific\nexplanation, but a metaphorical one; it is not an account of how people actually hear\npieces of music, but a way of imagining them.” (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "9.2": {
                "text": "[9.2] In discussing Cook’s contributions, Lawrence M. Zbikowski writes in a recent Music\nTheory Online article that “A musical culture is, in essence, a repertoire of\nmeans for imagining music.” (25) This repertoire of\ncultural metaphors is in constant flux, as the images pervading a culture evolve. The\nmetaphors through which we imagine music are unavoidably shaped by modern technology.\nComputer-generated visual images and digitized sounds are as much at home in the academy\nas they are in the mass media, providing super-realistic documentation to lend authority\nto scholarly discourse. As digital media becomes more ubiquitous, it becomes increasingly\nimportant that we as music theorists study how the technological devices we use shape our\nanalytical and pedagogical work.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "9.3": {
                "text": "[9.3] To study how current technologies may beneficially impact the content and\nreception of theoretical discourse, we should explore ways to expand the metaphors through\nwhich we explain music. Pedagogically, multimedia designs are attractive because they\nenable us to present complex aural/visual ideas vividly. Concepts that might be cumbersome\nto explain verbally are often elucidated quickly through examples that can be seen and\nheard. It should not be tacitly assumed, however, that such applications of technology are\n“transparent” or that digital enhancements are automatically a good thing. For\nexample, the digital appropriation of a musical “sound clip,” score image, or\nother musical artifact is in some ways a subversive act which warrants thoughtful\nconsideration. There is always danger of trivializing the very thing we wish to explore in\nall its depth. On-line academic forums are likely to become increasingly important in this\nregard, since they challenge scholars to use new media effectively to communicate\nsubstantive ideas. As serious musical analyses in digital formats become more pervasive in\nthe scholarly community, they will provide models which can beneficially impact the\nquality of Internet-based instruction in the music curriculum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.4": {
                "text": "[9.4] The ability to hypertextually link sounds, graphic analyses, and commentaries may\nprovide powerful pedagogical tools and lead to open analyses which interrelate multiple\nanalytical perspectives. But a word of caution is appropriate here as well. A fine\nSchenkerian analysis, like a fine piece of music, is rich in its layers of meaning.\nEmbedded messages in an “interactive” rendering might elucidate meaning but\ncould also detract from the communication of subtleties in a musical graph. In Schenkerian\nstudies, there is also the danger of placing too much emphasis on the graph itself and its\nsyntactical components, while neglecting the theoretical concepts on which it is based.\nMultimedia renderings may help students understand Schenkerian ideas and provide theorists\nwith new formats for modeling music, but renderings in new media will not serve as a\nsubstitute for primary readings in Schenkerian literature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.5": {
                "text": "[9.5] The examples provided in this study, while limited in scope, have been designed\nto go beyond the demonstration of multimedia as an useful presentation tool for teaching.\nThe intention has been to scratch the surface of what may come in the future as theorists\nexpress Schenkerian concepts using the tools of multimedia. Through the incorporation of\nsound, hypertextually linked images and texts, and real-time simulation, current\nmultimedia technology enables us to expand the ways we model our imaginings of musical\nworks. This may lead to new conceptions about musical structure and the process through\nwhich we visualize and communicate musical ideas.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.99.5.3.koozin.html",
    "data": "mto/data/mto.99.5.3.koozin.json"
}