{
    "title": "Report on the Second Congress of the Russian Society for the Theory of Music",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Kraus, Joseph"
    ],
    "abstract": "",
    "keywords": [
        "Russian theory",
        "Boris Asafiev",
        "Moscow Tchaikovsky Conservatory"
    ],
    "doi": "",
    "received": "November 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.kraus.pdf",
    "author_info": [
        {
            "name": "Joseph Kraus",
            "university": "College of Music",
            "address": "Florida State University, 132 N. Copeland Street, Tallahassee, FL  32306-1180",
            "email": "jkraus@admin.fsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Second Congress of the Society for the Theory of Music convened at the Moscow P. I. Tchaikovsky Conservatory for four days, from September 26 to 29, 2015.  The established theme for the Congress was “Schools and Directions in Music Scholarship, Performance and Composition.”  Established scholars as well as students from many parts of Russia, the US, Canada, Germany, Austria, Italy, France, Denmark, Australia, Belarus, Bulgaria, the Ukraine, and the former Soviet republics of central Asia read papers on a vast variety of theoretical, compositional, and pedagogical subjects.  The range of these papers gave witness to a growing community of scholars interested not only in Russian music theory, but also in theoretical systems and approaches from everywhere.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Plenary sessions for the keynote speakers opened the first two days of the conference, followed by two triple sessions, each featuring three or four individual papers.  The last two days featured three triple sessions per day.  Throughout the Congress special master classes offered teaching demonstrations addressing various methods of solfeggio, multimedia composition, and other pedagogical topics.  The Congress closed with a summary round-table discussion led by several of the keynote speakers.  Participants were also offered free tickets to two evening concerts featuring the works of Arvo Pärt and Sergei Taneyev, held in the Great Hall of the Conservatory.  (For more specific information about the schedule, please refer to the conference program .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Among the highlights of the Congress were the keynote addresses, two delivered in English with printed Russian translations, the other two given in Russian with printed English translations.  Alexander Sokolov of the Moscow Conservatory began the proceedings with a paper tracing the functional approach to musical form in Russian theoretical thought: Asafiev’s triad of general functions (initium–motus–terminum, or beginning–motion–closing), Sposobin’s enlarged system of functions (introduction–exposition–connection–middle section–reprise–closing), the application of the i-m-t model to Chopin by Bobrovski, as well as the extension of functional systems to expression, dramaturgy and semantics.  Through references to some of the upcoming paper sessions and presenters, Sokolov’s talk also served as an introduction to the Congress as a whole.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] On the English side of things, William Caplin from McGill University delivered an excellent keynote address on thematic closure in early Romantic music, where he suggested several ways to expand the concept of cadence for the music of Schubert.  The biggest hit with the Russian contingent, however, was the talk by Giorgio Sanguinetti (University of Rome–Tor Vergata) on partimenti and their relation to music theory in the 18th century; in fact, the venerable Valentina Kholopova predicted that partimenti would soon be incorporated into the curriculum at the Moscow Conservatory.  Tatiana Naumenko of the Gnessin Russian Academy of Music delivered the remaining keynote address, a survey of trends in Russian musical scholarship from the 1930s to the 2000s.  Her data-driven presentation revealed an interesting result: although the number and subject matter of musicological dissertations changed drastically in the 1990s (with more dissertations overall, and more research on performance, on Russian music written before 1917, and on music from outside Russia), the number of dissertations in music theory remained relatively unchanged—perhaps suggesting that theory’s more abstract nature was not so severely affected by the strictures of Soviet realism!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The individual paper sessions embraced topics both conventional and unexpected.  Among several sessions devoted to Russian schools of musical and pedagogical scholarship, the standout paper was by Valentina Kholopova, who (with her late brother Yuri) has been an institution at the Moscow Conservatory for half a century.  Her theory of musical content has received widespread recognition in Russian theory curricula.  Prof. Kholopova delivered a clear and informative address on the legacy of the theories of Boris Asafiev, tracing the emergence of intonation theory in Asafiev’s own works, and its influence on the development of musical semantics in Russia and abroad throughout the twentieth century.  She then recounted the importance of Asafiev’s three functions for the teaching of musical form as a process, and related these functions (i-m-t) to her own conception of musical form based on various psychological categories, such as inertia, climax, and reminiscence.  In all, seven papers on two sessions were devoted to Asafiev and his legacy.  Other sessions featured papers that focused on the work of individual schools (e.g., Kandinsky, Taneyev, and Leman) or approaches (such as “texturology” in St. Petersburg, and the conception of musical rhythm in the writings of Ruchevskaya and Kholopova).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Historical theoretical topics played an important role in the content of the Congress overall.  In addition to many sessions on twentieth-century Russian theoretical thought, there were also sessions devoted to counterpoint ( inganno , Marpurg and Kirnberger, Russian Baroque music), rhythm and rhetoric in Baroque dances, and Riemann and Schenker in different national traditions.  Thomas Kirkegaard-Larsen (Aarhus University) delivered an interesting paper on the adaptation of Riemann’s functional system in Denmark, while Albina Boyarkina (St. Petersburg University) explored Riemann reception in Russia.  In a particularly rigorous session on the final day of the conference, Philip Ewell (Hunter College; CUNY) and Dimitar Ninov (Texas State University) debated the pros and cons of Schenkerian theory, while Ildar Khannanov (Peabody Conservatory) explored the incorporation of Sposobin’s functional theory in the teaching of harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Several sessions entitled “Musical Scholarship: Theories and Directions” provided glimpses into lesser-known or newly-developing topics: the modal rhythmic theory of Yavorsky (Ryan McCulloch, University of Michigan), the harmonic vectors of Nicolas Meeùs (Sussana Kasyan, Paris Sorbonne University), the Russian theory of genres in relation to recent cognitive studies (Anna Amrakhova, Nizhny Novgorod M. I. Glinka Conservatory), and a particularly interesting treatment of “inner exoticism” in Austrian composer Georg Friedrich Haas’s Concerto for Four Alpenhorns and Orchestra by Gesine Schröder (Universität für Musik und darstellende Kunst, Vienna; Hochschule für Musik und Theater “Felix Mendelssohn Bartholdy,” Leipzig). A special section for student and graduate student papers showcased twelve papers on topics ranging from Schenkerian and hermeneutic analysis in Brahms (Knar Abrahamian, Indiana University) to the music of Charles Seeger and Henry Cowell (Tamara Kryukova, St. Petersburg State University).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Three full sessions were devoted to music-analytical approaches.  Topics included narrativity in Beethoven and Tchaikovsky (Joseph Kraus, Florida State University), Brucknerian devices in Shostakovich’s symphonies (David Haas, University of Georgia), and enharmonicism in Mussorgsky (Simon Perry, University of Queensland, Australia).  There were also three sessions focusing on compositional schools and traditions, addressing well-known figures like Mozart, Webern, and Denisov, as well as unfamiliar movements such as the spectral and microtonal schools of the Russian diaspora in 1950s and 1960s Europe.  The analysis of harmony was the subject of several sessions, with themes as diverse as key relations in Scriabin (Jeffrey Yunek, Kennesaw State University), tonal and post-tonal resolution in Prokofiev’s and Shostakovich’s sonata forms (Charity Lofthouse, Hobart and William Smith Colleges), and the analysis of early music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Finally, pedagogy—in all of its facets—figured prominently throughout the Congress.  Traditions for the teaching of orchestration and solfeggio, musical content in primary and secondary school curricula, pedagogy at the Gnessin Russian Academy of Music and the Rostov State Conservatory “S. V. Rachmaninoff”—and the list goes on and on.  Even in sessions not specifically devoted to pedagogy, the teaching tradition and the concept of passing ideas from one generation to another—the notion of legacy—seemed to play a substantial role in the message of so many of the presenters, particularly the Russian ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] By the end of the conference I had developed a strong belief that the last twenty years have seen real progress in the breaking down of barriers between East and West.  With the advent of the internet, younger Russian scholars are indeed “catching up,” after such a long period of isolation from the rest of the world.  And Western scholars have the opportunity to “catch up” as well—as we learn much that is of value in the Russian theoretical tradition so well represented at this Second Congress of the Obshchestvo Teorii Muzyki.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.15.21.4.kraus.html",
    "data": "mto/data/mto.15.21.4.kraus.json"
}