{
    "title": "Text and Temporality: Toward an Understanding of Rhythmic Irregularities in the Music of Tom Waits",
    "date": "2016/12/01",
    "volume": "22",
    "issue": "4",
    "authors": [
        "Thomas, Margaret E."
    ],
    "abstract": "This article considers phrase structure, hypermeter, and lyrics in three songs by Tom Waits, examining the particular ways that temporal regularity and irregularity interact with poetic structure, musical style, and vocal performance in Waits’s music. Subtle and ambiguous hypermetrical shifts are uncovered in “Green Grass,” whereas “Black Wings” utilizes conspicuously conflicting phrase lengths to enhance its textural meaning. In “Dead and Lovely” Waits creates temporal disturbances by shifting the placement of four-measure phrases relative to hypermetrical downbeats and upbeats.",
    "keywords": [
        "Tom Waits",
        "rhythm",
        "hypermeter",
        "popular music",
        "lyrics",
        "rhythmic irregularity",
        "voice"
    ],
    "doi": "",
    "received": "July 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.4/mto.16.22.4.thomas.pdf",
    "author_info": [
        {
            "name": "Margaret E. Thomas",
            "university": "Connecticut College",
            "address": "Department of Music, 270 Mohegan Ave., New London, CT 06320",
            "email": "metho@conncoll.edu"
        }
    ],
    "citations": {
        "attas_2011": "Attas, Robin. 2011. “Sarah Setting the Terms: Defining Phrase in Popular Music.” Music Theory Online 17 (3). http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.attas.html",
        "baileyshea_2014": "BaileyShea, Matthew L. 2014. “From Me to You: Dynamic Discourse in Popular Music.” Music Theory Online 20 (4). www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.baileyshea.html",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.biamonte.html",
        "bowman_2003": "Bowman, Rob. 2003. “The Determining Role of Performance in the Articulation of Meaning: The Case of ‘Try a Little Tenderness.’” In Analyzing Popular Music , edited by Allan F. Moore. Cambridge University Press: 103–130.",
        "callahan_2013": "Callahan, Michael R. 2013. “Sentential Lyric Types in the Great American Songbook.” Music Theory Online 19 (3). www.mtosmt.org/issues/mto.13.19.3/mto.13.19.3.callahan.html",
        "everett_2009a": "Everett, Walter. 2009a. “Any Time at All: The Beatles’ Free Phrase Rhythms.” In The Cambridge Companion to the Beatles , edited by Kenneth Womack. Cambridge University Press: 183–199.",
        "everett_2009b": "Everett, Walter. 2009b. The Foundations of Rock: from “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford University Press.",
        "gilbert_2002": "Gilbert, Elizabeth. 2002.  “Play it Like Your Hair’s on Fire.” Gentlemen’s Quarterly . June 2002. Reprinted in Innocent When You Dream: The Tom Waits Reader , edited by Mac Montandon, 333–353. Thunder’s Mouth Press, 2005.",
        "heidemann_2016": "Heidemann, Kate. 2016. “A System for Describing Vocal Timbre in Popular Song.” Music Theory Online 22 (1). www.mtosmt.org/issues/mto.16.22.1/mto.16.22.1.heidemann.html",
        "hoskyns_2009": "Hoskyns, Barney. 2009. Lowside of the Road: A Life of Tom Waits . Broadway Books.",
        "ito_2013": "Ito, John Paul. 2013. “Hypermetrical Schemas, Metrical Orientation, and Cognitive-Linguistic Paradigms.” Journal of Music Theory 57 (1): 47–85.",
        "kessel_2009": "Kessel, Corinne. 2009. The Words and Music of Tom Waits . Praeger Publishers.",
        "kofford_2000": "Kofford, Brett. 2000. “Tradition with a Twist,” Blues Revue July/August 2000. Reprinted in Tom Waits on Tom Waits: Interviews and Encounters , edited by Paul Maher, Jr., 286–296. Chicago Review Press, 2011.",
        "jacobs_2006": "Jacobs, Jay S. 2006. Wild Years: The Music and Myth of Tom Waits . ECW Press.",
        "jackendoff_and_lerdahl_2006": "Jackendoff, Ray, and Fred Lerdahl. 2006. “The Capacity for Music: What Is It, and What’s Special about It?” Cognition 100 (1): 33–72.",
        "maher_2011": "Maher, Paul Jr., ed. 2011. Tom Waits on Tom Waits: Interviews and Encounters . Chicago Review Press.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . Oxford University Press.",
        "montandon_2005": "Montandon, Mac, ed. 2005. Innocent When You Dream: The Tom Waits Reader . Thunder’s Mouth Press.",
        "moon_2004": "Moon, Tom. 2004. “Tom Waits: Dancing in the Dark.” Harp . Reprinted in Tom Waits on Tom Waits: Interviews and Encounters , edited by Paul Maher, Jr., 376–385. Chicago Review Press, 2011.",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "neal_1998": "Neal, Jocelyn. 1998. “The Metric Makings of a Country Hit.” In Collected Work: Reading Country Music: Steel Guitars, Opry Stars, and Honky-Tonk Bars , edited by Cecilia Tichi. Duke University Press: 322–337.",
        "pareles_2002": "Pareles, Jon. 2002. “Tom Waits: A Poet of Outcasts Who’s Come Inside,” New York Times . May 5, 2002.",
        "richardson_1992": "Richardson, Derk. 1992. “Composer, Musician, Performer, Actor: Tom Waits is a Renaissance Man Whose Musique Noir Captures the Sound of the Dark Age.” Pulse . September 1992. Reprinted in Tom Waits on Tom Waits: Interviews and Encounters , edited by Paul Maher, Jr., 216–224. Chicago Review Press, 2011.",
        "rings_2013": "Rings, Steven. 2013. “A Foreign Sound to Your Ear: Bob Dylan Performs ‘It’s Alright, Ma (I’m Only Bleeding),’ 1964–2009.” Music Theory Online 19 (4). http://www.mtosmt.org/issues/mto.13.19.4/mto.13.19.4.rings.html",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "schoemer_1999": "Schoemer, Karen. 1999. “Holding On: A Conversation with Tom Waits.” Newsweek . April 23, 1999. Reprinted in Innocent When You Dream: The Tom Waits Reader , edited by Mac Montandon, 261–271.  Thunder’s Mouth Press, 2005.",
        "solis_2007": "Solis, Gabriel. 2007. “‘Workin’ Hard, Hardly Workin’/Hey Man, You Know Me’: Tom Waits, Sound, and the Theatrics of Masculinity,” Journal of Popular Music Studies 19 (12): 26–58.",
        "spitzer_2005": "Spitzer, Nick. 2005. “Cool Ivories.” American Routes (radio show). http://americanroutes.wwno.org/player/show/111/hour/1",
        "stras_2006": "Stras, Laurie. 2006. “The Organ of the Soul: Voice, Damage, and Affect.” In Sounding Off: Theorizing Disability in Music , edited by Neil Lerner and Joseph N. Straus, 173–84. Routledge.",
        "sweeting_1992": "Sweeting, Adam. 1992. “A Mellower Prince of Melancholy.” The Guardian . September 15, 1992. Reprinted in Innocent When You Dream: The Tom Waits Reader , edited by Mac Montandon, 162–166. Thunder’s Mouth Press, 2005.",
        "taft_2006": "Taft, Michael. 2006. The Blues Lyric Formula . Routledge.",
        "temperley_2008": "Temperley, David. 2008. “Hypermetrical Transitions.” Music Theory Spectrum 30 (2): 305–325.",
        "turino_1999": "Turino, Thomas. 1999. “Signs of Imagination, Identity, and Experience: A Peircean Semiotic Theory of Music.” Ethnomusicology 43: 221–55.",
        "weissman_2005": "Weissman, Dick. 2005. Blues: The Basics . Routledge.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Jesse Gardner and to the anonymous reviewers for this journal for their invaluable feedback on earlier versions of this paper.",
            "citations": []
        },
        "FN1": {
            "text": "1. Waits is famously evasive in interviews, which seems to have inspired a number of biographical approaches. See especially: Jacobs 2006 , which organizes a biographical study of Waits via his albums; Kessel 2009 , which opens with a “musical biography” (xiii) of Waits and then focuses primarily on text, characters, and narratives in the songs; and Hoskyns 2009 , which aims to flesh out the Waits biography with a heavy emphasis on interviews.",
            "citations": [
                "jacobs_2006",
                "kessel_2009",
                "hoskyns_2009"
            ]
        },
        "FN2": {
            "text": "2. I use the term “genre” with an awareness of its complex nature and varied definitions (including not only musical characteristics but also historical, social, and cultural implications), but also with an appreciation for the efficiency with which the categories I list conjure specific musical features.",
            "citations": []
        },
        "FN3": {
            "text": "3. The role of vocal qualities such as imprecision and timbral roughness in the construction of authenticity, especially in folk and popular music, has been explored by numerous scholars, including Turino ( 1999 ), Bowman ( 2003 ), Stras ( 2006 ), and Moore ( 2012 ).",
            "citations": [
                "turino_1999",
                "bowman_2003",
                "stras_2006",
                "moore_2012"
            ]
        },
        "FN4": {
            "text": "4. Heidemann ( 2016 ) suggests an approach for “sympathetic mirroring of vocal production” that could be productive for future work on Waits’s distinctive voice.",
            "citations": [
                "heidemann_2016"
            ]
        },
        "FN5": {
            "text": "5. See Moore 2012 , especially Chapter 3, for an overview of the prevalence of four-bar hypermeter and phrase (which he conflates) in popular song, and exceptions to it.",
            "citations": [
                "moore_2012"
            ]
        },
        "FN6": {
            "text": "6. A number of scholars have taken this same perspective when examining phrase structures in popular idioms. Everett states that “repeated lengths of four bars plus four bars” in songs by the Beatles are encountered frequently enough to function as “regular norms . . . against which abnormal lengths can be measured,” and this prepares his examination of contrasting unit lengths, asymmetries, and the like ( 2009a , 184). Neal considers the ways in which “country music and country dancing join to conquer the repetitive prototype of the four-bar phrase,” noting that hypermetric irregularity can contribute to a song’s commercial success so long as it continues to accommodate the metric patterns intrinsic to particular dance styles ( 1998 , 336–337).",
            "citations": [
                "everett_2009a",
                "neal_1998"
            ]
        },
        "FN7": {
            "text": "7. BaileyShea discusses the “dynamic discourse” that can take place in popular music, and suggests that some songs articulate a “double address” that allows for “the possibility of addressing both the imagined characters in a song’s fictional world and the real audience of listeners” ( 2014 , [22]). This effect is enhanced in “Green Grass” by the apparent shift in perspective that takes place in the recording: the introductory guitar solo sounds distant in contrast to the second guitar (which articulates the chordal arpeggiations beginning in measure 1) and the voice, both of which sound as if they are placed sonically in a virtual “close-up.”",
            "citations": [
                "baileyshea_2014"
            ]
        },
        "FN8": {
            "text": "8. Note that the submediant chords in both the verses and bridge are inflected as V 7 / ♭ II (or the German augmented sixth chord), an inflection we encounter again in “Dead and Lovely.” For the purposes of this analysis, I am representing these chords simply as VI ♭ 7 .",
            "citations": []
        },
        "FN9": {
            "text": "9. This and all following transcriptions are by the author. Waits’s vocal pitches are frequently ambiguous, and thus should be considered as approximated in the transcriptions. In addition, Waits’s rhythmic articulations frequently anticipate or delay beats; the transcriptions do not strive to capture precise microtimings, but, rather, to capture the essence of the rhythmic performance.",
            "citations": []
        },
        "FN10": {
            "text": "10. The transcriptions in Examples 5, 6, and 7 are based on hearing a quarter-note tactus of 150, but one might easily hear a slower pulse of 75, represented by the half notes in the transcriptions.",
            "citations": []
        },
        "FN11": {
            "text": "11. See Taft 2006 for an exhaustive explication of blues lyric formulas.",
            "citations": [
                "taft_2006"
            ]
        },
        "FN12": {
            "text": "12. Weissman offers an informative overview of the development of the 12-bar blues ( 2005 , 23–25).",
            "citations": [
                "weissman_2005"
            ]
        },
        "FN13": {
            "text": "13. Despite Waits describing “Black Wings” as a spoken-word piece, it is not nearly so clear an instance as many of his other songs; see, for example, “The Ocean Doesn’t Want Me Today” and “Circus.”",
            "citations": []
        },
        "FN14": {
            "text": "14. Waits has said that “Dead and Lovely” was inspired by actress Carol Wayne: “You know, live hard and die young. You have a good looking corpse. You know people that live in your memory as beautiful people because they died when they were young and they’ll always be young and they’ll always be beautiful. And they’ll always be dead. You know what I was thinking about? There was a gal named Carol Wayne, who used to be on the Tonight Show and she did goofy dumb blonde stuff, you know. And she was real shapely and she died in Mexico. I don’t know if they ever solved the crime or not. It always, always made me kinda sad” ( Spitzer 2005 , 33:42).",
            "citations": [
                "spitzer_2005"
            ]
        },
        "FN15": {
            "text": "15. Another way to think about this lyrical structure is provided by Callahan 2013 , which presents a comprehensive method for classifying “sentential lyric-types” in Great American Songbook repertoire. The opening of “Dead and Lovely” conforms to his “list + reveal” type.",
            "citations": [
                "callahan_2013"
            ]
        },
        "FN16": {
            "text": "16. See Solis for a discussion of Waits’s “performance of masculinity,” which Solis argues comprises three categories across his output: “the ‘sincere’ or ‘regular’ guy, the sentimental, heartfelt guy, and the hipster” ( 2007 , 49). Rings ( 2013 ) presents a useful model for comparing different performances of the same song (in his case, performances by Bob Dylan), examining such factors as key, tempo, genre, and vocal production (using spectrograms).",
            "citations": [
                "solis_2007",
                "rings_2013"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] American singer-songwriter Tom Waits opens his 2004 song “Green Grass” with this quatrain: Lay your head where my heart used to be Hold the earth above me Lay down in the green grass Remember when you loved me The four lines—each a directive—draw the listener into the song as they unfurl a rambling narrative packed with evocative imagery, wistful sorrow, and intimacy. It is a bold opening, and it encapsulates much of what is distinctive about Waits: the subject matter is dark and perplexing, and the poetic structure is irregular and a bit playful. The lines have 9, 6, 6, and 7 syllables, respectively. Their rhyme scheme plays out in two layers: a literal aaba pattern (“be,” “me,” “grass,” “me”), and an elongated near-rhyme pattern in lines two and four (“above me” and “loved me”). The use of “lay” to open lines 1 and 3 combines with the elongated near rhymes of lines 2 and 4 to suggest a binary division of the quatrain. Waits’s lyrics frequently display provocative poetic elements such as these; this paper explores how he supports them musically in three songs, beginning with “Green Grass.” As one might expect, poetic structures are reflected through form, motivic construction, musical rhymes, variations in the textual deployment and vocal production, shifts in tempo and instrumentation, and the like. What may be less expected is the peculiar temporal flow of Waits’s songs. Accentual and rhythmic shifts not only accommodate the syllabic irregularities of his lyrics, but they also project meaning onto the text through the larger phrasal and hypermetrical structures they form, structures that are frequently uneven and variable. Typically, these irregular structures appear in the context of a very regular surface quadruple meter. It is this curious way that temporal regularity and irregularity interact with poetic meaning, prosody, and musical style in Waits’s music—his subtly transgressive approach to rhythm and phrasing—that drives the present study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] I have chosen to focus on three songs that encapsulate important elements of Waits’s style: “Green Grass,” “Black Wings,” and “Dead and Lovely.” Each offers analytic rewards that help to frame this study not just as an analysis of three particular songs, but also as an introduction to Waits’s treatment of text and temporality more broadly. Waits scholarship to date has focused primarily on matters of lyrics, vocal style, and biography, for good reason: his catalog offers a captivating and often surprising body of work filled with unusual narratives (as in the opening of “Green Grass” above) and stylistic allusions. (1) At his core, Waits is a storyteller, and in that vein his lyrics and music evoke storytelling musical traditions, particularly blues and country. Yet, in a broader sense, his music defies easy categorization; in fact, one of the most striking things about Waits’s songs is the wide variety of American genres (2) they draw upon, ranging from ballads to blues to Tin Pan Alley to vaudeville to rock to avant-garde experimentalism. While some songs explicitly evoke the conventions of a single genre, many reference multiple musical conventions in their performative, instrumental, timbral, formal, rhythmic, and phrase qualities. Despite this range of song types, there are recurring expressive positions that create a thread of commonality through his music: loneliness, anger, bleakness, melancholy, absurdity, sentimentality, and nostalgia. His songs are populated by “wanderers who roam throughout the world, dreaming and escaping” ( Kessel 2009 , 64), including soldiers, sailors, criminals, circus performers, prostitutes, and folks who are down on their luck, unlucky in love, or lonely; they are often situated in diners, trains, and train and bus stations. For the present study I will refer to Waits as both composer and performer, but it is important to note that Kathleen Brennan, Waits’s wife, is credited as a co-writer and co-producer for many of his songs from 1985 to the present. The exact nature of the collaboration is not clear; Waits is the public face of the music while Brennan works behind the scenes. Waits has said: “Sometimes we write separately and bring it together. It’s different every time. You know, ‘You wash, I’ll dry.’ You find a way to make it work. . . . Sometimes you got a line, nothing more than a line and you don’t know where to go with it. It might have been something thrown away and Kathleen says, ‘Oh no, hang onto that, we can make something out of that’” ( Schoemer 1999 , 266).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "kessel_2009",
                    "schoemer_1999"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Waits’s vocal style is unmistakable, and—perhaps improbably—it both embodies his songs’ varied characters (through its versatility) and unifies his otherwise disparate music (through its recognizability). It has inspired extravagant prose, including this from Tom Moon: Most singing voices have one singular overriding characteristic—a honeyed purity, a porcelain sheen. Tom Waits’s vocal instrument is a broad-spectrum assault weapon: sometimes when he sings, extreme high harmonics resembling the squeaks of a church mouse are audible, way in the ether. Running beneath them is a sawtooth snarl in the upper-midrange that sounds like paint being scraped from a ceiling. Along with that comes a touch of battery-acid bray, then down low, in the bass range, the formless howl of a marine animal. ( Moon 2004 , 377) This description may seem excessive, but Waits truly is an extraordinarily interesting singer. He favors clarity of text over pitch and rhythmic specificity, and his performances suggest varying degrees of theatricality, artificiality, and authenticity, often enhancing a song’s lyrical content. (3) As he projects different musical styles and personas, Waits varies his vocal quality and delivery considerably with regard to timbre, register, articulation, enunciation, phrasing, and placement on a speech-to-song continuum. (4) He sets the opening of “Green Grass,” for example, at the low end of his bass range, and the result is exactly the eeriness and grittiness the lyrics seem to demand. Preliminaries",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "moon_2004"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] By working within the popular-song medium (albeit with intertextual allusions) Waits has a ready framework both with and against which to interact, especially the norm of four-measure phrases. (5) Four-measure phrases, often aligned with duple or quadruple hypermeter, are frequently found not only in popular songs, of course, but also in much of the Western common-practice repertoire, and they provide the primary normative, referential lens through which I view Waits’s music. (6) In fact, the music from Waits’s early period tends to follow this norm fairly closely—certainly more so than does his later music. To choose a well-known example, “Jersey Girl” from Waits’s 1980 album Heartattack and Vine (famously covered by Bruce Springsteen in 1984) exhibits consistent four-measure phrases organized in pairs, forming larger, eight-measure units. A widely acknowledged stylistic shift took place in Waits’s music in 1983, when he moved from the Asylum label to Island Records and began writing collaboratively with Brennan, after which his music became more varied and adventurous.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] My analytic approach to phrase and hypermeter follows that of Rothstein ( 1989 ), who presents a model of hypermeter as formed by a hierarchical and periodic organization of measures that mimics the hierarchies exhibited by notated meter: hypermetric downbeats are largely formed by metrical accents, and thus hypermeter is naturally “beginning-accented.” Phrases, on the other hand, are formed by goal arrivals, or cadences, and thus are “end-accented” ( Rothstein 1989 , 28).",
                "footnotes": [],
                "citations": [
                    "rothstein_1989",
                    "rothstein_1989"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Of course, popular song is frequently less dependent on moving toward cadences than is the music that is the focus of Rothstein’s work, given the prevalence of harmonic motion that is more often cyclic than goal-directed in popular idioms, and this complicates the consideration of phrase and hypermeter by scholars. An overview will illustrate. Everett follows Rothstein in recognizing the importance of cadences in articulating phrase endings in rock, adding that phrase endings also typically “match the grammatical shape and purpose of the accompanying lyrics” ( 2009b , 135); as a result, he acknowledges that phrases can vary in length, though he asserts that they frequently last four or eight measures. Other scholars further broaden the criteria for delineating phrases in popular music. Attas develops a model of the phrase in popular music that acknowledges the importance of directed motion and closure, but includes the “manipulation of text, harmony, rhythm, and melodic contour” as potential agents of phrasal closure ( 2011 , [6]). Attas’s analyses investigate phrase rhythm as created by the interaction of phrases with hypermeter and lyrical structure. For the most part, Moore treats phrase, group, and hypermeter as equivalent concepts, using the terms interchangeably and noting an “often problematic distinction [made by theorists] between hypermeter and phrasing,” since “4-bar hypermeasures and 4-bar phrases . . . tend to coincide” in popular music ( 2012 , 56). His analyses, however, tend to treat phrase and hypermeter separately: phrase appears to comprise an uninterrupted vocal utterance delineated by the singer taking a breath (frequently one or two measures in length), whereas hypermeter is a four-measure structure, or a variant of one (truncated or extended). Biamonte generally maintains a distinction between phrase and hypermeter while investigating the formal function of “metric dissonance” in rock, describing rock’s temporal organization as operating at five levels, any of which can feature metric dissonance: subtactus, tactus, metric (bar), hypermetric (“often aligned with phrases”), and section (“groupings of phrases”) ( 2014 , [1.2]). For Lerdahl and Jackendoff rhythm is understood to result from the interaction of grouping and metric structures, which correspond roughly to phrase and hypermeter; in their treatment of Beatles songs they emphasize the role of duration and pitch symmetries in delineating grouping structures ( 2006 , 39).",
                "footnotes": [],
                "citations": [
                    "everett_2009b",
                    "attas_2011",
                    "moore_2012",
                    "biamonte_2014",
                    "jackendoff_and_lerdahl_2006"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] In the present study I regard hypermeter and phrase to be distinct but complementary, and I frame my analyses on the premise that considering whether hypermeasures and phrases align or not deepens our understanding of a work’s temporality. Like Rothstein, I treat hypermeasures as beginning-accented and phrases as delineated by closure. I use the concepts flexibly, recognizing a range of events that can serve as metric accents while also broadening the kinds of events that can provide closure to include not just harmonic cadences but also melodic contour, the completion of lyrical units, and rests in the vocal line. Waits’s music does sometimes feature a coincidence of phrasing and hypermeter that is regular and unremarkable. More often, however, his songs engage in a dialogue with the temporal and formal symmetries that are common in popular song through his use of temporal disruptions, disruptions that contradict the expected symmetries. The techniques he employs to achieve these disruptions include initiating phrases with extended upbeat structures (thus moving phrases and hypermeasures out of phase with one another), incorporating irregular phrase lengths, extending or truncating phrases or hypermeasures, and the like. These various rhythmic devices typically interact meaningfully with the text and its vocal deployment to create a temporal flow that is a distinctive feature of Waits’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] To address the ways lyrics interact with these rhythmic devices, I have been inspired by Yonatan Malin’s work on rhythm and meter in Lieder, in which he argues for an examination of rhythm and meter as “a way into the songs” ( 2010 , x). Like Malin, I am interested in “the feeling of motion and flow or stasis” (x), and “the way in which musical rhythms respond to, intensify, and add to the expressive potential of the rhythm and meter in the poetry” (viii). I am striving to uncover aspects of motion and expressivity through my analysis of phrase structure, hypermeter, and lyrics in these songs. Moreover, because my focus is on recorded performances rather than notated scores, I confront issues of cognition: in transcribing the songs I am imposing my own hearing on the analyses. Each song offers a particular set of lyrical, musical, and temporal challenges, and operates in relation to a different set of stylistic allusions. Three Songs: “Green Grass,” “Black Wings,” and “Dead and Lovely”",
                "footnotes": [],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] At first glance, “Green Grass” from Waits’s 2004 album Real Gone exhibits surface regularity and conformity. It is essentially a strophic form consisting of seven verses interrupted by a single bridge section: V1, V2, V3, Br, V4, V5, V6 (whistling), V7(=V1’)]. As noted at the outset of this paper, the lyrics present a posthumous rumination from the grave directed toward a lover, featuring a series of imperatives, some comforting (“remember when you loved me,” “come closer, don’t be shy”), some demanding (“clear the thistles and brambles”), and some a bit threatening (“you’ll never be free of me”). Fittingly, Waits’s deep singing register and vocal “growl” is supported by a muted, simple guitar and bass accompaniment, resulting in an intimacy that is so powerful it can seem as if Waits is singing directly to the listener. (7) And just as the meaning of the lyrics is at times nebulous, so, too, are Waits’ vocal pitches frequently indeterminate in “Green Grass”: he places notes so low in his voice that it can be difficult to identify specific pitches, he frequently uses microtonal pitch inflections, and some syllables are performed in a style more like speaking than singing.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "waits_2004"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The verses and bridge of “Green Grass” each set four lines of text to eight measures of music, with each line occupying two measures. The verses cycle through a harmonically closed progression of one chord per measure, i–iv 7 –V 7 –I, VI ♭ 7 –VI ♭ 7 –V 7 –i, while the bridge introduces harmonic color and instability via a descending-fifth progression that avoids the tonic and leads to the dominant (8) : iv–VII 7 –III–III, VI ♭ 7 –VI ♭ 7 –V 7 –V 7 . These elements—the eight-measure verse and bridge sections and their corresponding harmonic progressions—are typical in pop songs, especially broken as they are into four-measure phrases and two-measure subphrases. However, Waits complicates the alignment of the eight-measure sections (and their subsumed four-bar hypermeasures) in a number of interesting ways. Example 1 . “Green Grass” (Waits/Brennan), mm. 1–10 [0:21–0:34]. Personnel: Waits, vocals and guitar; Marc Ribot, guitar; Larry Taylor, bass. (click to enlarge and listen)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] “Green Grass” opens with a 20-second unmetered solo guitar prelude in C minor. After arriving on a fermata on 6 ˆ , the guitar establishes the quarter-note beats of the song’s surface quadruple meter by articulating the C-minor tonic triad as , forming a vamp that lasts for two measures (see Example 1 ). (9) The guitar begins a third statement of this pattern in measure 3. Depending on how one listens, this could be heard as hyperbeat three of a larger hypermeasure that begins in measure 1 or simply as a continuation of the vamp, which would not provoke larger-scale counting. In either case, the attention demanded by the voice’s eventual entrance in measure 3 invites the listener to (re)interpret that measure as a hypermetrical downbeat (shown with 1 above the staff in Example 1), and perhaps, retrospectively to group measures 1–2 into a two-measure unit. With that two-measure unit established, one might now reasonably intuit the presence of a duple hypermeter, but a longer unit of four measures is revealed by the harmonic pattern that begins in measure 3, which asserts a tonic–pre-dominant–dominant–tonic cycle over the four measures. Rests mark the boundaries of the coterminous vocal melody, as well, and they further divide that melody into two-measure subphrases. The subphrases are supported by the melody’s contour: the first two-measure gesture serves an initiating function by ascending from 1 ˆ to peak on 6 ˆ in measure 4, which Waits pairs with a vocal crescendo and accent, while the second gesture creates closure by settling back to 1 ˆ and a relaxation in the voice. At this point the song’s structure appears normative: phrase and hypermeter are aligned, and they are supported by symmetrical, nested subphrases. Two dissenting features are noteworthy, however: the rest in the vocal line on the downbeat of measure 3 challenges the strong opening of the phrase and hypermeasure there; and the following measure (the “weak” second measure of the phrase and hypermeasure) is marked by a melodic contour peak along with performance accents in the voice and guitar. These features create the potential for measure 3 to function hypermetrically as an anacrusis to measure 4 (shown by the curved arrow in Example 1), a potential that will be realized later in the song. Example 2 . “Green Grass” (Waits/Brennan), final verse [2:47–3:11]. (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In the short term, the structure of measures 3–6 is replicated in measures 7–10; although the second phrase begins off-tonic, it concludes similarly to the first phrase, both harmonically and melodically, and this parallelism is enhanced by the near-rhyme of “above me” with “loved me.” At this point, an ongoing continuation of the quadruple hypermeter aligned within four-measure phrases as <1–2–3–4> can reasonably be expected. Indeed, four-measure phrases remain the norm for the duration of the song, but Waits employs a beautiful sleight of hand: as the song unfolds, the first measure of each phrase functions less and less convincingly as a hypermetrical downbeat, and more convincingly as a hypermetrical upbeat, thus fulfilling the anacrustic potential of measure 3 and moving the phrase structure and hypermeter out of alignment with one another. As a result, the four-measure phrases eventually coincide with hypermetric beats <4–1–2–3> instead of <1–2–3–4>. The way Waits achieves this shift is subtle, but clues to the shift are present from the beginning, as noted above. By the final verse, which duplicates the text of verse 1, we are likely to hear the shift as definitive, despite the repeated submediant harmony that straddles the hypermeasures (compare Example 2 with Example 1). Example 3 . “Green Grass” (Waits/Brennan), first two measures of V1, V2, V3, V4, V5, V6, and V7 (Waits/Brennan). (click to enlarge) Example 4 . “Green Grass” (Waits/Brennan): steps in the hypermetrical shift. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] As Example 3 illustrates, every verse begins with a rest in the voice (this is true of the bridge, as well), which—when paired with the ascending melodic line that drives to a contour peak in the following measure—weakens the downbeat function of the first measure. The lengthening of the initiating rest before the vocal entrance in verses 2 and 3 directs the listener’s focus toward the second measure of those verses, thereby casting their first measures increasingly as hypermetrical anacruses, and their second measures as hypermetrical downbeats.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] By the end of verse 3 the perceptual shift of the hypermeasure is so credible that Waits inserts what seems to be a compensatory extra measure of tonic harmony before the start of the bridge. As a result, the bridge’s first measure sounds convincingly like it coincides with a hypermetrical downbeat. As illustrated in Example 4 , Waits takes the final, critical step in achieving the shift at the end of the bridge: he concludes the text of the bridge one measure early, shrinking its last phrase to three measures in length, so that verse 4 can begin on a definitive hypermetrical beat 4. Waits now resumes four-measure phrases, and thus phrases and hypermeasures continue to be out of phase for the remaining verses of “Green Grass.” The anacrustic function of the first measure in each case is paired with a crescendo in his performance leading to an accent on the second measure of these verses, thus confirming its weighted function as the hypermetrical downbeat, and forming a <4–1–2–3> hypermetrical ordering within the phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] This understated, gradual shift in the temporal flow of “Green Grass” contributes to our hearing of something being just a little bit “off” in the song, and it is representative of the kind of temporal disturbances frequently encountered in Waits’s music. Only knowing the song intimately makes the disturbance obvious, but recognizing it imparts a poignancy to the lyrics that might otherwise be missed. The hypermetrical shift in “Green Grass” forces a reinterpretation of the text of verse 1 when it is repeated verbatim in the song’s final verse. In verse 1, the listener intuits an emphasis on the beginning of the first line (“ Lay your head where my heart used to be”) because it seems to coincide with a hypermetrical downbeat, and the emphasis sharpens the second-person orientation of the commanding lyrics. But in the final verse, where the hypermetrical shift has convincingly been completed, the focus is on the hypermetrical downbeat at the end of the sentence (“Lay your head where my heart used to be ”), forming a poetic symmetry with the opening that reminds us of the departed narrator of the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Though hardly a conventional pop song, “Green Grass” seems to situate the alignment and misalignment of its phrase and hypermetric structures against the regular four-measure structures of that genre. The song “Black Wings” from Waits’s 1992 album Bone Machine , on the other hand, sets up a clear juxtaposition of differing phrase lengths early on. These phrase lengths help to articulate the song’s formal structure, enhance its textual meaning, and mediate its relationship to traditional blues. The opening lyrics draw the listener in with their retaliatory directive, setting the stage for the song’s mysterious, eponymous protagonist: “Well, take an eye for an eye / a tooth for a tooth / just like they say in the Bible.” At this point it is not clear whether the imperative is directed at someone (perhaps the listener or a character in the song), or whether it is more simply an aphoristic maxim describing the narrator’s point of view. Another imperative completes the song’s first section, but it does not resolve this ambiguity of the lyrical perspective: “Well, never leave a trace / or forget a face / of any man at the table / of any man at the table.” The song, set in B minor with a twangy guitar, has a brooding, atmospheric Western quality that complements these cryptic opening lyrics. The lyrical imperatives of the opening give way to a consistent third-person perspective for the remainder of the song, which proceeds to unfold a series of descriptions of the central character, who “rides through your dreams,” who “broke out of every prison,” and who “once killed a man with a guitar string,” but who also “once saved a baby from drowning.” While he is a complicated and divisive figure (“some say they fear him; others admire him”), the narrator concludes that his nature is fundamentally threatening in that “one look in his eye” and “everyone denies ever having met him”",
                "footnotes": [],
                "citations": [
                    "waits_1992"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Waits’s declamatory speech-song performance in “Black Wings”—a kind of Sprechstimme à la Lou Reed or Bob Dylan, but set about two octaves lower—prevents the establishment of a tuneful chorus, particularly in the absence of recurring text. The song does, however, alternate between two distinct sections akin to a verse-chorus form, which I will label A and B. Almost equivalent in length—A lasts for 17 measures, and B for 16—these sections are distinguished by their harmonic content and lyrical and phrase structure, and they unfold as follows: A1, B1, A2, B2, A3, B3, A4, B4, A4’, outro (A3 and B3 constitute the instrumental break). The varied restatement of A4 as A4’ at the end of the song enables its concluding text (“Everyone denies ever having met him”) to emerge as a kind of refrain that repeats and ultimately dissolves over the course of the song’s fading outro, a point to which I will return. Example 5 . “Black Wings” (Waits/Brennan), mm. 1–11 [0:00–0:17]: Intro plus first half of section A1. Personnel: Waits, vocals, guitar, and drums; Larry Taylor, bass; Joe Gore, guitar. (click to enlarge and listen) Example 6 . “Black Wings” (Waits/Brennan), text of section A1. (click to enlarge) Example 7 . “Black Wings” (Waits/Brennan), mm. 12–21 [0:17–0:33]: second half of section A1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The simple four-bar instrumental opening (see Example 5 ) (10) parses neatly into two subphrases, both defined by an anacrusis leading to a sustained tonic note in the guitar part. The harmony of measures 1–4 is static, and either a duple or quadruple hypermeter could reasonably be intuited. Both of these features prepare the first four measures of the voice part (measures 5–8; see Example 5), which mimic the introduction’s structure, a structure that beautifully proceeds to animate the form and rhyme scheme of section A1’s lyrics. As shown in Example 6 , the abc,ddcc rhyme pattern is supported by an xxy,xxyy musical setting, with lines a/b , and d/d set to x material (corresponding to the introduction’s subphrases), and the c lines set to contrasting y material. Moreover, there is a complex of internal rhymes that are realized musically: note the rhythmic palindromes in measures 5 and 7 that project the “eye/eye” and “tooth/tooth” pairs, for instance, and also the way that Waits vocally emphasizes the words and syllables that participate in the rhymes, near-rhymes, and assonance, drawing out matching vowel sounds and accenting correlates.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The xxy structure of measures 5–11 interacts with the song’s formal, lyrical, and hypermetrical qualities in interesting ways. Perhaps the most obvious is the loosely sentential structure of xxy , which has the proportions 2+2+3. The two-measure x functions as a basic idea, which is repeated with lyrical variation to complete a tonic-prolonging presentation, thus conforming to the Classical model of a sentence. Although y spans three measures instead of the more conventional four, it does embrace many of the characteristics of a sentential continuation, such as a quickening in the surface rhythm and a harmonic acceleration that drives toward a cadential goal. Indeed, segment y moves the harmony past the static tonic of xx through the mediant to arrive on the dominant. A varied restatement of this sentence occupies the second half of section A1 (measures 12–21; “Well, never leave a trace . . . ”), but this time the three-measure continuation is repeated over an extension of the dominant resolving to the tonic, resulting in a further departure from normative sentence proportions (2+2+3+3), as represented by the dashed slurs in Example 7 . As the hypermetric numbering shows, I do not hear perfect agreement between phrase and hypermeter here, a point to which I will return.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Textually, the abc/xxy sentential structure evokes the AAB lyric structure that is common in the blues, a construction that Waits no doubt employs with an awareness of its referential power. In a 2000 interview he stated: “Well I guess blues is in everything now. It’s an ingredient that is so seminal and such a Rosetta Stone or wellspring, but now it’s like that which was once a river becomes a road. The place where giant rivers cross, there’s a great deal of electromagnetism” ( Kofford 2000 , 296). The blues lyric structure helps Waits generate the enigmatic narrative that is chronicled in “Black Wings,” not just in the blues form itself but in its syntactical power: all of the A sections divide into halves, each with three lines, and the third line functions as a logical conclusion to the first two. (11) That the three lines do not conform to a standard 12-bar blues harmonic progression (I–I–I–I, IV–IV–I–I, V–IV–I–I), in which each line occupies four bars, thus projecting four-measure phrases aligned with quadruple hypermeter, does not weaken this intertextuality. In fact, Waits’s asymmetrical deployment of the lines hearkens to early blues performers, who often eschewed the kinds of periodicities that form the regular surface meter and hypermeter implied by the 12- (or 8- or 16-) bar blues formulas, in favor of greater flexibility of bar length and phrase length. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "kofford_2000"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] Waits’s rhythmic approach here, however, is distinguished from that of early blues performers in that he regularizes the asymmetries of A1 by repeating the 2+2+3 / 2+2+3+3 pattern in every A section. While the asymmetries in “Black Wings” are thus more predictable than in early blues, the effect of temporal irregularities is potent. The subphrase pattern does not map onto an obvious hypermetrical hearing because the differing subphrase lengths challenge the formation of a recursive hierarchical organization. But because the third measure of the subphrases in measures 9–11 and 16–18 is inactive both melodically and harmonically, we can entertain hearing an ongoing duple hypermeter (see Examples 5 and 7) in which measures 11 and 18 act as a suffixes, suspending the motion and continuing the function of the preceding hyperbeat 2 ( Rothstein 1989 , 71). The repetition of the final text at the end of the A section further complicates the temporal fabric, because the 3+3 subphrase structure that it projects (measures 16–18 and 19–21) conflicts with the 4+2 structure of the underlying harmonic motion: the dominant straddles the subphrases and intensifies the expectation for the tonic resolution, which then marks measure 20 as significant. As a result, the hypermetrical suffix can be heard to stretch into measure 19, followed by a re-setting of the hypermeter in measure 20. The nested set of asymmetries in section A artfully captures the ambiguity of its narrative perspective that I describe above. Example 8 . “Black Wings” (Waits/Brennan), section B1 [0:33–0:59] (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "rothstein_1989"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] In the B sections of “Black Wings” the asymmetry of A1 is replaced by four clear 4-bar phrases that exhibit conventional <1–2–3–4> hypermetrical organization ( Example 8 ). Waits marks the first mention of the song’s subject (“he”) in measure 30 conspicuously: not only does that phrase omit the anacrusis that has become expected in the song, but the voice does not enter until beat 2, at which point the vocal line seems to fight the underlying surface beats with its syncopation. The rhythmic line draws our attention to the text’s disclosure of the main character as it averts vocal attacks on strong beats, evocatively painting the image of him riding “through your dreams.” Lyrically, too, this line stands out in its avoidance of the internal near-rhymes and assonance that characterize the other lines of B1, rhymes that are supported musically with Waits’s distinctive pronunciation and enunciation (“moon” and “cold”; “-nough,” “blood” and “stone”; “posts” and “bones”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] The remainder of the song is taken up with the alternation of A and B sections. All but the last of these adhere to the phrase and subphrase patterns established in A1 and B1, juxtaposing the asymmetrical structures of A (2+2+3 / 2+2+3+3) with the symmetrical structures of B (4+4+4+4). Neither section seems quite complete, B because of its harmonic drive toward the dominant, and A because of its conflicting temporal structures. The lack of closure by either A or B propels the song forward, and the sectional asymmetries lend it a stilted formal rhythm. The effect is unsettling, and it beautifully supports the song’s mysterious, ominous lyrics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] The question remains: who is “he,” and from whose perspective is “Black Wings” told? In an interview Waits described this song as a “spoken-word Noriega-type number” that “reminds me of a superhero” ( Sweeting 1992 , 162–3), a mixed message if ever there was one. (13) But the evocation of the blues in this song in some real sense resolves the tension of Waits’s description of it, since the blues is a genre that allows for dark themes, including, perhaps, the song’s complicated anti-hero with black wings whom some “fear” and some “admire.” Moreover, the stylistic allusion to Western or cowboy music conjures an anti-hero from a cinematic Western. The song ends by reprising the text “one look in his eye / and everyone denies / ever having met him,” and then proceeds to repeat “ever having met him” a full six times during the song’s outro. Waits’s intense speech-song vocal performance deteriorates into a whisper during the repetitions, which also stretch rhythmically with each statement, seemingly without regard to the ongoing regular pulsations provided by the instruments; the effect is the musical equivalent of riding off into the sunset. Although the voice transitions to a whisper, it remains the most prominent presence in the recording even while the accompaniment fades; the result is so powerfully intimate that it suggests that Waits is singing as the winged anti-hero, thereby transforming the song into something of a boast, and the final line into an instruction, or perhaps, a warning: “everyone denies ever having met him.”",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "sweeting_1992"
                ]
            }
        },
        {
            "3.17": {
                "text": "[3.17] On the one hand, “Dead and Lovely,” from 2004 ’s Real Gone , synthesizes techniques observed in “Green Grass” and “Black Wings”: Waits pairs the expressive potential of the sentence (or blues AAB lyrical structure) with shifting phrase and hypermetric alignments. But on the other hand, the song occupies a very different sound world. Waits’s vocal approach is striking: he sings higher in his register and with more definite pitches than in the other two songs, somewhat in the style of a lounge singer, with appropriately pointed vibrato touches. A snare played with brushes and understated guitar and bass parts contribute to the song’s jazzy, nostalgic effect. The narrative, relayed in the verses using the third-person, is that of a “middle class girl” who falls victim to a man with “a bulletproof smile” who “wore her on his arm just like jewelry.” (14) We learn that “he’s not the kind of wheel you fall asleep at,” and that “everything has its price.” As the storyline leads to her death, the chorus repeatedly interjects that “she’s dead, forever dead, forever dead and lovely now.” The song’s form is fairly conventional, opening with an 8-measure instrumental introduction and then featuring narrative verses that each present two stanzas alternating with choruses, all but the last of which are followed by bridges that lead back to the verse: V1, C, Br1, V2, C, Br2, V3, C, V4 [instrumental], C, Br1’, V5, C, C. The text of the bridges shifts away from the third-person perspective of the verses and choruses to present admonishments that seem to be directed toward the victim: “don’t let a fool kiss you,” “come closer, look deeper, you’ve fallen fast,” and “never marry for love.” Example 9 . “Dead and Lovely” (Waits/Brennan), mm. 1–23 [0:00–0:49]: intro and verse 1. Personnel: Waits, vocals; Marc Ribot, guitar; Larry Taylor, bass; Casey Waits, drums. (click to enlarge and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "waits_2004"
                ]
            }
        },
        {
            "3.18": {
                "text": "[3.18] Phrase and hypermeter slip in and out of phase with one another during the verses and choruses of “Dead and Lovely,” whereas they are consistently aligned in the bridge sections, thus creating a jagged kind of rhythmic flow across the song. Anacrusis-oriented structures are established as normative at the outset by the phrases and subphrases of the instrumental introduction, each of which begins on beat 2 of the surface meter, thus transforming that measure into an extended upbeat, as shown in Example 9 . Note that the instrumental introduction also features a clear sentential phrase structure, preparing the musical sentences that permeate both the verses and choruses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.19": {
                "text": "[3.19] The lyrics in verse 1 (measures 8–23) seem to demand the sentential form they are set with. In fact, throughout the song, lyrical and musical structures cohere quite beautifully, even in the absence of the prominent rhymes that were found in “Green Grass” and “Black Wings.” For instance, each of the three grammatical sentences of the text in measures 8–15 corresponds to a formal unit within a musical sentence: basic idea (“She was a middle class girl”), basic idea with variation (“She was in over her head”), and continuation (“She thought she could stand up in the deep end”). “She was” functions as the identifying text of the basic idea, and it becomes the focus of the fragmentation within the continuation, as “she thought” and “she could.” The structure of the second half of V1 is identical to the first half (see the second line of text in Example 9), with the exception that “he had” substitutes for “she was,” thus introducing the song’s antagonist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.20": {
                "text": "[3.20] Mimicking the song’s introduction, the verse opens with an anacrusis that occupies nearly an entire measure, effectively pointing a musical arrow toward the last word of the sentence, which anticipates and then carries over into the subsequent downbeat. If one hears the phrasing and hypermeter of the introduction as I show in Example 9, then placing a hypermetrical upbeat on measure 8 is quite natural, as is placing a hypermetrical downbeat on measure 9. The anacrustic function of measure 8 is further enhanced by the fact that the instrumental accompaniment drops out after articulating the downbeat of that measure. Thus the phrase that begins in measure 8 is misaligned with the hypermeasure that begins in measure 9, a relationship that could easily have been maintained into the continuation phase of the sentence had Waits started the text of the continuation (“She thought”) in measure 12, which would have matched the phrase structure of the introduction. Instead, he withholds the continuation until measure 13, a measure marked as strong by the verse’s first change in harmony, from tonic to subdominant. This harmonic change parallels the move in the fifth measure of a standard blues progression, thus reinforcing our hearing of measures 13 and 21 as hypermetric downbeats. The resulting shift of hypermetrical and phrase orientation creates an asymmetry of phrase lengths (5+3), and it effectively highlights the role of the third textual sentence as a logical conclusion to the first two: it refocuses our attention away from the end of the textual sentences (where the anacrusis of the basic ideas places the emphasis) to the beginning of the continuation’s textual sentence, from “middle class girl” and “over her head” to the more active construction “she thought.” And, because we have to wait for the third textual sentence as a result of the phrase shift, its role as a punchline to the first two sentences is enhanced, again recalling the function of B in an AAB blues lyric structure. (15) Example 10 . “Dead and Lovely” (Waits/Brennan), chorus [0:49–1:06]. (click to enlarge and listen) Example 11 . “Dead and Lovely” (Waits/Brennan), mm. 1–48: hypermetrical and phrase structure (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.21": {
                "text": "[3.21] Although its lyrical content is less dense, the ensuing chorus of “Dead and Lovely” repeats the grammatical and musical structure of the verse: three lyrical sentences set to a single musical sentence. It is a spoiler of sorts, too, giving away (as does the title) the fate of the “middle class girl” with its obsessive repetitions of the word “dead.” Unlike the verse, however, the chorus consistently orients its phrases to begin with extended anacruses (see Example 10 ), and in so doing, aptly reinforces the importance of the word “dead” by placing it in strong hypermetrical positions. The chorus’s harmonic drive is stronger than the verse’s, as well: after wavering between tonic and submediant, there is a decisive move to the dominant before resolving to the tonic. The stretched second phrase of five measures sets up a return to an out-of-phase alignment of phrase and hypermeter in the ensuing bridge section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.22": {
                "text": "[3.22] As expected, the bridge breaks away from the formal, hypermetrical, and harmonic patterns established by the verse and chorus. For one thing, its melody does not begin until just after a hypermetrical downbeat, thus realigning phrases with hypermeasures. This may seem trivial, but let us take a moment to consider what has happened with the alignment up to this point: at the very beginning of the song the quadruple hypermeter begins on a hypermetrical beat 4, and then unfolds without a hitch throughout the introduction, verse 1, and chorus. The phrases, however, are variously three, four, or five measures in length, with the result that some phrases begin simultaneously with a hypermeasure and some on a hypermetrical upbeat, as shown in Example 11 . The top string of numbers represents hyperbeats, and the horizontal, bulleted lines represent phrases. Example 12 . “Dead and Lovely” (Waits/Brennan), mm. 33–41 [1:07–1:24]: bridge (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.23": {
                "text": "[3.23] The structural agreement of text and musical form that is so important to the flow of “Dead and Lovely” animates the bridge, in which grammatical and musical proportions are inverted relative to the verses and chorus (see Example 12 ): an opening first-person clause of ten syllables is completed by two short imperatives of six syllables each (“I’ve always been told to remember this: Don’t let a fool kiss you. Never marry for love.”). These proportions are realized musically in a kind of inverted sentence, 4+2+2, the last four measures of which are overlaid on a standard continuation structure, 1+1+2. The E ♭ –D–C melodic motive, whose three statements in measures 37–39 drive the lyrical imperatives, derives from both the verse and chorus in a parallelism that beautifully reminds us of the subject of the song (“middle class girl,” “lovely now”), who now appears to be the object of the imperatives (compare Examples 9, 10, and 12).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.24": {
                "text": "[3.24] Rhythmically, it would have been possible for Waits to move directly from the end of the bridge (“love”) to the beginning of the next verse while still preserving the anacrustic opening of that verse: he could have shortened the duration of “love” and proceeded straight to the verse on the second eighth note of measure 40. But to do so would have truncated and thus weakened the arrival on the dominant goal that is so crucial to the bridge function. Moreover, by extending the bridge by one measure Waits essentially prolongs hyperbeat 4, allowing for the resetting of the phrase and hypermetric orientation in order to begin verse 2 in the same way as verse 1, on a hypermetrical upbeat. Perhaps most important is the focus that the extension places on the word “love”; surely, the opportunity to reflect on that word enriches the listener’s understanding of the song’s sad tale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.25": {
                "text": "[3.25] In typical Waits fashion, while the sad tale of “Dead and Lovely” is presented with a rich set of clever lyrics, it is not presented straightforwardly. The different narrative functions of verse, chorus, and bridge are realized with different phrase and hypermetric structures. The verses relay something of a plot, told in the past tense: the two unnamed characters (“she” and “he”) are introduced in verse 1; we learn in verse 2 that he treated her badly (“he kept her on a leash”) and that he is dangerous (“he’s not the kind of wheel you fall asleep at”); verse 3 fills in her backstory (“she made up someone to be / she made up somewhere to be from”); and the final verse offers a cynical commentary on her plight (“what’s more romantic than dying in the moonlight?”). By shifting the alignment of phrases and hypermeasures within the verses as described above, Waits prevents the formation of fluid songfulness in them, effecting an aesthetic distance that complements the emotional distance of their third-person plot. That “she” dies at “his” hands is only ever hinted at, but the choruses are relentless in reminding the listener that she is, indeed, dead. Fittingly, the choruses situate phrases and hypermeasures consistently as <4–3–2–1>, which confirms their static lyrics. The bridges, however, disturb the narrative perspective by shifting to first- and second-person statements, thus effectively defying the emotional distance of the verses and choruses, and also challenging their use of past tense: “I’ve always been told to remember this: don’t let a fool kiss you . . . ” “Come close, look deeper, you’ve fallen fast,” and, in a cunning twist, “don’t let a kiss fool you.” The importance of this shift in perspective is enhanced by the synchronization of phrase and hypermeter in the bridge that allows “I’ve” to appear at both a phrase beginning and a hypermetrical downbeat. This temporal reorientation forces a perceptual reorientation that draws the listener’s attention to the word “I’ve,” which is further highlighted by its unusually long (for this song) duration; see Example 12. Introducing “I” and “you” into the text without clarifying their narrative positions creates a lyrical ambiguity that complements the temporal shifts that span verse, chorus, and bridge. The song’s temporal uncertainty embodies its narrative uncertainty, in that it is never clear whether Waits is singing as the deceased victim in the bridge, or as the song’s storyteller. Conclusions Most artists you hear are really doing bad imitations of other people. And they’re afraid you’re going to notice it. If Howlin’ Wolf told you he was really trying to sound like Jimmie Rodgers, you’d say “nice try, missed it by a mile.” Well, that mile is his work. . . . To me, what artists do is take in all this information and send back a picture of something that’s moving. Recordings are like little postings, an ongoing conversation that’s part of a living culture. You’re always sending little feelers out, to find new protein or carbohydrates, and sometimes what you bring back is a Salvation Army relic. Sometimes the most pleasant thing is to go backwards. (Waits, quoted in Moon 2004 , 383)",
                "footnotes": [],
                "citations": [
                    "moon_2004"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Waits clearly has an appreciation for his musical relationship to the past—to “Salvation Army relics”—a point that I hope to have introduced here with my examination of text, temporality, and generic references in “Green Grass,” “Black Wings,” and “Dead and Lovely.” I have chosen to examine three songs with dark lyrical content—a sampling that is not at all unexpected in the Waits/Brennan songbook, but not quite inevitable, either. Like Waits, I “like my music with the pulp and skin and seeds” ( Gilbert 2002 , 347). But I could equally well have found examples of temporal irregularities informed by text and stylistic allusions in love songs (“Picture in a Frame,” “Shore Leave”), carnival songs (“Eyeball Kid,” “Coney Island Baby”), sentimental songs (“The Last Rose of Summer,” “Time”), overt blues (“Chocolate Jesus,” “Gin-Soaked Boy”), or rock anthems (“Downtown Train,” “I Don’t Wanna Grow Up”). Moreover, I chose songs whose temporal irregularities are subtle. I might instead have made a more obvious choice of a spoken-word song (“9 th and Hennepin,” “What’s He Building?”) or an experimental song (“Earth Died Screaming,” “Kommienezuspadt”), but my aim here has been to focus on repertoire that is both modest and analytically challenging, in order to develop a way of thinking about temporality in Waits’s music that will prepare for a future examination of a wider range of his songs.",
                "footnotes": [],
                "citations": [
                    "gilbert_2002"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In fact, when Waits was inducted into the Rock & Roll Hall of Fame in 2011, Neil Young introduced him as “a great performer, singer, actor, songwriter, magician, changeling, and spirit guide,” and he added that “it could have been the Motion Picture Hall of Fame, the Blues Hall of Fame, the Performance Artist Hall of Fame, but it was the Rock & Roll Hall of Fame that recognized the great Tom Waits.” With this introduction, Young reminds us not only of the many genres Waits has embraced in his career, but also of the importance of his role as a performer . At times the result borders on affectation. Certainly, if we entertain my analysis while we listen to “Dead and Lovely,” we must recognize a certain disingenuousness about the song that is not present in “Green Grass” or “Black Wings”: the upbeat music and Waits’s crooner-like singing create a “cool” vibe that seems unaffected by the ambiguous narrative perspective and disturbing subject matter. Waits’s distinctive theatricality shines through; rather than employing a singular approach to performance, he adopts personas and expressive positions that are particular to songs. Moreover, his approach is frequently particular not just to songs but to specific performances of songs. Example 13 . “Green Grass” (Waits/Brennan), live version, opening (compare with the studio version [Example 1], which is reproduced below).  Personnel: Waits, vocals and guitar; Seth Ford-Young, bass; Vincent Henry, saxophone; Casey Waits, drums. [0:00–0:21] (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Waits has stated that “the thing I hate about recording is that it’s so permanent. Ultimately you have to let it dry, and I hate that, ‘cause I like to just keep changing the shape of ‘em. . . . I like to get in there with the songs and eat them up and push them around and explore all the variables . . . you can find yourself in a different latitude and longitude. There’s a lot of different coordinates for rhythm” ( Richardson 1992 , 222–3). This statement reinforces the importance of recognizing that the objects of my analyses are not static musical scores, but rather, entail what Moore ( 2012 ) would describe as “song,” “performance,” and “track.” One final example will illustrate the critical distinction of individual recorded performances: compare the opening of the 2004 studio version of “Green Grass” from Real Gone discussed above (Example 1) with a live performance of “Green Grass” from Waits’s 2009 album Glitter and Doom Live ( Example 13 ).",
                "footnotes": [],
                "citations": [
                    "richardson_1992",
                    "moore_2012",
                    "waits_2009"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The muted guitar accompaniment of the studio version of “Green Grass” discussed at the opening of this paper is replaced here by a jazzy combo, the tempo is quicker, and Waits performs the lyrics in a compressed fashion, creating more empty space between lines than in the original version. The melancholic narrator of the studio version has effectively become sarcastic and detached, so that the heartfelt lyrics take on a starkly different, less intimate tone. If “by changing his voice so dramatically to fit the feeling of each song . . . Waits gives the lie to the putative naturalness and authenticity this implies” ( Solis 2007 , 50), then these two very different versions of “Green Grass” raise questions of sincerity, identity, and performance that are beyond the scope of this project, but which suggest a provocative direction for further work. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "solis_2007"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.4.thomas.html",
    "data": "mto/data/mto.16.22.4.thomas.json"
}