{
    "title": "Review of Laurent Fichet, <em>Les theories scientifiques de la musique</em> <br>Paris:  Librairie philosophique J. Vrin, 1996",
    "date": "1999/09/01",
    "volume": "5",
    "issue": "4",
    "authors": [
        "Perrott, David"
    ],
    "abstract": "",
    "keywords": [
        "Fichet",
        "theory",
        "history",
        "science"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.4/mto.99.5.4.perrott.pdf",
    "author_info": [
        {
            "name": "David Perrott",
            "university": "Cognitive Science Program",
            "address": "Northwestern University, Evanston, IL 60208",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In 1862, Fetis curtly dismissed the ensemble of theories of his contemporary, Durutte, with the words “il suffit de\nl’expliquer pour le reduire au neant” [“It suffices to explain it\nto reduce it to nothing”]. In his recent work, “Theories\nscientifiques de la musique aux XIXe et XXe siècles”, Laurent\nFichet proceeds to do just that and, with a candor that may at\ntimes embarrass the more gentle reader, provides a sharp critique\nof various and varied attempts over the last two centuries to\nespouse a “scientific theory of music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] More precisely, Fichet limits himself to the most\nsignificant, poorly understood or ill-known theories from mainly\nFrench and German authors over the last two centuries, that are\nbased on physics, acoustics, physiology, or mathematics. These\nare sciences that can establish facts with objectivity and\ncertitude, explains Fichet, in contrast to sociology and\npsychology, which can often be the object of discussion without\nend. We learn that this work should be particularly useful to\nmusicians, many of whom, either through disinterest or lack of\nscientific background, neglect these theories, even those of\ntheir favorite composers. The author’s main conclusion is that\nmost attempts to provide a scientific account of music, whatever\nthis actually means, are at best quasi-scientific in nature, and\noften riddled with incoherence and logical inconsistency. Indeed,\nthe reader is left to ponder at the end of the work whether it is\nat all feasible aspire to such a goal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Published in 1996 by Librarie philosophique J. Vrin, the work\nappears as the seventh in a series on music and aesthetics.\nBroadly speaking, its 382 pages are divided into four sections: a\nbrief introduction is followed by a hundred or so pages on\nnineteenth century theories, leaving the bulk of the work to be\ndevoted to mathematics- and physics-based theories from the\ntwentieth century. A twenty-page conclusion attempts to\nthematically reunite the preceding sections, after which a\nstill-curious reader may find a useful annotated bibliography\norganized by chapter, an index, and a more detailed description\nof the contents than is found at the beginning of the work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Opening with quotes from Rameau that “La musique est une\nscience physico-mathematique” [“Music is a physico-mathematical\nscience”] and that “la simple resonance du Corps Sonore donne la\nloi a toute la musique theorique et pratique” [“the simple\nresonance of the Corps Sonore accounts for all music theory and\npractice”], Fichet overviews the musings of seven post-Ramellian\ntheorists, ranging from the wonderful to the just plain weird.\nThe first three—Alfred Day, Jerome-Joseph de Momigny, Victor\nDerode—unsuccessfully attempt to demonstrate how the chromatic\nscale and harmonic practices at the time could be derived from an\nanalysis of the resonance of the Corps Sonore , and their\ntheories are variously criticized by Fichet for their\nintellectual gymnastics, logical inconsistency, and failure to\ncorrespond to musical reality. The avid reader then takes a trip\ninto the wonderful world of Baron Blein, who declares with\ncertitude but without calculation that the primary colours\ncorrespond exactly to the sounds produced by the major chord. The\nwritings of three more theorists—Arthur von Oettingen, Anatole\nLoquin and E Guyot—are then briefly overviewed, again merely to\nbe quickly dismissed as merely speculative in the case of the\nfirst, convoluted in that of the second, and unscientific in that\nof the third, whose assertions are excoriated by Fichet for being\n“as mysterious as they are inconsequential.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The next portrait in this rogues’ gallery is that of Camille\nDurutte. A little known French composer, and epigone of the\nPolish mathematician and philosopher, Hoene Wronski, Durutte\nintroduces the notion of rhythmic numbers, which is the series of\nprime numbers and their multiples, from which, he argues, the\ntrue chromatic scale can be derived. To fend off his critics,\nDurutte was cleverly able to justify the importance of certain of\nthese numbers by physiological demonstrations—three is justified\nas a rhythmic number, for example, since the heartbeat moves in\ntriple time. Amongst the most original of Durutte’s ideas, we\nlearn, are his “Loi generatrice des accords” (two formulae for\ngenerating every possible chord), and a series of mathematical\nprinciples which purport to distinguish between good and bad\nchord sequences. Fichet proceeds by way of example to demonstrate\nhow Durutte’s notions could produce absurd results that would not\neven have comported with what musicians regarded as acceptable in\nDurutte’s own time, and exposes the theorist’s attempt to mask\nthis flaw by judicious selection of self-serving musical\nexamples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The second half of the section on nineteenth century theories\nof music is devoted to three theorists whose scientific\norientation was physiological in nature: A-J Morel, Charles\nHenry, and Hermann von Helmholtz. Few pages are devoted to\ndiscussion of the first, whose theories were based on the\nmisconception that the timpanic membrane can only perceive one\ntone at a time. The ruminations of the second, whose goal was to\nrealise our destiny in the form of the creation of a universal\nharmony, are similarly presented as rather absurd, with Fichet\nnoting that it was indeed their very lack of seriousness which,\nalthough limiting their weight, had allowed them to evade\nsystematic criticism for so long. This section of the work\nconcludes with an overview of the writings of Helmholtz, who\nsought to bring together the fields of acoustics, physiology, and\nmusic. Fichet notes that although Helmholtz’s theories on\nconsonance are now obsolete in certain respects, they\nnevertheless form the basis of contemporary thought on the\nsubject. For example, Helmholtz argued that different frequencies\nare processed by particular auditory nerve fibres in the same way\nas if different piano strings were attached to them, with\napproximately 33 fibres per semitone. It is clear that Helmholtz\nwas at least on the right track, and the main advantage of this\ntheory, notes Fichet, was that it explained why the ear could be\ninsensitive to phase differences in the various components of a\nsound, for the perception of timbre. An overview is then provided\nof Helmholtz’s account of consonance and dissonance in terms of\nbeats, and his classification of various intervals and chords\naccording to their dissonance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The twentieth-century theories covered in Theories\nscientifiques de la musique are subsumed under two categories:\nthose founded on mathematics, and those based on physics. In the\nformer group fall Hindemith, Schillinger, Ansermet, Information\nTheory, theories influenced by the advent of computer-assisted\nsound wave analysis, the theories of Xenakis, and the Set Theory\nof Allen Forte; the latter group encompasses theories based on\nmicro-intervals, spectral music, and the work of Stockhausen.\nConcerned to bring an end to the confusion that hitherto reigned\nin musical composition, Hindemith proposed several laws of\ncomposition designed to bring an element of certitude to the\ndiscipline, while at the same time maintaining a profound belief\nin the total freedom of the compositional process. Like his\nnineteenth-century counterparts, Hindemith commenced by\nattempting to use the acoustical phenomena of harmonics to derive\nthe ideal chromatic scale and provide a complete classification\nof musical intervals. Hindemith’s approach differs from that of\nhis predecessors in that he does not hold that the harmonic\nseries is necessarily instantiated in the natural spectrum of\nmusical instruments, but is more like a mathematical\nrepresentation which more or less coincides with it, and he\nprovides a convoluted algorithm for deriving the notes of the\nchromatic scale, which Fichet dismisses as a mere game of numbers\nwith no scientific basis whatsoever. He then proceeds to show the\ninternal logical inconsistency of Hindemith’s derivation of a\ntonal hierarchy, his account of difference tones, his\nclassification of chords with respect to their dissonance, and\nhis dismissal of all atonal music. Fichet concludes this section\nby arguing that Hindemith’s approach on the whole is only\nspeciously scientific, often based on nothing more than\ncompositional practice, as the direct expression of human nature,\nas if it were as immutable as the physical nature of sounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The next theorist examined by Fichet, Joseph Schillinger,\nreceives a critique so scathing that one is left to wonder why\nhis work was ever considered worthy of discussion in the first\nplace. Schillinger is described as an obscure and mediocre\ncomposer, with a poor musical background, and in the fourteen\npages devoted to summarizing his work it is demonstrated that his\nmethods have no scientific or mathematical foundation whatsoever,\ndespite his claim to have established the first scientific system\ncrossing the threshold of the sanctuary of musical creation.\nLovers of the great masters may be especially interested in the\nsection describing Schillinger’s noble vision to “improve” the\nworks of Bach, Mozart and Beethoven, by recomposing them\naccording to his compositional methods.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] An overview is then provided of phenomenological accounts of\nmusic, which focus upon the mental phenomena arising from the\nappearance of music in sounds. Ernest Ansermet, famous conductor\nand Swiss phenomenologist, is shown to argue illogically,\ninconsistently, and incomprehensibly that the energy from sound\npercepts is logarithmic in nature, which he argues to imply of\nitself that music must have a tonal center and that the fifth is\nof primordial importance in intervallic relations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The next section focuses on application of Shannon and\nWeaver’s Information Theory to music, by Abraham Moles among\nothers. The basic idea is that a musical composition is treated\nand analyzed into bits of information to be communicated to the\nauditor, and that the more structured a piece of music, the more\nredundancy it contains and the less original information it\nconveys. The main problem that Fichet identifies with this\napproach is that it totally ignores the subjective nature of\nperception, both between auditors and between epochs, and rests\non the dubious assumption that the brain processes all sensory\ninformation in the same manner.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Continuing the computer science theme, Fichet next describes\nthe limited success of the attempts of Hiller, Isaacson, and\nBarbaud to design computer programs capable of composing music,\nusing random number generation within the confines of programmed\nharmonic rules, to model the creative aspect of composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The final two approaches considered under the rubric of\nmathematics are the stochastic music of Xenakis, and the set\ntheory of Allen Forte. The former is more a mode of composition\nthan a theory as such, and applies a formula derived for\nanalyzing kinetic energy of gases, to allow manipulation of the\ndegree of randomness in various aspects of musical composition.\nThe main problems Fichet identifies with this approach are that:\nvarious degrees of order can still emerge in patterns defined as\nrandom according to the formula; that the formula was not\ndesigned to indicate whether or not a particular pattern would be\nperceived by humans as random; and that it prescribes randomness\nonly for small clusters of notes and not for the way in which\nthese clusters are then linked together by the composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Forte’s Set Theory is then reviewed, and criticized for its\noverly complex nature, that it not does not always provide a\ncomplete analysis of important patterns evident in atonal music,\nand that it can sometimes give results that do not comport with\nthe reality of the music described.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Fichet’s analysis of physics-inspired “theories” of music\nconsists of an overview of compositional procedures using\nmicro-intervals and spectral music, as well as a discussion of\nStockhausen’s notion of the primacy of time as the overarching\norganizational principle in music. Fichet observes here that\nthese are more a series of scientifically-based observations on\nmusic that may help to create compositions closer to\nnaturally-occurring sounds, rather than attempts to expound\nexhaustive theories of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The final section of the text is a twenty-page conclusion,\nwhich Fichet commences by noting the yawning chasm between the\nhopes raised by the theories reviewed and the actual progress\nthey have made to music theory, and that this shortcoming is\nparticularly apparent for those theories from the preceding\ncentury. In fact, Fichet concludes that the only theorist from\nthat period to have made any real contribution to music theory\nwas Helmholtz, with his theory of dissonance. He notes that,\nwhile notions of what is considered “scientific” have changed\nover the last two centuries, this nevertheless does not excuse\nthe number of mathematical and logical errors and inconsistencies\ncontained in these purportedly “scientific” theories of music,\nand that several theorists (notably Ansermet) attempted to give a\nscientific flavor to their writings in an attempt merely to give\nthem some credence of rigor and certitude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Fichet then notes (without any real substantiation beyond\ntwo quotes from Bertrand Russell and Karl Popper) a movement over\nthe twentieth century of the decreasing confidence of scientists\nin the value of science as a discipline, which renders somewhat\nsurprising the hopes that certain (unspecified) musicians place\nin scientific research. He then questions whether it is even\nfeasible to ever hope for one scientific theory of music, given\nthe very large extent to which the notion of what comprises music\nis so heavily culturally-mediated. He leaves open the\npossibility, however, that there does exist some universal\nconception of music, but that we are yet to discover what it is.\nIt is at this point that Fichet reopens the possibility that\nscientific research in other domains—notably, the psychology of\nmusic perception—may actually be able to make some useful\ncontribution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] He concludes by noting that the quest over the last two\ncenturies to produce a scientific account of music has largely\nbeen motivated by the search for an “ideal” music, based in\nnature, and declares rather patronizingly that it is regrettable\nthat artists sometimes take themselves for researchers capable of\ndiscovering in nature immutable laws for their art form, and that\nit would be more reasonable for them to “find” their own music,\ntaking into account natural constraints, but trusting in their\nintuition, guided by a rich cultural background, to thereby\nproduce une creation feconde .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] By way of general appraisal, Fishet’s writing style is lucid\nand entertaining, and the development of ideas proceeds in a\nlogical manner throughout the text. Occasionally, however, some\npoints are too labored (for example, in the section on computer\nmodeling of composition, Fichet takes three pages to explain the\nsimple point that it is inappropriate for Barbaud to run his\nsoftware several times and then independently select the most\naesthetically pleasing computer output to demonstrate the\neffectiveness of his program), and the chapter on Xenakis is at\ntimes repetitious (the point is made several times that while\nXenakis’ formula indicates the number of each musical phenomenon\nthat should appear if a work is to be regarded as random, it does\nnot indicate the exact positioning of the phenomenon with respect\nto its neighbors).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The usage of footnotes and illustrations is informative\nwithout distracting from the flow of the text. It would have been\nhelpful, however, if the abbreviations employed therein were more\nclearly defined by initially noting them adjacent to the phrase\nthey denote. Furthermore, the reader would be better able to\nfollow the structure of the text had section headings and\nsubheadings been more clearly differentiated. Finally, given the\nauthor’s recognition in his conclusion of the contribution that\nother scientific disciplines—notably psychology—may bring to\nunderstanding the nature of music, and the manifest inadequacy of\ntheories proposed in the “harder” sciences, it would arguably\nhave been legitimate to include in the work some analysis of\nresearch in these fields over the last century.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.99.5.4.perrott.html",
    "data": "mto/data/mto.99.5.4.perrott.json"
}