{
    "title": "Review of Yonatan Malin, <i>Songs in Motion: Rhythm and Meter in the German Lied</i> (Oxford University Press, 2010)",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "London, Justin"
    ],
    "abstract": "",
    "keywords": [
        "Malin",
        "Lied",
        "Rhythm",
        "Meter",
        "Poetics",
        "Nägeli",
        "Hensel",
        "Schubert",
        "Schumann",
        "Brahms",
        "Wolf"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.2/mto.11.17.2.london.pdf",
    "author_info": [
        {
            "name": "Justin London",
            "university": "Carleton College",
            "address": "",
            "email": "jlondon@carleton.edu"
        }
    ],
    "citations": {
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . Berkeley: University of California Press.",
        "hoeckner_2001": "Hoeckner, Berthold. 2001. “Poet’s Love and Composer’s Love.” Music Theory Online 7.5. < http://www.mtosmt.org/issues/mto.01.7.5/mto.01.7.5.hoeckner.html >",
        "krebs_2009": "Krebs, Harald. 2009. “The Expressive Role of Rhythm and Meter in Schumann’s Late Lieder.” Gamut 2.1.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . Oxford Studies in Music Theory, edited by Richard Cohn. Oxford University Press.",
        "nägeli_1817": "Nägeli, Hans Georg. 1817. “Die Liederkunst.” Allgemeine Musikalische Zeitung 45: 765–66.",
        "repp_2005": "Repp, Bruno H. 2005. “Rate limits of on-beat and off-beat tapping with simple auditory rhythms: 2. The roles of different kinds of accent.” Music Perception 23/2: 165–88."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Art song involves an oftentimes uneasy marriage between poetry and music, and nowhere is this more apparent than in their respective rhythms. In Songs in Motion Yonatan Malin wades into the sometimes fractious relationship between poetic rhythms and musical rhythm and meter in the nineteenth-century German Lied. Malin serves not as a marriage counselor, but more like a sociologist (or sociobiologist) of marriage, a neutral observer, but one with a deep knowledge of and love for the institution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Malin approaches poetic and musical rhythm and meter in the Lied taxonomically, looking at the most common musical renderings for poetic feet along with their settings in lines of different length (iambic trimeter, trochaic tetrameter, and so forth).  He also develops a straightforward schema for representing poetic rhythms and their (musical) metrical setting: accented syllables are indexed relative to their metric position; beats that carry weak or empty syllables are marked with a dash. So, for example, a trimeter (three-stress) line in simple duple meter might be set [1, 2 / 1 - ], that is, with strong syllables on beats 1, 2, and the following 1, and a weak or empty syllable on the next beat 2 ( 16–17 ). With this elegantly simple premise and methodology, Malin first shows the range of possibilities for putting particular poetic rhythms into various musical settings, and then—and this is the book’s key contribution—he is able to show what possibilities were actually used and are most prevalent. Malin is thus able to talk about these songs in terms of the compositional choices made under a complex set of constraints, both musical and lyrical. He is also well positioned to trace the rhythmic evolution of the genre over the course of the nineteenth century, from a poetically dominated volkstümlich approach, preferred by composers and poets (especially Goethe) at the beginning of the nineteenth century to settings with far greater rhythmic variety and complexity at the century’s end.",
                "footnotes": [],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In his opening chapter Malin lays out his basic poetic/musical taxonomy, with an ear sensitive to the nuances of both poetic and musical rhythm. The feet of German lyric poetry involve two or three syllables, typically arranged with three or four stresses per line (trimeter and tetrameter), though dimeter and pentameter (and longer) lines do occur. As Malin notes, however, “the recurring patterns of stress and line that define poetic meter get us only so far to a full understanding of poetic motion...The relationship between poetic rhythm and [poetic] meter is analogous to the relationship between musical rhythm and meter” ( 9 ). That is, like patterns of duration in music, words can appear in different poetic meters, and have different senses of accentuation, depending upon their setting and placement. In taking account of the nuances of poetic accentuation, Malin takes special note of substitutions (e.g., replacing a strong-weak trochee with a weak-strong iamb), degrees of accentuation in longer and more complex lines, and caesuras within and enjambments between lines. He then rings the changes for trimeter, tetrameter, and pentameter line types, illustrating each with numerous musical examples. Malin shows how increasing “poetic cardinality” (moving up from 3 to 4 to 5+ stresses per line) leads to increasing complexity and variety of musical settings and textual-musical rhythmic interactions. A structural Rubicon is crossed in the case of pentameter, as the five-stress line naturally supports a trimeter subcomponent—indeed, such subdivision of the pentameter line is not only possible, but likely.",
                "footnotes": [],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In laying out the interactions between poetic and musical rhythm and meter, Malin also resuscitates the work of Hans Georg Nägeli (1817). Nägeli spoke of the “polyrhythm,” that arises from the interaction between poetic rhythm, melodic rhythm, and accompaniment rhythm (and the metrical aspects of all three). Nägeli’s approach marks a shift in Lied aesthetics at the start of the nineteenth century, moving from a preference for volkstümlich tunes to a more ambitious artform of higher status ( 32 ). Malin notes that Nägeli’s work is an antecedent to more recent accounts of the interplay between poet, poetry, composer, singer, and musical accompaniment, especially those of Cone ( 1974 ) and Hoeckner ( 2001 ).",
                "footnotes": [],
                "citations": [
                    "malin_2010",
                    "cone_1974",
                    "hoeckner_2001"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In the second chapter Malin covers the theory and analysis of musical rhythm and meter, and he does so very thoroughly in relatively few pages. While this chapter is ostensibly about rhythm and meter in music, poetry is never out of the picture. In his discussion of trimeter versus tetrameter, for example, Malin provides a very good explanation as to why certain texts are set with upbeats, while others are not ( 50 ). Malin also raises an important theoretical point when he wonders about the relevance of the notated meter in both music analysis and for the listener ( 61 ). I found this especially interesting, as recent research in rhythmic perception and production (e.g., Repp 2005 ) indicates that while we have a clear sense of rhythmic grouping above the level of the primary beat/tactus, the listener’s sense of higher-level metrical accent is often relatively weak. If this is so, then the lyrical stresses may well play a determinative role with respect to the musical sense of stress and accent, and hence have a greater effect on higher levels of metrical organization.",
                "footnotes": [],
                "citations": [
                    "malin_2010",
                    "malin_2010",
                    "repp_2005"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The remaining five chapters each focus on the Lieder of a particular composer: Hensel, Schubert, Schumann, Brahms, and Wolf. Here I will make but a few brief comments on each. In including a chapter on Hensel, whose music has been “oft mentioned but little heard” Malin gives these songs their due, and he argues for the historical importance of Hensel’s Lieder, as they represent a move away from the earlier volkstümlich approach to text setting. For example, in “Schwanenlied” Hensel uses both text repetition and augmentation of the declamatory rhythm of the text as techniques of expansion (75). Likewise, in her “Warum sind denn die Rosen so blass” Malin shows how Nägeli’s polyrhythms—counterpoints of text, melody, and accompaniment—are all operative in this song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the next two chapters Malin documents the continuing transformation of the Lied as we approach mid-century. In the chapter subtitled “Repetition, Motion, Reflection” Malin considers how Schubert’s settings engage musical representation and how “it was Schubert’s particular gift to find uncannily precise representational effects, which also function powerfully as expressive means” ( 95 ). These effects need not be direct to be precise; in “Gretchen am Spinnrade,” for example, Malin reminds us that “the point is not that the figuration sounds like the thing it represents, but that it creates a sense of motion like that of its [representational] object” ( 117 ). In the next chapter, subtitled “Doubling and Reverberation,” Malin explores the sense of interiority created by Schumann’s settings, as revealed in their rhythmic counterpoint. Here Malin’s analyses complement those of Krebs (e.g., Krebs 2009 ). Krebs and Malin both take into account varieties of metric dissonance and hypermetric irregularity in these songs. Yet where Krebs talks of “distortions of rhythm,” which implies a kind of setting manqué, Malin is more likely to talk of rhythmic alternatives, of shifts from one possible/typical setting of a poetic foot in a given metric context to another, both within and or across lines.",
                "footnotes": [],
                "citations": [
                    "malin_2010",
                    "malin_2010",
                    "krebs_2009"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Brahms enacts another transformation of Lied aesthetics, from songs as “completions” of the lyric work to songs as critical interpretations or “readings” of the poems they set. That is, rather than regarding the Lied as a “completion” of the poem, Brahms’s Lieder are “musical performances of poetic readings” ( 152 ). In returning to declamatory rhythms, the rhythmic independence of the melody and accompaniment becomes more pronounced, and so it is no accident that Malin focuses on the hemiolic aspects of Brahms’ settings (e.g., “Wenn du nur zuweilen lächelst”).",
                "footnotes": [],
                "citations": [
                    "malin_2010"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Finally there is Hugo Wolf, and Malin begins with the picture of Wolf as faithful servant of the poet and poem, and above all, of its rhythm, finding “exact musical analogues for textual nuances”—especially of rhythm and phrasing ( 179 ). In practical terms, the speech-based rhythms of Wolf’s melodies are counterpoised against more regular rhythms in the piano. If one were to put it crudely, one could describe Wolf’s melodies as syncopated, but Malin does not put it crudely. Rather, he shows how Wolf’s rhythmic displacements are more subtle and variegated, as, for example, in “Ganymed” ( 182–185 ), whose regularity in the piano part sets the rhythmic nuances of both melody and text into sharp relief, creating and sustaining tension. Malin also gives a fine account of Wolf’s pentameter settings, noting both the relation of pentameter to the trimeter and tetrameter phrase types he has discussed in previous chapters. Here Malin is able to show us aspects of both general aspects of musical phrase rhythm as well as particular rhythmic strategies that are characteristic of Wolf’s style, typically setting his pentameter lines in a two-bar/8-beat framework.",
                "footnotes": [],
                "citations": [
                    "malin_2010",
                    "malin_2010"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Sounds in Motion is an exemplary example of a music analysis, as it makes historical, analytical, theoretical, and critical/interpretive points about particular songs and German Romantic Lied as a whole. It offers a wealth of examples, supplemented by additional materials on the book’s website, to support Malin’s analytical readings and historical arguments. Indeed, I might characterize Sounds in Motion as both jam-packed as well as too short. At times I felt that there were a few too many pieces or analytical details in a paragraph or section. More often, though, I found I wanted more details and discussion. For example, in Hensel’s “Maienlied” it seems to me that there is more going on in lines 5–6 than Malin mentions on page 83. For at this very moment, where the prose rhythm shifts from an upbeat oriented [3 / 1 - 3 / 1] tetrameter schema to a downbeat oriented [1, 2, 3 / 1 - - ] schema, the conflict between piano and voice abates; previously the piano had been in duplets while the voice was in triplets, creating a rustling cross rhythm. Similarly, in Malin’s discussion of Schubert’s “Schäfers Klagelied” ( 108–9 ), I wanted more attention to the interaction between the unaccented syllables in the text and their placement in the musical meter/melodic line. In these cases diagrams patterned after Malin’s Example 3.5 ( 81 ), which illustrated the poetic and musical syncopations in Hensel’s “Warum sin denn die Rosen so blass,” would have been a welcome illustration of Nägeli’s “polyphony.”",
                "footnotes": [],
                "citations": [
                    "malin_2010",
                    "malin_2010"
                ]
            }
        },
        {
            "11": {
                "text": "[11] These critical cavils cause me to wonder about the interaction between the web-based figures and those published in the book. For many of the musical examples for Sounds in Motion , especially extended ones, are not in the book, but available on the book’s website, hosted by OUP. I am fully sympathetic to the fiscal and practical constraints on the size and cost of producing a book full of detailed musical analyses, and I think moving some material to a website, especially those materials which may be subject to revision and update, is most sensible. But a book should be self-contained, with everything you need to follow its prose and argument held in your hand. Unfortunately, many parts of Sounds in Motion are impossible to read without one’s computer and web connection fired up, a kind of necessary but remote appendix volume. I would suggest an alternative strategy: put some of the prose on the website, along with some examples, and then move a few more figures (such as those suggested above) back into the book. If done right, reading the book will whet one’s appetite for more examples (and more analysis)—and the OUP website, with a few examples and some text freely available to the public, will serve as a most effect advertisement and inducement to purchase the book. * * * * * * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] While “magisterial” is a term normally reserved for the work of distinguished elder scholars, with Songs in Motion Yonatan Malin shows himself to be a magisterial younger one. The book represents musicology in the best and fullest sense, as Malin makes real points regarding the historical evolution of the German Lied through his analyses of the rhythms of text, melody, and accompaniment. Moreover, Malin’s analytic readings go beyond the details of how these songs work to show why they work the way they do, detailing the kind of expressive work each musical setting is doing relative to its particular text, composer, and musical-historical context. In his epilogue Malin celebrates the pleasures of musical analysis, and the added enjoyment that enhanced understanding gives to our experience of a musical work. With Songs in Motion Malin shares both his understanding of and pleasures in these Lieder; as he aptly puts it: “This—in a nutshell—is what song analysis is about” ( 207 ). Indeed, it is.",
                "footnotes": [],
                "citations": [
                    "malin_2010"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.2.london.html",
    "data": "mto/data/mto.11.17.2.london.json"
}