{
    "title": "Review of Michael Tenzer and John Roeder, eds., <i>Analytical and Cross-Cultural Studies in World Music</i> (Oxford University Press, 2011)",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Burns, Chelsea"
    ],
    "abstract": "",
    "keywords": [
        "world music",
        "music analysis",
        "cross-cultural",
        "ethnomusicology"
    ],
    "doi": "",
    "received": "March 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.burns.pdf",
    "author_info": [
        {
            "name": "Chelsea Burns",
            "university": "Department of Music",
            "address": "University of Chicago, 1110 E. 59th Street, Chicago, IL 60637",
            "email": ""
        }
    ],
    "citations": {
        "becker_1986": "Becker, Judith. 1986. “Is Western Art Music Superior?” Musical Quarterly 72, no 3: 341–59.",
        "drake_and_bertrand_2001": "Drake, Carolyn, and Daisy Bertrand. 2001. “The Quest for Universals in Temporal Processing in Music.” Annals of the New York Academy of Sciences 930: 17–27.",
        "feld_1995": "Feld, Steven. 1995. “From Schizophonia to Schismogenesis: The Discourses and Practice of World Music and World Beat.” In The Traffic in Culture, Refiguring Art and Anthropology , edited by Georges E. Marcus and Fred R. Myers, 96–126. Berkeley and Los Angeles: University of California Press.",
        "feld_1996": "Feld, Steven. 1996. “Pygmy POP: A Genealogy of Schizophonic Mimesis.” Yearbook for Traditional Music 28: 1-35.",
        "taylor_1997": "Taylor, Timothy D. 1997. Global Pop. World Music, World Markets . New York: Routledge.",
        "tenzer_2006": "Tenzer, Michael, ed. 2006. Analytical Studies in World Music . New York: Oxford University Press.",
        "turino_2008": "Turino, Thomas. 2008. Music as Social Life: The Politics of Participation . Chicago: University of Chicago Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Here, Hesselink may be following Thomas Turino ( 2008 ), who has discussed the relationship between varied levels of challenge and participatory musico-cultural frames.",
            "citations": [
                "turino_2008"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Five years after the appearance of its predecessor, Analytical Studies in World Music ( 2006 , hereafter ASWM ), Michael Tenzer’s companion collection, co-edited with John Roeder, proffers eleven new essays on the analysis of diverse musics. This volume, Analytical and Cross-Cultural Studies in World Music (hereafter ACCSWM ), provides additional case studies to supplement ASWM , thereby broadening the scope of materials available in this vein, as well as further pursuing what Roeder describes as “questions about the purview of musical analysis and about the possibility of cross-cultural comparison” (4). As in ASWM , the authors employ analytical tools of their choosing, some of which function comparatively while others tackle a single genre or narrow group of genres.",
                "footnotes": [],
                "citations": [
                    "tenzer_2006"
                ]
            }
        },
        {
            "2": {
                "text": "[2] As in any edited volume, the chapters provide varied treatment of their chosen subjects. Some authors assume previous knowledge of the music they discuss, while others write for readers encountering the given repertory for the first time. The authors engage with a variety of sub-disciplines, and use a notable array of analytical tools. For example, Elizabeth Eva Leach addresses Machaut’s balade De petit po through a depth/surface analogy, while Richard Widdess conducts a sort of phenomenological analysis of perceived raga in a recording by sitārist Budhaditya Mukherjee, and Lou Bunk uses what he calls “analytical fantasy” to grapple with the composition and performance processes of the BSC ensemble in Boston. The breadth of analytical approaches inspires optimism about the utility of widely contrasting methods for addressing salient aspects of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] John Roeder notes, “Analysis . . . provides a basis for progressing from an appreciation of particular local patterns to a more general understanding of music in culture” (5), and this speaks to the volume’s combination of anthropological and analytical concerns. Among several chapters that blend cultural and musical analysis, I particularly enjoyed Nathan Hesselink’s discussion of village drumming practices ( p’ungmul ) in South Korea. Hesselink uses formal and metric analyses to demonstrate how the modular structure of village drumming is sufficiently accessible for introductory players while offering more complicated options for experienced participants, thus allowing people of all ability levels to participate and improvise. (1) Hesselink aims to clarify the affective and communicative powers of the music, and while I’m not sure he achieves this goal, his analysis does provide both a convincing explanation of the appeal of p’ungmul for skilled and amateur residents alike and a compelling description of how the musical structure supports its social use.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In this volume, as with its predecessor, the editors emphasize the roles of periodicity and temporality as important organizing elements in music from around the world.  While ACCSWM is not structured around periodicity (as ASWM was), the topic is mentioned in several essays, and Tenzer and Roeder bookend the text by highlighting periodicity in the introduction and the afterword. In the introduction, Roeder notes the potential universality of some temporal processes, writing, “All the most striking similarities [among the repertories in the volume] involve rhythm” (13). He goes on to cite Drake and Bertrand 2001 , quoting a segment of the study that refers to temporal processes as “universal, in the sense that they function in a similar manner irrespective of an individual’s cultural exposure and experience” (13). The afterword is devoted to periodicity as a means of bringing together the two volumes as a whole: in it, Tenzer seeks “a cross-cultural topology for musical time” (415).",
                "footnotes": [],
                "citations": [
                    "drake_and_bertrand_2001"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Rhythm and time form a compelling part of many chapters, but a number of other topical threads also run through several essays. For example, questions of history shape nearly all of these chapters. In their respective essays, Naoko Terauchi and Elizabeth Eva Leach tackle the relationship between performance practice and historical scores. Terauchi examines older sources of Japanese Gagaku to show how certain facets of notation (such as tablature symbols) have remained static while relevant tuning and instrumentation have changed, leading to a modern performance practice that would have been dissonant for previous performers reading the same score. Leach uses divergence in Machaut manuscripts to study relationships between voices and the ways that De petit po might have been performed in various combinations, excluding one or more voices at a time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In a different historical focus, Jason Stanyek, Fabio Oliveira, and Linda Barwyck all discuss the relationship between late twentieth-century political situations and the development of new genres. Stanyek and Oliveira are interested in the development of pagode in Rio de Janeiro in the 1970s and 1980s as a response to commercial samba and perceived corruption in Carnaval celebrations, relating the shape of the genre to its historical moment and social function. Linda Barwyck also compares genres that develop out of a conscious attempt to address socio-political problems. Her chapter explores these issues in Aboriginal communities of Australia’s Northern Territory: djamba , lirrga , and walakandha wangga . According to her research, these musics developed in three different clan groups as a way to provide social cohesion among them. Barwyck assesses the musical relationships among the three genres and the ways in which they inform and reflect social relationships, creating a productive dialogue between the two.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Above, I have described a few of the chapters from the first section, which is devoted to analysis of single genres or works (or, in Barwyck’s case, a narrowly defined genre group). The second part of ACCSWM tackles cross-cultural analysis. This short section of two essays, while comprising less than one-sixth of the total book length, nevertheless suggests a central tenet motivating the entire volume: the idea that the field of analysis includes scholars who encounter and know many types of music, and whose world is one of cross-cultural musical experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In the first chapter of the section, “Integrating Music: Personal and Global Transformations,” Michael Tenzer uses comparative analysis between highly dissimilar repertories as a way of discussing value systems and the ability of analytical tools (or music analysts themselves) to function across musical systems. Tenzer begins with Judith Becker’s assertion that “Musical systems are simply incommensurable” ( 1986 , 359), and asks himself (at the prompting of a colleague) whether he agrees. Tenzer then admits the reader into an intimate self-exploration with two broad questions in mind: 1) Can fruitful cross-cultural analysis be performed between Balinese gamelan music and Robert Schumann’s Piano Quartet in E ♭ Major, Op. 47? and 2) How can analysis explicate the analyst’s personal views and value systems? Does Tenzer ultimately prefer Western art music or Balinese gamelan music, and how does this value system influence his analytical assertions? Tenzer’s goals in the comparison are clear: “To the extent that I can juxtapose the two musics on a given day and find them separate but equal, I may have succeeded in an act of personal and cross-cultural integration” (381).",
                "footnotes": [],
                "citations": [
                    "becker_1986"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The results of the two questions are mixed. Tenzer finds that yes, to a certain limited extent, some cross-cultural analysis is possible. At the end of that analysis, however, he reluctantly grants that he prefers Schumann, concluding that this is a result of his enculturation in a society that values individual identity, a trait that he associates with Western art music but not (at least not in the same way) with Balinese gamelan music. I appreciated his willingness to be so vulnerable in presenting a personal story of his musical perceptions, but found his essay problematic. Tenzer begins with the assertion that “in recent years, more intricate ways of elaborating core melodies and drum patterns have evolved and it is through this process that the music has sprouted rich details that give it critical mass for comparison with Schumann” (365). Why is complexity the standard by which one determines musical value? Further, Tenzer uses a significant amount of “we” and “us” in asserting values, perceptions, and inclinations, an uncomfortable practice for analysis that purportedly crosses cultures and repertories. Finally, while Tenzer himself notes that his analytical results are limited, I didn’t find his analysis particularly illuminating. His rejection of the incommensurability of musics is inspiring but his argument provides little to support such a view other than faith. He did, however, include three responses from outside authors to his essay—including Becker herself—which balance his personal content and somewhat diaristic style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The second chapter of this section is a translation of Simha Aron and Denis-Constant Martin’s discussion of the nature of world music as a genre. The authors seek to discern defining or unifying traits of music that has been commercially labeled “world music,” especially materials that the authors brand “synthetic” for its layering of modern and traditional elements. Aron and Martin conduct a blind-listening experiment with seven selections chosen to be representative of the field as a whole in order to assess rhythm, form, pitch organization, or melodic structure. As in Tenzer’s preceding chapter, Arom and Martin lay bare their personal experiences in this analysis, including times when they were unable to discern certain musical elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The authors find only minimal unifying traits among the seven selections. When exploring form, they note, “Based on this set of pieces, it is thus impossible to give a definition founded on general parameters of what would be a characteristic ‘world music form.’ . . . World music thus seems to be different from most other genres of commercial contemporary music in that it cannot be characterized formally other than by its heterogeneity” (402). They do find at least one shared element: “This set of pieces, here hypothesized provisionally as representative of all world music production, is characterized not by the invention of original formulae, but by combinatory methods” (403). This may be a self-created commonality, though, as the authors only included music that “synthesizes diverse elements, often leading to entire new compositions, assembled from multiple sources” (394).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In addition to this search for unifying elements, Arom and Martin provide a rough discussion of problems in commercial world-music practices, highlighting economies of production, intellectual property rights, and the highly mediated nature of recording and production processes. Arom and Martin’s concerns are serious, but unfortunately come across as heavy-handed and sweeping. Moreover, the authors call for an analytical and critical approach to world music, but provide no suggestions of approaches they believe would be successful. In the absence of constructive proposals, their sometimes-moralizing statements left me a bit cold. In my opinion, there are better introductions to issues of globalization and world music; see Feld 1995 and 1996 , or Taylor 1997 , for example (all cited in Arom and Martin’s essay).",
                "footnotes": [],
                "citations": [
                    "feld_1995",
                    "feld_1996",
                    "taylor_1997"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In lieu of a compact disc, ACCSWM has a companion website that includes recordings and .PDF’s of full scores that are not printed in the text. Unfortunately, the website does not include all of the tracks that are referenced in the essays. For some of the recordings, links are provided to various music-sales websites where the reader can purchase them, while others carry the bewildering indication “not currently available online,” leaving readers to wonder where they might be able to hear the materials that are referenced in the chapters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] While one or two chapters may be useful reading for topical research, over the course of the book one is able to get a larger sense of Tenzer and Roeder’s project: a sort of evolutionary approach to fruitful interactions between music analysis and ethnomusicology, with the belief that continued persistence in the subject will lead to inevitable contact that could become an expectation rather than an exception. In this volume, the goal of fluid cross-cultural analysis is not yet reached. As the two concluding chapters testify, there is much work to be done: both chapters discuss a future that will accomplish this goal (for Tenzer, an inevitable one; for Arom and Martin, an ethically mandated one), yet both also mention current failings to conversantly engage in such analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Despite the challenges of cross-cultural analysis, ACCSWM presents a number of successful interactions between cognition, musicology, theory, and ethnomusicology that allow each approach to shed light on the others. This volume is thus a strong testament to real and fruitful communication among music’s sub-disciplines.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.4.burns.html",
    "data": "mto/data/mto.12.18.4.burns.json"
}