{
    "title": "Schema Theory as a Construction Grammar",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Gjerdingen, Robert",
        "Bourne, Janet"
    ],
    "abstract": "Construction grammar, recently described as “the fastest growing linguistic and interdisciplinary approach to language” (Goldberg 2013, 30) has its foundations in the psychology of human categorization and other general cognitive abilities. So does schema theory in music. In the first extended comparison of these research programs, we present six central principles of construction grammar and demonstrate their relevance and applicability to schema-theoretic studies of music: 1) grammatical constructions, 2) surface structure, 3) a network of constructions, 4) cross-linguistic variability and generalization, 5) usage-based knowledge, and 6) exemplar models. Because studies in child development have played such an important role in changing how scholars view language acquisition and grammar formation (Tomasello 2003) we have chosen to illustrate many of the arguments with musical examples drawn from eighteenth- and nineteenth-century conservatories. An orphan at one of the eighteenth-century conservatories in Naples, the prodigy Henri Fissot at the Paris Conservatory in the 1850s, and the young Rachmaninoff at the Moscow Conservatory in the 1890s all learned the art of composition through the age-old practice of child apprenticeship. From the musical utterances made by these apprentices in response to exercises and contests one can infer much about the grammar being acquired. Extensive musical examples suggest that construction grammar can provide a model for how a large repertory of learned patterns of varying dimensions can collectively function as a flexible and adaptive music grammar.Keywords: schema theory, functional linguistics, construction grammar, collocation, collostruction, music grammar, partimenti, music conservatories, music education, corpus studies, music theory, Rachmaninoff, Arensky, Glazunov, Balakirev, Fissot, Bazin, Fenaroli, Durante, Mozart, Grétry",
    "keywords": [
        "schema theory",
        "functional linguistics",
        "construction grammar",
        "collocation",
        "collostruction",
        "music grammar",
        "partimenti",
        "music conservatories",
        "music education",
        "corpus studies",
        "music theory",
        "Rachmaninoff",
        "Arensky",
        "Glazunov",
        "Balakirev",
        "Fissot",
        "Bazin",
        "Fenaroli",
        "Durante",
        "Mozart",
        "Grétry"
    ],
    "doi": "",
    "received": "",
    "pdf": "",
    "author_info": [],
    "citations": {},
    "footnotes": {},
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.gjerdingen_bourne.html",
    "data": "mto/data/mto.15.21.2.gjerdingen_bourne.json"
}