{
    "title": "Music Theory at the Amsterdam School of Music",
    "date": "1997/01/01",
    "volume": "3",
    "issue": "1",
    "authors": [
        "Douw, Andre M.",
        "Schuijer, Michiel C."
    ],
    "abstract": "The theory curricula offered by the classical music departments of the former Sweelinck and Hilversum Conservatories represented two distinct trends in Dutch music theory teaching. While the Sweelinck Conservatory’s courses reflected a pragmatic view of the discipline, and laid much emphasis on harmony and ear-training, those in Hilversum were more intellectually oriented, focusing attention on music analysis. After these two strongly different institutes decided to merge to form the Amsterdam School of Music, an entirely new theory curriculum had to be devised. Electives became a distinctive feature of the new curriculum. Paragraphs 1–7 of this article deal with the historical aspects of the merger, while in paragraphs 8–12 the new curriculum is described.",
    "keywords": [
        "music education",
        "music theory curricula",
        "Holland",
        "Amsterdam School of Music",
        "Sweelinck Conservatory Amsterdam",
        "Hilversum Conservatory of Music"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.1/mto.97.3.1.douw_schuijer.pdf",
    "author_info": [
        {
            "name": "Andre M. Douw",
            "university": "Amsterdam School of the Arts",
            "address": "Amsterdam School of Music, Van Baerlestraat 27, Amsterdam, Holland 1071 AN",
            "email": "andre@ahk.nl"
        },
        {
            "name": "Michiel C. Schuijer",
            "university": "University of Utrecht",
            "address": "Department of Musicology, Kromme Nieuwe Gracht 29, Utrecht, Holland 3512 HD",
            "email": "Michiel.Schuijer@let.ruu.nl"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. In this connection it should be mentioned that among the recent \nwinners of the Thelonious Monk Award are two former students of the Hilversum \nConservatory of Music: Jesse van Ruller (guitar, 1995) and Michiel Borstlap (composition, \n1996).",
            "citations": []
        },
        "FN2": {
            "text": "2. The history courses offered in the first and second years are \ndivided in a way similar to the analysis courses. Thus, there are history courses \nconcerning the early music (i.e. pre-classical) period, the 18th and 19th centuries and \nthe 20th century. All of these are mandatory.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The year 1994 saw the merger of two Dutch\nconservatories: the Sweelinck Conservatory of\nAmsterdam and the Hilversum Conservatory of Music. The\nSweelinck Conservatory was an independent institute,\nitself the product of a merger of three schools of\nmusic in 1976. It was a large, traditional\nconservatory that was strongly committed to the great\ncanon of western art music. It had an excellent\nreputation in the field of historical performance, due\nto the achievements of such celebrities as Gustav\nLeonhard, Jaap Schroeder and Ton Koopman, all of whom\noccupied teaching positions at the Sweelinck. The\nHilversum Conservatory of Music, situated in a small\ntown about 18 miles away from the city of Amsterdam,\nfunctioned as a department of the Amsterdam School of\nthe Arts since 1988. Besides educational and\nperformance degrees in classical and early music, it\nalso offered degrees in jazz, including a master’s\ndegree (MA) jointly with the University of Miami.\nHilversum’s pioneering role in raising the status of\njazz in Holland can hardly be overestimated.\nIts jazz program provided a standard for similar\nprograms at other Dutch conservatories, for example\nthe Royal Conservatory of The Hague. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Increasing financial pressures forced the\nSweelinck Conservatory to become part of the Amsterdam\nSchool of the Arts and, consequently, to join forces\nwith Hilversum. Hilversum’s administration, in turn,\nhad every reason to jump at the proposal. It had\nalways been in a rather vulnerable position, since it\nbelonged to the smaller of the 12 state-aided\nconservatories in Holland. Though already part of a\nlarger unit, it could still be dropped on account of\nlow enrollment figures. Besides, the Dutch Department\nof Education was preparing a nation-wide reform of the\nconservatory programs. This would shorten the\nduration of these programs from five to four years,\nand enable only the largest and best-equipped\nconservatories to provide education on an advanced\nlevel for two additional years. It was quite clear\nthat this governmental policy aimed at a cutback in\nexpenditure, and that small conservatories like\nHilversum’s would eventually fall victim to it. So,\nthe Sweelinck and Hilversum Conservatories both had an\ninterest in merging. The result of their amalgamation\nwas the Amsterdam School of Music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Naturally, making two teaching institutes into one\nis no easy operation. It involves, among \nmany other things, cutting down on trusted\nstaff, revising well-tried curricula, and adjusting\nlong-accepted admission and degree requirements. And\nwhen the individuals of these institutes are as\ndifferent as those at the former Sweelinck and\nHilversum Conservatories, it puts a severe strain on\nthe acceptance and creativity of the faculties\ninvolved. On the other hand, it may also provide an\nopportunity to consider whether a particular program\nstill serves its implicit goals and meets the\nrequirements of the professional field.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The classical music departments of the Sweelinck\nand Hilversum Conservatories offered music theory\ncurricula that were so widely divergent that the\ncreation of an entirely new curriculum for the\nAmsterdam School of Music, to which both theory\ndivisions would agree, was necessary. Apart from\nbringing about an agreement, however, this new\ncurriculum also needed to safeguard the continuation\nof music theory teaching on the same level as before\nunder the more restrictive conditions imposed by the\nDepartment of Education. Furthermore, it needed to\nrespond to the current differentiation of musical\nlife, and to the specialization of musical knowledge\ngoing hand in hand with it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] At the Sweelinck Conservatory every student\nenrolled had to complete a two-year music theory\nprogram. Apart from a short introductory course on the\nfundamentals of music, this program consisted of a\ncourse combining harmony and analysis, and one\ncombining solfege and ear-training. Both courses\nextended over the full range of two years. There were\nalso courses on modal and tonal counterpoint, but\nthese were mandatory for special categories of\nstudents only: students of organ, composition and\nmusic theory. The modal counterpoint course was also\nintended for students of early music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The harmony and analysis course offered at the\nSweelinck Conservatory was basically a harmony course\noccasionaly touching on music analysis. Students were\nnot trained in examining scores and writing analytical\npapers, but rather learned to respond verbally to what\nthey heard in a musical piece. While music analysis\nwas given only slight consideration, harmony was\ntaught intensively. The entire range of the\ndiscipline, from the fundamental materials to\nchromaticism, was covered in the first year. The\nsecond year was devoted to writing exercises in\nvarious tonal forms and styles, for example Lieder,\npreludes, fugues and sonata expositions. Thus,\nstudents were made familiar with harmonic principles\nas embodied in musical compositions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] At the Hilversum Conservatory of Music every\nstudent enrolled followed a three-year music\ntheory program, the core of which was a course,\nextending over the whole study period, which combined\nharmony, analysis and ear-training. Solfege was taught\nseperately, while counterpoint courses were required\nfor only a few majors, as at the Sweelinck\nConservatory. This lengthy and highly integrated\nprogram was adopted from the Royal Conservatory in\nThe Hague, which counted several former music theory\nstudents on Hilversum’s faculty. Contrary to the\nSweelinck Conservatory’s program it centered around\nmusic analysis. Hilversum students received a more\nscholarly training than their colleagues at the\nSweelinck, a training that involved writing analytical\npapers, and that was expected to deepen their musical\nexperience. Extra-curricular events added to this\nscholarly training. Several lecture series and\nseminars have been organized in Hilversum, some of\nwhich have explored specific areas of music theory. In\n1989, for example, there was a four-day seminar on the\ntheories of Heinrich Schenker.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The theory curriculum offered by the classical\nmusic department of the new Amsterdam School of Music,\nwhich has been drawn up by the music theorist Henk\nBorgdorff, is much more flexible than the curricula of\nthe former Sweelinck and Hilversum Conservatories.\nFurther, it allows more interaction with the music\nhistory program. From the second year onward students\nare offered elective theory and history courses, so\nthat they can compile a program that suits their\nmajor, or that simply meets their special interests.\nThe comprehensive approach that was characteristic for\nHilversum’s program in particular has been dispensed\nwith, since it tended to invite a certain shallowness\nand rigidity in the last few years. The elective system\nreplacing it offers sufficient time for thorough\ninstruction, and sufficient scope for integrating new\nfields of study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The curriculum is organized as follows. The 34\nweeks of the academic year are divided into three\ntrimesters of ten weeks each, plus two periods of two\nweeks between the trimesters in which students take\nexams or participate in orchestral projects. Everyone\nis required to follow weekly lessons in harmony and\near-training and solfege throughout their first two\nyears. In the first year, an introductory course in\n18th-century analysis is a requirement for all\nstudents. In addition, they follow two trimesters of\n20th-century analysis. In the second year, they are\nrequired to follow one trimester of early music\nanalysis, two trimesters of 18th- and 19th-century\nanalysis, two trimesters of twentieth-century\nanalysis, as well as an instrumentation course of two\ntrimesters. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Starting in their second year, students make a\nchoice of specialized courses in both theory and\nhistory. Those who want do develop their writing\nskills may choose to do Renaissance counterpoint,\nBaroque counterpoint, melody in early music, and/or\nadvanced instrumentation. A course in 20th-century\nsolfege and ear-training is offered to those\ninterested in contemporary music. Furthermore, a rich\nvariety of analysis and history courses is offered,\nall taking up one trimester of ten two-hour lessons.\nSome of the courses focus on one, two or three\ncomposers while others will study single compositions,\ncomposition cycles or the music of a larger period. A\nsimilar albeit smaller choice of history courses is\noffered (see Table 1). TABLE 1: The elective courses of the academic year\n1996–1997, divided into four main categories (A–D)\n\nA. Solfege, Ear-training and Writing Skills\n\n1. Renaissance Counterpoint\n2. Baroque Counterpoint\n3. Melody in Early Music\n4. 20th-Century Solfege and Ear-training\n\n\nB. Analysis\n\nComposers: \n\n 1. Schubert\n 2. Chopin, Liszt and Wagner\n 3. Wagner\n 4. Nielsen, Scriabin and Sibelius\n 5. Faure and Ravel\n 6. Debussy, Ravel and Stravinsky\n 7. Stravinsky\n 8. Messiaen\n\nCompositions and composition cycles:\n\n 9. The Eighth Book of Madrigals of Cl.Monteverdi\n10. Cantata 73 (J.S.Bach)\n11. Die Kunst der Fuge (J.S. Bach)\n12. The Beethoven Piano Sonatas\n13. Schubert’s Winterreise 14. The Late Piano- and Chamber Music of Brahms\n15. Les Beatitudes (Franck)\n\nPeriods:\n\n16. Baroque Rhetoric \n17. History of the Sonata\n18. The Lied in the Romantic Era\n19 Wiener Espressivo 20. From Atonality towards Twelve-Tone and Integral\n    Serialism\n21. From Avantgarde towards Contemporary Music\n\n\nC. Music History\n\nEarly Music:\n\n 1. La Vuelta - Giro d’Italia - Tour de France 2. Variations, Bearbeitungen , Dances\n\n18th and 19th Centuries:\n\n 3. Music of the Fin de Siecle 4. Vienna, Paris, Budapest\n\n20th Century:\n\n 5. Symphony and Music Theatre in the 20th Century\n 6. Introduction into electronic and electro-acoustical\n    music\n\n\nD. Other Courses\n\n 1. Notation and Interpretation of Polyphony in the\n    Late Medieval and Renaissance Periods\n 2. Music Philosophy\n 3. Introduction into Jazz Theory\n 4. History of Music Theory: From Aristoxenos to\n    Stockhausen\n 5. Harmony at the Keyboard",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] An identical number of courses is not required of\nall students. A ‘standard’ program is followed by\nstudents of early music, piano, college music, and\nconductors of brass bands. An ‘extended’ program is\nfollowed by students of composition, organ, church\nmusic, and music theory. However, most of the students\nfollow a ‘limited’ program. This program is followed\nby students of the regular instruments as well as\nthose of voice and opera and those of orchestral and\nchoral conducting. On the other hand, some of the\ncourses are compulsory for certain majors. For\nexample, singers follow extra solfege courses and\nstudents of orchestral and choral conducting are\nrequired to follow specialized analysis courses. On\naverage, a student will choose one course from each of\nthe categories A, B and C in Table 1 , and five courses\nirrespective of the categories to which they belong.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] So far, the response of both students and staff\nto the new curriculum is quite positive. In the one-plus year of its use only two minor disadvantages have\nemerged. The administrative complications are more\nelaborate now than they used to be. The expectation is\nthat this problem will be solved in due course.\nAnother disadvantage is that the second trimester\ntakes place from November through March which means\nthat it is interrupted by the Christmas holidays. This\ninterruption tends to break the attention span.\nHowever, the general opinion is that the advantages\noutweigh the problems. Teachers give classes within\ntheir fields of specializiation and, similarly, their\ncourses are attended by highly motivated students!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.97.3.1.douw_schuijer.html",
    "data": "mto/data/mto.97.3.1.douw_schuijer.json"
}