{
    "title": "Review of Dylan Robinson, <i>Hungry Listening: Resonant Theory for Indigenous Sound Studies</i> (University of Minnesota Press, 2020)",
    "date": "2020/11/01",
    "volume": "26",
    "issue": "4",
    "authors": [
        "Attas, Robin"
    ],
    "abstract": "",
    "keywords": [
        "decolonization",
        "Indigenization",
        "curriculum reform"
    ],
    "doi": "10.30535/mto.26.4.10",
    "received": "September 2020",
    "pdf": "https://mtosmt.org/issues/mto.20.26.4/mto.20.26.4.attas.pdf",
    "author_info": [
        {
            "name": "Robin Attas",
            "university": "Queen's University Dan School of Drama & Music",
            "address": "39 Bader Lane, Kingston ON K7L 3N6",
            "email": "robin.attas@queensu.ca"
        }
    ],
    "citations": {
        "attas_2019": "Attas, Robin. 2019. “Strategies for Settler Decolonization: Decolonial Pedagogies in a Popular Music Analysis Course.” Canadian Journal of Higher Education 49 (1): 125–39. https://journals.sfu.ca/cjhe/index.php/cjhe/article/view/188281 .",
        "battell_lowman_and_barker_2015": "Battell Lowman, Emma and Adam J. Barker. 2015. Settler: Identity and Colonialism in 21st Century Canada . Fernwood Publishing.",
        "barbeau_1933": "Barbeau, Marius. 1933. “Songs of the Northwest.” Musical Quarterly 19 (1): 101–11.",
        "brett_wood_and_thomas_2006": "Brett, Philip, Elizabeth Wood, and Gary C. Thomas. 2006. Queering the Pitch: The New Gay and Lesbian Musicology . 2nd ed. Routledge. First published 1994.",
        "campbell_et_al_2014": "Campbell, Patricia Shehan, David Myers, Ed Sarath, Juan Chattah, Lee Higgins, Victoria Lindsay Levine, David Rudge, and Timothy Rice. 2014. Transforming Music Study from Its Foundations: A Manifesto for Progressive Change in the Undergraduate Preparation of Music Majors . College Music Society.",
        "center_2019": "Center for Schenkerian Studies. 2019. Journal of Schenkerian Studies 12.",
        "diangelo_2018": "DiAngelo, Robin. 2018. White Fragility: Why It’s So Hard for White People to Talk About Racism . Beacon.",
        "ewell_2009": "Ewell, Phillip, ed. 2009. “Ethnic Diversity in Music Theory: Voices from the Field.” Special issue of Gamut 2 (1). https://trace.tennessee.edu/gamut/vol2/iss1/ .",
        "ewell_2020": "Ewell, Phillip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.ewell.html .",
        "guck_2006": "Guck, Marion A. 2006. “Analysis as Interpretation: Interaction, Intentionality, Invention.” Music Theory Spectrum 28 (2): 191–209.",
        "hisama_2016": "Hisama, Ellie. 2016. “On Race/Ethnicity in the Profession.” In “Colloquy: Race, Ethnicity, and the Profession.” Musicology Now , December 1, 2016. http://www.musicologynow.org/2016/12/colloquy-race-ethnicity-and-profession.html .",
        "hisama_2018a": "Hisama, Ellie. 2018a. “Considering Race and Ethnicity in the Music Theory Classroom.” In The Norton Guide to Teaching Music Theory , ed. Rachel Lumsden and Jeffrey Swinkin, 252–67. W. W. Norton.",
        "hisama_2018b": "Hisama, Ellie. 2018b. “Power and Equity in the Academy: Change from Within.” Current Musicology 102: 81–92.",
        "kielian-gilbert_1994": "Kielian-Gilbert, Marianne. 1994. “Of Poetics and Poiesis, Pleasure and Politics—Music Theory and Modes of the Feminine.” Perspectives of New Music 32 (1): 44–67.",
        "maus_1993": "Maus, Fred. 1993. “Masculine Discourse in Music Theory.” Perspectives of New Music 31 (2): 264–93.",
        "maus_2020": "Maus, Fred. 2020. “LGTBQ+ Lives in Professional Music Theory.” Music Theory Online 26 (1). https://mtosmt.org/issues/mto.20.26.1/mto.20.26.1.maus.html .",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings: Music, Gender, and Sexuality . University of Minnesota Press.",
        "parsons_and_ravenscroft_2017": "Parsons, Laurel, and Brenda Ravenscroft. 2017. “Introduction.” In Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 , ed. Laurel Parsons and Brenda Ravenscroft, 1–13. Oxford University Press.",
        "phelan_1997": "Phelan, Peggy. 1997. Mourning Sex: Performing Public Memories . Routledge.",
        "pollock_1998": "Pollock, Della. 1998. “Performative Writing.” In The Ends of Performance , ed. Peggy Phelan and Jill Lane, 73–103. New York University Press.",
        "project_spectrum_2020": "Project Spectrum. 2020. “Mission.” https://projectspectrummusic.com/mission/ .",
        "truth_and_reconciliation_commission_of_canada_2015": "Truth and Reconciliation Commission of Canada. 2015. Honouring the Truth, Reconciling for the Future: Summary of the Final Report of the Truth and Reconciliation Commission of Canada . Government of Canada.",
        "tuck_and_yang_2012": "Tuck, Eve, and K. Wayne Yang. 2012. “Decolonization Is Not a Metaphor.” Decolonization: Indigeneity, Education & Society 1 (1): 1–40. https://jps.library.utoronto.ca/index.php/des/article/view/18630 .",
        "veracini_2011": "Veracini, Lorenzo. 2011. Settler Colonialism: A Theoretical Overview . Palgrave Macmillan.",
        "walker_2020": "Walker, Margaret E. 2020. “Towards a Decolonized Music History Curriculum.” Journal of Music History Pedagogy 10 (1): 1–19. http://www.ams-net.org/ojs/index.php/jmhp/article/view/310 .",
        "west_marvin_et_al_2019": "West Marvin, Elizabeth, Philip Ewell, Yayoi Uno Everett, Joseph Straus, and Ellie M. Hisama. 2019. “Reframing Music Theory.” Plenary session presented at the Society for Music Theory Annual Meeting, Columbus, OH, November 9, 2019.",
        "wolfe_1999": "Wolfe, Patrick. 1999. Settler Colonialism and the Transformation of Anthropology: The Politics and Poetics of an Ethnographic Event . Cassell."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Settler is a term I use to indicate that my ancestors came to the land I know as Canada from somewhere else (the UK and Greece), that they sought no permission before occupying the lands upon which Indigenous peoples lived, and that I am complicit in the ongoing colonization of Indigenous peoples through institutional and individual acts. See Battell Lowman and Barker 2015 .",
            "citations": [
                "battell_lowman_and_barker_2015"
            ]
        },
        "FN2": {
            "text": "2. Given Robinson’s emphasis on positionality throughout Hungry Listening , I feel it is important for me to share some of my held identities in order to indicate how they may be informing my views, or informing how you the reader receive them. I consider myself an insider/outsider because although my graduate training and early career were in music theory, I now work full-time as an educational developer in a teaching and learning center with music theory as a secondary interest.",
            "citations": []
        },
        "FN3": {
            "text": "3. Settler colonialism is operative in places such as Canada, the United States, and Australia, where colonizers arrived with an intent to stay and have not left. See Wolfe 1999 and Veracini 2011 .",
            "citations": [
                "wolfe_1999",
                "veracini_2011"
            ]
        },
        "FN4": {
            "text": "4. These assumptions also apply, by extension, to the reader. Within this sentence and throughout this review, for example, is an assumption that readers are music theorists, an assumption communicated through my use of “our” and “we.”",
            "citations": []
        },
        "FN5": {
            "text": "5. The specific metaphor of pinning notes to a page comes from a passage by early twentieth-century ethnographer Marius Barbeau, who worked with Ernest MacMillan among various Indigenous groups in Canada and who Robinson quotes as saying that the musical sounds they were collecting could be written down, “our stave being a rack upon which to pin down sounds and rhythms whatever they are” ( Barbeau 1933 , quoted in Robinson 2020, 149).",
            "citations": [
                "barbeau_1933"
            ]
        },
        "FN6": {
            "text": "6. The Truth and Reconciliation Commission (2008–15) was a government-appointed commission that was one component of a class action settlement regarding the Indian Residential Schools system, a government-supported and mostly church-run boarding school program that was most active from the 1880s to the 1980s. Thousands of Indigenous children were taken from their families and brought to distant schools where physical, emotional, and sexual abuse was rampant and legitimate education minimal. The Indian Residential Schools system is widely recognized as the most egregious example of Canada’s colonialism via institutionalized “cultural genocide” ( Truth and Reconciliation Commission of Canada 2015 , 1).",
            "citations": [
                "truth_and_reconciliation_commission_of_canada_2015"
            ]
        },
        "FN7": {
            "text": "7. This leads me to reveal that I am a colleague of Robinson’s; however, I feel well-equipped to remain at a critical distance in this review. Like many sub-disciplines within music theory, the community of music theorists also fluent in theories of settler colonialism and decolonization is so small that peer review of colleagues is impossible to avoid.",
            "citations": []
        },
        "FN8": {
            "text": "8. In this quote, Robinson is drawing upon McClary, where she advocates for musicologists finding a place where we are “no longer sure of what MUSIC is” ( 1991 , 19; emphasis in the original).",
            "citations": [
                "mcclary_1991"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Recent activities in the Society for Music Theory suggest that its members are ready to call out the discipline’s faults and are hungry for change. Events such as the founding of Project Spectrum in 2018 as a graduate-student-led coalition for reform across the music disciplines ( Project Spectrum 2020 ), the 2019 SMT annual meeting’s keynote addresses exposing the discipline’s faults in numerous ways ( West Marvin et al. 2019 ; Ewell 2020 ), and the scandal surrounding the publication of volume 12 of the Journal of Schenkerian Studies ( 2019 ) may have inspired music theorists to consider the many problematic aspects of music theory and analysis as currently practiced in institutions drawing from the Western European music conservatory model ( Attas 2019 ; Walker 2020 ). Some may be reflecting on the ways these considerations recall and return to previous discussions on related topics: among them, gender ( Parsons and Ravenscroft 2017 ; Maus 1993 ), race and ethnicity ( Ewell 2009 ; Hisama 2016 , 2018a , 2018b ), sexuality ( Brett, Wood, and Thomas 2006 ; Maus 2020 ) and general curricular reform ( Campbell et al. 2014 ).",
                "footnotes": [],
                "citations": [
                    "project_spectrum_2020",
                    "west_marvin_et_al_2019",
                    "ewell_2020",
                    "center_2019",
                    "attas_2019",
                    "walker_2020",
                    "parsons_and_ravenscroft_2017",
                    "maus_1993",
                    "ewell_2009",
                    "hisama_2016",
                    "hisama_2018a",
                    "hisama_2018b",
                    "brett_wood_and_thomas_2006",
                    "maus_2020",
                    "campbell_et_al_2014"
                ]
            }
        },
        {
            "2": {
                "text": "[2] But where might this renewed hunger for change lead us, if we do not address the historical and potentially problematic reasons for that hunger? In a field like ours, which has been called out repeatedly by both insiders and outsiders for its exclusion of voices on the basis of race, ethnicity, gender, physical ability, culture, nationality, and more, one step is to listen and read voices that have been historically silenced or ignored. Dylan Robinson’s Hungry Listening (2020) offers a perspective from interdisciplinary music studies, Indigenous studies, and the author’s identity as xwélmexw or Stó:lō (an Indigenous group traditionally resident in the territory currently known as the Pacific Northwest of North America). Robinson’s book presents music theorists, specifically, with a variety of ways to question their attachments to a singular voice, analyst, and ideal listener. In this review, I (a white cisgendered female settler (1) ) explore the book’s implications for the field of music theory, a field in which I am also an insider/outsider. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I use the term “hunger” above as deliberate echo of the book’s core concept, “hungry listening.” This term describes settler colonial modes of perception: (3) the ways in which settlers listen to and consume other musics and cultures and prioritize “the capture and certainty of information over the affective feel, timbre, touch, and texture of sound” (Robinson 2020, 38). The term “is derived from two Halq’eméylem words: shxwelítemelh (the adjective for settler or white person’s methods/things) and xwélalà:m (the word for listening)” (2). Hungry listening is a way to think about the assumptions music disciplines make about “the listener.” (4) Robinson writes that “part of what Hungry Listening seeks to expand in musical scholarship is this action of marking the normative discourses of listening positionality (primarily though not exclusively in relation to Western art music) as white, heterosexual, able-bodied, and middle class, through writing that explicitly illustrates and materializes other listening values in/and/from musical subjectivities” (81). Robinson’s delineation of settler and Indigenous modes of perception throughout the book is nuanced: he frequently gives examples that demonstrate the multiplicity of positions within these broad categories, such as his own cultural encounters while living on Indigenous territories other than his own.  Further, in using Halq’eméylem, Robinson demonstrates the importance of language in culture, thought, and theory, one of many performative and decolonizing acts in this book.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The concept of hungry listening is enough to spark a great deal of thinking and action amongst change-oriented music theorists. How do our analyses, analytical methods, and theories demonstrate hungry listening practices? How much of music theory is about collecting musical or sound artifacts, pinning them to the page in a colonial and violent manner similar to the ethnographers that Robinson critiques at various points in the book? (5) When music theorists listen to and analyze music from cultures other than their own, what sort of power dynamics are they participating in? When theorists talk about “the listener,” who is that listener? What analyzing positions are we assuming? Robinson occasionally begins to answer these questions for music theorists, but given his training and academic role outside the discipline of music theory, I often read these passages as (understandably) superficial glosses on what it is we do as music theorists and analysts. I see great potential for music theorists to take up Robinson’s ideas to expand existing music-theoretical work on listening positionality (see Ewell 2020 , Guck 2006 , and Kielian-Gilbert 1994 , among others).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "ewell_2020",
                    "guck_2006"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Robinson offers several possible avenues for application and exploration of the concept of hungry listening in an introduction, two theoretical chapters, and three case studies. The introduction and chapter 1 (\"Hungry Listening\") lay out the theoretical terrain, exploring the notion of hungry listening and its intersections with key elements of critical Indigenous studies, including redress, refusal, resurgence, and sovereignty. Chapter 2, “Writing About Musical Intersubjectivity,” is a deeper look at critical theories from inside and outside Indigenous studies that inform Robinson’s approach. This chapter stands apart from the rest of the book in its reliance on abstract theorization rather than analytical application. Robinson attempts to draw from and address multiple readerships and ways of knowing (Indigenous and European scholars, academics from multiple disciplines, his own personal academic experiences), openly discussing the challenges of satisfying such a diverse audience by describing the critical reactions of peer reviewers from diverse backgrounds to this chapter’s contents. While he does not entirely overcome these challenges, highlighting the issues at stake for scholars seeking to engage in similar work is as instructive as the theoretical ideas themselves. How would music analyses that engage with multiple ways of knowing be received by peer reviewers? Would they be equally controversial, perhaps rejected as “not music theory” and, at the same time, insufficient for publication in other disciplines? Robinson’s transparency about the review process highlights some of the structural barriers to decolonization present within music disciplines and across academia more broadly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The three case studies offer readers concrete applications of Robinson’s key ideas. Chapter 3, “Contemporary Encounters between Indigenous and Early Music,” offers a framework for analyzing a group of performances that have taken place across the territories currently known as Canada and the United States over the last twenty years. These performances were not deliberately linked by their presenters, but their thematic and musical content, as Robinson points out, is remarkably similar: all feature a mixture of early music in Western European genres with traditional and newly composed music from Inuit, Métis, and First Nations communities (the three broad Indigenous groups in the territory currently known as Canada, where Robinson resides). Some featured new works that combine cultural practices and participation by Indigenous and non-Indigenous performers and composers varied across the performances. Music theorists trained in the Western European tradition will likely gravitate to the clear theoretical and taxonomical framework for musical analysis that Robinson proposes in this chapter, which could possibly be adapted for intercultural musical encounters more generally, and certainly could be applied to musical analyses with greater depth than the brief possibilities that the book outlines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 4, “Ethnographic Redress, Compositional Responsibility,” considers the role that settler scholars and their ancestors (both familial and academic) have played and continue to play in colonization, and presents possibilities for both Indigenous and non-Indigenous scholars to enact redress. For music theorists, the key question framed by this chapter is how to take responsibility for the role we have played and continue to play in colonization. Robinson does not provide the answer, but inspires us to ask the question.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Chapter 5, “Feeling Reconciliation,” is a case study of musical works tied to a Canadian context, specifically the Truth and Reconciliation Commission and its aftermath. (6) Robinson explores how specific pieces of music are written or presented as gestures towards reconciliation and redress between Indigenous and settler peoples in the land currently known as Canada, but critiques both artists' intentions and settler audience reactions that tend to see the work of reconciliation as \"finished\" when the piece is over. Again, while there is value in Robinson’s specific critiques of reconciliatory artistic gestures in Canada, the discussion here might equally apply to other musics and music theories that claim universalism or evoke emotions of guilt and shame amongst a cultural majority audience without encouraging them to change the distressing situation. As Robinson writes, “It is necessary to acknowledge the privilege and power that we hold within our artistic and working communities, and then find ways to give over such power that move beyond forms of inclusion” (232). Intermission",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Reading chapter 1, I lie on my back on the deck at my parents’ second home in the place I know as the Eastern Townships in Québec, Canada. What I remind myself is the traditional territory of the peoples of the Wabanaki Confederacy generally and the Abenaki peoples specifically. Instead of reading the book, I read the sky. I feel the sun, see the clouds, hear a robin and a sparrow, the wind in the maples, my children and their grandparents. Robinson’s book gives me permission and motivation to include these perceptions, realities, and positions as part of my academic review, to recognize that the place and time I occupied when reading the book impacted my understanding of the book. I recall other times when Indigenous colleagues, Elders, and friends reminded me that I experience and am more than what the norms of my academic context demand, and that I can bring these parts of myself into colonial spaces and interactions. I am hungry for these reminders. I am wary of this hunger. Performative writing and reading",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] This “intermission” mimics the event scores and sections for specific readers that are an integral part of the performative aspect of Hungry Listening . These include five “event scores” between each chapter that range from a few sentences to nine pages, a section for Indigenous readers (“Writing Indigenous Space”), and a section for settler readers (“Conclusion”). As with Robinson’s use of Halq’eméylem, the book thus functions as both a presentation of ideas and a performative text ( Phelan 1997 ; Pollock 1998 ). Robinson explains that part of the purpose of these sections is that “the reader is not simply served up knowledge on a plate, but is put to work in preparing the meal. This work refuses hungry modes of perception and demands relationship of co-constituting meaning. Readers must equally be open to parsing a variety of aesthetic strategies that may frustrate the impulse for clear explanation” (102).",
                "footnotes": [],
                "citations": [
                    "phelan_1997",
                    "pollock_1998"
                ]
            }
        },
        {
            "11": {
                "text": "[11] For myself, I struggled to find much meaning in Robinson’s text “xwélalà:m, Raven Chacon’s Report ,” because I have never been present at a performance of the piece. “Event Score for Guest Listening I,” though, resonated more closely as I, too, regularly encounter the “hum” of limestone walls around Kingston, Ontario, Canada, but from different positions than Robinson. (7) Other readers would have different experiences. Similarly, the sections for different readers forefront multiple reader positionality. The opening section “Writing Indigenous Space” is prefaced by the instruction “If you are a non-Indigenous, settler, ally, or xwelítem reader, I ask that you stop reading by the end of this page . . . . The next section of the book . . . is written exclusively for Indigenous readers” (25). To resist temptation, I taped this section shut. I wanted to recognize and honor that not everything is for me, acknowledge Indigenous sovereignty in the space of the text in my hand. But I obsessed—was hungry for—the knowledge inside those pages. Despite my best intentions, I noticed feelings of hurt, rejection, white fragility ( DiAngelo 2018 ). I worried that I would not be able to complete my task: What does it mean to review a book without having read a part of it?",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "diangelo_2018"
                ]
            }
        },
        {
            "12": {
                "text": "[12] This self-reflection is essential to a careful reading of Hungry Listening . Robinson at one point describes a broader call to action: “To effect a decolonial crisis in the act of listening—to ask listeners to become 'no longer sure of what listening is'—cannot simply entail a willful approach to kick colonial listening habits. Instead, it means shifting the places, models, and structures of how we listen” (72). (8) Robinson’s book offers ideas that music theorists can apply to the task of addressing the critiques that disciplinary insiders and outsiders have made for decades. I can imagine this book being taken up by music theorists interested in theorizing/analyzing Indigenous music, theorizing/analyzing differently (what might be called, following Robinson, “theorizing/analyzing otherwise”), questioning the white male heteronormative able-bodied Eurocentric frame that surrounds our field, and considering how identities and positions shape or are shaped by music theory practices.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Yet I am cautious of generalizing too far from the specificity that Robinson’s work adopts, reminding myself, as always, that diverse social justice movements are not equivalent, that “decolonization is not a metaphor” as Tuck and Yang ( 2012 ) warn. Some of Robinson’s ideas may only apply to the specific situations they were created to support: Indigenous–settler encounters generally, Indigenous–settler encounters in specific territories such as Canada or the United States or that of the xwélmexw/Sto:lo nation, and the encounters between two peoples with specific identities and histories. But if music theory and music theorists have only just woken up to the inequities, oppression, and violences that our discipline has enacted and continues to enact, then we are at such an early point that any inspiration for change is useful. This book can certainly provide such an inspiration, and much more.",
                "footnotes": [],
                "citations": [
                    "tuck_and_yang_2012"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Music theorists who have never considered these topics before, and in particular white settlers who have never considered themselves as holding either identity, may feel lost reading this book. However, it is not the role of Robinson specifically or Indigenous scholars generally to educate novices on what they should do. Instead, it is the role of people like me, white settlers with a little more knowledge and experience with these topics, to take up the task of educating their peers. Offering to write this review is part of that work, and I hope others in positions of relative power and privilege in music theory join me.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.20.26.4.attas.html",
    "data": "mto/data/mto.20.26.4.attas.json"
}