{
    "title": "Perceiving Irony in Music: The Problem in Beethoven’s String Quartets",
    "date": "2016/09/01",
    "volume": "22",
    "issue": "3",
    "authors": [
        "Bourne, Janet"
    ],
    "abstract": "Hatten (1994) writes that if musical passages are “inappropriate to the context of the movement . . . an ironic interpretation would be one way to reconcile that inappropriateness as a compositional effect rather than a flaw” (185). Is there something systematic that prompts listeners to interpret musical “inappropriateness” as ironic? Building upon Hatten’s work, this article explores how a listener might infer irony in Beethoven’s music by drawing on cognitive principles and analogies shared by music and language. I create an analytical framework that draws conditions from language psychologists’ empirical studies of verbal and situational irony (Colston 2001,Lucariello 1994). The first condition is a violation of expectations established through a norm or schema. I use Caplin’s (1998) theory of formal function, Gjerdingen’s (2007) schema theory, and Hepokoski and Darcy’s (2006) Sonata Theory to measure violation of expectation as defined by Beethoven and his audience’s shared stylistic knowledge. Since listeners develop expectations in music simply by listening (Meyer 1956), this paper incorporates “common ground,” Clark’s (1996) term for the information, knowledge, and cultural norms that the composer and listener share. The second condition is blatantly failing to fulfill one or more of the “maxims” defined by the linguist H.P. Grice (1975), who argues that a person implicitly follows the maxims in any “cooperative” conversation. I apply this framework to analyze three Beethoven string quartet movements that Hatten and others have described as “ironic”: op. 95/iv, op. 131/v, and op. 130/i. I close by discussing implications for musical communication as a whole.",
    "keywords": [
        "Beethoven",
        "irony",
        "Grice",
        "Gricean Maxims",
        "linguistics",
        "sonata",
        "form",
        "schema",
        "common ground",
        "string quartet",
        "humor",
        "communication",
        "analogy",
        "cognition"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.bourne.pdf",
    "author_info": [
        {
            "name": "Janet Bourne",
            "university": "Bates College",
            "address": "Department of Music, Olin Arts Center, 75 Russell St., Lewiston, ME 04240",
            "email": "jbourne@bates.edu"
        }
    ],
    "citations": {
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Musical Meaning and Interpretation. Indiana University Press.",
        "anderson_1961": "Anderson, Emily, ed. 1961. The Letters of Beethoven . Translated by Emily Anderson. Vol. 2. 3 vols. Macmillan.",
        "ashley_2004": "Ashley, Richard. 2004. “Musical Pitch Space Across Modalities: Spatial and Other Mappings through Language and Culture.” In Proceedings of the 8th International Conference on Music Perception & Cognition , edited by Scott Lipscomb, Richard Ashley, Robert Gjerdingen, and Peter Webster, 64–71. Causal Productions.",
        "ashley_2014": "Ashley, Richard. 2014. “Communication.” In Music in the Social and Behavioral Sciences: An Encyclopedia , edited by William Forde Thompson, 203–11. SAGE Publications.",
        "attardo_1994": "Attardo, Salvatore. 1994. Linguistic Theories of Humor . Walter de Gruyter.",
        "attardo_2000": "Attardo, Salvatore. 2000. “Irony as Relevant Inappropriateness.” Journal of Pragmatics 32 (6): 793–826.",
        "attardo_2001": "Attardo, Salvatore. 2001. Humorous Texts: A Semantic and Pragmatic Analysis . Mouton de Gruyter.",
        "balter_2009": "Balter, Tamara. 2009. “A Theory of Irony in Music: Types of Irony in the String Quartets of Haydn and Beethoven.” PhD diss., Indiana University.",
        "bharucha_1987": "Bharucha, Jamshed. 1987. “Music Cognition and Perceptual Facilitation: A Connectionist Framework.” Music Perception 5 (1): 1–30.",
        "bonds_1991": "Bonds, Mark Evan. 1991. Wordless Rhetoric: Musical Form and the Metaphor of the Oration . Harvard University Press.",
        "bonds_2008": "Bonds, Mark Evan. 2008. “Listening to Listeners.” In Communication in Eighteenth-Century Music , edited by Danuta Mirka and Kofi Agawu, 34–52. Cambridge University Press.",
        "botstein_1994": "Botstein, Leon. 1994. “The Patrons and Publics of the Quartets: Music, Culture, and Society in Beethoven’s Vienna.” In The Beethoven Quartet Companion , edited by Robert Winter and Robert Martin, 77–110. University of California Press.",
        "bourne_2015": "Bourne, Janet. 2015. “A Theory of Analogy for Musical Sense-Making and Categorization: Understanding Musical Jabberwocky.” PhD diss., Northwestern University.",
        "bowdle_and_gentner_2005": "Bowdle, Brian, and Dedre Gentner. 2005. “The Career of Metaphor.” Psychological Review 112 (1): 193–216. doi:10.1037/0033-295X.112.1.193.",
        "brauner_1981": "Brauner, Charles. 1981. “Irony in the Heine Lieder of Schubert and Schumann.” Musical Quarterly 67 (2): 261–81.",
        "brodbeck_and_platoff_1983": "Brodbeck, David, and John Platoff. 1983. “Dissociation and Integration: The First Movement of Beethoven’s Opus 130.” 19th-Century Music 7 (2): 149–62. doi:10.2307/746346.",
        "burnham_2000": "Burnham, Scott. 2000. Beethoven Hero . Princeton University Press.",
        "byros_2012": "Byros, Vasili. 2012. “Meyer’s Anvil: Revisiting the Schema Concept.” Music Analysis 31 (3): 273–346. doi:10.1111/j.1468-2249.2012.00344.x.",
        "byros_2013": "Byros, Vasili. 2013. “Trazom’s Wit: Communicative Strategies in a ‘Popular’ yet ‘Difficult’ Sonata.” Eighteenth-Century Music 10 (2): 213–52. doi:10.1017/S1478570613000055.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2005": "Caplin, William. 2005. “On the Relation of Musical Topoi to Formal Function.” Eighteenth-Century Music 2 (1): 113–24.",
        "chua_1995": "Chua, Daniel. 1995. The “Galitzin” Quartets of Beethoven: Opp. 127, 132, 130 . Princeton University Press.",
        "clark_1996": "Clark, Herbert. 1996. Using Language . Cambridge University Press.",
        "clarke_1999": "Clarke, Eric. 1999. “Rhythm and Timing in Music.” In The Psychology of Music , edited by Diana Deutsch, 473–500. Academic Press.",
        "cobley_2005": "Cobley, Paul. 2005. “Objectivity and Immanence in Genre Theory.” In Genre Matters: Interdisciplinary Perspectives , edited by Garin Dowd, Lesley Stevenson, and Jeremy Strong, 41–54. Intellect.",
        "cobley_2008": "Cobley, Paul. 2008. “Communication and Verisimilitude in the Eighteenth Century.” In Communication in Eighteenth-Century Music , edited by Danuta Mirka and Kofi Agawu, 13–33. Cambridge University Press.",
        "colebrook_2004": "Colebrook, Claire. 2004. Irony . Routledge.",
        "colston_2001": "Colston, Herbert. 2001. “On Necessary Conditions for Verbal Irony Comprehension.” Pragmatics & Cognition 8 (2): 277–324.",
        "cross_2005": "Cross, Ian. 2005. “Music and Meaning, Ambiguity and Evolution.” In Musical Communication , edited by Dorothy Miell, Raymond MacDonald, and David Hargreaves, 27–43. Oxford University Press.",
        "day-o’connell_2010": "Day-O’Connell, Jeremy. 2010. “Review: Music, Language, and the Brain by Aniruddh Patel.” Journal of Music Theory 54 (2): 311–24. doi:10.1215/00222909-1214948.",
        "demorest_et_al_2010": "Demorest, Steven M., Steven Morrison, Laura Stambaugh, Münir Beken, Todd Richards, and Clark Johnson. 2010. “An fMRI Investigation of the Cultural Specificity of Music Memory.” Social Cognitive and Affective Neuroscience 5 (2-3): 282–91. doi:10.1093/scan/nsp048.",
        "denora_1995": "DeNora, Tia. 1995. Beethoven and the Construction of Genius: Musical Politics in Vienna, 1792-1803 . University of California Press.",
        "everett_2004": "Everett, Yayoi Uno. 2004. “Parody With an Ironic Edge: Dramatic Words by Kurt Weill, Peter Maxwell Davies, and Louis Andriessen.” Music Theory Online 10 (4).",
        "everett_2009": "Everett, Yayoi Uno. 2009. “Signification of Parody and the Grotesque in György Ligeti’s Le Grand Macabre.” Music Theory Spectrum 31 (1): 26–56.",
        "fedorenko_et_al_2009": "Fedorenko, Evelina, Aniruddh Patel, Daniel Casasanto, Jonathan Winawer, and Edward Gibson. 2009. “Structural Integration in Language and Music: Evidence for a Shared System.” Memory & Cognition 37: 1–9.",
        "fish_1980": "Fish, Stanley Eugene. 1980. Is There a Text in This Class?: The Authority of Interpretive Communities . Harvard University Press.",
        "fodor_1983": "Fodor, Jerry. 1983. Modularity of Mind: An Essay on Faculty Psychology . MIT Press.",
        "frye_1957": "Frye, Northrop. 1957. Anatomy of Criticism: Four Essays . Princeton University Press.",
        "gentner_holyoak_and_kokinov_2001": "Gentner, Dedre, Keith Holyoak, and Boicho Kokinov, eds. 2001. The Analogical Mind: Perspectives from Cognitive Science . MIT Press.",
        "gibbs_jr_2000": "Gibbs Jr., Raymond. 2000. “Irony in Talk Among Friends.” Metaphor and Symbol 15 (1&2): 5–27.",
        "gibbs_jr_and_o’brien_1991": "Gibbs Jr., Raymond, and Jennifer O’Brien. 1991. “Psychological Aspects of Irony Understanding.” Journal of Pragmatics 16 (6): 523–30.",
        "gibbs_and_colston_2012": "Gibbs, Raymond, and Herbert Colston. 2012. Interpreting Figurative Meaning . Cambridge University Press.",
        "gjerdingen_1996": "Gjerdingen, Robert. 1996. “Courtly Behaviors.” Music Perception 13 (3): 365–82. doi:10.2307/40286175.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style: Being an Essay on Various Schemata Characteristic of Eighteenth-Century Music for Courtly Chambers, Chapel, and Theaters, Including Tasteful Passages of Music Drawn from Most Excellent Chapel Masters in the Employ of Noble and Noteworthy Personages, Said Music All Collected for the Reader’s Delectations on the World Wide Web . Oxford University Press.",
        "gjerdingen_2010": "Gjerdingen, Robert. 2010. “Mozart’s Obviously Corrupt Minuet.” Music Analysis 29 (1–3): 61–82.",
        "gjerdingen_and_bourne_2015": "Gjerdingen, Robert, and Janet Bourne. 2015. “Schema Theory as Construction Grammar.” Music Theory Online 21 (2).",
        "granot_and_jacoby_2011": "Granot, Roni, and Nori Jacoby. 2011. “Musically Puzzling I: Sensitivity to Overall Structure in the Sonata Form?” Musicae Scientiae 15 (3): 365–86. doi:10.1177/1029864911409508.",
        "grice_1975": "Grice, H. Paul. 1975. “Logic and Conversation.” In Syntax and Semantics 3: Speech Acts , edited by Peter Cole and Jerry Morgan, 41–58. Academic Press.",
        "hargreaves_macdonald_and_miell_2005": "Hargreaves, David, Raymond MacDonald, and Dorothy Miell, eds. 2005. Musical Communication . Oxford University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Advances in Semiotics. Indiana University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hepokoski_2001": "Hepokoski, James. 2001. “Back and Forth from Egmont: Beethoven, Mozart, and the Nonresolving Recapitulation.” 19th-Century Music 25 (2–3): 127–54.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "hirsch_2011": "Hirsch, Galia. 2011. “Between Irony and Humor: A Pragmatic Model.” Pragmatics & Cognition 19 (3): 530–61.",
        "holyoak_and_thagard_1995": "Holyoak, Keith, and Paul Thagard. 1995. Mental Leaps: Analogy in Creative Thought . MIT Press.",
        "hunter_2012": "Hunter, Mary. 2012. “‘The Most Interesting Genre of Music’: Performance, Sociability and Meaning in the Classical String Quartet, 1800–1830.” Nineteenth-Century Music Review 9: 53–74.",
        "huron_2006": "Huron, David Brian. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press.",
        "hutcheon_1995": "Hutcheon, Lidna. 1995. Irony’s Edge: The Theory and Politics of Irony . Routledge.",
        "iser_1978": "Iser, Wolfgang. 1978. The Act of Reading: A Theory of Aesthetic Response . Johns Hopkins University Press.",
        "jackendoff_2009": "Jackendoff, Ray. 2009. “Parallels and Nonparallels between Language and Music.” Music Perception 26 (3): 195–204.",
        "kerman_1971": "Kerman, Joseph. 1971. The Beethoven Quartets . A. A. Knopf.",
        "kinderman_1995": "Kinderman, William. 1995. Beethoven . University of California Press.",
        "kivy_2007": "Kivy, Peter. 2007. Music, Language, and Cognition: And Other Essays in the Aesthetics of Music . Oxford University Press.",
        "klein_2009": "Klein, Michael. 2009. “Ironic Narrative, Ironic Reading.” Journal of Music Theory 53 (1): 95–136.",
        "koelsch_et_al_2004": "Koelsch, Stefan, Elisabeth Kasper, Daniela Sammler, Katrin Schulze, Thomas Gunter, and Angela Friederici. 2004. “Music, Language, and Meaning: Brain Signatures of Semantic Processing.” Nature Neuroscience 7 (3): 302–7.",
        "krumhansl_1995": "Krumhansl, Carol. 1995. “Music Psychology and Music Theory: Problems and Prospects.” Music Theory Spectrum 17 (1): 53–90.",
        "lakoff_and_johnson_1980": "Lakoff, George, and Mark Johnson. 1980. Metaphors We Live by . University of Chicago Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "levinson_1997": "Levinson, Jerrold. 1997. Music in the Moment . Cornell University Press.",
        "lockwood_2003": "Lockwood, Lewis. 2003. Beethoven: The Music And The Life . W. W. Norton & Company.",
        "lockwood_2008": "Lockwood, Lewis. 2008. Inside Beethoven’s Quartets: History, Interpretation, Performance . Harvard University Press.",
        "london_1996": "London, Justin. 1996. “Musical and Linguistic Speech Acts.” The Journal of Aesthetics and Art Criticism 54 (1): 49–64.",
        "longyear_1970": "Longyear, Rey. 1970. “Beethoven and Romantic Irony.” The Musical Quarterly 56 (4): 647–64.",
        "lucariello_1994": "Lucariello, Joan. 1994. “Situational Irony: A Concept of Events Gone Awry.” Journal of Experimental Psychology: General 123 (2): 129–45.",
        "margulis_2007": "Margulis, Elizabeth. 2007. “Surprise and Listening Ahead: Analytic Engagements with Musical Tendencies.” Music Theory Spectrum 29 (2): 197–217.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . University of Chicago Press.",
        "meyer_1973": "Meyer, Leonard B. 1973. Explaining Music: Essays and Explorations . University of California Press.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology . University of Chicago Press.",
        "meyer_2000": "Meyer, Leonard B. 2000. “Exploiting Limits: Creation, Archetypes, and Style Change.” In The Spheres of Music: A Gathering of Essays , 189–225. University of Chicago Press.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787-1791 . Oxford Studies in Music Theory. Oxford University Press.",
        "mirka_and_agawu_2008": "Mirka, Danuta, and Kofi Agawu, eds. 2008. Communication in Eighteenth-Century Music . Cambridge University Press.",
        "muecke_1969": "Muecke, Douglas. 1969. The Compass of Irony . Methuen.",
        "muecke_1970": "Muecke, Douglas. 1970. Irony . The Critical Idiom 13. Cox & Wyman Ltd.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures: The Implication-Realization Model . University of Chicago Press.",
        "nussbaum_2007": "Nussbaum, Charles. 2007. “The Musical Utterance: How Music Means.” In The Musical Representation: Meaning, Ontology, and Emotion , 87–142. MIT Press.",
        "patel_2008": "Patel, Aniruddh. 2008. Music, Language, and the Brain . Oxford University Press.",
        "pinker_1997": "Pinker, Steven. 1997. How the Mind Works . W. W. Norton & Company.",
        "plazak_2011": "Plazak, Joseph. 2011. “An Empirical Investigation of a Sarcastic Tone of Voice in Instrumental Music.” PhD diss., Ohio State University.",
        "raskin_and_attardo_1994": "Raskin, Victor, and Salvatore Attardo. 1994. “Non-Literalness and Non-Bona-Fide in Language: An Approach to Formal and Computational Treatments of Humor.” Pragmatics & Cognition 2 (1): 31–69. doi:10.1075/pc.2.1.02ras.",
        "ratner_1995": "Ratner, Leonard. 1995. The Beethoven String Quartets: Compositional Strategies and Rhetoric . Stanford Bookstore.",
        "richards_2013": "Richards, Mark. 2013. “Beethoven and the Obscured Medial Caesura: A Study in the Transformation of Style.” Music Theory Spectrum 35 (2): 166–93. doi:10.1525/mts.2013.35.2.166.",
        "rothstein_1995": "Rothstein, William. 1995. “Beethoven with and without Kunstgesprang: Metrical Ambiguity Revisited.” Beethoven Forum 4: 165–93.",
        "shanahan_2009": "Shanahan, Daniel. 2009. “Review of Aniruddh D. Patel, Music, Language, and the Brain.” Music Theory Online 15 (5).",
        "sheinberg_2000": "Sheinberg, Esti. 2000. Irony, Satire, Parody and the Grotesque in the Music of Shostakovich: A Theory of Musical Incongruities . Ashgate.",
        "swain_1997": "Swain, Joseph. 1997. Musical Languages . 1st ed. W.W. Norton.",
        "temperley_2008": "Temperley, David. 2008. “Hypermetrical Transitions.” Music Theory Spectrum 30 (2): 305–25.",
        "tillmann_and_bigand_2004": "Tillmann, Barbara, and Emmanuel Bigand. 2004. “The Relative Importance of Local and Global Structures in Music Perception.” The Journal of Aesthetics and Art Criticism 62 (2): 211–22. doi:10.1111/j.1540-594X.2004.00153.x.",
        "tomasello_2008": "Tomasello, Michael. 2008. Origins of Human Communication . The Jean Nicod Lectures 2008. MIT Press.",
        "watson_2010": "Watson, Angus. 2010. Beethoven’s Chamber Music in Context . Boydell Press.",
        "wheelock_1992": "Wheelock, Gretchen. 1992. Haydn’s Ingenious Jesting with Art: Contexts of Musical Wit and Humor . Schirmer Books.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press.",
        "zemach_and_balter_2007": "Zemach, Eddy, and Tamara Balter. 2007. “The Structure of Irony and How It Functions in Music.” In Philosophers on Music: Experience, Meaning, and Work , 178–205. Oxford University Press.",
        "zenck_2008": "Zenck, Claudia Maurer. 2008. “‘Mannichfaltige Abweichungen von der gewöhnlichen Sonaten-Form’: Beethoven’s ‘Piano Solo’ Op. 31 No. 1 and the Challenge of Communication.” In Communication in Eighteenth-Century Music , edited by Danuta Mirka and Kofi Agawu, 53–82. Cambridge University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* Versions of this paper have been presented at various conferences, including at the 2012 annual meeting of the Society for Music Theory and the 2012 annual meeting of Music Theory Southeast. I thank Richard Ashley, Vasili Byros, Yayoi Uno Everett, Robert Gjerdingen, Bruno Alcalde, Olga Sanchez-Kisielewska, and the anonymous readers for their helpful comments, critiques, and observations.",
            "citations": []
        },
        "FN1": {
            "text": "1. Ultimately, she errs on the side of situational irony where the situation is “constructed” since “one cannot explicitly speak of verbal meanings that are manipulated in music (as in verbal irony)” ( Balter 2009 , 31).",
            "citations": [
                "balter_2009"
            ]
        },
        "FN2": {
            "text": "2. Listeners, then, are less about recognizing that musical passages are the “same” as verbal irony (and also situational irony), but instead noticing “similarities” to verbal irony (and situational irony).",
            "citations": []
        },
        "FN3": {
            "text": "3. Almén writes that irony has different phases: comic and tragic. He describes Frye’s ( 1957 ) model as such: “the comic phases of irony do not entirely displace the initial hierarchy, which is depicted as humorously flawed and not beyond redemption. Attention is called to the problematic quality of that hierarchy, but an alternative possibility is not always given. . . . The tragic phases of irony, by contrast, feature narratives of despair and integration, in which the safety of a stable society gives way to unrelieved disasters of oppression” ( Almén 2008 , 167).",
            "citations": [
                "frye_1957"
            ]
        },
        "FN4": {
            "text": "4. To help describe when a text may be “crafted” in such a way as to prompt a performer or speaker to perform it ironically, consider the following examples of verbal irony. First, imagine a speaker and her friend in a hurricane. The weather is so terrible, their lives are threatened. The speaker turns to her friend and says, “Nice weather.” She could “perform” that sentence in a myriad of different ways, even saying it with a cheerful voice, yet a norm would be to reconcile the incongruous semantics of the text and context with an ironic interpretation. This could be an example where the “text” is crafted in such a way that it prompts a speaker to perform it (and a hearer to perceive it) as ironic, even without a particularly ironic “tone of voice.” I attempt to analyze the musical analogues of this example here, which I consider the composer-as-speaker perspective (as the one who crafts the musical text in its context). For a second example, imagine that a speaker and her friend go to a restaurant and her friend says, “There was a two for one option and I ordered that for both of us, although the selection is more limited.” The speaker could respond with “That was smart”; since the context is less clear, the performance heavily influences whether verbal irony is perceived or not. The speaker could easily mean “What a great idea!” or, if the performance is ironic, “Too bad, now we don’t get to choose what we want.” Of course, the performance ultimately cannot be separated from the text. The line here is blurry, and one cannot always distinguish whether a composer or performer is a definitive speaker (and, of course, more often than not, they reinforce each other). Yet I often focus on the “composer” perspective of a musical text or performance, although they are both valid perspectives for analysis.",
            "citations": []
        },
        "FN5": {
            "text": "5. Recent work in neuroscience implies that music and language share basic processing mechanisms ( Patel 2008 ; Fedorenko et al. 2009 ). For instance, Aniruddh Patel ( 2008 , 297) argues for the Shared Syntactic Integration Resource Hypothesis in which musical and linguistic syntax have not only domain-specific syntactic representations, but also an overlap in the neural resources during syntactic processing. Stefan Koelsch and others ( 2004 ) have used event-related potential (ERP) data to show that music can activate meaningful concepts with a certain degree of specificity. For two music theorists’ reviews of Patel ( 2008 ), see Jeremy Day-O’Connell ( 2010 ) and Daniel Shanahan ( 2009 ).",
            "citations": [
                "patel_2008",
                "fedorenko_et_al_2009",
                "patel_2008",
                "koelsch_et_al_2004",
                "patel_2008",
                "shanahan_2009"
            ]
        },
        "FN6": {
            "text": "6. The way I define “analogy” here is similar to the way music scholars define “metaphor” in discussions of musical meaning (e.g. Zbikowski 2002 ). These scholars, however, often use George Lakoff and Mark Johnson’s ( 1980 ) framework. The similarities and differences between metaphor and analogy are unclear, especially in cognitive science. Some cognitive scientists believe that the cognitive processing behind novel metaphors is the same as analogy ( Bowdle and Gentner 2005 ). For a model of how listeners may use analogy to make sense of music, see Bourne ( 2015 ).",
            "citations": [
                "zbikowski_2002",
                "lakoff_and_johnson_1980",
                "bowdle_and_gentner_2005",
                "bourne_2015"
            ]
        },
        "FN7": {
            "text": "7. A similar example from language of taking advantage of a culturally-ingrained analogy would be someone using the up-as-happy and down-as-sad analogy to describe their mood (e.g. “I feel on top of the world”; “I feel really down”; etc.).",
            "citations": []
        },
        "FN8": {
            "text": "8. The term “common ground” will be used here despite similar concepts in music-theoretical discussion such as Meyer’s  “universe of discourse” ( 1956 , 42).",
            "citations": [
                "meyer_1956"
            ]
        },
        "FN9": {
            "text": "9. I distinguish between humor and irony at a later point, see [6.6] .",
            "citations": []
        },
        "FN10": {
            "text": "10. Grice  provides the following non-verbal example for flouting the maxim of quantity: “If you are assisting me to mend a car, I expect your contribution to be neither more nor less than is required; if, for example, at a particular stage I need four screws, I expect you to hand me four, rather than two or six” ( 1975 , 47).",
            "citations": [
                "grice_1975"
            ]
        },
        "FN11": {
            "text": "11. Although the Gricean maxims are most often connected to propositional content, they are actually connected to communication in general and not limited to knowledge states based on propositional information ( Ashley 2014 ). Grice himself refrains from using “truth conditions” when discussing his maxims. He mentions that the cooperative principle represents “rational behavior” and have analogues outside of “talk exchanges” ( Grice 1975 , 47). Gricean maxims are about behaviors and interactions: an addressee recognizes communicative intentions behind the acts of a speakers using gestures and utterances (and makes inferences based on these uses) even if the gestures or utterances themselves lack propositional meaning. Although music lacks propositional content, it still communicates and depends on actions and interactions; thus, the Gricean maxims (especially through analogy) could be applied to music.",
            "citations": [
                "ashley_2014",
                "grice_1975"
            ]
        },
        "FN12": {
            "text": "12. Two recent studies of music as communication are David Hargreaves, Raymond MacDonald, and Dorothy Miell’s collection ( 2005 ), which approaches the topic from a variety of different disciplines, and Danuta Mirka and Kofi Agawu ( 2008 ), who limit their investigation to eighteenth-century music using the common metaphor of music as language.",
            "citations": [
                "hargreaves_macdonald_and_miell_2005",
                "mirka_and_agawu_2008"
            ]
        },
        "FN13": {
            "text": "13. “The distinction between merely miming and replicating indicates, then, that far from being irrelevant, comprehending the intentions of composers (collective as well as individual) is crucial for understanding the choices that results in the compositions on which a history of music is partly based. But—and this cannot be sufficiently emphasized— it is not some kind of idiosyncratic, personal intention that is crucial for such a history, but the sort that is implicit in the stylistic constraints that define the goals of the “game of art” itself. In short, the historically significant intentions of a football coach, a grand master of chess, or a composer are those that result from choices made among alternative possibilities permitted by the constraints of both the style of the activity and the cultural context” ( Meyer 1989 , 138, italics in original).",
            "citations": [
                "meyer_1989"
            ]
        },
        "FN14": {
            "text": "14. I do not use the term “information” in the same way that an information theorist would. My use of “information” often means some type of functional musical gesture, especially one that is expected or implied. For instance, a cadence is a type of musical information. If a cadence fails to appear when expected, the phrase lacks information (in this case, an expected and implied cadence). An information theorist would likely argue that the lack of an expected cadence would be exceptionally informative, since greater surprise means greater information. I agree with both statements, but they reflect two different uses of the word information.",
            "citations": []
        },
        "FN15": {
            "text": "15. “Excessive repetition” is only one of the cues  for humorous music that Huron ( 2006 ) mentions in connection with Peter Schickele’s music. Some of the others include “incompetence cues,” “incongruous quotation,” “misquotation,” and “implausible delays” ( Huron 2006 , 285–86).",
            "citations": [
                "huron_2006",
                "huron_2006"
            ]
        },
        "FN16": {
            "text": "16. For example, deceptive and evaded cadences are within the norm; however, if a composer includes six deceptive cadences in a row, then the sheer number may be beyond our expectations for this gesture. Yet, if the composer has already included several evaded cadences, perhaps this gesture becomes less a flouting of Quantity and part of the intrinsic norm of the piece.",
            "citations": []
        },
        "FN17": {
            "text": "17. Op. 130 is an exception, because scholars have not used the term “ironic” to describe this movement; however, many have alluded to its ironic-like behavior.",
            "citations": []
        },
        "FN18": {
            "text": "18. Composers often eliminated the A section between C and B′ in sonata-rondos ( Caplin 1998 , 238).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN19": {
            "text": "19. Hatten defines an expressive genre as a “category of musical works based on their implementation of a change-of-state schema” ( 1994 , 290).",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN20": {
            "text": "20. One finds this same trajectory, albeit in miniature, in Beethoven’s Piano Sonata in E ♭ major, op. 31 no. 3, mm. 1–8. In mm. 1–6, a listener hears the following topics in this order: pastoral, ombra , and, finally, a highlighted noble/heroic. In mm. 7–8, however, one hears a “comic cadential” or “ buffa gesture,” deflating all that was previously heard ( Hatten 2004 , 168). According to Hatten, this mini-drama of eight measures ends with a “Romantic ironic annihilation of the hero” ( 2004 , 168). This mirrors the same directionality heard in op. 95: from serious to comic or frivolous, with the comic annihilating the seriousness beforehand.",
            "citations": [
                "hatten_2004",
                "hatten_2004"
            ]
        },
        "FN21": {
            "text": "21. These PACs seem excessive partly because so many occur within a short duration of time.",
            "citations": []
        },
        "FN22": {
            "text": "22. Hepokoski and Darcy define an MC as “the brief, rhetorically reinforced break or gap that serves to divide an exposition into two parts” ( 2006 , 24).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN23": {
            "text": "23. Richards ( 2013 ) surveys how the MC is treated in Type-3 sonatas throughout Beethoven’s stylistic development, using Hepokoski and Darcy’s concept of “levels of default.” Between 1807 and 1812, Beethoven’s first-level default is to use either a doubly-obscured or triply-obscured MC ( Richards 2013 , 190). Therefore, the obscured MC in op. 95 is typical of Beethoven’s style at that time.",
            "citations": [
                "richards_2013",
                "richards_2013"
            ]
        },
        "FN24": {
            "text": "24. Other atypical Indugios exist; for example, Cimarosa’s Sonata C78, mm. 21–29, has the prototypical scale degree 4 in the bass, but mostly highlights 2 ˆ in the soprano instead of outlining 2 ˆ , 4 ˆ , and 6 ˆ ( Gjerdingen 2007 , 274).",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN25": {
            "text": "25. Thanks to Bruno Alcalde and Olga Sanchez-Kisielewska for their comments on this cadence.",
            "citations": []
        },
        "FN26": {
            "text": "26. Thanks to Olga Sanchez-Kisielewska for her observations regarding the hypermeter here.",
            "citations": []
        },
        "FN27": {
            "text": "27. There is perhaps some ambiguity here since there are longer note values in even-numbered measures (e.g. mm. 4, 8, etc.), which often align with hypermetrically strong beats ( Lerdahl and Jackendoff 1983 ). Therefore, one could argue for competing interpretations. The ambiguity dissipates by m. 9, however, with an undoubtedly strong measure.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN28": {
            "text": "28. “Künstlich nachgemachte musikalische Stümperey,” quoted in Mirka 2009 , 300n12.",
            "citations": [
                "mirka_2009"
            ]
        },
        "FN29": {
            "text": "29. In addition to following the conditions of the irony framework, performer bungling also falls in line with Lucariello’s ( 1994 ) other requirement for situational irony: it exhibits “evocation of human frailty.” The ability for performers and composers to make mistakes shows how fragile human nature can be.",
            "citations": [
                "lucariello_1994"
            ]
        },
        "FN30": {
            "text": "30. “Unerwartet schnell wieder [Rückkehr] in die vorige Tonart und Hauptmelodie,” quoted in Zenck 2008 , 60.",
            "citations": [
                "zenck_2008"
            ]
        },
        "FN31": {
            "text": "31. Lockwood  discusses precedents for such tempo contrasts that “create larger formal shapes” in Beethoven’s previous works: the piano sonatas op. 13 and op. 27, no. 1 and the finale of the string quartet op. 18, no. 6 ( 2008 , 198).",
            "citations": [
                "lockwood_2008"
            ]
        },
        "FN32": {
            "text": "32. For example, empirical studies have shown that musical memory is culturally based, and a person remembers music from a familiar culture better than an unfamiliar one ( Demorest et al. 2010 ). Similarly, perception of pitch is also influenced by culture ( Ashley 2004 ).",
            "citations": [
                "demorest_et_al_2010",
                "ashley_2004"
            ]
        },
        "FN33": {
            "text": "33. Literary theorists considered important to reader-response theory include Stanley Fish ( 1980 ) and Wolfgang Iser ( 1978 ).",
            "citations": [
                "fish_1980",
                "iser_1978"
            ]
        },
        "FN34": {
            "text": "34. The possible extension of the framework to pieces with text may be a bit trickier. For instance, a number of scholars have discussed how Schubert and Schumann use irony as a device in lieder (e.g. Brauner 1981 ). The presence of lyrics may prompt a listener to interpret irony differently in song than in instrumental music. Through text, listeners and composers have an opportunity to exploit semantic meaning. Therefore, the framework outlined here may not be as effective a tool for analyzing music with text.",
            "citations": [
                "brauner_1981"
            ]
        },
        "FN35": {
            "text": "35. For more on this idea, see Bourne 2015 .",
            "citations": [
                "bourne_2015"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In a letter to Sir George Smart, Beethoven mentions his imagined audience for op. 95, the String Quartet in F minor: “NB. The Quartett is written for a small circle of connoisseurs and is never to be performed in public” ( Anderson 1961 , 2: Letter 664). In addition to specifying an audience for the quartet, Beethoven (not an editor) titled the work Quartett[o] Serioso ( Longyear 1970 , 649). The finale of op. 95 mostly conveys pathos (fully deserving of a “ serioso ” title) until a light-fingered, major-mode Allegro coda in 2 2 meter emerges (more reminiscent of opera buffa than a tragic Beethovenian string quartet). Joseph Kerman describes op. 95’s coda as such: Then, as though something silently snapped, a very fast alla breve section emerges in the major mode, a fantastic evocation of an opera buffa finale in which all the agitation and pathos and tautness and violence of the quartet seem to fly up and be lost like dust in the sunlight. ( 1971 , 182) William Kinderman describes this “brilliant, exhilarating coda” as “problematic” since it “blithely ignores the dramatic tensions of the work up to that point” ( 1995 , 293). In the words of Lewis Lockwood, the coda of op. 95’s finale “has baffled many a dedicated Beethovenian” ( 2003 , 329). Perhaps this is why Beethoven suggested the quartet never be performed in public. I understand why Beethovenians feel “baffled.” How can they interpret a serious and tragic string quartet with an opera buffa coda? Perhaps Beethoven made an error, miscalculated, or simply solved a problem poorly.",
                "footnotes": [],
                "citations": [
                    "anderson_1961",
                    "longyear_1970",
                    "kerman_1971",
                    "kinderman_1995",
                    "lockwood_2003"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Vincent d’Indy was frustrated by the coda: “one might imagine [that] some light Rossinian finale had strayed into this atmosphere of sustained beauty, and we think that no interpretation could palliate this error of a genius” (quoted in Watson 2010 , 192). Yet Robert Hatten does offer an interpretation. Hatten suggests that if passages of a musical work are inappropriate to the context of an entire piece—such as the “error” of the op. 95 coda—then an “ironic interpretation would be one way to reconcile that inappropriateness as a compositional effect rather than a flaw” ( 1994 , 135). Hatten interprets this coda—which he argues is “neither a miscalculation nor a poorly solved problem”—as ironic, describing it as a “shift in level of discourse” due to a sudden and extreme change to a contrasting genre ( 1994 , 187–88).",
                "footnotes": [],
                "citations": [
                    "watson_2010",
                    "hatten_1994",
                    "hatten_1994"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Although irony is difficult to define precisely—Claire Colebrook describes irony as “curiously indefinable” ( 2004 , 1)—many music scholars, including Hatten ( 1994 ), Michael Klein ( 2009 ), and Esti Sheinberg ( 2000 ), agree that irony involves contradiction. In his definition, Hatten describes irony as “a higher-order trope inaugurated by the contradiction between what is claimed (or observed, or done), and a content that cannot support its reality (or appropriateness). . .. there has to be a potential for reversal in interpreting what is ‘really meant’ by word or deed” ( 1994 , 172). Irony is a compelling way to solve Beethoven’s “problem” in op. 95, especially since scholars other than Hatten interpret op. 95’s musical “inappropriateness” in this way. For example, Rey Longyear ( 1970 ) and Tamara Balter ( 2009 ) hear op. 95’s coda as ironic, noting that the opera buffa ending destroys the quartet’s seriousness. Is there something systematic that prompts these authors to interpret the musical “inappropriateness” of op. 95’s coda as ironic? Is it simply contradiction—or is there something more?",
                "footnotes": [],
                "citations": [
                    "colebrook_2004",
                    "hatten_1994",
                    "klein_2009",
                    "sheinberg_2000",
                    "hatten_1994",
                    "longyear_1970",
                    "balter_2009"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] One could ask the same question of language. For many years, music scholars have used knowledge about language to help better understand knowledge about music (e.g. Gjerdingen and Bourne 2015 ; Swain 1997 ; Bonds 1991 ). Linguistic theories may shed light on the way irony works in music, since irony is better understood in this domain. Scholars have identified many types of irony ( Colebrook 2004 ; Muecke 1969 ). Douglas Muecke boils all types down to two principal kinds: verbal and situational ( 1970 , 25) where “the former is the irony or the ironist being ironical; the latter is the irony of a state of affairs or an event seen as ironic” ( 1970 , 49). Hence, verbal irony depends on a speaker, while situational irony depends on events governed by fate. I argue that irony in music is neither situational irony nor verbal irony; instead, irony in music is its own type that combines elements of both situational and verbal irony. Balter makes a similar observation when she writes that “in music we seem to have a combination of verbal and situational irony: we can identify events but not speakers and their intentions. Yet, since we know there is no chance of fate involved in a fine artwork (unlike events in life), we tend to assume it is the creator’s voice that (intentionally) invents ironic situations in the work” ( 2009 , 31). (1) Before discussing how listeners perceive irony in music, first I discuss how listeners perceive irony in language according to psychology.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "gjerdingen_and_bourne_2015",
                    "swain_1997",
                    "bonds_1991",
                    "colebrook_2004",
                    "muecke_1969",
                    "muecke_1970",
                    "muecke_1970",
                    "balter_2009"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Several psychological studies show that certain conditions need to be present for a person to perceive irony in language. In her experiments on situational irony (defined as a contradiction between an actual and idealized series of events), Joan Lucariello ( 1994 ) reveals that for one to perceive an event as situationally ironic, the event must exhibit human frailty and violate an expected norm or schema. The following example demonstrates both human frailty and unexpectedness: “A man died when the weather was sunny and calm the day before a hurricane hit; he was electrocuted by removing an object off of his roof as a precaution against the storm” ( Lucariello 1994 , 132). Many of Lucariello’s observations are also supported by Herbert Colston’s ( 2001 ) experiments, although his are on verbal irony. Figure 1 . Grice’s maxims, a component of linguistic H.P. Grice’s Cooperative Principle (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lucariello_1994",
                    "lucariello_1994",
                    "colston_2001"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] From his experimental data, Colston ( 2001 ) concludes that two conditions are necessary to comprehend verbal irony (which he defines as the speaker saying the opposite of what they mean). The first condition is that the utterance must allude to violated expectations by mentioning prior statements, desires, beliefs, or social norms that did not come to fruition ( Colston 2001 , 279). The second condition is that the speaker must flout one or more of H.P. Grice’s ( 1975 ) maxims of conversation ( Colston 2001 , 306), shown in Figure 1 . A person implicitly follows Gricean maxims in any “cooperative” conversation. Grice defined “flouting” as “BLATANTLY fail[ing] to fulfill [the maxim(s)]” ( 1975 , 49), but believed that the only maxim that created irony when flouted was Quality ( 1975 , 53). More recently, scholars such as Salvatore Attardo ( 2000 ) and Galia Hirsch ( 2011 ) have concluded that any flouted maxim could create irony.  Colston ( 2001 ) finds both conditions necessary for a person to perceive verbal irony in language.",
                "footnotes": [],
                "citations": [
                    "colston_2001",
                    "colston_2001",
                    "grice_1975",
                    "colston_2001",
                    "grice_1975",
                    "grice_1975",
                    "attardo_2000",
                    "hirsch_2011",
                    "colston_2001"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] I argue that musical passages may suggest irony if they are analogous to linguistic passages that also suggest irony. Thus, listeners could infer musical irony (which combines elements of verbal and situational irony) if they perceive passages in music as analogous to ironic passages in language. (2) When listeners hear op. 95’s incongruous and inappropriate coda, they may strive to understand or “solve” this musical anomaly. A musical work is a sequence of events, and the contradictory opera buffa ending to the “serious” op. 95 is similar to contradictory events in situational irony. Yet an act of fate, not a speaker, causes situational irony. Beethoven, however, functions as a voice or speaker in op. 95 since he places these events (motives, phrases, and the like) together ( London 1996 , 52). Since a composer can function as a speaker, music could potentially flout the Gricean maxims in a way analogous to verbal irony. By recognizing similarities between the finale of op. 95 and instances of irony in language, a listener may infer that op. 95’s coda is ironic. Drawing from Colston’s ( 2001 ) and Lucariello’s ( 1994 ) experiments on verbal irony and situational irony, I establish the following conditions as part of a framework to explore the perception of ironic communication in music: 1) violation of a temporal expectation generated by some norm, or violation of a general knowledge structure in the form of a schema , and 2) flouting one or more of the Gricean maxims ( perceiving the composer as being deliberately uncooperative ).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "london_1996",
                    "colston_2001",
                    "lucariello_1994"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Traditional approaches to irony in music, often originating in literature or philosophy, can work within the framework proposed here to create an even more effective way to analyze music. Esti Sheinberg—taking a semiotic and philosophical perspective—clarifies that “musical incongruities” suggest irony in music ( 2000 , 50). Byron Almén ( 2008 ) and Michael Klein ( 2009 ) use literary theory as a model, with irony as a narrative archetype  in the tradition of Northrup Frye ( 1957 ). (3) Balter ( 2009 ), in solo research and collaborations with Eddy Zemach ( 2007 ), employs the philosophical theory of possible world semantics to identify types of irony in music. Joseph Plazak ( 2011 ) determines what acoustical cues performers use to communicate irony while playing. The framework in this study, inspired by cognitive science and linguistics research, could complement these approaches to musical irony.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "sheinberg_2000",
                    "klein_2009",
                    "frye_1957",
                    "balter_2009",
                    "zemach_and_balter_2007",
                    "plazak_2011"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Before describing the framework further, I first describe the performer’s role in musical irony. The performer can either highlight or hinder how much musical irony is communicated to their audience. Plazak ( 2011 ) finds, in his experiments, that when performers play with an ironic or “sarcastic tone of voice,” they play with relatively shorter durations, staccato-like articulations, relatively greater intensity, and a noisy timbre. On the “receiving end,” listeners use similar (if not the same) performance cues to identify a sarcastic tone of voice in music ( Plazak 2011 , 75). In his experiments and analyses, Plazak ( 2011 ) interprets the performer (instead of the composer) as “speaker”; essentially, the performer is the one who “communicates” musical irony. While this is an important way to research musical irony, I focus instead on composer-as-speaker since I consider both perspectives (composer and performer) too much to cover in one essay. In addition, I am interested in how composers craft a musical text in such a way that may prompt musicians to perform a piece ironically. (4) Therefore, my analyses often focus on composer-as-speaker, but also recognize the important role that performers play in musical irony. The Music and Language Analogy",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "plazak_2011",
                    "plazak_2011",
                    "plazak_2011"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Why might we be able to assume that musical irony follows similar conditions to linguistic irony? In recent years, work in neuroscience implies that music and language share basic processing mechanisms ( Patel 2008 ; Fedorenko et al. 2009 ). (5) Listeners therefore may have similar expectations for music as they do for language, such as the desire for a composer to “cooperate.” Other scholars, however, are unconvinced that music and language share a strong connection. Peter Kivy, asking himself the question “Music, Language, and Cognition: Which Doesn’t Belong?,” concludes that language is the odd man out, writing that “the connection between music and language is purely analogical” ( Kivy 2007 , 232).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "patel_2008",
                    "fedorenko_et_al_2009",
                    "kivy_2007"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Scholars in this second “camp” often use a word such as “analogy” to deemphasize any “real” connection between music and language. Analogy, however, is a powerful cognitive process that alters much of how humans make sense of the world (e.g. Gentner, Holyoak, and Kokinov 2001 ; Holyoak and Thagard 1995 ). I define analogy as interpreting a novel and/or abstract domain in the form of a distant but familiar and/or concrete one. (6) Cognitive scientist Jerry Fodor writes that analogy not only underlies creating new scientific theories, but also perceiving concepts in general: It really does look as though there have been frequent examples in the history of science where the structure of theories in a new subject area has been borrowed from, or at least suggested by, theories in situ in some quite different domain: what’s known about the flow of water gets borrowed to model the flow of electricity; what’s known about the structure of the solar system gets borrowed to model the structure of the atom; what’s known about the behavior of the markets gets borrowed to model the process of natural selection, which in turns gets borrowed to model the shaping of operant responses. And so forth. The point about all this is that “analogical reasoning” would seem to be isotropy in the purest form: a process which depends precisely upon the transfer of information among cognitive domains previously assumed to be mutually irrelevant. ( 1983 , 107) Thus we conceptualize electricity, an invisible concept, by thinking in terms of water flow, a more concrete concept. Through this analogy,  we expect electricity to “flow” and have a “current,” ultimately leading us to infer that electricity may behave similarly to water. Figure 2 . Linguistic slots that map onto musical slots (graphic adapted from London 1996, 52) (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "gentner_holyoak_and_kokinov_2001",
                    "holyoak_and_thagard_1995",
                    "fodor_1983"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] A music-as-language analogy can structure how a person listens ( London 1996 ; Mirka and Agawu 2008 ). According to Justin London, this analogy is “so well established in our musical training and the language we use to describe music, it becomes wholly transparent—or to many listeners music becomes a subclass of linguistic phenomena” ( 1996 , 51, italics in original). He includes a list of “slots” in language that map onto corresponding “slots” in music (see Figure 2 ). London argues that listening through this music-as-language analogy allows us “to evaluate musical gestures as we would linguistic utterances” ( 1996 , 52). This music-as-language analogy pervades not only Western culture today, but also Western culture in the eighteenth century, including during Beethoven’s time ( Bonds 1991 ; Mirka and Agawu 2008 ). Danuta Mirka’s definition of metaphor, outlined in the introduction to her book Communication in Eighteenth-Century Music, fits many cognitive scientists’ (e.g. Gentner, Holyoak, and Kokinov 2001 ) definition of analogy: At that time [the eighteenth-century] theoretical and aesthetic discourses about music were based upon the metaphor of music as language. Within this metaphor, a composer or performer was compared to an orator, and a musical piece to an oration subdivided into parts, periods, and sentences. Just as the art of rhetoric has its raison d’etre in persuading the listener, so the art of composition consisted in arousing his sentiments. The musical repertory labelled by later generations as the “Classical style” was thus an expression of the aesthetic stance which conceived of music as communication between composer and listener ( 2008 , 1). Listeners in Beethoven’s time and cultural context assumed music was communicative, and so likely listened to his music through a music-as-language lens ( Mirka and Agawu 2008 ).",
                "footnotes": [],
                "citations": [
                    "london_1996",
                    "mirka_and_agawu_2008",
                    "london_1996",
                    "london_1996",
                    "bonds_1991",
                    "mirka_and_agawu_2008",
                    "gentner_holyoak_and_kokinov_2001",
                    "mirka_and_agawu_2008",
                    "mirka_and_agawu_2008"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] If listeners encounter something anomalous in music, then one way to solve this puzzle is to take advantage of the music-as-language analogy, and so evaluate the musical gesture as they would a linguistic one (especially since this analogy is so culturally-ingrained). (7) If musical passages “behave” similarly to linguistic passages that are ironic, then listeners may infer the musical passages are also ironic. A Framework for Perceiving Irony in Music",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Before proceeding to case studies of irony in Beethoven, I explore the framework’s two parts in more depth. I. Violation of Expectation [3.2.1] Music has the ability to create expectations which can be either fulfilled or denied (e.g. Meyer 1956 ; Narmour 1990 ; Huron 2006 ; Margulis 2007 ). Musical expectations come about in several ways, including “reflexes, conceptual knowledge, mechanisms of statistical learning, logic, or hard-wiring” ( Margulis 2007 , 205). On one level, listeners have certain musical expectations because of Western tonal syntactic structures (e.g. Bharucha 1987 ; Krumhansl 1995 ). On another level, listeners have certain musical expectations regarding genres or forms agreed upon by a community ( Caplin 1998 ; Hepokoski and Darcy 2006 ; Cobley 2005 ; Cobley 2008 ). Despite often being clumped together, musical expectations are not all the same. Elizabeth Margulis categorizes musical expectations by the five ways they can vary: origin (where does the expectation come from?), nature (what is it like to have the expectation?), time course (how long is the expectation sustained?), object (what kind of entity is the target of expectation?), and consequence (what is the effect of this expectation?) ( 2007 , 205–6). An important part of compositional technique is playing with, delaying, or even violating the listeners’ expectations. [3.2.2] To recognize violated expectations within a musical style, the listener often needs to share stylistic knowledge with the composer in question. Psycholinguist Herbert Clark defines “common ground” as the information, knowledge, experiences, cultural norms, and assumptions that a speaker and listener both share ( 1996 , 92–121). (8) A common musical ground, then, would be the musical knowledge, assumptions, and stylistic norms that a composer and listener share. Common ground is necessary for understanding ironic communication ( Gibbs and Colston 2012 , 303–4). For example, if a speaker says, “100 Main Street burned to the ground,” this is not ironic in and of itself. However, if the hearer knows that 100 Main Street is the address of the firehouse, the sentence is automatically understood to be ironic (assuming no personal attachment to the tragedy, of course). Ironic events are not just unexpected, according to Lucariello ( 1994 ), but unexpected in a culturally recognized way. These events break expectations shared by a community or a culture, as opposed to idiosyncratic or individualistic expectations. [3.2.3] At the same time, “culturally recognized” does not always mean obvious to every listener. Yayoi Uno Everett writes, “Irony is communicated more often through implicit rather than explicit signals: in subtle cases, the transliteral message is embedded in such a way that only the culturally and ideologically ‘competent’ audience comprehends the double exposure” ( 2004 , 5). The idea of a “competent” audience implies that irony is an “insider’s game.” Composers, then, may cater ironic musical moments to connoisseurs since they have the common ground to “play the game.” [3.2.4] The first step of the framework for understanding musical irony is analyzing violation of expectation, which depends on common ground between composer and listeners. To pry into the common musical ground of Beethoven and his learned audiences, I use theories of form, convention, and genre to analyze violation of expectation; specifically, William Caplin’s ( 1998 ) theory of formal function, the galant style voice-leading schemata of Robert Gjerdingen ( 2007 ), and Hepokoski and Darcy’s Sonata Theory ( 2006 ). [3.2.5] Caplin defines formal function as the “more definite role that the group [a self-contained ‘chunk’ of music] plays in the formal organization of the work” ( 1998 , 9). Based on harmonic and tonal relations, grouping structure, texture, and melodic directionality, a listener recognizes a musical passage as a formal function related to temporal position: beginning, middle, and ending, plus the framing functions of before-the-beginning and after-the end ( Caplin 2005 , 115). Composers often write “obedient” phrases that have musical features we associate with their temporal placement. An “obedient” opening passage, for instance, has musical features that listeners associate with a “beginning” formal function. Yet, “ending” phrases (among others) can rebel against their formal function, and thus open a piece. Although listeners expect these phrases to appear at certain places in the form, they do not always conform to this expectation. [3.2.6] Gjerdingen’s ( 2007 ) galant schemata involve the mental representations of conventionalized musical patterns. Meyer ( 1956 , 1973 , 1989 ) originally applied the psychological concept of schemata to music by writing that listeners implicitly learn musical patterns: “Schemata are patterns that, because they are congruent both with human perceptual/cognitive capacities and with prevalent stylistic (musical and extramusical) constraints, are memorable, tend to remain stable over time, and are therefore replicated with particular frequency” ( Meyer 1989 , 51). Since then, Gjerdingen ( 2007 ) has extended Meyer’s schema concept to cover a wide range of voice-leading patterns in eighteenth-century galant music. Gjerdingen, then, defines a “schema” as a “packet of knowledge, be it an abstracted prototype, a well-learned exemplar, a theory intuited about the nature of things and their meanings, or just the attunement of a cluster of cortical neurons to some regularity in the environment” ( 2007 , 11). According to Vasili Byros, a schema acts as an “operative and culturally and historically determined category of mind” ( 2012 , 306). Since eighteenth-century Italian composers peppered their works with schemata more frequently than nineteenth-century German ones ( Meyer 1989 ), scholars may question whether Beethoven used these same eighteenth-century schemata in his music. Regarding schemata in Beethoven, however, Gjerdingen writes that: Generations of biographers have depicted him [Beethoven] as so archetypically the German musician that his deep roots in the Italian galant style have been easy to overlook.. . . But perhaps a simple example from an early piano sonata can suggest how faithfully he had absorbed the traditions of the galant schemata, even as he was dilating and dramatizing them in unexpected ways. ( 2007 , 237, italics in original) Beethoven trained as a composer using galant pedagogical materials, and thus he could have composed music (even in his late style) using schemata. Figure 3 . The generic layout of Two-Part Sonata Form (from Hepokoski and Darcy 2006, 17) (click to enlarge) [3.2.7] Hepokoski and Darcy ( 2006 ) propose that sonata form is less a mold or template and instead a dynamic process toward goals (see Figure 3 ). The classical sonata form unfurls as a musical plot, with a drive towards two perfect authentic cadences (PACs)—one at the end of the exposition (the essential expositional closure [EEC]) and one at the end of the recapitulation (the essential structural closure [ESC]) ( Hepokoski and Darcy 2006 , 12). Hepokoski and Darcy recognize that the “heart of the theory” is this “recognition and interpretation of expressive/dramatic trajectories toward generically obligatory cadences” (13). Instead of discussing “themes” or “key areas,” Hepokoski and Darcy speak of normative procedures within “action-space” or “zones.” [3.2.8] These modern approaches to eighteenth- and early nineteenth-century Western art music (based on extensive surveys of the music) create an understanding of what might have been part of the common ground between Beethoven and his audience. I use Caplin’s ( 1998 ) formal functions to analyze how phrase structures are expected to fit into an overall form. Gjerdingen’s ( 2007 ) galant schemata provide insights into the expectations listeners may have from conventionalized voice-leading and harmonic patterns. I use Hepokoski and Darcy ( 2006 )’s sonata theory to recognize rhetorical expectations listeners have for sonata form sections and cadences. Together, these theoretical constructions create a network for analyzing what expectations Beethoven and his experienced audience could have had due to their shared common ground. By combining these methods, I analyze different violated expectations in Beethoven’s music, which is the framework’s first condition for analyzing ironic musical communication. 2. Flouting the Gricean Maxims [3.3.1] The Gricean maxims are often applied to (and even assumed in) natural language, yet are not often explicitly applied to music. One exception, London, argues that the way listeners describe music reveals how often they expect music to uphold conversational norms even though music is not an “actual” conversation: When we find in them [pieces of music] violations of [Grice’s] cooperative principle, we tend to assume that these violations are intentional floutings of one (or more) of the principle’s maxims . Indeed, we often encounter musical descriptions precisely along these lines : themes that are too long or too short are described in terms of overstatement or understatement, i.e., violations of quantity , melodic and harmonic non sequiturs (for example, a ‘deceptive’ cadence) are violations of relation; ambiguous (especially tonally ambiguous), rhythmically chaotic, or overly dense musical textures are violations of manner . ( 1996 , 59, bold added for emphasis) Charles Nussbaum also believes that music can behave similarly to conversational structure. He comments, for instance, on music’s ability to flout the maxim of Relation: “Musical ‘irrelevance,’ whether thematic, harmonic, or formal, is something we all have encountered. Mozart’s Musical Joke , K. 522 makes a study of it” ( Nussbaum 2007 , 125). (9) If we listen to music through a music-as-language analogy, then we conceptualize musical utterances as linguistic ones and so expect music to follow conversational norms. To use London’s example, this listener conceptualizes a phrase not as “too long” or “too short,” but instead as “overstatement” or “understatement.” If a listener thinks a composer “overstates” or “understates,” then this composer is uncooperative, and a listener perceives them as flouting the Gricean maxim of Quantity. A music-as-language analogy could justify why listeners might assume composers follow the Gricean maxims; however, Grice himself explains how listeners make this assumption “work” outside a linguistic context. [3.3.2] Since following the maxims represents “rational behavior,” Grice applies them to non-verbal communication in addition to linguistic communication ( 1975 , 47). (10) This implies that the maxims could be applied to music despite music’s lack of propositional content, if music is perceived as communicative. (11) Arguments against music as communication mention music’s ambiguity—it is not “about something”—or  that it only functions to tickle the senses, a kind of “auditory cheesecake” ( Pinker 1997 ). These ostensible deficiencies of music, however, do not mean that music is not communicative (e.g. Cross 2005 ). (12) However, central to communication (and central to flouting the maxims) is intentionality ( Grice 1975 ; Tomasello 2008 ). [3.3.3] In order for music to be communicative, a listener would need to perceive it as intentional in some way. Meyer argues that we can talk about music as “intentional” without evoking Beethoven’s (or any composer’s) personal “intentions,” since composers make choices within a constrained musical style ( 1989 , 138). He thus differentiates this type of intention from an “idiosyncratic” or “personal” one (138). (13) Understanding music as an intentional form of human communication invites the possibility that it will more or less follow the Gricean maxims. Therefore, listeners might take note if they believe the composer is making a deliberately “uncooperative” choice, and one way to act “uncooperatively” is to flout the maxims. [3.3.4] The Gricean maxims benefit music analysis, since they provide a tool for scholars to discuss and analyze musical moments that seem not only deliberate, but also unexpected or odd. A listener could perceive a completely unrelated melody tacked on to the end of a piece as flouting the maxim of Relation, or a tonally ambiguous passage as flouting the maxim of Manner. While the upcoming case studies discuss how Beethoven flouts the maxims in depth, here I briefly consider the maxim of Quantity, which dictates that a contribution to a conversation should be no more or no less informative than required. This maxim may be more difficult to justify in music since music traditionally expands and contracts, and if it does not, it risks being labeled “uninteresting.” [3.3.5] In language, a speaker flouts Quantity by being too informative (overstatement) or not being informative enough (understatement). (14) In music, a composer could be too informative in at least two ways: 1) repeating the same musical segment or technique beyond the norm, or 2) expanding or extending a musical phrase beyond appropriate limits (the phrase is “too long”). Regarding the first way, David Huron observes that, in a case study of humor in the music of contemporary Classical-music satirist Peter Schickele (also known as P.D.Q. Bach), audiences interpreted “excessive repetition” as humor ( 2006 , 286). (15) When Schickele repeated an eight-note passage in his Concerto for Horn and Hardart , his audience began laughing at the fourth repetition (Schickele repeated the passage twelve times in total) ( Huron 2006 , 286). According to Huron, a musical phrase often repeats only three times before changing its musical pattern (286). The audience began laughing at the fourth repetition since the passage repeated one more time beyond an appropriate or normative number of repetitions, implying that they recognized a violation of Quantity. Regarding the second way (an expanded or extended musical phrase), Caplin describes expansion in a musical phrase as internal lengthening of a formal function beyond “normative size in tight-knit themes” ( Caplin 1998 , 20). In a cadential progression, for example, a single harmony can “become highly expanded in relation to the other harmonies” ( Caplin 1998 , 20). Once again, we see a rhetoric of normative size and consideration of context as a way to judge whether a composer is too informative. (16) A composer can be too informative not just with harmony, but meter as well. In his study of humor in Schickele, Huron finds that metric disruptions through eliminating or adding extra beats thwart the “listener’s when -related expectations” ( 2006 , 285). A composer might also flout Quantity by being not informative enough. A harmonic progression could be repeated over and over until its goal (such as tonic) is finally achieved; however, if the goal is never achieved, a listener could interpret this as a withholding of expected information. Figure 4 . Visual representation of violation of expectations and the subset that both flouts maxims and violates expectations (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "meyer_1956",
                    "narmour_1990",
                    "huron_2006",
                    "margulis_2007",
                    "margulis_2007",
                    "bharucha_1987",
                    "krumhansl_1995",
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "cobley_2005",
                    "cobley_2008",
                    "margulis_2007",
                    "clark_1996",
                    "gibbs_and_colston_2012",
                    "lucariello_1994",
                    "everett_2004",
                    "caplin_1998",
                    "gjerdingen_2007",
                    "hepokoski_and_darcy_2006",
                    "caplin_1998",
                    "caplin_2005",
                    "gjerdingen_2007",
                    "meyer_1956",
                    "meyer_1973",
                    "meyer_1989",
                    "meyer_1989",
                    "gjerdingen_2007",
                    "gjerdingen_2007",
                    "byros_2012",
                    "meyer_1989",
                    "gjerdingen_2007",
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006",
                    "caplin_1998",
                    "gjerdingen_2007",
                    "hepokoski_and_darcy_2006",
                    "london_1996",
                    "nussbaum_2007",
                    "grice_1975",
                    "pinker_1997",
                    "cross_2005",
                    "grice_1975",
                    "tomasello_2008",
                    "meyer_1989",
                    "huron_2006",
                    "huron_2006",
                    "caplin_1998",
                    "caplin_1998",
                    "huron_2006"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The two parts of the framework—violation of expectation and flouting the Gricean maxims—work together for the perception of ironic communication in music. While flouting the Gricean maxims always entails a violation of expectation, violation of expectation does not always entail flouting the Gricean maxims, as shown in Figure 4 . Instances that flout the maxims make up a subset of instances that violate expectations in music. Perhaps moments which flout maxims (the smaller blue circle) do not just break expectations, but break them more strongly than instances that are unexpected but do not flout maxims (the larger orange circle). In his discussion of humorous music, Huron argues that surprising passages often induce awe, but “much more surprising” passages (or a greater “magnitude of the violated expectation”) create laughter ( 2006 , 287). Ironic music may be similar to humorous music in this way, and rely on a greater magnitude of violated expectation than awe or frisson-inducing passages, achieved by flouting the maxims. Case Studies",
                "footnotes": [],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] To illustrate the framework outlined earlier, I analyze three Beethoven movements drawn from his middle to late string quartets: the fourth and final movement of op. 95, the fifth movement of op. 131, and the first movement of op. 130. These movements have been heard as ironic by other scholars as well. (17) I build upon these scholars’ observations as evidence for my framework of ironic perception. Using their hearings as evidence, I argue that multiple listeners can perceive these case studies as ironic. By “listeners,” I mean those who share the necessary common ground to potentially make the leap to an ironic interpretation, including contemporary music theorists as well as potentially experienced early-nineteenth-century listeners.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] With the wealth of repertoire from this time period, the use of only string quartets here may seem like a limitation, but this choice was not accidental. Beethoven’s society maintained a divide between amateurs ( Liebhaber ) and connoisseurs ( Kenner ) in music. Eighteenth-century composers, to exercise caution, often tried to compose music catered toward both demographics. In a letter about one of his pieces, written to his father on December 28, 1782, Mozart noted, “Although here and there connoisseurs alone can obtain satisfaction, the non-connoisseurs will be satisfied, without knowing why” (quoted in Bonds 2008 , 36, italics in original). The string quartet genre especially was connected to the connoisseur, often associated with “exclusivity” ( Hunter 2012 , 57). Leon Botstein writes, “By 1827 the quartet form (the Beethoven quartets in particular) had gained augmented status as sophisticated and profoundly communicative pieces aimed at the truly educated” ( 1994 , 90). Engaged listeners formed Beethoven quartet clubs, as Christian Friedrich Michaelis (‘M.’) described in an 1829 article for the magazine Berliner Allgemeine musikalische Zeitung ( AmZ ): For some time musicians and friends of music have founded numerous quartet clubs [ Quartettvereine ], whose primary, or exclusive exercise is the study of Beethoven’s quartets. It could be called more than a “club” when some of the latest and most difficult masterworks are gone through fifty or a hundred more times in order fully to enter into the spirit of the master, and to play him worthily. (quoted in Hunter 2012 , 58) As previously mentioned, irony seems to be an “insider’s game.” Since irony is best understood by connoisseurs familiar with musical conventions, then the string quartet genre, which catered to connoisseurs, was an ideal genre for composers to communicate ironically and with nuance. Op. 95/iv (1810) Example 1 . Beethoven, op. 95/iv (Serioso), mm. 126–153 (click to enlarge and listen) Example 2 . Beethoven, op. 132, finale, mm. 290–309 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "bonds_2008",
                    "hunter_2012",
                    "botstein_1994",
                    "hunter_2012"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] The final movement of Beethoven’s op. 95 is a modified seven-part sonata-rondo form (ABA′CB′A″), (18) or in Hepokoski and Darcy’s terminology, an Expanded Type 1 Sonata-Rondo Mixture ( Hepokoski and Darcy 2006 , 409). As the turbulent F-minor movement comes to an assumed close, a Picardy third creates a sense of release ( Example 1 , m. 132, boxed in red in the example). Yet the trickster Picardy third dissolves into an opera buffa or “Rossinian” finale (to borrow d’Indy’s description). The coda’s opera buffa or comic effect is emphasized through the use of 2 2 meter and quick harmonic rhythm, features that Johann Joachim Quantz considered traits of humorous music in his 1752 Versuch einer Anweisung die Flöte traversiere zu spielen ( Wheelock 1992 , 38).",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "wheelock_1992"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] An avid Beethoven listener may observe that op. 132, another sonata-rondo, shares a similar finale. Like the Serioso quartet, op. 132 also shifts from pathos-laden minor to joyful major ( Example 2 ). Scholars, however, tend not to consider op. 132’s ending as ironic. Why does the coda of op. 95 strike such an ironic tone, but the coda of op. 132 does not? In her comparison, Balter argues that op. 95 does not evoke irony through a change in affect or mood, but because the coda alludes to the different genre of opera buffa ( 2009 , 164). Yet why is this difference significant?",
                "footnotes": [],
                "citations": [
                    "balter_2009"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] The framework outlined earlier can help explain why a listener might perceive op. 95 as ironic but not op. 132. The op. 95 coda violates expectations, since movements do not often shift to a different affect or topical genre, or use such dramatically new musical material.  In terms of Margulis’s ( 2007 ) category of expectations regarding origin, a listener may not expect this shift due to familiarity with stylistic norms. In most pieces, sections generally relate to each other, often creating some larger-scale cohesion, which is denied in op. 95 because of the many drastic changes in musical parameters.",
                "footnotes": [],
                "citations": [
                    "margulis_2007"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] Yet the ending of op. 132 violates expectations as well in its shift to a different affect and use of musical material that (on the surface) seems new. Both op. 95 and op. 132 thus satisfy the first condition of the framework. A violated expectation, then, is not a sufficient indicator of irony in music, as Zemach and Balter assert: First, music raises expectations: competent listeners project situations they consider right for the (musical) conditions at hand. Second, listeners compare and contrast the anticipated situation (a musical event) with the one that does occur in the work. These traits, however, are necessary, but not sufficient, conditions for musical irony, for contrasting situations and frustrating expectations have many other uses too: they create tension, drama, or simply add interest to the work. ( 2007 , 183) The second condition of the framework offers the missing piece that completes our irony puzzle. The second condition, flouting the Gricean maxims, works in tandem with listener expectations. The unexpected coda of op. 95 provides a paradigmatic example of flouting the Gricean maxims of Relation and Quantity.",
                "footnotes": [],
                "citations": [
                    "zemach_and_balter_2007"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] According to the maxim of Relation, whatever statements a speaker adds should relate to the conversation at hand; the coda that Beethoven composed for op. 95 does not relate to the rest of the quartet in either affect or genre. Also, there is no transitional material or preparation for the shift into the coda. By contrast, while the coda of op. 132 may defy expectations, it still relates to other parts of the movement. Even the change in affect in op. 132 sounds linked, according to Hatten: Unlike what I have called the addendum [coda] to the finale of the “Serious” Quartet (op. 95). . . . the extensive coda to the finale of op. 132 is thematically and expressively integrated as a logical outcome to both the movement and the quartet. . . . Beginning with the modulation in the first theme at m. 7, we have glimpsed the potential of this ending. ( 2004 , 285) Like Hatten, Kinderman also uses the idea of integration to differentiate op. 95 from op. 132: “As in the quartetto serioso , op. 95, the finale of op. 132 contains a coda in the major mode, but the conclusion is now far more integrated with the work as a whole than it was in the earlier quartet” ( 1995 , 298). Both Hatten and Kinderman hear the coda as related to the rest of the quartet because of thematic similarities. Kerman, however, hears the coda as related because of Beethoven’s transition from sonata-space (or the generic space of sonata form proper; see Hepokoski and Darcy 2006 , 281) to coda-space: The Finale of the A-minor [op. 132], after resuming the pathos of the first movement of the composition in a dynamic analogous to that of the F-minor quartet [op. 95], concludes with an analogous volte-face to the major mode, Presto . Again the first impression is of lightness and play, as though a great weight of involvement has been lifted. But the shadows are not quite forgotten, and the contrast in mood, though again staggering, is not so puzzling because (among other reasons) the new major-mode material is led in by a definite thematic passage. The concluding section itself is longer and self-sufficient; Beethoven can afford really to look at it. In this ending, the prior pathos seems genuinely – “serious” – encompassed. The play seems genuinely earned or achieved. ( 1971 , 183–84) Kerman does not hear op. 132’s major-mode coda as “puzzling,” because the listener is gently eased into this final moment. If op. 132 lets listeners walk over a bridge from sonata-space to coda, then op. 95 forces its listeners to jump over a chasm. Op. 132 has a genuine transition to its coda, which integrates thematic material, while op. 95 has no transition and unrelated thematic material. Therefore, the change in genre, unconnected themes, and lack of transition create the impression that op. 95’s coda purposely does not relate to the rest of the quartet.",
                "footnotes": [],
                "citations": [
                    "hatten_2004",
                    "kinderman_1995",
                    "hepokoski_and_darcy_2006",
                    "kerman_1971"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] By switching in op. 95 from tragedy to opera buffa , Beethoven flouts the maxim of Relation. In op. 132, Beethoven also switches genres, but this switch is coded as “tragic to transcendent” ( Hatten 2004 , 280). (19) Op. 95 does not cue “tragic-to-transcendent,” but does switch from high art to low art. Directionality makes a difference, since audiences more often perceive a piece as humorous or ironic if it starts “high” and ends “low” than vice versa ( Huron 2006 , 288). In other words, audiences feel less like laughing if a piece starts as opera buffa and ends in tragedy. Huron observes that audiences laugh more when Schickele interjects moments of low art into an established high-art context, such as asking his musicians to play a Hoe-Down in the middle of a Mass. The switch from high art to low gives audiences “permission to laugh,” since a shift in this direction signals playfulness in social contexts ( Huron 2006 , 288). Schickele, and perhaps Beethoven as well, typically flouts the maxim of Relation in this direction; they have both composed serious beginnings with frivolous finales. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "hatten_2004",
                    "huron_2006",
                    "huron_2006"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] The following exchange (from Figure 1) is an example of a linguistic flouting Relation. Person 1: Do you love me? Person 2: I think we should order pizza tonight. While at least one scenario could justify the answer “I think we should order pizza tonight” to the question “do you love me,” most eavesdroppers might chuckle, since a response about dinner plans is not just unrelated, but prosaic—a “low art” response to a “high art” question. A response such as “I think life is meant to be lived to the fullest” would also be unrelated, but it has gravitas and seriousness. The humor of this couple’s exchange stems from a flouting of Relation in the same direction as Beethoven and Schickele. Op. 95 signals playfulness since “low art” opera buffa follows “high art” serioso. On the other hand, op. 132’s move from “tragic-to-transcendent” relates within the context of high art; therefore, Beethoven does not flout the maxim of Relation in this string quartet. As no similar expressive genre readily maps onto op. 95, its coda cannot be interpreted as part of a coherent narrative. For that reason, op. 95 flouts the maxim of Relation while op. 132 does not, creating a sense of irony in the former but not the latter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Beethoven ignores the maxim of Quantity in op. 95 through play with formal aspects, and this flouting of Quantity relates to the flouting of Relation discussed above. According to the maxim of Quantity, a contribution to a conversation should be no more or no less informative than required. Beethoven defies Quantity by withholding an expected musical technique: he is under-informative through his shortage of cadences, specifically PACs, in the sonata-rondo space. Caplin emphasizes the importance of “cadential goals” in sonata expositions ( 1998 , 196) and a central part of Hepokoski and Darcy’s ( 2006 ) Sonata Theory is a piece’s drive to the cadences of EEC and ESC. Yet several important cadences in the main body of the movement, including the MC, EEC, and ESC, are undermined. In contrast, Beethoven’s coda overflows with the PACs in F major that the sonata-rondo space lacks, including ones in mm. 137 (weak), 151, and 175. In the coda, Beethoven flouts the maxim of Quantity by being over-informative with an overabundance of excessive cadences, confirming the coda’s F major beyond what is necessary. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] In the last movement of op. 95, a structurally important i:HC closes the P-theme module with caesura-fill in the first violin (mm. 19–20) chromatically ascending to a high D ♭ . Just before the first violin reaches D ♭ , the rest of the voices enter with a C–C–C–C– D ♭ (or 5 ˆ – 6 ˆ ) gesture before all voices stop on the D ♭ in unison. This dramatic D ♭ , highlighted by the ascending 5 ˆ – 6 ˆ movement and the rests that follow, sounds as if Beethoven took a wrong turn. Yet Beethoven recovers by transforming the D ♭ into the seventh of a vii°7 chord in m. 22. In m. 23, a dependent transition begins as a grand antecedent and dissolving grand consequent (see Hepokoski and Darcy 2006 , 45). The transition dissolves into more transition-like material in m. 29 with completely new material beginning in m. 32. In terms of the rondo element of the sonata-rondo form, this begins the shift from A material (F minor) to B material (C minor). An imperfect MC occurs in m. 43. (22) According to Mark Richards ( 2013 ), Beethoven obscured the functioning MC in his pieces more and more over time. (23) One way to distort the MC is to obscure its harmonic preparation with an unusual chord before the textural gap, essentially “something other than a root-position dominant triad or dominant seventh” ( Richards 2013 , 170). In op. 95, the MC is signaled by a i chord in C minor, but it does not resolve to V, creating a clear feint towards a HC that is not realized. Before the TR properly finishes, an impatient S begins. This imperfect MC, then, is obscured, if not completely rejected. It is similar to Hepokoski and Darcy’s “blocked” MC, when, before articulating the expected MC chord, the TR runs into “dynamic blockage (like the hitting of a wall) perhaps on a predominant chord or perhaps with the arrival of a cadential ” ( Hepokoski and Darcy 2006 , 47). Yet Hepokoski and Darcy’s blocked MC is normally followed by caesura-fill like material and a V:PAC, which does not occur here. The MC feeds into S/C space in the key of the minor dominant beginning in m. 44 (albeit with a problematic EEC, discussed below). The S theme could be thought of as questioning its own existence due to the weak MC (m. 43) and the short length of the S/C space (mm. 44-50).",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "richards_2013",
                    "richards_2013",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "5.10": {
                "text": "[5.10] Most importantly, the exposition fails to produce a satisfactory EEC, with only an IAC (mm. 47–48) before the piece returns to truncated A′ material in F minor (m. 51). This cadence hides under a flurry of sixteenth notes, which rush to return to P-refrain (P rf ) or A material. Although it is rare, an IAC can “weakly” secure an EEC  if the “rhetorical signals” around the EEC are “overwhelming”; essentially, the cadence should have a “structural-voice PAC” despite the “surface appearance of an IAC” ( Hepokoski and Darcy 2006 , 167 and 169). The IAC in the op. 95 finale does not achieve an EEC effect because of the prominent soprano G ( 5 ˆ ) and the cascading descent of sixteenth-note flurries that follows. Figure 5 . Layout of sonata-rondo form and placement of EEC and ESCs (from Hepokoski and Darcy 2006, 428) (click to enlarge) Figure 6 . The Indugio schema (from Gjerdingen 2007, 464) (click to enlarge) Example 3 . Beethoven, op. 95/iv, mm. 118–20 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "5.11": {
                "text": "[5.11] Op. 95’s under-informative EEC is paralleled by an under-informative ESC in the recapitulation. Certain complications exist for the ESC in a sonata-rondo like op. 95 ( Figure 5 ): [Sonata-rondos] present a more complicated conceptual situation: As hybrid forms they can be viewed from two different perspectives: from that of the sonata and that of the rondo. . . the “sonata” aspect will ask for the presence of ESC at the end of the recapitulation’s S theme. . .. A simple rondo’s ESC is delayed until the moment of the PAC-closure of its final thematic statement—which in a sonata-rondo occurs after the recapitulation is completed. Thus a sonata-rondo presents us with the possibility of two conflicting ESC claims. ( Hepokoski and Darcy 2006 , 428) At op. 95’s sonata ESC moment (mm. 97–98), an IAC appears, similar to the EEC yet eliding with returning P rf material. At the rondo ESC moment, listeners hear a considerably weaker IAC (mm. 121–23), one with such a lack of closure that it barely sounds like a cadence at all. This turn of events may be surprising, since Beethoven teases his listeners by implying a PAC, or any moderate to strong authentic cadence for that matter. Before the expected rondo ESC moment, Beethoven uses a conventional voice-leading pattern that often precedes a significant cadence, the Indugio schema ( Figure 6 ). The Indugio, a pre-dominant expansion schema, prolongs a or chord on scale degree 4 ( Gjerdingen 2007 , 274). While the bass is on 4 ˆ , the soprano often (though not always) outlines 2 ˆ , 4 ˆ , and 6 ˆ .",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "5.12": {
                "text": "[5.12] In mm. 118–20 ( Example 3 ), an Indugio appears as indicated by the chord on scale degree 4. The soprano, though, highlights only scale degree 6 while an inner voice highlights scale degree 2, making this exemplar atypical, but still an Indugio. (24) According to Gjerdingen, the Indugio commonly “served to hold back an expected big cadence, thereby heightening anticipation” ( 2007 , 436). In op. 95, in contrast, this schema implies a cadence that is barely realized (the weak IAC in mm. 121–23). The Indugio acts as the pre-dominant before a dominant chord in m. 121, which is reduced to a single 5 ˆ (C) in the soprano in m. 122. The weak arrival on tonic in m. 123 has 5 ˆ in the soprano, no chord third, and is elided with other material. (25) If the cadence had been fully realized as a PAC or a strong IAC, then it would have been the desired “rondo” ESC.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "5.13": {
                "text": "[5.13]  The lack of a PAC in both ESC positions creates a non-resolving recapitulation ( Hepokoski 2001 , 152) that leaves “the rhetorical recapitulation tonally or cadentially open” ( Hepokoski and Darcy 2006 , 245). Therefore, Beethoven flouts the maxim of Quantity by being “under-informative”: he withholds expected structural cadences in the sonata-rondo space. Since the recapitulation is left open, it sets up reasonable expectations for a discursive coda to swoop in and solve this “unfinished business.” Beethoven, especially, used codas in this way ( Burnham 2000 , 121). For instance, Beethoven’s contemporaneous Egmont overture also features a non-resolving recapitulation, placing the burden on the coda to fully realize the ESC via an F-major PAC ( Hepokoski 2001 ). The sonata-rondo space of op. 95 flouts Quantity by being under-informative; thus in compensation the coda flouts Quantity by being over-informative. But even though excessive PACs abound, the coda may not ultimately provide satisfying closure to the movement. An informed Beethoven listener could expect a discursive coda in a triumphant F major; yet an opera buffa instead of a triumphant coda appears. As discussed earlier, the coda does not relate to the rest of the sonata-rondo space and is therefore the wrong coda for its context. Along with other factors, Beethoven’s play with cadences contributes to the unrelated nature of this coda. The cadences in the coda try to solve the unfinished recapitulation, but the opera buffa display and sudden shift in discourse undercut this attempt. Between the violated expectations and the flouting of the Gricean maxims, a listener that shares some common ground with Beethoven may hear op. 95’s coda as ironic. Op. 131/v (1826)",
                "footnotes": [],
                "citations": [
                    "hepokoski_2001",
                    "hepokoski_and_darcy_2006",
                    "burnham_2000",
                    "hepokoski_2001"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Beethoven composed op. 131, our next case study, more than a decade after op. 95. The fifth-movement scherzo, interpreted as ironic by Longyear ( 1970 ) and Zemach and Balter ( 2007 ), creates irony through several unexpected modulations, play with temporal expectations, and a fictive composer-bungler. During Beethoven’s lifetime, no public performance took place of this quartet; however, it was rehearsed and “heard by the usual ‘small circle of connoisseurs,’ including Schubert” ( Watson 2010 , 264). Example 4 . Beethoven, op. 131/v, mm. 1–19 (click to enlarge and listen) Example 5 . Recomposition of Beethoven, op. 131/v, mm. 3–10, showing hypothetical expected ending (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "longyear_1970",
                    "zemach_and_balter_2007",
                    "watson_2010"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] A playful melody ( Example 4 ) suggests a jesting nature, appropriate for a movement Kerman calls the “most childlike of all Beethoven scherzos” ( 1971 , 338). A motive that outlines the E-major tonic triad, which haunts the entire scherzo, disappears in m. 2 as quickly as it appears. Any doubt as to whether the movement has begun or not evaporates by m. 3 when all voices enter, once again playing the motive. The “true” opening measures of the movement, mm. 3-10, begin an 8-measure hybrid 4 theme type ( Caplin 1998 , 63): a compound basic idea (mm. 3–6) plus consequent (mm. 7–10). Since the compound basic idea ends on the dominant, listeners expect an answering authentic cadence in m. 10. The two pre-dominant chords in m. 8 (IV and ii6) raise this possibility, but in lieu of ending the phrase with an expected dominant–tonic cadence, Beethoven ends it with a jolting rat-a-tat-a-tat of repeating G ♯ major (III) chords (mm. 9–10). These G ♯ major chords interrupt an otherwise successful drive toward an authentic cadence. For a re-composition showing the PAC that many listeners would expect in mm. 9–10, see Example 5 .",
                "footnotes": [],
                "citations": [
                    "kerman_1971",
                    "caplin_1998"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] Beethoven uses duple hypermeter to strengthen the expectation for an authentic cadence beginning in m. 9. Within each 4-measure phrase, 2-measure groups follow a “strong-weak” pattern, where the first measure is hypermetrically stronger than the first (odd-strong measures). The quarter-note melodic gestures in odd measures (e.g., mm. 1, 3, 5, 7, and 9) sound stronger than the half-note melodic gestures in even measures (e.g., mm. 4, 6, 8, and 10), since hyperdownbeats are determined by grouping ( Lerdahl and Jackendoff 1983 ; Rothstein 1995 , 173) and harmonic changes ( Rothstein 1995 , 173; Temperley 2008 , 310). The A section of the scherzo has a 2-bar harmonic rhythm (tonic harmony in mm. 3–4 and dominant harmony in mm. 5–6) along with the motivic grouping. (26) Listeners hear a clear hypermetrical downbeat in m. 9 not only because all the voices chime throughout the measure, thickening the texture, but also because of a drastic change in dynamics from piano to forte. These factors combine to make odd-numbered measures hypermetrically stronger, supporting the expectation for a cadence in m. 9. (27) Instead of the expected authentic cadence (or even a I:HC), the rat-a-tat-a-tat chords create an unusual HC in C ♯ , the relative minor. The F ♯ minor chord that functions as ii 6 in E major, implying that V of E major will follow, doubles as a pre-dominant iv 6 in C ♯ minor, setting up the V chord in that key. Despite the pre-dominant pivot chord, the vi:HC sounds shocking since G ♯ major is tonally distant from E major. When Beethoven repeats mm. 3–10 in mm. 11–18, the listener expects the cadential deviation to be corrected, but the same shenanigans occur: G ♯ major chords, still sounding tonally distant, interrupt an otherwise conventional theme. Example 6 . Beethoven, op. 131/v, mm. 11–48 (click to enlarge and listen) Example 7 . Beethoven, op. 131/v, mm. 40–48 (click to enlarge and listen)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "rothstein_1995",
                    "rothstein_1995",
                    "temperley_2008"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] After two “failed” attempts to close the theme with a normative cadence, Beethoven composes an extended sequence from G ♯ major (mm. 19–20) through A major (mm. 21–22) to B major (mm. 23–24), concluding on V 6 in m. 24 (see Example 6 ). Listeners assume the V 6 will stabilize and function as the home dominant, since Beethoven sets up expectations for this traditional tonal goal, most notably through the ascending sequence. In the end, however, the scherzo cannot hold onto its B-major dominant: “When it gets there [B major], it fusses inordinately, slows down, expostulates with this key and persuades it (against its better judgment) to try being G ♯ [minor]” ( Kerman 1971 , 339).",
                "footnotes": [],
                "citations": [
                    "kerman_1971"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] The opening motif returns in m. 41, but this time in G ♯ minor. When listening to this passage, it seems as if the performers are not convinced this is an appropriate course of action. Beethoven writes a ritardando for all instruments, and the performers’ slowing down ( Example 7 , m. 44), creates the effect that they are confused. From V 7 in G ♯ minor, Beethoven moves deceptively to what at first seems to be a VI chord (m. 45), but is actually a modulation back to the original E-major tonic. The modulation itself may not surprise listeners, but how Beethoven modulates might. Beethoven does not prepare his modulation and listeners recognize the return to E major only retroactively. The motive repeats, reprising the opening as if nothing out of the ordinary has taken place. In terms of Caplin’s ( 1998 ) formal functions, stopping and re-beginning in the “correct” key creates an effect of multiple initiating functions strung together. Beethoven’s first iteration of this motif in G ♯ minor is interrupted, prompting a repeating initiating function in the more appropriate E major. This second initiating function states the same compound basic idea from the beginning of the movement. Then, after much anticipation, listeners finally receive a perfect authentic cadence, creating a consequent that completes the normative hybrid 4 theme without pesky G ♯ -major interruptions. [6.6] Before discussing how the op. 131 scherzo violates expectations and flouts the Gricean maxims, I address the relationship between “humor” and “irony” (although establishing a firm distinction between the two is outside the scope of this article). The characteristics of this scherzo may prompt some listeners to hear it as humorous; however, I argue that this movement is not just humorous, but also ironic. Linda Hutcheon comments on the “vexed” relationship between humor and irony, observing that “not all ironies are amusing. . . though some are. Not all humor is ironic—though some is” ( 1995 , 26). Humor and irony, while often regarded as different phenomena in the psychology of language ( Hirsch 2011 , 531), still “overlap significantly” ( Attardo 2001 , 122). For instance, violation of expectation often functions as cues for both ( Raskin and Attardo 1994 ; Hirsch 2011 ). Within this overlap, one finds “humorous irony,” which psychologist Raymond Gibbs Jr. ( 2000 , 16) labels “jocularity” and describes as playfully mocking another person or event through statements that obviously contradict reality (e.g. “You’re not so smart after all,” said to someone who did something intelligent) ( Gibbs and Colston 2012 , 52). In parts of op. 131’s scherzo, Beethoven creates humorous irony by playfully mocking incompetent musicians in a tradition of comical music known as composer or performer “bungling.”",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "hutcheon_1995",
                    "hirsch_2011",
                    "attardo_2001",
                    "raskin_and_attardo_1994",
                    "hirsch_2011",
                    "gibbs_jr_2000",
                    "gibbs_and_colston_2012"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] “Bungling” composers or performers (or both) purposely act like “amateurs” (or create fictional amateur personas) by composing or performing pieces with one egregious mistake after another. Friedrich August Weber wrote in an 1800 Allgemeine musikalische Zeitung ( AmZ ) article that the “artfully imitated bungling” of an “incompetent” composer symbolized the most sophisticated humorous music. (28) Renowned composers, including Beethoven and Mozart, took part in this humorous tradition of “bungling.” In her analysis of the first movement of Beethoven’s piano sonata op. 31 no. 1, for example, Claudia Maurer Zenck speculates that “surprising moments” in this movement are “not intended as simply humorous, but also meant to represent the inept ‘fumblings’ of the fictive composer-persona—one that apparently is not particularly ingenious nor adequately schooled in the rules of composition” ( 2008 , 62). What distinguishes “the master from the bungler,” Leopold Mozart wrote in a letter to Wolfgang (with a tone aggravated parents might recognize) is “good composition and ordering, il filo [the thread]” (quoted in Bonds 2008 , 35). To imitate this “fake bungling,” then, a composer needed to be “well-acquainted” with the common ways in which composers “botched” good composition and ordering ( Zenck 2008 , 57). Essentially, they needed to have knowledge of norms and compositional rules as part of their common ground. When Mozart composed the early piano sonata K. 279 to imitate a bungling “mindless or overenthused performer,” for instance, he violated expectations that would have been part of his audience’s common ground by manipulating common uses of conventional phraseology and sonata form norms ( Byros 2013 , 242). I argue that Beethoven’s composer-bungling in the op. 131 scherzo is not just humorous music, but also ironic music. Therefore, I use the framework established earlier to analyze how an audience may perceive op. 131 as ironic (albeit also humorous). (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "zenck_2008",
                    "bonds_2008",
                    "zenck_2008",
                    "byros_2013"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] The scherzo of op. 131 violates expectations in several ways, surprising its audience with perplexing modulations, which cadences occur and when, and play with tempo, all of which sound like mistakes by an amateur composer. But since the composer is Beethoven (and late Beethoven at that), his audience knew him to be no novice. Several modulations deny expectations. First, an unexpected modulation to the mediant G ♯ minor, instead of the dominant B major. By the 1820s, a composer’s modulating to the key of the mediant may not surprise an audience. Yet, the way Beethoven composes an ascending stepwise sequence from the mediant creates expectations for an arrival on or in the dominant, so when the dominant slips back to the mediant it sounds jarring. Composer, performers, and probably the audience alike know that G ♯ minor seems like the “wrong” key. Then, Beethoven, as if rectifying the mistake, brings back E major. In this second unexpected modulation, Beethoven suddenly returns to the original theme and tonic without preparation. This second modulation in particular resonates with contemporary ideas of “humorous music.” In his 1807 AmZ article “Über das Humoristische oder Launige in der musikalischen Komposition,” Christian Friedrich Michaelis considers an “unexpected quick return to the previous key and principal melody” as humorous play with harmony. (30) In op. 131, Beethoven unexpectedly returned both to the principal melody and original key (E major), which his audience, according to Michaelis, likely interpreted as humorous. At the opening of the movement, listeners expect an authentic cadence in the tonic to close the opening hybrid 4 theme type; however, instead they hear forte G ♯ major chords (a possible HC in the “wrong” key). Beethoven’s play with tempo may strike listeners as the most surprising or jarring aspect. The performers of this piece slow down dramatically, as if perplexed, creating the effect that someone has made a mistake. These tempo fluctuations could be heard as a type of a composer bungling; the composer created a passage that forced the string players to slow down and seem lost and confused.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] In moments of op. 131’s scherzo, Beethoven breaks expectations in his listeners’ common ground and flouts the Gricean maxims of Quantity and Quality. These expectations, to answer Margulis’ ( 2007 ) question of “origin,” come from conventions regarding modulations and cadences, which would have been part of the common ground between eighteenth- and early-nineteenth-century music connoisseurs and composers. By not being informative enough, Beethoven flouts the maxim of Quantity. Instead of preparing his modulations, for example, he jumps immediately into the key, as in the modulation back to E major. In addition, Beethoven withholds a satisfying and expected authentic cadence (or at least a cadence in the same key) at the end of the hybrid 4 theme.",
                "footnotes": [],
                "citations": [
                    "margulis_2007"
                ]
            }
        },
        {
            "6.10": {
                "text": "[6.10] Beethoven also flouts the maxim of Quality: do not say what you do not have the evidence for or what you do not believe to be true. Zemach and Balter describe why Beethoven’s modulation to G ♯ minor and return to E major prompts them to hear this piece as ironic: These early modulations to the key of the mediant are ironic, because once it becomes clear that the E major chord is a correct beginning of the reprise, the modulation to G ♯ minor looks wrong. Beethoven makes it look as if this (unconventional) modulation to the key of the mediant was a mistake by writing no modulation back to the home key.  ( 2007 , 187, bold added for emphasis) The unexpected modulation to the mediant and abrupt return to the opening motive in the tonic (coupled with the performers’ “confusion” evoked by the ritard) reinforce the effect that Beethoven did not provide the listener with what he believed to be “true”; to put it rather bluntly, he was “wrong.” In addition, Beethoven’s fictive persona of a bungling composer could also be interpreted as flouting the maxim of Quality. This persona was something he knew not to be true, clearly contradicting his status as a compositional genius and a “connoisseur’s musician” ( DeNora 1995 , 19). The connoisseurs for whom Beethoven performed op. 131 knew that he was not a bungling composer. It is not the creation of a persona per se that flouts the maxim of Quality, but how drastically that persona contradicts Beethoven’s public persona.",
                "footnotes": [],
                "citations": [
                    "zemach_and_balter_2007",
                    "denora_1995"
                ]
            }
        },
        {
            "6.11": {
                "text": "[6.11] To summarize, listeners may perceive these moments as ironic (in addition to being humorous) if they recognize violated expectations and infer that Beethoven flouts the maxims of Quantity and Quality. In parts of op. 131’s scherzo, Beethoven treats musical conventions ironically and humorously by departing from expectations under the guise of a “bungling composer.” He includes unusual modulations, withheld cadences, and tempo fluctuations that violate expectations deriving from the common ground of experienced eighteenth- and early nineteenth-century listeners. Moreover, connoisseurs could perceive Beethoven as flouting the maxims of Quantity, since he withholds expected information, and Quality, since he provides “incorrect” information and cultivates a bungling composer persona that contradicts his prevalent public persona. Op. 130/i (1825)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In my final case study, I analyze the first movement of op. 130, the third and last of the commissioned “Galitzin” quartets (op. 127, op. 132, and op. 130). Unlike the other pieces discussed here, previous scholars have not used the word “ironic” to describe this movement. However, descriptors similar to irony have been used, as in this quote from Kerman: “Paradox has to proceed from norms: suspiciously normal features jostle with abnormal ones all through the Quartet in B ♭ [op. 130]” ( 1971 , 307).",
                "footnotes": [],
                "citations": [
                    "kerman_1971"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] The irony in this movement stems from transformations of normative sonata-form principles: both the exposition and recapitulation are fragmentary, tonally unstable, and restless, while the development is static and serene. In other words, Beethoven turns the traditional section roles upside-down. He creates a sonata in which each section accomplishes not only the opposite of its expected rhetorical goal but also the goal of a different section. The exposition and recapitulation achieve the goals of a development, while the development achieves that of an exposition or recapitulation. Therefore, all rhetorical goals are present in the sonata; however, they are in the wrong sections and the wrong order. Example 8 . Beethoven, op. 130/i, mm. 13–28 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The fragmentary exposition begins Adagio ma non troppo , but is immediately followed by an Allegro section. Such a beginning would not be odd; a listener might interpret the Adagio as a slow introduction. The Allegro section (mm. 15–20) ends abruptly, however, on a I:HC in the tonic, B ♭ major ( Example 8) . After this half cadence, the Adagio (mm. 20–24) gently reasserts itself in the dominant key of F major, implying either that Beethoven restarted the introduction or that the beginning Adagio was actually a deformational P theme. The Allegro section follows once more (anacrusis to m. 25), now also in F major. The Adagio and Allegro materials contrast each other on many levels. Their textures differ, since the Adagio draws from an aria cantabile style, while the Allegro “paraphrases” a canzone with shimmering sixteenth notes ( Ratner 1995 , 215). They differ the most, however, in tempo. (31) By grouping these themes together without transitions and within a short amount of time, Beethoven creates an incoherent and confusing effect.",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "ratner_1995"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] Hepokoski and Darcy argue that the opening adagio could be interpreted simultaneously as an introduction and deformational P-theme: The opening (and recurring) Adagio ma non troppo, preparing a contrasting Allegro, is not only repeated with the whole exposition but may also be understood simultaneously as both an introduction—clearly its principal role—and the onset of a deformational P[rimary Theme]. . . . [Op. 130’s] slow introduction; false first start with Allegro P-material, aborted; return to slow introduction; restart or continuation of the Allegro. The impression is of two or more attempts to launch a P-theme, only the last of which succeeds. In turn this suggests either a need to go back to the “reflective” introduction to allow the faster theme to be gestated more sufficiently or a momentary indecision or reluctance to face the task that is to follow.  ( 2006 , 2009–300) Daniel Chua, believing the work to be in “crisis,” follows a similar train of thought when he writes that the piece contains two introductions, the first of which is “detachable” and the second “integral” ( 1995 , 205). Whether one hears the repeated adagio as a returned slow introduction, a separate theme, or a mixture of both, op. 130’s introduction and P-theme combine contradictory material. Figure 7 . The Meyer schema (from Gjerdingen 2007, 459); the Aprile variant closes 2–1 instead of 4–3 in the soprano (click to enlarge) Figure 8 . Example of the Aprile variant (with a less common 5–1 close in the bass instead of 7–1) from Aprile, Solfeggio, MS fol. 40v, Larghetto, mm. 1–4 (from Gjerdingen 2007, 123) (click to enlarge) Example 9 . The Aprile schema in Beethoven, op. 130/i, mm. 13–19 (click to enlarge and listen) Example 10 . Beethoven, op. 130/i, mm. 47–58 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "chua_1995"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] A contrasting P-theme (or a repeated slow introduction) may not deter an exposition from fulfilling its main goal of proposing the initial tonic and providing tonal stability. Yet the exposition of op. 130 fails on this front as well. The Allegro material begins with a variant of the Meyer schema ( Gjerdingen 2007 , 111–21) called the Aprile ( Gjerdingen 2007 , 122–28). In the Meyer ( Figure 7 ), a melody opens with a 1 ˆ – 7 ˆ motive and closes with a 4 ˆ – 3 ˆ motion, while the bass opens with 1 ˆ – 2 ˆ and closes with 7 ˆ – 1 ˆ . For the Aprile variant, a composer replaces the normal soprano close of 4 ˆ – 3 ˆ with 2 ˆ – 1 ˆ ; an example is given in Figure 8 . The Meyer, and its Aprile variant, functions as a “tonally stable” schema due to its I–V–V–I harmonic motion, which explains “why it was a preferred choice for important themes” ( Gjerdingen 2007 , 112). In the first movement of op. 130, Beethoven uses an Aprile for the Allegro P-theme, but he uses an atypical (or deformative) Aprile, so the opening theme lacks a strong sense of tonic ( Example 9 ).",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007",
                    "gjerdingen_2007",
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "7.6": {
                "text": "[7.6] Meyer argues that this passage features an Aprile schema since the “general parallelism of the parts . . . and the harmonic process . . . conform to the norms of the model [the schema]”—although other factors make “the presence of the schema . . . much less apparent” ( 1989 , 229). For example, the passage conforms well enough to the Aprile’s harmonic norms (I–V–V–I) to make it recognizable, yet the bass lacks the common 1 ˆ – 2 ˆ and 7 ˆ (or 5 ˆ )– 1 ˆ motions. The remaining soprano 1 ˆ – 7 ˆ and 2 ˆ – 1 ˆ motions occur across various voices, but they are masked by a “competing schema” of rising sequential fourths and a greatly elaborated melodic line ( Meyer 1989 , 229). The Aprile lurks in this opening gambit, but in disguise. By disguising a tonally stable schema, the allegro P-theme neglects its goal of establishing tonic.",
                "footnotes": [],
                "citations": [
                    "meyer_1989",
                    "meyer_1989"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] The arrival and choice of the secondary key, G ♭ major, further emphasizes the unhinged nature of this exposition. The piece modulates to its secondary key area through a unison chromatic scale ( Example 10 , mm. 51–53), beginning on F (the home dominant) and rising to D ♭ in m. 53, which ultimately acts as the dominant of G ♭ major. This signals a triply-obscured MC, hidden through an expanded and modulating caesura-fill as well as an obscured acceptance ( Richards 2013 , 184). Richards asks the question: “Is this D ♭ [in m. 53] an unassuming start to S, or is the . . . start to S instead occurring at m. 55?” (2013, 184). Despite the S-theme’s successful EEC (mm. 89–90), the piece feels off-kilter due to its odd manner of establishing this unusual key. Kerman describes the modulation as one might describe a confused character in a play: This staccato unison chromatic scale is the most devastating event yet in the composition. For nothing so far, not even the hinting at chromaticism, has prepared us for so mechanistic a move to D ♭ . When D ♭ is coolly treated as the 5th of G ♭ major, the second key for the movement, the tonal situation appears utterly precarious; normally Beethoven would never dream of establishing a contrasting key-area, let alone a remote key ( ♭ VI), in so dissociated a fashion. ( 1971 , 309) Daniel Chua also finds problems with the way Beethoven arrives at the secondary key area: “Beethoven does not actually arrive in G ♭ major, because there was never a departure towards it in the first place; it is merely a contingent assertion” ( 1995 , 206, italics in original).",
                "footnotes": [],
                "citations": [
                    "richards_2013",
                    "kerman_1971",
                    "chua_1995"
                ]
            }
        },
        {
            "7.8": {
                "text": "[7.8] The exposition, then, does not achieve its conventional goals of creating an atmosphere of tonal stability and smoothly moving to and cadencing in a tonally related secondary key. Similarly, Beethoven’s recapitulation further emphasizes an unstable atmosphere through fragmentary material and multiple modulations by fifths, traveling from B ♭ major to E ♭ major, a “skirting A ♭ major” ( Brodbeck and Platoff 1983 , 159), and D ♭ major before finally returning to the B ♭ major tonic, with a complete ESC in mm. 208-9. However, Chua believes that the “tonal ambiguity staged by the double opening has highly problematic repercussions in the recapitulation” ( 1995 , 205), undermining its usual goal of bringing closure and providing resolution. In the end, Beethoven’s exposition and recapitulation achieve goals typically expected of a development. Example 11 . Beethoven, op. 130/i, mm. 104–132 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "brodbeck_and_platoff_1983",
                    "chua_1995"
                ]
            }
        },
        {
            "7.9": {
                "text": "[7.9] While the exposition and recapitulation have an unstable and fragmentary nature, the development provides a vision of serenity and stability. From its beginning ( Example 11 , m. 104), op. 130’s development maintains a consistent ostinato pattern and piano dynamic with a homophonic texture that would be the envy of any stable P-theme. The first violin recontextualizes the rising-fourths fanfare of the Allegro . This fanfare, which originally sounded so flustered, seems calm in this new context. A separate lyrical melody begins with an ascending octave and, with overall similarities of contour and rhythm, perhaps alludes to the S-theme. Such texture and dynamics highly contrast with what was heard in the exposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.10": {
                "text": "[7.10] Other scholars have noted the development’s unusually static nature as well. David Brodbeck and John Platoff, for instance, discuss rhetorical stylistic expectations in relation to this movement: The tables are turned, as it were, since the development is relatively more stable than the exposition. For this reason it sounds strange, at once dreamy and remote: our inner sense of style tells us that the development should be more, not less, dynamic than the exposition. ( 1983 , 158) Kerman also believes that this development would seem strange to an experienced listener: [the] most eccentric Beethoven ever wrote, and doubtless the most disruptive contrast he ever used in a sonata-allegro movement. . . . In the B ♭ Quartet the entire development section exists in a trance, as though somehow another movement has got going without our quite noticing how. ( 1971 , 312) Even though Kerman does not use the word “irony,”, he implies that Beethoven is playing with sonata form in an ironic fashion.",
                "footnotes": [],
                "citations": [
                    "brodbeck_and_platoff_1983",
                    "kerman_1971"
                ]
            }
        },
        {
            "7.11": {
                "text": "[7.11] Beethoven violates expectations by turning the expected rhetoric of the sonata-form sections upside-down: sections correlated with stability (normally tight-knit) are unstable (or loose-knit), sections correlated with instability (normally loose-knit) are stable (tight-knit). Many composers break sonata-form rules without creating irony. In the case of the first movement of op. 130, I argue that Beethoven plays with sonata form ironically because of how he confounds expectations: in a distinctly “uncooperative” way that flouts the Gricean maxims. Beethoven does not completely annihilate the form; he maintains what is needed for a satisfactory sonata, such as the necessary structural cadences (EEC and ESC) and formal sections (exposition, development, and recapitulation). Instead, he modifies the form just enough to evoke a sense of irony. Brodbeck and Platoff also note similarities between this movement and a “proper” sonata form: In the B ♭ Quartet the composer has stayed within striking distance of the particular sonata-form movement with slow introduction. His deviations from traditional procedures are thus much more telling, for each unexpected event must be understood not only on its own terms but in terms of the norms from which it diverges. ( 1983 , 162) As Brodbeck and Platoff observe, Beethoven did not veer completely off the standard path of a sonata form, which makes the aspects that do deviate more noticeable. That Beethoven creates sections with rhetorical implications opposite to their expected roles further points to irony. As mentioned earlier, irony involves “contradiction” or a “potential for reversal” ( Hatten 1994 , 172). A listener would need to be familiar with sonata form to hear irony in this piece (although the contrasting material may strike even the most inexperienced listener as odd). Such knowledge would have been part of the common ground between the composer and eighteenth- and early nineteenth-century listeners.",
                "footnotes": [],
                "citations": [
                    "brodbeck_and_platoff_1983",
                    "hatten_1994"
                ]
            }
        },
        {
            "7.12": {
                "text": "[7.12] By playing with and breaking from sonata-form conventions or expectations, Beethoven flouts the maxim of Manner: avoid ambiguity and obscurity of expression. Beethoven “utters” an ambiguous form, in a way similar to how a person utters an ambiguous sentence. A listener perceives enough similarities to hear this piece as a sonata, yet it does not behave like a sonata should. Beethoven flouts Manner in several ways. By having the right parts but not in the right order, he obscures the formal trajectory. In addition, Beethoven asks his listeners to revisit and reinterpret previously heard moments in the piece. In language, speakers who fail to follow the maxim of Manner sometimes force their listeners to revisit and reinterpret certain words. Consider the following example of flouting maxim of Manner (from Figure 1): Person 1: “Do you believe in clubs for young people?” Person 2: “Only when kindness fails” (attributed to W.C. Fields) To an eavesdropper, the response “only when kindness fails” reveals that “clubs” was used ambiguously and was reinterpreted as having a different meaning. Similarly, several times during the first movement of op. 130, formal roles are ambiguous. The first passage could be heard as either a restart or a P-theme. Yet the listener does not realize the passage may need to be reinterpreted until it reappears (just as the meaning of “clubs” does not change until the second utterance). In a similar fashion, a listener may not recognize how unstable the exposition is until the music arrives at the development. Such ambiguities may persuade us to perceive Beethoven as flouting the maxim of Manner. This movement could also be flouting the maxim of Quality: do not say what you do not have evidence for or what you do not believe to be true. Beethoven composes a movement that does not follow the typical conventions of the form. Despite his knowledge of sonata-form norms, Beethoven reverses the formal section roles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.13": {
                "text": "[7.13] In the preceding case studies of musical irony, a particular moment denies expectations In addition to the “origin” of expectation, op. 130 is also a good example of other categories in Margulis’s ( 2007 ) taxonomy of expectation. This movement’s “time course,” especially, differs from those of previous case studies. The time course for op. 130’s expectations regarding formal section roles lasts throughout the entire form. To track the irony of this movement on this level, a listener would need to pay attention to the sections of the sonata form in order to realize what expectations are being violated and when. Studies in cognitive science (e.g. Clarke 1999 ; Tillmann and Bigand 2004 ) and philosophy (e.g. Levinson 1997 ) imply that listeners struggle to understand form as a whole, and instead attend to music on a moment-to-moment basis. Eric Clarke writes that the brief memory store actively available (or perceptual present) is short, and so “it is not possible to have any direct apprehension of form, but . . . a sense of form becomes available only through a retrospective, and in some sense deliberate, act of (re)construction” ( 1999 , 476). Yet Beethoven’s striking use of tempo, texture and dynamic contrasts may make op. 130’s form easier to track than other sonata movements, since these characteristics draw attention when listening in the moment. For example, the piece jumps back and forth between Adagio and Allegro . A knowledgeable listener would immediately recognize this contrast as unusual, making retrospective (re)construction less necessary. Similarly, the overwhelming calmness in the development could puzzle this same listener as soon as the section starts, especially since listeners, while struggling to apprehend the specifics of the form as Clarke notes, can sometimes follow a general A-B-A′ structure (e.g. Granot and Jacoby 2011 ). Listeners may still need to hear the movement several times, however, and retrospectively (re)construct the form, in order to perceive irony.",
                "footnotes": [],
                "citations": [
                    "margulis_2007",
                    "clarke_1999",
                    "tillmann_and_bigand_2004",
                    "levinson_1997",
                    "clarke_1999",
                    "granot_and_jacoby_2011"
                ]
            }
        },
        {
            "7.14": {
                "text": "[7.14] Why create an ironic sonata form? Many psychologists wonder why speakers use irony at all, considering the high risk of miscommunication (for instance, one could be misinterpreted as actually thinking that deplorable weather is “nice”). Discussing the communicative purpose of irony, Raymond Gibbs Jr. and Jennifer O’Brien suggest that the aim is “to call attention to some idea or attitude that both speaker and listener can derogate” ( 1991 , 527). Beethoven, by using irony, perhaps attempted to critique the expectations of sonata form by calling attention to what those expectations would be for each section. Musical Communication",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] On comprehending humor in Beethoven’s music, Zenck writes: How can later generations, with their different musical means and their different mentality and wit, identify the transgressions of norms . . . with certainty as intentionally humorous and not, for example, as daring ideas of a genius or, on the other hand, as sheer mistakes of a composer possibly not of first rank? ( 2008 , 74) The same question can be asked for irony. The framework outlined here may come a bit closer to revealing a possible answer. The two parts of this framework point to different issues of musical communication that could be elaborated upon to create a larger model addressing communication and cognition.",
                "footnotes": [],
                "citations": [
                    "zenck_2008"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] This research explores how the cultural context of the listener influences musical meaning, an important factor in interpreting the music. Many methodologies provide ways to understand norms of a time period. This article, by examining concepts that rely on common ground, places importance not just on a piece’s cultural context, however, but the listeners’ as well. Culture molds how a listener processes musical cues that theorists often assume are homogenous experiences across groups. (32) If listeners do not perceive melodies in the same way due to their cultural backgrounds, interpretations of a single musical meaning are untenable. We can adapt reader-response theory in literature  to examine how listener experience influences musical communication. (33) In a reader-response perspective, “prior knowledge” and “unique frames of reference” held by individuals affect how they experience texts, meaning that texts are “as much a product of their readers as of their writers” ( Gjerdingen 2010 , 62). Gjerdingen transfers this ideology to music, writing that: “Native listeners” of eighteenth-century court music—whether we mean by that term the deceased members of those courts or modern listeners who have immersed themselves in the galant style to the point of acquiring it as a second language—hear in its compositions discrete chunks that match memories of meaningful gestures and phrases. Other, more casual listeners will perceive a pleasant flow of tones, gross changes in texture and dynamics, and those elements of musical syntax that may transcend the period in question. Because their prior musical experiences differ substantially, these two classes of listeners will have different musical perceptions of the same piece. ( 1996 , 380) Vasili Byros, defining “context” as a “symbolic system used in a particular time and place” ( 2013 , 218), applies this philosophy with his application of schema theory. For instance, he examines how a listener’s cultural context would have changed their perception of the key in the first few measures of Beethoven’s Eroica symphony ( Byros 2012 ). The relevance of “common ground” to analysts is not limited to issues only of irony and humor. In musical meaning, the cultural context of both the piece and the listener make a difference.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "gjerdingen_2010",
                    "gjerdingen_1996",
                    "byros_2013",
                    "byros_2012"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] A number of composers besides Beethoven have famously used irony in their music; Shostakovich, for one, is notorious for his ironic play ( Sheinberg 2000 ). Everett ( 2004 , 2009 ) discusses irony, parody, and satire in music by other modern composers, including György Ligeti, Kurt Weill, Peter Maxwell Davies, and Louis Andriessen. Due to its inherent flexibility, the framework developed in this study could be applied to the music of composers from other time periods. Musical expectations and degrees of flouting the maxims change depending on the cultural and chronological context; however, the framework would change along with the context. (34) As long as the appropriate common ground is determined for the piece and its audience, the framework could be applied to almost any time period.",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "sheinberg_2000",
                    "everett_2004",
                    "everett_2009"
                ]
            }
        },
        {
            "8.4": {
                "text": "[8.4] A theory of musical communication could also incorporate the notion of music as a cooperative medium. If listeners expect composers to be cooperative, they will attempt to make sense of musical moments that seem confusing or “un-interpretable.” Analogy plays a part, as well, in this process. When listeners hear an odd moment that cannot be mapped onto previous experiences with music, they may wonder if something similar exists in other domains and posit an analogy to inform their interpretation of the music. (35) The mind, working as economically as possible, may map such strategies from one domain onto another (whether language, the body, or so on). In the framework here, strategies for interpreting ironic language were mapped onto music. If inappropriateness in music mirrors other inappropriateness in language, people may, in an effort to create coherence, infer that a musical piece is ironic by extending cognitive principles between music and language. By incorporating research from cognitive science, these features, such as the cultural context of a listener, cooperation, and analogy, may be brought together to create a larger theory of musical communication for analysis. My Own Coda",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] By appropriating concepts from linguistics and cognitive science, I hope to have shown in this article how a listener might interpret inappropriateness in a musical work as evoking a compositional effect such as irony. Essential to inferring such compositional effects is a common ground of stylistic norms between composer and listener. Different listener backgrounds may explain why one group of listeners may perceive irony in a piece while another group of listeners does not. Drawing from empirical research in the psychology of linguistics, this paper establishes an interdisciplinary theoretical framework that allows us to interpret ironic communication in music. To return to op. 95’s infamous coda, the ending of which d’Indy confidently asserted could bear “no interpretation,” we may simply smile to ourselves when hearing this “problem” in Beethoven. It does not seem to be by chance at all that many listeners arrive at similar interpretations.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.3.bourne.html",
    "data": "mto/data/mto.16.22.3.bourne.json"
}