{
    "title": "Introduction: Theorizing Improvisation (Musically)",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "August Sheehy",
        "Paul Steinbeck"
    ],
    "abstract": "During the AMS/SEM/SMT conference in November 2012, the SMT Interest Group on Improvisation and its affiliate group, the SEM Special Interest Group for Improvisation, co-organized a joint session on improvisation studies. Six panelists, two each from AMS, SEM, and SMT, presented position papers on a variety of topics including historical improvisation practices, contingency and stylistic evolution, and the analysis of improvisation. George E. Lewis then delivered a response to the panelists’ papers. Here we present all seven papers as a colloquy.",
    "keywords": [
        "improvisation",
        "improvisation studies",
        "music theory",
        "ethnomusicology",
        "musicology"
    ],
    "doi": "",
    "received": "May 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.sheehysteinbeck.pdf",
    "author_info": [
        {
            "name": "August Sheehy",
            "university": "University of Chicago",
            "address": "Department of Music, Goodspeed Hall, 1010 E. 59th Street, Chicago, IL 60637",
            "email": "aasheehy@uchicago.edu"
        },
        {
            "name": "Paul Steinbeck",
            "university": "Washington University in St. Louis",
            "address": "Department of Music, 6500 Forsyth Boulevard, St. Louis, MO 63105",
            "email": "paul.steinbeck@wustl.edu"
        }
    ],
    "citations": {
        "berkowitz_2010": "Berkowitz, Aaron L. 2010. The Improvising Mind: Cognition and Creativity in the Musical Moment . New York: Oxford University Press.",
        "benson_2003": "Benson, Bruce Ellis. 2003. The Improvisation of Musical Dialogue: A Phenomenology of Music . Cambridge: Cambridge University Press.",
        "caplin_hepokoski_and_webster_2009": "Caplin, William E., James Hepokoski, and James Webster. 2009. Musical Form, Forms, and Formenlehre: Three Methodological Reflections , ed. Pieter Bergé. Leuven: Leuven University Press.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . New York: Oxford University Press.",
        "heble_2000": "Heble, Ajay. 2000. Landing on the Wrong Note: Jazz, Dissonance, and Critical Practice . New York: Routledge.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . New York: Oxford University Press.",
        "koslovsky_2010": "Koslovsky, John. 2010. “Tracing the Improvisatory Impulse in Early Schenkerian Theory.” Intégral 24: 57–79.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation: Four Analytic Essays . New Haven: Yale University Press.",
        "lewis_2008": "Lewis, George E. 2008. A Power Stronger Than Itself: The AACM and American Experimental Music . Chicago: University of Chicago Press.",
        "lewis_2013": "Lewis, George E. 2013. “ Critical Responses to ‘Theorizing Improvisation (Musically)’ ” Music Theory Online 19, no. 2.",
        "moten_2003": "Moten, Fred. 2003. In the Break: The Aesthetics of the Black Radical Tradition . Minneapolis: University of Minnesota Press.",
        "nettl_1998": "Nettl, Bruno. 1998. “Introduction: An Art Neglected in Scholarship.” In In the Course of Performance: Studies in the World of Musical Improvisation , ed. Bruno Nettl with Melinda Russell, 1–23. Chicago: University of Chicago Press.",
        "nettl_2013": "Nettl, Bruno. 2103. “ Contemplating the Concept of Improvisation and Its History in Scholarship .” Music Theory Online 19, no. 2.",
        "peters_2009": "Peters, Gary. 2009. The Philosophy of Improvisation . Chicago: University of Chicago Press.",
        "rink_1993": "Rink, John. 1993. “Schenker and Improvisation.” Journal of Music Theory 37, no. 1: 1–54.",
        "schmalfeldt_2010": "Schmalfeldt, Janet. 2010. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth‐Century Music . New York: Oxford University Press.",
        "silverstein_and_urban_1996": "Silverstein, Michael, and Greg Urban. 1996. “The Natural History of Discourse.” In Natural Histories of Discourse , ed. Michael Silverstein and Greg Urban, 1–17. Chicago: University of Chicago Press.",
        "velleman_2009": "Velleman, J. David. 2009. How We Get Along . New York: Cambridge University Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: Theorizing Improvisation (Musically)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] When talking about improvisation, as George E. Lewis wryly remarked at the AMS/SEM/SMT conference session at which versions of these papers were first presented, we ought not unreflectively conflate topic and process. Thinking about improvisation does not mean that we can just make things up as we go along. That being said, the papers we introduce here are, in a sense, the product of an improvised gesture—one meant to take advantage of the rare opportunity for musicologists, ethnomusicologists, and music theorists to come together and discuss a topic that cuts across disciplinary lines. The idea was simple: create a temporary forum to reflect on the ways in which improvisation might reconfigure our commitments as scholars of music and culture. Rather than trying to orchestrate a coordinated performance, we aimed for a productive heterophony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The last occasion for such a conversation would have been in 2000, when AMS, SEM, and SMT met jointly in Toronto, and thus before the recent groundswell of scholarship in improvisation studies. A brief and very partial inventory of recent developments would not be out of place here. Many music theorists will of course be familiar with recent research on Italian partimenti pioneered by Robert Gjerdingen ( 2007 ). A special issue of the Journal of Music Theory focused on jazz improvisation and music analysis (2005, no. 2). In 2011 the SMT Interest Group on Improvisation convened for the first time in Minneapolis. Interest in improvisation is hardly limited to music theory, however, as the founding of a special interest group within the Society for Ethnomusicology just one year prior illustrates. Along with journals like Critical Studies in Improvisation , launched in 2004, we are eager to amplify interdisciplinary resonances. In addition, music educators have increasingly brought improvisation into their teaching; philosophers ( Benson 2003 , Peters 2009 , Velleman 2009 ) and scientists ( Berkowitz 2010 , numerous articles in Music Perception ) have made unique contributions to this expanding area of inquiry; and scholars such as Ajay Heble ( 2000 ), George E. Lewis ( 2008 ), and Fred Moten ( 2003 ) have compellingly coupled improvisation with critical theory and African American experimental music. The two‐volume Oxford Handbook of Critical Improvisation Studies , edited by Lewis and Benjamin Piekut, will soon be published.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007",
                    "benson_2003",
                    "peters_2009",
                    "velleman_2009",
                    "berkowitz_2010",
                    "heble_2000",
                    "lewis_2008",
                    "moten_2003"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Though no single panel could possibly reflect the breadth or depth of improvisation studies, we nevertheless aspired to be as wide‐ranging as possible. Maximizing chronological, geographical, cultural, and theoretical breadth would draw more music scholars into the rapidly evolving discussion on improvisation. At the same time, it would have been presumptuous to prescribe topics to our panelists. Fortunately, the resulting papers were as rich and varied as we had hoped they would be. If it was too much to process during the limited question and answer period in New Orleans—which it was!—we are gratified to have the opportunity to continue and expand the conversation here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Somewhat surprising to us is the way certain thematic consistencies emerge from this heterogeneous set of papers. Improvisation compels us to reconsider the ways language is used to represent not just music, but ephemeral activities in general; it complicates linear notions of temporality and causality; and it forces us to think carefully about the nature of performance. Perhaps these themes express anxieties engendered by the concept of improvisation. Perhaps they evince an enthusiasm for the promise improvisation seems to make. Perhaps the two are inextricably entwined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Problems of language are part and parcel of scholarship, but improvisation throws a particularly glaring light on the conflict between representational and deictic uses. While it is easy to say, “ That is improvisation,” providing positive content for “that” proves considerably more difficult. Doing so seems to strip improvisation of something essential—its ephemerality, or its fidelity to the lived moment and insistence on ongoing, dialogic engagement. Such fidelity amplifies the differences between individual manifestations of what we want to label with the word “improvisation,” so perhaps it is no surprise that Bruno Nettl’s paper concludes by asking if the term has outlived its usefulness. By covering an outsized class of objects, it conceals the meaningful variety therein. August Sheehy adds that the substantive “improvisation” reifies what may be more productively considered a mode of action or an attitude. Roger Moseley uses the concept of “entextualization” ( Silverstein and Urban 1996 ), the process by which a discourse or practice becomes a text, to explore the ways in which improvisatory processes exceed their representations at the very birth of European “classical” music. If this hints at the old dichotomy between improvisation and composition, Laudan Nooshin shows that much remains to be said on that topic. Nooshin provides a sensitive ethnography of two young Iranian musicians who are themselves bridging the gap between improvisation and composition, both in practice and with explicitly articulated theoretical principles. Finally, as Paul Steinbeck points out, it is not only the definition of improvisation that is at issue; as scholars, we must also carefully consider the narratives, analytical and otherwise, we offer about it.",
                "footnotes": [],
                "citations": [
                    "silverstein_and_urban_1996"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Temporality constitutes a second theme running through these essays. Roger Moseley and Julie Cumming raise an important question: How did improvised practices shape the performances and perceptions of past peoples? At the same time, they ask how the concept of improvisation structures our relationship to the past. Cumming (drawing on collaborations with Peter Schubert), gains new access to Renaissance practices of improvised counterpoint; this in turn influences her pedagogy, analysis, and understanding of style and musical culture. But this is not simply a matter of (music) history. Improvisation draws our attention back to the present; it forces us to thread the infinitesimal eye of a needle always in the process of stitching together past and future. As a mode of thought—or, to take the idea further, as George E. Lewis and Arnold I. Davidson have, as a way of life—improvisation looks to the future as well, though not as a utopian source of value. Rather, improvisation continually asks open‐ended questions: Where do we go from here? Or as Nettl inquires in his essay in the present collection, “How do improvisers get from something they know, something we have sometimes called a model, to the improvised performance?” ( 2013 , [4]).",
                "footnotes": [],
                "citations": [
                    "nettl_2013"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Nettl’s question brings us to the third theme evident in these seven papers: performance . Improvisation functions as a corrective to the notion that scholarship should focus on produced things rather than processes and relationships. Ethnomusicologists have long recognized the stakes of this claim. As Nettl observes, “the earlier neglect of improvisation by musicologists has to do with the relatively low value placed on the subject and on the people or peoples with whom it is associated—as well as the difficulty of finding ways of dealing with it analytically” ( 2013 , [9]). Nettl entreats us, however, not to abuse a newfound enthusiasm: “Improvising musicians and scholars of improvisation have parallel and overlapping interests, but their tasks may sometimes require different and even contrasting basic assumptions, approaches, and perspectives” ( 2013 , [9]). Steinbeck offers a similar caution in “Improvisational Fictions,” reminding us that scholarship involves its own performative gestures. Such warnings must of course be offset by positive prescriptions, of which Nettl offers several. Nooshin describes how musicians put such processes into action; Moseley and Cumming show how improvised performance can open up new ways of experiencing. Sheehy argues that even rigorous analytic engagements with musical sound involve improvisational elements, and that these elements may lie closer to the heart of the analytic enterprise than we have previously thought.",
                "footnotes": [],
                "citations": [
                    "nettl_2013",
                    "nettl_2013"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The consideration of improvisation, whether as a critical paradigm or as a constructed object of scholarly investigation, promises to open up new lines of conversation between musicology, ethnomusicology, and music theory, but of course the challenge of improvisation need not force a merger of subdisciplines. They may continue to move in different directions. Improvisation, as Nettl notes elsewhere ( 1998 , 4–6), has long been an implicit concern for ethnomusicology. A question now may be whether improvisation provides any new conceptual leverage. For music historians there is yet much to do, as the great works paradigm on which the field was founded has continued to erode under critical scrutiny. This brings us to a reevaluation of improvisation’s productive possibilities from the disciplinary perspective of music theory.",
                "footnotes": [],
                "citations": [
                    "nettl_1998"
                ]
            }
        },
        {
            "9": {
                "text": "[9] That music theory seems to be in some respects the odd one out has, paradoxically, given us a reason to publish these papers in Music Theory Online . Of the three American subdisciplines within music scholarship, theory is perhaps the most challenged by the very idea of improvisation. Theorists may seek underlying, if implicit, rules that guide improvised performances within a particular corpus of recordings, but improvisation itself exists on a continually receding horizon. If the discipline (with full Foucauldian resonances) has been organized around the twin poles of theoretical systematization and the particularity of musical works revealed through analysis, improvisation seems to undermine the epistemic security that constitutes the disciplinary telos . It takes aim at static representations and the reproduction of knowledge that such representations facilitate. And yet, as Heinrich Schenker’s polemics against procrustean notions of form testify, music theory has always attempted to negotiate the tensions between normative and exceptional manifestations of musical creativity. More to the point, Schenker took improvisation to be at the heart of the music‐theoretical enterprise; for him, musical genius and improvisation were inseparable ( Rink 1993 , Koslovsky 2010 ). While the figure of an improvising genius has receded from rhetorical favor, recent advances in the study of musical form (e.g., Lewin 1993 ; Hepokoski and Darcy 2006 ; Caplin, Hepokoski, and Webster 2009 ; Schmalfeldt 2010 ) converge on a more flexible approach to the topic. Indeed, it is possible that these more recent developments in music theory are of a piece, or at least compatible, with the discursive shifts that Lewis identifies—namely, an increasing recognition of improvisation’s value in academic fields as far flung as architecture and rhetoric ( 2013 , [9]–[11]). If so, improvisation studies cannot but stimulate further reflection on music theory and analysis. It is to that end that we present these seven papers.",
                "footnotes": [],
                "citations": [
                    "rink_1993",
                    "koslovsky_2010",
                    "lewin_1993",
                    "hepokoski_and_darcy_2006",
                    "caplin_hepokoski_and_webster_2009",
                    "schmalfeldt_2010",
                    "lewis_2013"
                ]
            }
        }
    ],
    "mto": true,
    "category": "essays: theorizing improvisation (musically)",
    "source": "mto/raw/mto.13.19.2.sheehysteinbeck.html",
    "data": "mto/data/mto.13.19.2.sheehysteinbeck.json"
}