{
    "title": "A Review of J. Kent Williams’s <i>Theories and Analyses\n  of Twentieth-Century Music</i> (Fort Worth: Harcourt Brace and Company,\n  1997).",
    "date": "1997/07/01",
    "volume": "3",
    "issue": "4",
    "authors": [
        "Barnes, Larry J."
    ],
    "abstract": "Lest we arrive at the millennium uninformed, the time to reconcile with the twentieth century’s milieu has arrived with a vengeance. In the spring of 1997, I employed J. Kent Williams’sTheories and Analyses of Twentieth-Century Music, one of several recent texts that attempt such a reconciliation. Newly published, this was the primary resource in a course designed for upper-level undergraduate music majors. Unlike two other current texts dealing with analysis of our century’s music, Williams’s offers a brave inclusiveness, paying careful homage to nearly every salient style of this century. This review deals with personal successes and concerns I encountered with this in the classroom.",
    "keywords": [
        "Williams",
        "pedagogy",
        "atonality",
        "set theory",
        "neotonality",
        "aleatory",
        "minimalism",
        "new tonality"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.4/mto.97.3.4.barnes.pdf",
    "author_info": [
        {
            "name": "Larry J. Barnes",
            "university": "Transylvania University",
            "address": "Department of Fine Arts, 300 N. Broadway, Lexington, KY 40508",
            "email": "lbarnes@music.transy.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Max Headroom , “Body Banks” episode (ABC-TV, 1989).",
            "citations": []
        },
        "FN2": {
            "text": "2. Ellen Dissanayake, “What is Art For?” (Seattle: University of Washington Press, 1988).",
            "citations": []
        },
        "FN3": {
            "text": "3. Joel Lester, Analytical Approaches to \nTwentieth-Century\nMusic (New York: W.W. Norton and Co., 1989).",
            "citations": []
        },
        "FN4": {
            "text": "4. Joseph N. Straus, Introduction to Post-tonal \nTheory (Englewood Cliffs: Prentice-Hall Inc., 1990).",
            "citations": []
        },
        "FN5": {
            "text": "5. Stephan Kostka and Dorothy Payne, Tonal Harmony with \nan Introduction to Twentieth-century Music , 3rd ed. (New York:\nMcGraw-Hill, Inc., 1995.)",
            "citations": []
        },
        "FN6": {
            "text": "6. John Rahn, Basic Atonal Theory (New York: \nLongman, 1980).",
            "citations": []
        },
        "FN7": {
            "text": "7. Alexander R. Brinkman, Pascal Programming for Musical\nResearch (Chicago: University of Chicago Press, 1990).",
            "citations": []
        },
        "FN8": {
            "text": "8. Anton Ehrenzweig, The Hidden Order of Art (Berkeley: University of California Press, 1971).",
            "citations": []
        },
        "FN9": {
            "text": "9. Kronos Quartet, Pieces of Africa (Compact disc, \nElektra Entertainment, 1992).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Initial Observations “Day after day, making tomorrow seem like yesterday. \n And\nremember when we said there was no future?  Well, this is\nit.” (1) “Humans tend to construct, accept and share with others\nsystems that explain and organize their world as perceived\nand known, and feel uneasy without such explanation and\norganization.” (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The recently published text, Theories and Analyses of \nTwentieth-Century Music by J. Kent Williams, suggests that, lest we\narrive at the millennium uninformed, the time has arrived to reconcile\nwith a vengeance the now-fading twentieth-century milieu.  We appear to\nbe in a period of intense, self-absorbed retrospection.  Blank Reg’s\ncasual paraphrase of nihilistic philosophy in the ill-fated ABC-TV\nseries “Max Headroom” signaled that popular media had finally arrived\nat the cynical conclusions of Schopenhauer.  We seem more intrigued than\nusual with a kind of fascination with relics—not the truths an icon\nrepresents, but instead an interest in any contemporary, personal, even\nscatological, use of the object itself.  Ancient myths and legends have\nsurfaced as facades for video games and films.  Political figures stand\nand wait nervously while we dig up the back yards of their previous\nneighborhoods.  A hasty search is on not for an object’s true meaning\nbut for any immediate and personal use that object might afford; in the\nabsence of any forthcoming evidence as to the object’s cultural\nsignificance, a meaning is conveniently attached that serves our\nimmediate needs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The motionless music of New Age puts forward the message that\nthe predicted age of no momentum has indeed arrived.  And the “in\nyour face” Punk defiance reluctantly gave some ground in the late\neighties to the “pity me” of Grunge and Kurt Cobain, donating its\nvulgarities to the underground, where a steady stream of\npreviously obscene words, disconnected from function, seems to\nsoothe rather than shock.  This dull stasis has now reached even\nRap, that brash, defiant needle-rocking signal of rage from the\nBronx, giving way to Detroit techno, clean and pressed computer\nsamples in a post-disco environment run by white boys.  We have\nchosen to dilute emotional content in favor of comfort as\nbackground to our numbing search for gratification from the past.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] But anyone scavenging in this cultural boneyard would have\nbumped into an academic, there since dawn.  The thriving\nintellectual bustle, feeding on Dissanayake’s conclusion  about\nthe human need for organization, depends on the past for its\nrelics, too; and now more than ever, intellectuals, seeing the\ncentury suddenly closing itself out, are the ones at the\nclearance sale.  We rummage with a fever through piles of opinion\nand fact, summarizing and encapsulating.  Composers borrow Western\nand non-Western sources in their original form freely, a practice\nlooked upon as heresy in the sixties.  Non-Western ritual and\ncommunal music is disassociated from its cultural heritage to\nextract “that sound.”  Stricken with retro-speak, we hastily\nreflect back on a century nearly complete, and feed continually\nupon sounds that were perhaps too rich to be digested upon their\ninception, searching frantically for clues to their meaning, lest\nwe find ourselves without the magic keys to the city of the third\nmillennium.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Having been raised on a steady academic diet of \ncontinually\n“new and better” restructuring of the past, I would like to\nbelieve that this frantic last-minute inventory serves an\nimportant function: to look down and feel the firm earth beneath\nbefore we leap. And now that the topic \n“twentieth-century music”\nactually means what it says, theorists and musicologists are\npick-axing in a gold mine of opportunity.  Numerous recent\ntextbooks on the subject by various theorists include three\nsalient ones in the last eight years—texts by Joel Lester, (3) Joseph N. Straus, (4) and J. Kent \nWilliams.  And, at least for\nnow, the feeling of the earth beneath is indeed comforting.  The\nview of this article is not from the center of a circle of\ntheorists, but instead the perspective of a composer, performer\nof contemporary and traditional music, and a teacher of mainly\nundergraduate students at liberal-arts colleges and state\nuniversities for the past 25 years.  So let me throw the\nvultures in my yard a carcass while I focus for a few\nmoments on the pedagogical successes and problems I experienced\nin the classroom with J. Kent Williams’s text, Theories and\nAnalyses of Twentieth-Century Music . Review",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] It is not the purpose of this review to argue with what\nappear to be small editorial errors that I assume will be\nreviewed for a future edition or included as a list of errata.  \nI mean instead from a standpoint of personal experience to deal\nwith the larger pedagogical issues of the text:  success of\npractical applications, flow of information, consistency of\ndesign among sections, suitability of examples, and concerns\nexperienced at the undergraduate level, which may or may not\nsurface with graduate students.  I chose the Williams text over\nthe other two mentioned above primarily, but not exclusively,\nbecause of the nature of the course. Several \ntalented students\napproached me with a request that I teach the course, and\ntherefore motivation to learn these concepts was high.  These\nstudents had successfully completed two years of undergraduate\ntheory, and in the four-term process, all chapters of the\nKostka-Payne Tonal Harmony text. (5) As I designed it, the new\ncourse had three objectives: 1) to acquaint students with salient\nmusical examples from the many aesthetic perspectives of this\ncentury; 2) to provide them with tools and drills for practicing\nthe disassembling—and, equally important—reassembling of\nexamples in a way that would leave the music intact but better\nappreciated; and 3) provide them with a resource text that could\nbe used should they find themselves pursuing at a later date (as\ngraduate students or professionals) topics that, due to limited\nclass time, we could not discuss in detail.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] So the most important factor in the choice of text, governed\nby the realities of undergraduate classes, was inclusiveness.  The\nStraus text makes no apologies for being solely pitch-based\ntheory (with the few additions of multi-serial examples at the\nclose), focused on atonal music, both serial and non-serial.  The\nLester text does include some other elements—rhythm, texture,\ntimbre—but omits Hindemith neotonal models and has only a\npassing mention of Cage and his disciples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Williams pays a careful homage to nearly every salient\nlanguage of this century for which some sort of notation was used\nat its inception.  So popular idioms based primarily on oral\ntradition do not appear.  Considering how inclusive the text is\notherwise, it is probably for purely practical reasons of space\nrather than cultural predisposition that jazz and non-Western\ntraditional musics are not covered.  The Williams text is divided\ninto five parts, labeled “Pitch Organization: An Introduction,”\n“Fundamentals of Set Theory,” “Other Aspects,” “Pitch\nOrganization: A Closer Look,” and “Recent Developments.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The first section shows the author’s willingness to balance\ntonality, atonality and neotonality by fronting an example of\neach for a brief discussion.  The author opens the discussion of\ntonal and neotonal music with a concise definition, but I found\nthe same courtesy curiously missing from the parallel section on\natonal music, jumping instead directly to an example.  I felt my\nstudents were the least comfortable with this music and needed a\nbrief rationale for its sound.  The summary that follows the\nexample for each type of organization contains excellent\nclarifications, so I asked them diplomatically to “read ahead to\nfind the answer.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The second section \nintroduces students to MIDI and Rahn\nnumbers (6) as continuous pitch codes, \nand to complete binomial\nrepresentation including pitch class, name class and octave, a la\nAlexander Brinkman. (7) Name classes \nare most useful in analysis\nof diatonic music, but in this context of set theory and atonal\nmusic they seemed superfluous.  Williams’s explanation that name\nclass is important in enharmonic circumstances is irrelevant to\nPart II, since atonal composers and theories tend not to\nrecognize such distinctions.  The interjection of name classes so\nearly on, when diatonicism had not yet appeared on the horizon of\nanalysis, led to a brief information overload in our class.\nExercise 2-7 (page 43) asks the student to list for a melody the\nfollowing: pitch (MIDI and Rahn) ordered pitch interval,\nunordered pitch interval, pitch class, ordered pc interval,\nunordered pc interval, name class, ordered nc interval, unordered\nnc interval, MIDI octave, ordered octave interval, and unordered\noctave interval.  This conscientious labeling also affects his\ndiscussion of serialism in Part IV, as he insists upon listing\nboth name classes for any “black key” note in row boxes, crowding\nthe page with more information than needed.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Logically this is done so that information is presented in\nthe author’s “spiral organization” pattern by introducing concepts up\nfront and returning in later chapters for greater discussion.  But\nin my class it was not until modality is detailed in chapter 10 that a \nstudent raised her head and said “Name classes! Of course!” So the\nlabeling section could lead to pitch-name saturation as the\nauthor’s continued inclusion of numerous references demanded that\nwe constantly refer to a single pitch in the manner of always\ncalling a child “Cynthia Marie Sylvia Alicia Jenkins” instead of\n“Cindy.” This accruing of pitch information is certainly\nnecessary for advanced work in atonal theory, but again seems in\nkeeping with our frantic search for clues in this era, by\nconsidering as many horizontal and vertical points of view as\npossible—simultaneously.  Williams does offers brief\nexplanations as to which musical circumstances might prompt the\nchoice of one labeling system (or thread of differing systems) to\naid in discovering the meaning of a specific passage.  For\nexample, the use of relative rather than absolute representation\n(page 34) in the Berg “Schliesse mir die Augen beide” presentation\nfrom an earlier chapter (pages 12–13) seems logical when F is a\nconstant starting pitch for each row statement.  But over-labeling\nof pitches, perhaps fulfilling the human need for organization\nexpressed above by Dissenayake, can lead away from what some\nbelieve is the creative power of serialism, which Anton Ehrenzweig \nincludes in his discussion of “unconscious scanning”: “Schoenberg’s or Boulez’s critics quite properly complained\nthat it was impossible by ordinary means of appreciation to\nrecognize the submerged order of serialization.\nSerialization directly attacks all conscious means of\ncontinuity.  These critics missed the essential point that\nserialism meant to defeat conscious powers of\nappreciation.  Here is a case of the intellect turning\nagainst itself.  Hence the composer and listener have to take\nrecourse to undifferentiated (italics mine) visualization\nwhich can hold the complex serial structure of the possible\npermutations in a single glance.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In Part III, “Other Aspects,” Williams balances the\npreceding saturation of pitch theory by discussing meter, rhythm,\ntexture, form, process and temporality.  Here the thoroughness of\nthe author works in our favor, and one is grateful for an\nattitude as conscientious with these elements as his approach to\npitch.  Chapter 7, dealing with rhythm, moves from an example of\nmetric framework in a traditional meter through the various ways\ncomposers mutated or attempted to erase this notion in our\ncentury.  References in the chapter lead us through a generous\nsampling of the most important analytical work done on rhythm and\nmeter in this century.  And in particular, Chapter 9 is one of the\nbest synopses I have seen of time and process.  Williams balances\nthe need to find meaningful events and their relationships with a\ndiscussion of “process”—in traditional terms, transitions; in\ncontemporary terms anything from background step-progressions to\nan example of nearly pure process, a fifteen-minute glissando\nfrom one vertical sound to another in Kaija Saariaho’s Vers le\nblanc for electronic tape (page 160).  But, another minor\ninterruption of the flow, the discussion of “moment form”\ncontains an inference as to the meaning of the term but no\ndefinition.  One must look to the chapter summary to find it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Part IV reinforces the spiral pedagogy above by returning to\npitch organization for a greater discussion.  Here the author\nfinds room for diatonicism and pentatonicism, symmetrical sets,\nneotonality, free atonality and serialism.  In a book with a lot\nto swallow to start with, this section is the chewiest.  But as\nbefore, flow charts pose and answer important questions\nsuccinctly, and concise summations place these answers directly\nin the student’s lap.  Drills designed with specific examples in\nmind build one’s confidence with abstract principles and tether\nthem to an actual work, thus allowing the concept to seek\nidentification in both the general and specific memory.  Boxed\nstep-by-step summaries of formulas and procedures provide a\nreflective breather for most chapters in this section, except the\nneotonal chapters 12 and 13, and the subsequent atonal chapter,\nthe latter finding most of my students the least confident with\nthe language and therefore in need of such a summary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] A salient pedagogic feature of the chapter on free atonality\nis a stage-by-stage analysis of two works—Piano Piece, Op. 11,\nNo. 1 by Schoenberg, and Five Pieces for String Quartet, Op. 5,\nNo. 3 by Webern.  I was most impressed by Williams’s ability to\ncarry the student through each level of understanding, with\nhelpful suggestions and clues (but not freebies) including,\nperhaps most important to beginners, an introduction to parsing a\nscore into significant sets, establishing segmentation guidelines\nbased on texture and melodic phrase.  Although experienced\ntheorists could always argue with the choices made and the logic\ninvolved in the decisions, this kind of active coaching can be an\nintensely positive model for independent analytical growth with\nstudents, undergraduate or graduate, entering this world for the\nfirst time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Part V, “Recent Developments,” is the section which\n“provide[s] concise introductions to more recent approaches to\ncomposition” (Williams, iii).  Here the author covers chance and\nindeterminacy (terms for which he makes a clear distinction)\nminimalism, eclecticism, and the revival of tonality.  The author\ncites composer prefaces, philosophies and performance notes when\nappropriate, and provides a piece-by-piece summary of John Cage’s\nevolution toward 4’33” , which Williams calls “the ultimate\nrealization of Cage’s philosophy” (page 302). A flow chart now\nappears for phase (process) in Steve Reich’s Piano Phase , as\nwell as examples of how “quote music” is used in George\nRochberg’s Carnival Music IV (comparing the original Bach and\nBrahms sources to their use by Rochberg.) But no musical example\nof “The New Tonality” is offered.  This is a language I consider\nclearly a more evolved synthesis of current systems, rather than\nthe use of direct quotations from the past.  So this is the\nsection of the text that I would hope the author expand in a\nsubsequent edition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] If another edition is forthcoming, I would \nrecommend that\nany expansion include a recent example by a non-Western composer.\nSudanese Hamza el Din’s “Waterwheel,” recorded by the Kronos\nQuartet is a fine mingling of the ostinato principle on a \nstable sonority with the bending and slurring of melody\ntones in the central African vocal tradition. (9) Sparrows (1979)\nby Joseph Schwantner serves as an example of both “the new\ntonality” (its quintal harmony is used in two chromatic\ncircle-of-fifth progressions in the first half) and eclecticism\n(employing Medieval and Baroque styles alongside serial\ntechniques). It is one of the batch of works from the seventies\nand early eighties to feature his “celestial choir” trademark.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Having taught the text, then, I can reach the following\nsummation: 1) it offers a thoroughly objective look at\nmost current styles, with clear delivery of information; 2) this\ninclusiveness in a short text compacts the information, demanding\ncareful reading of each sentence and slow digestion; 3) most\ninitial confusion is dispelled by drills, questions for review,\nand projects; 4) further confidence on the student’s part is\ngained by providing charts and projects partially completed with\ncorrect answers; 5) some chapters, especially the opening one and\nthose on neotonality, would benefit from the same consistent\napproach with partially-guided drills.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The outcome of my undergraduate twentieth-century\ntheory class was that students who in a traditional theory\ncurricula would not encounter more than a passing look at the\nmusic of their own century gained valuable literacy and specific\ntools for study of nearly every current style.  By using the\nWilliams text they acquired a reference guide for future study.\nQuotations from primary and secondary sources are succinct, to\nthe point, and unencumbered, and suggest directions for many\npossibilities of continuing with a particular theory.  Chapter\nsummaries are clearly-written overviews of the topic’s most\ncritical items.  And Williams’s closing of chapters with questions\nfor review and finite analysis projects is especially welcome.\nSimilar to the Lester text, these sections provide hands-on\npractice, and as the Williams text progresses, provide useful\n“hints” to prompt the reader in one direction to begin an\nanalysis.  The objective approach, though laudable, leaves a bit\nof the author’s own personality—his bias and bliss—out of the\nmix.  But given the breadth of coverage, this is perhaps a\nnecessary sacrifice in the name of keeping the length under\ncontrol.  In a cynical and often self-serving age, the Williams\ntext offers a refreshing and brave inclusiveness that delivers a\nbalanced and fair treatment of most of the musical languages of\nthis century.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.97.3.4.barnes.html",
    "data": "mto/data/mto.97.3.4.barnes.json"
}