{
    "title": "Review of Carl Schachter, <i>Unfoldings: Essays in Schenkerian Theory and Analysis</i>,\ned. by Joseph N. Straus (Oxford:  Oxford University Press, 1999)",
    "date": "1999/09/01",
    "volume": "5",
    "issue": "4",
    "authors": [
        "Damschroder, David A."
    ],
    "abstract": "",
    "keywords": [
        "Schachter",
        "Schenker",
        "analysis",
        "essays",
        "theory",
        "music"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.4/mto.99.5.4.damschroder.pdf",
    "author_info": [
        {
            "name": "David A. Damschroder",
            "university": "120 Donald N. Ferguson Hall",
            "address": "University of Minnesota, 2106 4th St. S., Minneapolis, MN, 55455",
            "email": "damsc001@maroon.tc.umn.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As a young student I often explored the music stacks of my\ncollege library. Small though its book collection was, I\ndiscovered there an astonishing world of information—a panoply\nof routes for my future development as a musician. A heavy,\npeculiarly wide, dark blue volume called Counterpoint in Composition intrigued me particularly. Though much that it\ncontained was familiar, in its final chapter it seemed to go\nberserk: solid and dotted beams connected long spans of notes,\nsome noteheads lacked stems altogether, and Roman numerals\nappeared with alarming infrequency. I astutely concluded that I\nhad a lot more to learn, that none of my current mentors could\nhelp me, and that bizarre graphs such as these might some day\nbecome a focus of my musical life. The younger co-author of that\nbook was, of course, Carl Schachter. And though others guided my\njourney through the foothills of Schenkerian theory, ultimately\nSchachter must count as one of my and of every Schenkerian’s\nmentors, for the scope and brilliance of his writings in that\nfield have been unmatched, at least since 1935.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Laudably, Schachter has devoted himself to two separate\naudiences of readers. With Felix Salzer in Counterpoint in Composition (1969), and with Edward Aldwell in Harmony and\nVoice Leading (1978), he has endeavored to provide the best\npossible guidance and insight for the larger community of\nmusicians in the inaugural phase of their theoretical study. And,\nin a steady stream of well-crafted essays spanning several\ndecades, he has made generous offerings of his knowledge and\nskill for the community of scholars and teachers who pursue the\nSchenkerian perspective. It is this latter community to whom\nOxford University Press’s compendium, Unfoldings: Essays in\nSchenkerian Theory and Analysis (edited by Joseph N. Straus), is\ndirected.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Straus has arranged the essays in four categories: Rhythm and\nLinear Analysis (the three celebrated Music Forum articles),\nSchenkerian Theory (“Either/Or,” “Analysis by Key: Another Look\nat Modulation,” “The Triad as Place and Action,” and a review of\nOster’s translation of Free Composition ), Words and Music\n(samplings from Schubert and Mozart), and Analytical Monographs\n(a Bach fugue and Chopin’s Fantasy , Op. 49). And there is a\nstimulating bonus: the book begins with a wide-ranging dialogue\nbetween editor and author. A list of Schachter’s publications and\nan index conclude the volume. Since many of the essays were\noriginally published during the 1970s or 1980s and may be\ndifficult to obtain in their original incarnation, this\nundertaking is most welcome.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] For those not acquainted with Schenker’s method, this volume\nis not a very good place to start. Assumptions regarding\nterminology and notation would make for frustrating reading. For\nthose with some experience, however, these essays are among the\nmost rewarding material one could study beyond Schenker’s own\nwritings. A few of the essays might enhance a beginner’s course,\nbut most are for more mature practitioners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] I am not inclined to use this space for airing perceived\nfaults with Schachter’s graphs or arguments. Any analyst of\nSchachter’s stature will do things which make other analysts\nscratch their heads, though in this case the increased blood\nsupply around the brain might lead one to realize that Schachter\nis probably right. Instead I would like to explore the essence of\nSchachter’s particular gift as a thinker and writer by annotating\na few striking sentences from among the essays in the compendium. “One can be pretty sure that giraffes did not become\nplentiful in the zoological gardens of China” (pages 192–193)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nSchachter is fascinating to read, not only because he raises his\nreaders to a most stimulating intellectual plane, but also\nbecause he is so elegant and humane. Here he is arguing subtly\nagainst the view of some unnamed analysts who reject the notion\nof fundamental lines descending from scale degree 5. He compares\nsuch analysts to a Chinese emperor who, upon encountering a\ngiraffe, mandates: “It ought not to exist!” But if the emperor\nwill take a good look at nature—or if such analysts will take a\ngood look at the repertoire—it will be observed that, in fact,\nsuch creatures do exist. “Learning to analyze means learning to hear in depth; a good\nanalysis is always verifiable by the educated ear.” (page 19) “If\nthe analysis has been successful it leads to hearing that is\nincomparably clearer and more comprehensive than it had been\nbefore; it never leads to abstraction without sensory content.”\n(page 35)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Receptivity to musical expression is not simply an innate talent.\nOne’s capacity for making sense of music can be augmented through\nstudy. For a few, the starting point of natural talent may be set\nvery high. But for most people, even most people who devote their\nlives to the pursuit of music, developing an “educated ear” is a\nlifelong process. Every word that Schachter writes is intended to\nfoster that endeavor. “I do not wish to draw out the subject of duration to\nunendurable lengths” (page 28) “Of course the name\nitself—‘Luise’—sounds more like whispering leaves and water than,\nsay, ‘Katinka’ would.” (page 211)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] How refreshing to read an analyst with a twinkle in his eyes! “If the ideas elaborated in this article and the analyses\nthat illustrate them reveal anything significant about musical\nrhythm and meter, they are testimony to the continuing creative\nforce that emanates from the work of our greatest music theorist,\nHeinrich Schenker.” (page 116)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Humility is an attribute not necessarily associated with\nSchenkerians. Yet when reading Schachter, Schachter begins to\ndisappear. It is the composer’s world—and the interface between\nthat world and Schenker’s perspective—that we inhabit. Even\nwhen, as here, Schachter is expanding that perspective in new\nways, it is the original theory—and its continuity with\neighteenth- and nineteenth-century practice—that shines through. “I doubt that this symmetry is accidental, though I can’t\nprove that it is not.” (page 61) “An irreducible residue of\npersonal opinion remains in any metrical analysis of a piece\nwhich . . . lends itself to more than one plausible\ninterpretation.” (page 101)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Schachter accepts that the analytical enterprise is speculative,\nand despite the uncanny precision of his presentations, he\nacknowledges that there are unknowable elements. After all,\nSchenkerian analysis addresses issues that were never articulated\nin words or symbols during the period of composition. Schachter\nhopes to persuade his readers that certain ways of thinking about\na piece are more insightful than other ways. Yet there are limits\nconcerning what can be accomplished. “[Anticipating s] are hardly ever mentioned in theory\nbooks.“ Footnote: “But see Edward Aldwell and Carl Schachter, Harmony and Voice\nLeading .” (pages 73 and 78)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Like Schenker, Schachter can express exasperation concerning\nstandard textbooks. Unlike Schenker, he has contributed\nsignificantly towards a solution. “The performer must take care to project measures 29–30 as\nan upbeat to the II 6 in measure 31.” (page 74)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Those who perform music and those who speculate about it\ngenerally pursue quite different regimens of training. Given the\ncolossal and ever-increasing pressures within both fields, it\nmight seem foolish to hope that many would devote significant\nenergies to an auxiliary agenda, particularly one as daunting as\nSchenkerian analysis. Nevertheless Schachter expects that\nperformers will be among his readers. Because performed art\nrequires continual re-creation, a class of practitioners who can\nmake sense of what music notation implies must thrive. Music\nanalysis—especially Schenkerian analysis and, here, Schachter’s\nmetric enhancement—is the systematic study of those\nimplications. Every performer is the potential recipient of\nSchachter’s insights. Though many performers never develop a\nsophistication in music theory that would allow them to ponder\ntheir art at the level of these essays, those who do will find in\nSchachter an enthusiastic ally. “For many reasons, I find it difficult to contemplate this\nsong for the keyboard [Chopin, Prelude in E Minor] without\nattributing to it a programmatic character—I hear it as a vision\nof death, perhaps the imagination of one’s own death. . . . Needless to say, I don’t require anybody—not even my\nstudents—to believe in this program, but I find that many people\ndo seem to have an emotional reaction to the piece that would be\ncompatible with its being strongly tinged with grief, mourning,\nand the thought of death.” (pages 163, 165)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] On a superficial level, Schenker’s procedures may seem to reduce\nmeaning out of a musical work. Schachter knows that that is not\nthe case, and with characteristic eloquence he ponders musical\nmeaning and, through the medium of analysis, offers insights into\nthe means by which a composer imbues a work with a specific\nsentiment. “Viewed purely as a ‘theoretical’ work, Der freie Satz falls short of Kontrapunkt in comprehensiveness, consistency,\nand elegance.” (page 185) “I don’t know why Schenker includes all\nof the levels beyond the first in Part III [of Der freie Satz ],\nbut I believe that it is because these levels (as he describes\nthem) can contain prolongational events characteristic of the\nforeground as well as those ‘transferred’ from the background and\nthe first level of middleground.” (page 186) “This position has\noccasioned a good deal of misunderstanding, probably because\nSchenker’s explanations are inadequate and confusing.” (page 201)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Schachter understands Schenker’s theory as few others do. He\nknows the writings intimately, in both German and English. He has\npondered the various nuances of change that occurred in\nSchenker’s thought over the course of his career, and is\nsensitive to lingering difficulties. This comprehensive immersion\nby one great mind in the work of another gives a special\nauthority. Schachter can be critical without seeming negative. He\ncan offer hunches that ring true. In the midst of a contemporary\nculture that glamorizes the newfangled, Schachter has pursued\nwith steadfast devotion an inherited perspective, one which,\nthrough his own contributions, has continued to evolve\ndynamically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Though the eleven essays in Unfoldings reveal only a part\nof Schachter’s contribution to musical thought in the last third\nof the twentieth century, this convenient and inviting volume\nassures that his impact will persist well into the future. As\nlong as there are inhabitants of the planet who care about the\nmusical heritage of the eighteenth and nineteenth centuries,\nSchachter will remain a trusted and inspiring mentor.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.99.5.4.damschroder.html",
    "data": "mto/data/mto.99.5.4.damschroder.json"
}