{
    "title": "Gesture through the Lens of Pluridimensional Serialism in the Music of Camillo Togni",
    "date": "2024/06/01",
    "volume": "30",
    "issue": "2",
    "authors": [
        "Neidhöfer, Christoph"
    ],
    "abstract": "In the panorama of post-1945 serial composition, the music of Camillo Togni (1922–1993) stands out for its distinct expressive character (Vlad 1958). This essay examines the musical gestures that define Togni’s expressive style and illuminates how the composer generated them with the help of pluridimensional serial procedures. With evidence from the sketches, the analyses show how Togni negotiated his musical ideas with his serial templates in a dynamic process in which pluridimensional serialism opened new avenues for musical gesture he may not have envisioned otherwise. The essay argues against a distinction between a “pre-compositional” and a “compositional” stage in the creative process and instead demonstrates that Togni’smodus operandientailed a continuous process of fine-tuning musical ideas. I first address questions of musical meaning and performance in Togni’s expressive aesthetics (parts 1 and 2), before delving into the compositional process to gain a better understanding of these questions (parts 3 and 4).",
    "keywords": [
        "gesture",
        "pluridimensional serialism",
        "expression",
        "semiotics",
        "paradigmatic analysis",
        "Theodor W. Adorno",
        "René Leibowitz",
        "Camillo Togni."
    ],
    "doi": "10.30535/mto.30.2.5",
    "received": "February 2023",
    "pdf": "https://mtosmt.org/issues/mto.24.30.2/mto.24.30.2.neidhofer.pdf",
    "author_info": [
        {
            "name": "Christoph Neidhöfer",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke Street West, Montreal, QC H3A 1E3",
            "email": "christoph.neidhofer@mcgill.ca"
        }
    ],
    "citations": {
        "adorno_1955_2002": "Adorno, Theodor W. [1955] 2002. “The Aging of the New Music.” In Essays on Music , selected with Introduction, Commentary, and Notes by Richard Leppert; translations by Susan H. Gillespie and others, 181–202. University of California Press.",
        "adorno_1961_1998": "Adorno, Theodor W. [1961] 1998. “Vers une musique informelle.” In Quasi una Fantasia: Essays on Modern Music . Translated by Rodney Livingstone, 269–322. Verso.",
        "adorno_1970": "Adorno, Theodor W. 1970. Ästhetische Theorie . Suhrkamp.",
        "adorno_1970_1975": "Adorno, Theodor W. [1970] 1975. Teoria estetica . Translated by Enrico De Angelis. Einaudi.",
        "adorno_1970_1997": "Adorno, Theodor W. [1970] 1997. Aesthetic Theory . Translated and edited by Robert Hullot-Kentor. University of Minnesota Press.",
        "baker_paddison_and_scruton_2001": "Baker, Nancy Kovaleff, Max Paddison, and Roger Scruton. 2001. “Expression.” In Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.09138.",
        "berio_1967": "Berio, Luciano. 1967. “On Vocal Gesture.” Unpublished manuscript of a lecture given at Harvard University on 18 January 1967, Paul Sacher Foundation, Basel. Italian translation and bibliographical notes in Berio [1967] 2013.",
        "berio_1967_2013": "Berio, Luciano. [1967] 2013. “Del gesto vocale.” In Scritti sulla musica , ed. Angela Ida De Benedictis, 58–70, 505–6. Einaudi.",
        "bernstein_2011": "Bernstein, Zachary. 2011. “Duplicated Subdivisions in Babbitt’s It Takes Twelve to Tango .” Music Theory Online 17 (2). https://doi.org/10.30535/mto.17.2.7.",
        "bernstein_2015": "Bernstein, Zachary. 2015. “Reconsidering Organicism in Milton Babbitt’s Music and Thought.” PhD diss., City University of New York Graduate Center.",
        "bernstein_2017": "Bernstein, Zachary. 2017. “The Problem of Completeness in Milton Babbitt’s Music and Thought.” Music Theory Spectrum 38 (2): 241–64. https://doi.org/10.1093/mts/mtw012.",
        "bernstein_2021": "Bernstein, Zachary. 2021. Thinking In and About Music: Analytical Reflections on Milton Babbitt’s Music and Thought . Oxford University Press. https://doi.org/10.1093/oso/9780190949235.001.0001.",
        "borio_1997": "Borio, Gianmario. 1997. “L’influenza di Dallapiccola sui compositori italiani nel secondo dopoguerra.” In Dallapiccola: Letture e prospettive , ed. Mila De Santis, 357–87. Ricordi.",
        "borio_2001": "Borio, Gianmario. 2001. “Zwölftontechnik und Formenlehre: Die Abhandlungen von René Leibowitz und Josef Rufer.” In Arnold Schönberg (1874–1951): Autorschaft als historische Konstruktion: Vorgänger, Zeitgenossen, Nachfolger und Interpreten , ed. Andreas Meyer and Ullrich Scheideler, 287–321. Metzler. https://doi.org/10.1007/978-3-476-02771-9_10.",
        "borio_2018": "Borio, Gianmario. 2018. “Schönberg e la cultura italiana: storia di un rapporto contraddittorio.” In “Cara scientia mia, musica”: Studi per Maria Caraci Vela , ed. Angela Romagnoli, Daniele Sabaino, Rodobaldo Tibaldi, and Pietro Zappalà, 649–82. Edizioni ETS.",
        "buchler_2020": "Buchler, Michael. 2020. “Ornamentation as Gesture in Atonal Music.” Music Theory Spectrum 42 (1): 24–37. https://doi.org/10.1093/mts/mtz021.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press. https://doi.org/10.1093/oso/9780195104806.001.0001.",
        "carone_2008": "Carone, Angela. 2008. “Forma e formazione nella musica strumentale di Luciano Berio.” PhD diss., Università degli Studi di Pavia.",
        "cima_2004": "Cima, Daniela. 2004. Camillo Togni. Le opere. Suvini Zerboni.",
        "dubiel_1992": "Dubiel, Joseph. 1992. “Three Essays on Milton Babbitt (Part Three).” Perspectives of New Music 30 (1): 82–131. https://doi.org/10.2307/833286.",
        "dubiel_2008": "Dubiel, Joseph. 2008. “With Wanton Heed and Giddy Cunning: Milton Babbitt’s Allegro Penseroso .” In Around Set Theory , ed. Moreno Andreatta, Jean-Michel Bardez, and John Rahn, 123–42. Editions Delatour.",
        "gritten_2006": "Gritten, Anthony, and Elaine King, eds. 2006. Music and Gesture . Ashgate.",
        "gritten_2011": "Gritten, Anthony. 2011. New Perspectives on Music and Gesture . Ashgate.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hatten_2018": "Hatten, Robert S. 2018. A Theory of Virtual Agency for Western Art Music . Indiana University Press. https://doi.org/10.2307/j.ctv512trj.",
        "heneghan_2018": "Heneghan, Áine. 2018. “Schoenberg’s ‘Sentence.’” Music Theory Spectrum 40 (2): 179–207. https://doi.org/10.1093/mts/mty014.",
        "howland_2015": "Howland, Patricia. 2015. “Formal Structures in Post-Tonal Music.” Music Theory Spectrum 37 (1): 71–97. https://doi.org/10.1093/mts/mtv011.",
        "jeffrey_2008": "Jeffrey, Chris. 2008. “A Semiotic Investigation into Dialectical Opposition in Schoenberg’s Third String Quartet , First Movement.” SAMUS: South African Music Studies 28: 135–53. https://doi.org/10.4314/samus.v28i1.44079.",
        "kennedy_et_al_2013": "Kennedy, Joyce, Michael Kennedy, and Tim Rutherford-Johnson, eds. 2013. “Expression.” In The Oxford Dictionary of Music . 6th ed. Oxford University Press. https://doi.org/10.1093/acref/9780199578108.001.0001.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . Schirmer Books.",
        "kühl_2011": "Kühl, Ole. 2011. “The Semiotic Gesture.” In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 123–29. Ashgate.",
        "kurth_1931": "Kurth, Ernst. [1931] 2022. Music Psychology . Translated by Daphne Tan and Christoph Neidhöfer. Edited by Daphne Tan. Classic European Studies in the Science of Music. Routledge. https://doi.org/10.4324/9781315307916.",
        "leibowitz_1950": "Leibowitz, René. 1950. Traité de la composition avec douze sons . Unpublished manuscript. René Leibowitz Collection, Paul Sacher Foundation, Basel.",
        "leong_2011": "Leong, Daphne. 2011. “Webs and Snares: Multiple References in Babbitt’s Homily and Beaten Paths .” Music Theory Online 17 (2). https://doi.org/10.30535/mto.17.2.8.",
        "lidov_1981": "Lidov, David. 1981. “Technique and Signification in the Twelve-Tone Method.” In The Sign in Music and Literature , ed. Wendy Steiner, 195–202. University of Texas Press. https://doi.org/10.7560/775633-013.",
        "losada_2014": "Losada, C. Catherine. 2014. “Complex Multiplication, Structure, and Process: Harmony and Form in Boulez’s Structures II .” Music Theory Spectrum 36 (1): 86–120. https://doi.org/10.1093/mts/mtu005.",
        "losada_2017": "Losada, C. Catherine. 2017. “Between Freedom and Control: Composing Out, Compositional Process, and Structure in the Music of Boulez.” Journal of Music Theory 61 (2): 201–42. https://doi.org/10.1215/00222909-4149596.",
        "maggart_2017": "Maggart, Alison. 2017. “Referential Play in ‘Serious’ Music: Allusions to the Past in Several of Milton Babbitt’s Works from the Late 1980s.” PhD diss., University of Southern California.",
        "mailman_2019": "Mailman, Joshua Banks. 2019a–c. “Babbitt’s Beguiling Surfaces, Improvised Inside.” SMT-V : 5 (1), 5 (2), 5 (3). https://doi.org/10.30535/smtv.5.1.",
        "mailman_2020": "Mailman, Joshua Banks. 2020. “Portmantonality and Babbitt’s Poetics of Double Entendre.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.9.",
        "manzoni_1956_2009": "Manzoni, Giacomo. [1956] 2009. “Il XXIX Festival della SIMC di Baden-Baden.” In Musica e progetto civile: Scritti e interviste (1956–2007) , ed. Raffaele Pozzi, 20–29. Ricordi and LIM.",
        "metzger_1958_1960": "Metzger, Heinz-Klaus. [1958] 1960. “Intermezzo I (Just Who is Growing Old?).” Die Reihe 4: 63–80.",
        "neidhöfer_2009": "Neidhöfer, Christoph. 2009. “Inside Luciano Berio’s Serialism.” Music Analysis 28 (2-3): 301–48. https://doi.org/10.1111/j.1468-2249.2011.00275.x.",
        "neidhöfer_2018": "Neidhöfer, Christoph. 2018. “Character and Form by Way of Integral Serialism: An Analysis of Fantasia concertante (1957) by Camillo Togni.” Archival Notes 3: 47–79. http://onlinepublishing.cini.it/index.php/arno/article/view/92.",
        "neidhöfer_forthcoming": "Neidhöfer, Christoph. Forthcoming. “Developed from Within Rather than Imposed from Outside: Multi-parametric Thinking in Camillo Togni’s Settings of Georg Trakl’s Gesang zur Nacht .” In Hidden Geographies: Essays on the Music of Camillo Togni , ed. Angela Carone and Christoph Neidhöfer, with a Preface by Jamuna S. Samuel. Libreria Musicale Italiana.",
        "neidhöfer_and_schubert_2015": "Neidhöfer, Christoph, and Peter Schubert. 2015. “Form and Serial Function in Leibowitz’s Trois Poèmes de Pierre Reverdy .” In Formal Functions in Perspective: Essays on Musical Form from Haydn to Adorno , ed. Julie Pedneault, Nathan Martin, and Steven Vande Moortele, 373–410. University of Rochester Press. https://doi.org/10.1017/9781782045977.013.",
        "nielinger-vakil_2011": "Nielinger-Vakil, Carola. 2011. “Between Memorial and Political Manifesto: Nono’s Anti-fascist Works, 1951–1966.” In Presenza storica di Luigi Nono , ed. Angela Ida De Benedictis in collaboration with Laura Zattra, 77–137. Libreria Musicale Italiana.",
        "nielinger-vakil_2015": "Nielinger-Vakil, Carola. 2015. Luigi Nono: A Composer in Context . Cambridge University Press. https://doi.org/10.1017/CBO9780511842672.",
        "rao_2007": "Rao, Nancy Yunhwa. 2007. “The Tradition of Luogu Dianzi (Percussion Classics) and Its Signification in Contemporary Music.” Contemporary Music Review 26 (5–6): 511–27. https://doi.org/10.1080/07494460701652947.",
        "rao_2016": "Rao, Nancy Yunhwa. 2016. “The Transformative Power of Musical Gestures: Cultural Translation in Chen Yi’s Symphony No. 2.” In Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 , ed. Laurel Parsons and Brenda Ravenscroft, 127–52. Oxford University Press.",
        "rao_2020": "Rao, Nancy Yunhwa. 2020. “The Concept of Shi: Chinese Aesthetics and Happy Rain on a Spring Night (2004).” Music Theory Online 26 (3). https://doi.org/10.30535/mto.26.3.11.",
        "ratz_1973": "Ratz, Erwin. 1973. Einführung in die musikalische Formenlehre . 3rd ed. Universal Edition.",
        "ruwet_1966": "Ruwet, Nicolas. 1966. “Méthodes d’analyse en musicologie.” Revue belge de Musicologie 20: 65–90. https://doi.org/10.2307/3686642.",
        "sampaio_2013": "Sampaio, Luiz Paulo de Oliveira. 2013. Les Variations pour piano, op. 27, d’Anton Webern: essai d’analyse sémiologique . Vrin.",
        "schoenberg_2006": "Schoenberg, Arnold. 2006. The Musical Idea and the Logic, Technique, and Art of Its Presentation . Edited, translated, and with a commentary by Patricia Carpenter and Severine Neff. Indiana University Press.",
        "scruton_1997": "Scruton, Roger. 1997. The Aesthetics of Music . Oxford University Press.",
        "scruton_2001": "Scruton, Roger. 2001. “II. The Nature of Musical Expression.” In Grove Music Online , “Expression,” ed. Nancy Kovaleff Baker, Max Paddison, and Roger Scruton. 2001. https://doi.org/10.1093/gmo/9781561592630.article.09138.",
        "stenzl_1990": "Stenzl, Jürg. 1990. Von Giacomo Puccini zu Luigi Nono. Italienische Musik 1922–1952: Faschismus-Resistenza-Republik . Frits Knuf.",
        "togni_1977": "Togni, Camillo. 1977. “Ricordo di Theodor Wiesengrund Adorno.” In Carteggi e Scritti di Camillo Togni sul Novecento Internazionale , ed. Cecilia Gibellini, 251–3. Leo S. Olschki.",
        "togni_1993_1994": "Togni, Camillo. [1993] 1994. “I dodici intervalli [interview with Daniela Cima].” In Un paio di linee. Dialogo con gli intervistatori , 91–97. La Quadra.",
        "togni_2006": "Togni, Camillo. 2006. Carteggi e Scritti di Camillo Togni sul Novecento Internazionale . Edited by Cecilia Gibellini. Leo S. Olschki.",
        "viviani_2016": "Viviani, Giada. 2016. “Maestro d’arte e di vita: Modelli e percorsi della riflessione teorica di Camillo Togni su Arnold Schönberg.” Gli Spazi della Musica 5 (2): 28–45.",
        "viviani_forthcoming": "Viviani, Giada. Forthcoming. “Georg Trakl and the ‘Jeweler’: The Literary Sources of Camillo Togni’s Blaubart .” In Hidden Geographies: Essays on the Music of Camillo Togni , ed. Angela Carone and Christoph Neidhöfer, with a Preface by Jamuna S. Samuel. Libreria Musicale Italiana.",
        "vlad_1958": "Vlad, Roman. 1958. Storia della Dodecafonia . Suvini Zerboni."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank the anonymous reviewers of this article manuscript for their suggestions and stimulating questions. A partial version of this research was presented at the 2022 Annual Meeting of the Society for Music Theory in New Orleans. I am grateful to Gianmario Borio, director of the Istituto per la Musica at the Fondazione Giorgio Cini, Venice, for his suggestion to go into the influence of René Leibowitz on Togni and for granting me permission to cite materials from the Fondo Camillo Togni held at the Foundation. I wish to thank Francisco Rocca (Fondazione Giorgio Cini) for leading me to various sources and for providing the scan of Example 4. I thank Angela Carone for her support at the archive and for scanning Example 9, and Heidy Zimmermann at the Paul Sacher Foundation, Basel, for granting me permission to cite from Leibowitz’s unpublished Traité de la composition avec douze sons and for providing the scan shown in Example 5. I am grateful to Talia Pecker Berio for giving me permission to quote from Luciano Berio’s text manuscript “On Vocal Gesture” held at the Paul Sacher Foundation, and to Angela Ida De Benedictis for giving me the permission on behalf of the Foundation. My thanks also go to Claudia Patsch (Universal Edition) and Alessandro Savasta (Sugarmusic) for their permission to reproduce the score excerpts, to James Donaldson for engraving the scores in Examples 2, 3, 6, 13, and 17, and to Brent Auerbach, Zachary Bernstein, Nancy Murphy, and the wonderful team at Music Theory Online for their input and support. This article draws on research supported by the Social Sciences and Humanities Research Council of Canada.",
            "citations": []
        },
        "FN1": {
            "text": "1. I borrow the term “pluridimensional” serialism from Manzoni [1956] 2009 , 23 ( ‘pluridimensionalità’ della scrittura ) and Borio 1997 , 358 ( tecniche seriali pluridimensionali ). “Integral” serialism is a form of “pluridimensional” serialism, but has historically been associated more with the approaches of Milton Babbitt and others.",
            "citations": [
                "manzoni_1956_2009",
                "borio_1997"
            ]
        },
        "FN2": {
            "text": "2. “Pur sottomettendo ogni minimo particolare formale delle sue musiche al più rigoroso controllo razionale, Togni non mira generalmente alla dissociazione puntillista e all’astrattismo perseguito da tanti seguaci di Webern. Musiche come Helian o come Ricerca . . . conservano sostanziali punti di contatto col clima dell’espressionismo schönberghiano, richiamandone il turgore emotivo.” Unless indicated otherwise, translations from non-English sources are mine.",
            "citations": []
        },
        "FN3": {
            "text": "3. On Togni’s affinity with the work of Trakl, see Neidhöfer ( forthcoming ) and Viviani ( forthcoming ).",
            "citations": [
                "viviani_forthcoming"
            ]
        },
        "FN4": {
            "text": "4. Daniela Cima ( 2004 , 70–75) explains the rhythmic cells and serial structure of the movement.",
            "citations": [
                "cima_2004"
            ]
        },
        "FN5": {
            "text": "5. That is, the music radiates a certain atmosphere through the way its gestures unfold. But Example 2 has expression also in a second sense, that is, with respect to the sung text, which draws in extra-musical meaning. Thus, the jagged and nervous loud gestures in the clarinet and voice of m. 7 (with pickup) express the idea of a laughing demon. I will elaborate on expression in these two different senses (“intransitive” versus “transitive”) below.",
            "citations": []
        },
        "FN6": {
            "text": "6. Gesture 10 is demarcated from the previous gesture 9 because it starts with a detached articulation after a long note. Gesture 12, on the other hand, is longer because the two overlapping rhythmic motives cohere into a longer stretch of continuous activity, speeding up and then slowing down without interruption. The same holds for gesture 11. Gestures 13 and 14 are rhythmically demarcated from each other like gestures 9 and 10, as part of a rhythmic canon between flute and piano left hand.",
            "citations": []
        },
        "FN7": {
            "text": "7. Since what I call “directionality” in non-tonal music usually involves movement without an unequivocal goal, my use of the term “directionality” corresponds to what Jonathan D. Kramer ( 1988 , 39–40) calls “nondirected linearity.” I wish to thank Zachary Bernstein for pointing this out to me.",
            "citations": [
                "kramer_1988"
            ]
        },
        "FN8": {
            "text": "8. See also Hatten 2018 , 61–62: “Indeed, what holds a gesture together for a listener is its functional coherence as a plausible movement with a plausible motivation toward a plausible goal.”",
            "citations": [
                "hatten_2018"
            ]
        },
        "FN9": {
            "text": "9. I adopt the distinction between expression in the intransitive and transitive sense from Scruton 1997 , 158–89, 346.",
            "citations": [
                "scruton_1997"
            ]
        },
        "FN10": {
            "text": "10. Original English wording quoted from the unpublished Berio 1967 .",
            "citations": [
                "berio_1967"
            ]
        },
        "FN11": {
            "text": "11. Bernstein 2021 identifies gestural types and principles in Babbitt’s music that equally apply to this study, including “closing gestures” (257) and “intensification and release” (249), and also discusses features of “discontinuity” (such as leaps in register, fragmentation of texture) that undermine the “perception of gesture” (245).",
            "citations": [
                "bernstein_2021"
            ]
        },
        "FN12": {
            "text": "12. I borrow opening , closing , dialogical , rhetorical , and thematic from Hatten 2004 . But unlike Hatten, given the absence of tonal syntactic harmonic progression in post-tonal music, I consider opening and closing an attribute of strategic function rather than gestural type. I borrow the term steady from Howland’s ( 2015 , 86) “steady state.”",
            "citations": [
                "hatten_2004",
                "howland_2015"
            ]
        },
        "FN13": {
            "text": "13. Isolated events not adding up to a gesture are more common in the music of certain other serial composers, such as in passages of Babbitt or in much of Boulez’s Structure 1a , for example (Babbitt’s and Boulez’s compositions are otherwise highly gestural too). See the discussion of “discontinuity” in Babbitt in Bernstein 2021 , 245–46.",
            "citations": [
                "bernstein_2021"
            ]
        },
        "FN14": {
            "text": "14. Togni and Leibowitz first met at the first twelve-tone congress in Milan in 1949 ( Togni [1993] 1994 , 93). For a list of the seven books by Leibowitz in Togni’s private library—two of them in duplicate copies and most of them densely annotated by Togni—see Viviani 2016 , 31–34.",
            "citations": [
                "togni_1993_1994",
                "viviani_2016"
            ]
        },
        "FN15": {
            "text": "15. Borio 2018 , 668. I borrow the term “formal functions” from Schoenberg’s student Erwin Ratz ( 1973 , 56), as later developed by William Caplin ( 1998 ). Leibowitz’s analyses of form in tonal and twelve-tone music in the Traité are form-functional analyses in the tradition of the Schoenberg school.",
            "citations": [
                "borio_2018",
                "ratz_1973",
                "caplin_1998"
            ]
        },
        "FN16": {
            "text": "16. The two pages of these notes were first published by Gianmario Borio in his discussion of Leibowitz’s influence on Togni’s analyses of Schoenberg ( Borio 2018 , 667–73). Togni kept these notes in a file with his own analysis of Schoenberg’s Klavierstück op. 33a that he prepared for a lecture at the Università per Stranieri in Florence in 1960 ( Borio 2018 , 667, 670; the lecture text appears in Togni 2006 , 220–25). I have not been able to determine from Togni’s correspondence or other sources when in the 1950s he came into possession of these notes from Leibowitz.",
            "citations": [
                "borio_2018",
                "borio_2018",
                "togni_2006"
            ]
        },
        "FN17": {
            "text": "17. “sections contrastantes, telles qu’un deuxième thème ou la section centrale d’un mouvement” ( Leibowitz 1950 , 35, underline in the original).",
            "citations": [
                "leibowitz_1950"
            ]
        },
        "FN18": {
            "text": "18. Surveys of Leibowitz’s Traité can be found in Borio 2001 and Neidhöfer and Schubert 2015 . For the complex history of Schoenberg’s “sentence,” see Heneghan 2018 .",
            "citations": [
                "borio_2001",
                "heneghan_2018"
            ]
        },
        "FN19": {
            "text": "19. “Le troisième segment, que l’on nomme réduction , n’a généralement qu’une seule mesure. Il réduit les éléments du modèle en les condensant. Il y’a de nombreux procédés de réduction et nous verrons, en étudiant d’autres exemples, que, très souvent la réduction se trouve répétée immédiatement dans la mesure suivante . . . . Cette juxtaposition tend à fondre les deux mesures en une seule entité de par l’ambivalence du motif b1 . . . . Il en va de même chez Schoenberg où la réduction n’est compréhensible que si l’on considère les mesures 5 et 6 de manière globale.”",
            "citations": []
        },
        "FN20": {
            "text": "20. “Le quatrième et dernier segment, que nous appelons cadence , présente les caractéristiques suivantes : 1°) abandon des figures les plus marquantes du modèle : chez Beethoven le motif a est abandonné, chez Schoenberg une figure nouvelle (le triolet) se trouve introduite. 2°) figuration plus régulière : chez Beethoven répétition formant une chaîne du motif b , chez Schoenberg répétition, formant aussi une chaîne, du triolet. 3°) harmonie plus riche et plus condensée . . . ”",
            "citations": []
        },
        "FN21": {
            "text": "21. “La composition dodécaphonique étant fondée principalement sur le concept de la variation, il n’est pas étonnant que les divers segments d’une structure soient davantage variés entre eux que ce n’est le cas dans la musique tonale” ( Leibowitz 1950 , 11).",
            "citations": [
                "leibowitz_1950"
            ]
        },
        "FN22": {
            "text": "22. For Robert Hatten ( 2018 , 261) too, in repertoire different from the one explored here, a gesture is a gestalt.",
            "citations": [
                "hatten_2018"
            ]
        },
        "FN23": {
            "text": "23. Cima 2004 , 125–26, discusses this and the other derivations of series for the song cycle.",
            "citations": [
                "cima_2004"
            ]
        },
        "FN24": {
            "text": "24. This particular partition is the result of a larger scheme for the entire song cycle, as documented in Togni’s sketches. I will not address this overarching scheme here.",
            "citations": []
        },
        "FN25": {
            "text": "25. That sketch, not shown here, belongs to two works, Fantasia concertante and the projected song cycle on Trakl’s “Gesang zur Nacht” from which Sei Notturni arose. In the larger song cycle, Togni intended to set all twelve poems from Trakl’s “Gesang zur Nacht,” with an instrumental interlude at the center. In the end, Togni only set seven of the poems, three of them (with an instrumental interlude) in Gesang zur Nacht (1962) and an additional four in Sei Notturni (1965/66), which additionally repeats one of the movements from Gesang zur Nacht and includes a second setting of one of the poems already used there. Cima 2004 , 124–34, surveys the song cycle and its historical context but does not go into the details of serial technique I discuss below. I analyze Togni’s overall permutational serial scheme for the song cycle in Neidhöfer ( forthcoming ). In an earlier article ( Neidhöfer 2018 , 66–68), I examined Togni’s sketch that lays out the parameter values shown in Example 11 in the context of Fantasia concertante .",
            "citations": [
                "cima_2004"
            ]
        },
        "FN26": {
            "text": "26. I will henceforth show the term “rhythmic unit” in quotation marks whenever I mean it in the sense of this particular parameter.",
            "citations": []
        },
        "FN27": {
            "text": "27. The opening thirty-second rest is part of the larger serial plan for the song cycle, not shown here.",
            "citations": []
        },
        "FN28": {
            "text": "28. The particular numbering is part of Togni’s larger permutational scheme for the song cycle, which I discuss in Neidhöfer ( forthcoming ) and which we do not need to go into here.",
            "citations": []
        },
        "FN29": {
            "text": "29. As Togni indicates in another sketch, the second half of the movement uses the retrograde of this succession.",
            "citations": []
        },
        "FN30": {
            "text": "30. In Example 9 Togni marks pitches eventually assigned to the voice with “V” in red and indicates the corresponding places in Example 12 accordingly (he ultimately discards “(V)” in m. 2). These pitches form twelve-tone rows of their own that are not derived from the main series.",
            "citations": []
        },
        "FN31": {
            "text": "31. Togni notes this rule at the top of Example 9: “N.B. Compensation for octave displacement, if not indicated otherwise—[i.e.] beyond the number value (positive or negative)—is intended to be applied to the duration .” (“N.B. I compensi per spostamento di ottava se non hanno nessuna indicazione, oltre il numero (positivo o negativo), si intendono da operarsi sulla durata .”)",
            "citations": []
        },
        "FN32": {
            "text": "32. Presumably by mistake, Togni switched F ♯ and F in register. Compare F5 and F ♯ 4 at the end of m. 3 in Example 6 with the corresponding F ♯ 5 and F4 in Example 9 (in [1]) and Example 12 (m. 3).",
            "citations": []
        },
        "FN33": {
            "text": "33. There is no sketch that shows how Togni worked out the Sprechstimme rhythm in this passage. But it is clear from sketches for similar passages elsewhere that he freely modeled such rhythms on speech flow, without following serial principles.",
            "citations": []
        },
        "FN34": {
            "text": "34. See Example 9, second half of series [3]. The overall dynamic level for this third series is 1= pp (see lowest number in red below the first pitch of that series), but E1 and A2 in the second half are transposed up from register 6 to register 2, and register 5 to register 1, respectively, with the resulting adjustment value 4 (i.e., 6−2 and 5−1 respectively) being split into two times “+2” between dynamics and duration, as Togni indicates in the sketch (highlighted by “ATTENZIONE 2)” and “ATTENZIONE 3)”). The adjustment of pp (value 1) by “+2” results in value 3, i.e., mp . The C6 at the end of this series [3] (Example 9) is transposed down from register 2 to register 1, which in turn leads to an adjustment of pp (value 1) by value +1 (the difference between 2 and 1) to 2 = p (see Example 6, C5 in m. 10). For extra emphasis, Togni writes sf instead of ff in a number of places in the piano parts (Example 6, mm. 10–11), which, like the accents (>) in the clarinet in mm. 11–12, is something that appears not to have been serially determined.",
            "citations": []
        },
        "FN35": {
            "text": "35. I analyze the overall serial scheme and selected passages of Fantasia concertante in Neidhöfer 2018 . I do not discuss this section from the flute cadenza, however, and do not address serialism with respect to gesture.",
            "citations": []
        },
        "FN36": {
            "text": "36. The cadenza has no metronome marks. By necessity soloists perform it at a slower tempo than that of the preceding music (𝅘𝅥𝅮  = 160).",
            "citations": []
        },
        "FN37": {
            "text": "37. In the staff notation of Example 15, I show duration value 4 by the full note value followed by a caesura sign (’) and, for ease of reading, duration value 6 by the full note value followed by a legato sign ( ⁔ ), rather than the more cumbersome “ ⁔ ten.” from Example 11 above. In the chart underneath the staff notation in Example 15, to save space, I abbreviate duration value 6 as “ten.” The dotted legato slur from D6 in m. 22 means that the note should sound for more than half of the allotted time span to the next note (duration value of 3 = “>½,” as per Example 11).",
            "citations": []
        },
        "FN38": {
            "text": "38. “Solo la mia musica spiega l’interpretazione letteraria che do al testo: o riesco già a vedere il testo attraverso un’idea musicale, oppure lo evito.”",
            "citations": []
        },
        "FN39": {
            "text": "39. “Invito a giudicare le ‘strutture razionali’ emerse da questa analisi non come il frutto di una premeditazione astratta, assoluta e a-prioristica (cioè: razionalmente elaborata in precedenza e poi bruscamente imposta, completa e ‘dal di fuori’, ad un preteso ‘materiale musicale’ estraneo ed a-razionale). / Questo pregiudizio va corretto tenendo presente che tale CORPUS di strutture razionali . . . non è che il risultato, laboriosamente e lentamente conseguito, delle varie e graduali esperienze da me compiute con le composizioni scritte in questi ultimi cinque o sei anni” (quoted in Cima 2004 , 97, and Neidhöfer 2018 , 72).",
            "citations": [
                "cima_2004"
            ]
        },
        "FN40": {
            "text": "40. “ . . . e i suoi gravi silenzi: sulla relazione di circolarità tra fantasia e intelletto (entro cui anche si chiarisce la seconda—e più rilevante—funzione della serie: mettere il compositore in grado di intravvedere nuovi elementi e prospettive, quindi nuovi problemi, nuove categorie e nuovi orizzonti della realtà musicale, che non avrebbero peraltro potuto essere acquisiti alla coscienza compositiva se non attraverso il precedente processo razionalizzatore—funzione di cui Adorno non sembra avvedersi) e il suo rapporto, costantemente goffo e malsicuro, con la musica post-weberniana” ( Togni 1977 , 252).",
            "citations": [
                "togni_1977"
            ]
        },
        "FN41": {
            "text": "41. Fondo Camillo Togni, Fondazione Giorgio Cini, Venice.",
            "citations": []
        },
        "FN42": {
            "text": "42. On the limits of Togni’s German language skills, see Viviani 2016 , 34.",
            "citations": [
                "viviani_2016"
            ]
        },
        "FN43": {
            "text": "43. By the time he wrote Aesthetic Theory , Adorno was including more flexible pluridimensional serial techniques in his notion of integral-serial composition, following the critique by Heinz-Klaus Metzger ( [1958] 1960 ) of Adorno’s ( [1955] 2002 ) initially limited and one-sided understanding of integral serialism in the music of the European avant-garde. Adorno continued to learn about the technique from the younger composers at Darmstadt.",
            "citations": [
                "metzger_1958_1960",
                "adorno_1955_2002"
            ]
        },
        "FN44": {
            "text": "44. The quote at the end is from Adorno [1961] 1998 , 322.",
            "citations": [
                "adorno_1961_1998"
            ]
        },
        "FN45": {
            "text": "45. Adorno’s ( 1970 , 174) original term is “entgegenzuarbeiten” (literally: “working against”).",
            "citations": [
                "adorno_1970"
            ]
        },
        "FN46": {
            "text": "46. As per Adorno’s statement above, mimesis is not identical with expression, but, like the technical procedures, forms part of it.",
            "citations": []
        },
        "FN47": {
            "text": "47. As per Examples 14 and 15 ( Fantasia concertante ), Togni replaces “rhythmic unit” 𝅘𝅥𝅰 by 𝅘𝅥𝅮 in these places.",
            "citations": []
        },
        "FN48": {
            "text": "48. I wish to thank an anonymous reviewer for pointing this out to me.",
            "citations": []
        },
        "FN49": {
            "text": "49. It is not necessary to approach pluridimensional serial music from the perspective of serial technique and compositional process, however, in which case aesthetic judgments can only be made about the music per se and not the compositional technique.",
            "citations": []
        },
        "FN50": {
            "text": "50. Nielinger-Vakil 2015 , 85–122, quote from p. 103. See also Nielinger-Vakil 2011 . The “three states of mind” reflect Nono’s emotional responses on his visit to Poland in 1958 to the Warsaw Ghetto and Auschwitz, the beauty of certain places in the country, and the courage of the Polish people, respectively.",
            "citations": []
        },
        "FN51": {
            "text": "51. The quoted passages are transcribed from Mailman 2019a (at 3:00) and Mailman 2019c (at 13:35), with vocal emphasis shown in italics.",
            "citations": [
                "mailman_2019",
                "mailman_2019"
            ]
        },
        "FN52": {
            "text": "52. Mailman 2019c (starting at 02:06), Mailman 2019b (starting at 10:15), and 2020 , Leong 2011 , Bernstein 2015 , Maggart 2017 .",
            "citations": [
                "mailman_2019",
                "mailman_2019",
                "mailman_2020",
                "leong_2011",
                "bernstein_2015",
                "maggart_2017"
            ]
        },
        "FN53": {
            "text": "53. Bernstein 2017 , 257, with reference to Dubiel ( 1992 , 118–19; 2008 , 134), and Bernstein 2011 .",
            "citations": [
                "bernstein_2017",
                "dubiel_1992",
                "dubiel_2008",
                "bernstein_2011"
            ]
        },
        "FN54": {
            "text": "54. See, for example, Lidov 1981 , Jeffrey 2008 , Sampaio 2013 . These studies also consider other musical features in terms of their alignment with the serial structure, such as “contour identity” and “registial proximity” ( Lidov 1981 , 202), and dynamics, tempo, and texture ( Jeffrey 2008 ). In his analysis of the first movement from Schoenberg’s Third String Quartet, Jeffrey also examines such features independently of the serial structure.",
            "citations": [
                "lidov_1981",
                "jeffrey_2008",
                "sampaio_2013",
                "lidov_1981",
                "jeffrey_2008"
            ]
        },
        "FN55": {
            "text": "55. The method of paradigmatic analysis was introduced by Nicolas Ruwet ( 1966 ), who applied it to modal melodies.",
            "citations": [
                "ruwet_1966"
            ]
        },
        "FN56": {
            "text": "56. Since I perceive a close similarity in character here between contours that are retrograde or (retrograde-) inversionally related, independent of rhythm, I group them together in the same column.",
            "citations": []
        },
        "FN57": {
            "text": "57. The exception is gesture 14 (see Example 1), which is unidirectional.",
            "citations": []
        },
        "FN58": {
            "text": "58. Some of the blocks could be broken down further; for example, I could consider the clarinet and voice lines separately in mm. 5–6. Because in Example 17 I am focusing on the larger flow of the texture, I chose slices comprising all parts as the segmentational units.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "0. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] The compositions of Camillo Togni (1922–1993) have been noted for their unique expressive quality, which differs markedly from the character of the music by other post-1945 serial composers. Having modeled his early twelve-tone works on the expressionism of the Second Viennese School, especially on the style of Arnold Schoenberg, Togni acquired a more personal musical language in the 1950s with the adoption of pluridimensional serial techniques, where the same or different serial principles are applied to different musical parameters. (1) This essay shows how the expressivity of Togni’s music arises from what I define as the directionality of his musical gestures. I approach the topic in four parts. First, I identify features of Togni’s music that are typical for its expressiveness and show how they imbue his musical gestures with a clear directional flow. Second, I illuminate how Togni’s earlier gestural language in the Sonata for flute and piano, op. 35 (1953) was influenced by the form-functional principles of the music of the Second Viennese School. Third, focusing on passages from two later works, Sei Notturni (1965–66) and Fantasia concertante (1957), I demonstrate how Togni created the gestures and their directional trajectories using, in part, pluridimensional serial strategies. My analysis of the generative process takes into account the composer’s sketches, with the help of which I uncover how he combined serial and non-serial principles in a dynamic, multilayered compositional procedure. And fourth, following some thoughts on the aesthetics of Togni’s compositional process, I link the results of my analyses to other recent research that revisits the notion of pluridimensional (or integral) serialism as a mechanical, constricting system presumably hostile to expression. I conclude with some ideas on the potential of my gestural analysis for a semiotics of the serial music of Togni and possibly that of others. 1. Gesture in Togni’s music Example 1 . Camillo Togni, Sonata for flute and piano, op. 35 (1953), I, mm. 1–9, annotated (click to enlarge and see the rest) Example 2 . Togni, Sei Notturni (1965-66), V, mm. 1–7 (“My demon once laughed”) (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In his history of serial composition, Roman Vlad ( 1958 , 265) describes Togni’s style as follows: While subjecting every formal detail of his music to the most rigorous rational control, Togni does not generally aim at the pointillist dissociation and the abstractness pursued by many of the followers of Webern. Works such as Helian [1955] and Ricerca [1954] . . . maintain substantial points of contact with the climate of Schoenberg’s expressionism, recalling its emotional charge. (2) To get a sense of what Vlad means, let us consider the two excerpts shown in Examples 1 and 2 . The first, the theme from the Sonata for flute and piano, op. 35, represents Togni’s style from the earlier 1950s and predates the two works Vlad mentioned above. Only the pitch structure is serial. The second example, from Sei Notturni for alto voice and chamber ensemble on poems by Georg Trakl (a poet previously, and notably, set by Anton Webern in his op. 13, no. 4, and op. 14 songs), shows the style of Togni’s pluridimensional serial music from the 1960s. (3) While it is impossible to tell from the score alone, a large number of musical parameters are serialized in Sei Notturni , including dynamics, pitch register, certain aspects of pitch order and rhythm, phrasing, articulation, and form.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "vlad_1958"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Both passages abound in musical gestures with strong directional energy. In Example 1, the choice of rhythm, articulation, contour, and dynamics gives the opening six-note flute gesture clear direction towards its last and heaviest note, D4. The contrasting gesture in the piano that enters in m. 2, overlapping with the flute’s low note, likewise has clear direction because of its ascending contour, dynamic crescendo, increasingly long note values, and accents on the longer notes. The flute continues in mm. 2–3 with an agitated loud response, retrograding the rhythm just heard in the piano. (4) This gesture is likewise directed, this time progressing from longer to shorter note values. The following descending line in the piano in mm. 3–4, which overlaps with the second flute gesture, is also directional, traversing the space from highest to low register with a decrescendo and shorter note values toward the end. This rhythm retrogrades the one from the opening flute gesture. In mm. 4–5, overlapping six-note motives follow, featuring diminutions of the latter rhythm and its retrograde. Each gesture is again directed by means of crescendo or diminuendo markings. In the remaining four measures, rhythm b and its retrograde are combined (overlapped) into longer, non-retrogradable rhythms, with a sudden spike of activity in mm. 6–7 and relaxation in mm. 8–9. The phrase structure of this opening theme is reminiscent of the classical sentence, as I have indicated in the example using the terminology of René Leibowitz (1950). The model in mm. 1–2 introduces the two rhythmic cells a: (flute) and b: (piano), which both move from shorter to longer note values. The following varied repetition of this model retrogrades these rhythms, as noted. The reduction in mm. 4–5 compresses four statements of the first rhythmic cell, a, the rhythmic diminution creating the sense of fragmentation and speeding-up typical for this part of the sentence ( Leibowitz 1950 , 11–12). With their intensification and ensuing relaxation, mm. 6–9 form what Leibowitz ( 1950 , 12) calls a “cadence” in twelve-tone music, as I will discuss in more detail later on. The passage owes its expressive quality to the ways in which the melodic phrases, dynamics, etc. are organized into the larger directional flow.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "leibowitz_1950",
                    "leibowitz_1950"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Togni’s later style in Example 2 differs from what we see in Example 1 in two key respects. First, the rhythmic profile of Example 2 is in constant flux with virtually no repetition. Motives recur much more rarely, and when they do recur their intervallic makeup is usually varied considerably (consider, for instance, the clarinet part and compare the first two two-note motives, or the motive of four thirty-second notes on the second beat in m. 3 with the motive of four thirty-second notes on the first beat in m. 6). And second, while the clarinet and vocal line are articulated into clearly demarcated gestures, these no longer form larger symmetrical patterns as in Example 1. The effect of these new characteristics is that in Togni’s later style there is less for the listener “to hold onto,” i.e., there is less to recognize as recurring, due to a lack of repetition, and there is generally little that allows the listener to build expectation of what might come next, due to the absence of larger predictable patterns and phrase structures. This does not mean that the music is directionless, however. In fact, articulation, rhythm, melodic contour, dynamics, and tempo fluctuations still work in tandem to shape the continuous flow of the music. This sense of flow, which I will address through an analysis of Togni’s gestures, contributes to this passage’s particular expressive quality. (5) What is clear is that despite the stylistic differences, the two excerpts—composed twelve years apart with two different types of serialism (twelve-tone technique versus pluridimensional serialism)—share a focus on clearly articulated musical gestures. In fact, I argue that gestures of this kind are a hallmark feature of Togni’s music more broadly and account for the consistency in character of his compositions throughout his career. Let me now define and review the basic concepts as we take a closer look at musical gesture in Togni’s music.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] 1. Musical gesture . By musical gesture I mean a distinct unit of motion that has inner cohesion and distinguishes itself, and is demarcated, from other units. How the cohesion and differentiation work depends on all aspects that define this structure, including articulation, rhythm, pitch contour, dynamics, and timbre. For instance, in mm. 1–5 of Example 1, I identified eight gestures of six notes each. Each gesture owes its cohesion to its directionality (to be defined next) by moving from shorter to longer note values or vice versa, getting louder or softer, and/or moving through pitch space consistently in some direction. Additionally, each gesture is demarcated from its surroundings by timbre (flute versus piano), rests, and/or register. In the following mm. 6–9, I have labeled six gestures, 9 through 14, again based on the segmentation criteria stated above. (6) Gestures conjoin in small-scale and larger phrases. For instance, the gestures in Example 1 combine into the model (gestures 1 and 2), the varied repetition of the model (gestures 3 and 4), etc. in the sentence structure. This sentence then finds its counterparts in similarly organized phrases throughout the sonata, which heavily relies on classical-style formal functions.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The gestures in Example 2 range from short two-note units, such as the first two legato gestures each distinctly pointing in one direction followed by a rest, to longer ones. A rest does not always articulate the end of a gesture, however. For instance, I would argue that in m. 6, the first sixteenth rest in the clarinet lies inside the gesture that begins in the clarinet after the dotted-sixteenth rest in the previous measure and ends with the grace-note figure at the end of the second beat of m. 6. In terms of dynamics, register, and character, this grace-note figure forms a closer bond with what came before than with what comes after; in practice, the first sixteenth rest in m. 6 is shortened to make space for the grace-note figure, which thus follows closely on the low C ♯ 3, in the same soft pianissimo dynamics, which in turn is why the gesture does not end on the low C ♯ 3 but with the second, effectively longer sixteenth rest. The following two-note gesture in the clarinet at the end of m. 6 is sharply demarcated by rests before and after, sudden forte dynamics, and a sudden leap into the higher register. As our perspective moves from gestures to phrases, rests will be more likely to be understood as contained within phrases, rather than as delineating phrase boundaries. For example, the entire introduction in the clarinet, before the voice enters in m. 5, can be heard as a single phrase built from gestures of varying lengths separated by rests.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] As we have seen in Example 1, in the piano right hand of mm. 6–7, the notion of musical gesture extends beyond single lines to any structure (normally of up to a few seconds’ duration, although longer gestures are possible too) that distinguishes itself as defined above, and hence it applies to more complexly bundled constellations as well (the rhythmic cells labeled in the piano right hand in mm. 6–7 arise from the compound rhythm of everything played in that hand). In Example 2, the gesture in the piano at the end of m. 7 likewise presents a more intricately woven pattern that involves more than a single line; Togni’s performance instructions specifically point to this constellation as a unit, i.e., as a single gesture, by asking for a very fast execution of this “small group” ( velocissimo il gruppetto! ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] 2. Directionality . All the gestures that I have described so far have directionality, by which I mean consistent movement in some direction. A number of the gestures in Examples 1 and 2 sharply move up or down in register. As in Example 1, many gestures in Example 2 are directed by progressing from longer to shorter note values or the other way round, as in the speeding-up of the clarinet gesture’s surface rhythm between the end of m. 2 and the end of m. 3, and over the course of the clarinet gesture in m. 5 (following the dotted sixteenth rest) to m. 6 (ending with the second sixteenth rest). A lack of directionality can also be a distinguishing feature of a gesture, especially if it is surrounded by other gestures that are indeed strongly directional. We will see examples of this possibility later on (in Fantasia concertante ). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Directionality is an energetic concept, as theorized most prominently by Ernst Kurth for tonal music. Kurth ( [1931] 2022 , 104–11) speaks of “directed motion” ( Bewegungszug ) and “directed force” ( Kraftzug ), which depend on the cohesion of the musical material, as for instance with respect to intensification and release of tension created by ascending and descending lines or accelerating and decelerating rhythms. Save for certain aspects limited to a tonal context, the energy metaphor is applicable to post-tonal music as well. Depending on its features, a post-tonal gesture can be shown to be directional or non-directional and to store up and release energy, which leads me to Robert Hatten’s ( 2004 , 95) definition of “musical gesture” as “significant energetic shaping of sound through time” (emphasis in the original). (8) This is how I would like to approach Togni’s gestures: through an understanding of their “energetic shaping” via an examination of how their individual components unfold in time, i.e., through an analysis of their directionality. One central question, to be explored in part 3 below, is how the directionality (or non-directionality) of Togni’s gestures relates to the pluridimensional serial structure.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "kurth_1931",
                    "hatten_2004"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] 3. Expression . In music scholarship, the term “expression” is applied in two separate domains: (1) as an attribute of musical performance (as in playing or singing with expression), and (2) as a property of music itself ( Baker, Paddison, and Scruton 2001 ). The first kind of expression is commonly defined as the choice and variation in articulation, dynamics, tempo, phrasing, etc. by the performer ( Kennedy et al. 2013 ). Definitions of the second kind of expression typically refer to music’s capacity of communicating something in the “transitive” sense (the communication of extra-musical meaning) or “intransitive” sense (the radiation of an atmosphere, the communication of musical structure more broadly speaking). (9) When music scholars speak of the “expressive meaning” of a phrase or passage, they often have in mind “expression” in the intransitive sense of musical structure, independent of a passage’s “expression” in the transitive, extra-musical sense. What is essential here is that, as Hatten ( 2004 , 9–11) argues, structure and expression are not to be understood as opposites (e.g., “structure as the shell and expression as the filling”) but as part of one and the same phenomenon. When in Examples 1 and 2 above I characterized Togni’s musical gestures in terms of their (directional) structures, I was describing their expression (mostly in the intransitive sense but also in the transitive sense where text and extra-musical meaning are involved). Luciano Berio points to the close bond between gesture, structure, and expression in his reflections on musical gesture, stating in 1967 that “every gesture, by its nature, is expressive” ( Berio [1967] 2013 , 59). (10) Hatten ( 2004 , 93) similarly observes, independently of Berio, that “musical gestures . . . are . . . the characteristic shaping that give those sounds expressive meaning.” Ole Kühl ( 2011 , 124) speaks of “gesture as expressive sharing.” From this widely held view of gesture-as-expression, it is thus clear that we can gain a sense of a music’s expressivity through an analysis of the inner dynamics of its gestures.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "baker_paddison_and_scruton_2001",
                    "kennedy_et_al_2013",
                    "hatten_2004",
                    "berio_1967",
                    "hatten_2004"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] Based on this observation, I will focus in the following analyses on how Togni constructed his musical gestures with their directional quality from serial procedures. I will not pursue the larger issue of expression any further, beyond my claim that the directionality of Togni’s gestures generates expression in the intransitive sense and that his text painting leads to expression in the transitive sense. The pioneering work on musical gesture in Hatten ( 2004 , 2018 ), Gritten and King ( 2006 , 2011 ), and elsewhere has so far focused mostly on tonal repertoire, by way of analyzing musical physiognomies with respect to the underlying tonal principles. While Hatten ( 2018 ), Michael Buchler ( 2020 ), David Lidov ( 1981 ), Nancy Yunhwa Rao ( 2016 ), and others have also examined musical gesture in post-tonal music, including twelve-tone composition, there are only a few studies, such as those by Zachary Bernstein ( 2021 ), C. Catherine Losada ( 2017 ), and Joshua Banks Mailman ( 2019a–c ), that systematically investigate gesture in pluridimensional (integral) serial music. Analysis of gesture in tonal music often hinges on two basic concepts: tonality and meter ( Hatten 2004 ). Since the first is usually absent and the second may or may not be audible in post-tonal music, gesture in post-tonal music operates largely outside these principles. In his analysis of ornamentation in post-tonal music, Michael Buchler ( 2020 , 24) convincingly argues that ornamental figures can be recast “gesturally and pragmatically instead of (or in addition to) tonally and metrically.” With examples chronologically ranging from the last of Arnold Schoenberg’s Sechs kleine Klavierstücke , op. 19 (1911) to Paul Moravec’s Tempest Fantasy (2003), Buchler demonstrates how the identity of ornamental notes in post-tonal music depends first and foremost on melodic figures (i.e., stepwise embellishments) rather than on any particular relationship to harmony (although harmony can play a role). Nancy Yunhwa Rao ( 2007 , 2016 , 2020 ) analyzes gesture in the post-tonal music of Chen Yi in terms of “dynamic shape” ( 2016 , 135) by way of physical and psychological metaphors and with respect to cultural reference. In her analysis of works by Milton Babbitt, Elliott Carter, and Karlheinz Stockhausen, Patricia Howland ( 2015 ) examines musical gestures in relation to what she terms “integrated parametric structures” (IPS), which are “audible phrase-like formal units” generated by the particular behavior and interaction of parameters. Her analytical method, which is in part inspired by analytical and compositional-technical categories proposed by Stockhausen, James Tenney, and others, tabulates the parametric properties of post-tonal textures to determine the boundaries and type of musical phrases. She identifies five types (i.e., principles) of IPSs that are especially common: tension/release, departure/return, symmetry, directionality, and steady state. As we have seen, and as will be analyzed in more detail below, individual gestures in Togni’s music and their combined effect often fall into these types. In his study of compositional process in the music of Milton Babbitt, Bernstein ( 2021 ) illuminates “the competing concerns of twelve-tone structure and gestural sensation” in Babbitt’s compositions as a “dialectic,” where from “a process of opposition . . . complete, multi-dimensional, and multifaceted compositions emerge” ( 233–34 ). He shows how, on one hand, the properties of Babbitt’s serial arrays allow for certain gestures—with especially the use of the all-partition array “enabl[ing] a greatly expanded field of gestural possibility” ( 241 )—and how, on the other, sometimes “serial anomalies” are “motivated” by “gestural considerations” ( 253–54 ). (11) This point is relevant for the study of Togni’s or any other serial composer’s music, although, as I will show in the sketches, Togni’s creation of gesture does not take place in “a process of opposition” to (or in a struggle with) the serial templates, but in tandem with their construction.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "hatten_2004",
                    "hatten_2018",
                    "gritten_2006",
                    "gritten_2011",
                    "hatten_2018",
                    "buchler_2020",
                    "lidov_1981",
                    "rao_2016",
                    "bernstein_2021",
                    "losada_2017",
                    "mailman_2019",
                    "hatten_2004",
                    "buchler_2020",
                    "rao_2007",
                    "rao_2016",
                    "rao_2020",
                    "rao_2016",
                    "howland_2015",
                    "bernstein_2021",
                    "bernstein_2021",
                    "bernstein_2021",
                    "bernstein_2021"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] Focusing on common-practice tonal music (Mozart, Beethoven, Schubert), Hatten ( 2004 ) classifies musical gesture from two overlapping perspectives, that is, in terms of stylistic types and strategic functions . A particular type can serve a variety of different functions. For example, in passages from Schubert’s Sonata in A major, D. 664, Hatten ( 2004 , 140–41) demonstrates how what he identifies as “a common gestural type in the Classical style,” the “descending, two-note (or two-event) slur,” is treated in strategically different ways: as a suspension pattern in the final chord of a cadence, as the opening non-cadential feature of a theme, and as an amalgamation of the two, when the suspension at the end of a cadential phrase coincides with the entry of the opening motive of the theme. In this way, the two-note slur moves from serving as a common-place cadential gesture to taking on thematic function. Tonality and meter are core to Hatten’s categorization of both stylistic types and strategic functions. Thus, a stylistic type might be “opening” or “closing,” depending on the harmonic progression and metric features. Such categorization does not easily transfer to non-tonal music. In the music of Togni, for instance, we find clearly articulated opening and closing gestures, but they can only be recognized as such with respect to the location within the phrase in which they occur and not in terms of harmonic progression or conventionalized relationship to audible meter. For this reason, while subscribing to Hatten’s categories, I propose a cruder distinction between type and function for the analysis of gesture in post-tonal music: Gestural type : defined by the shape of a gesture, its rhythm, articulation, dynamics, etc., independent of its potential formal function and the actual compositional technique used, such as serial construction. Strategic function : defined by the behavior of a gesture in a particular musical context, again independent of the underlying compositional principles such as serialism.",
                "footnotes": [],
                "citations": [
                    "hatten_2004",
                    "hatten_2004"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] In terms of shape, the gestures in the opening of Togni’s Flute Sonata in Example 1 above can be classified into three gestural types: Arch : reaching up, then down, or vice versa (gestures 1, 3, 8) Diagonal : moving sharply in one direction only, either up or down (gestures 2, 4, 14) Zig-zag : changing direction frequently in a jagged line (gestures 5, 6, 7, 9–13) The internal cohesion of each of these shapes (named here according to their contour) stems from their rhythmic directionality and articulation. The strategic function of the gestures depends on their location within the phrase and their mutual relationship. For instance, I hear the first gesture in Example 1 as having opening function. When that gesture occurs again later, say after a rest, it could (but does not have to) recall that opening function, as happens later in the work (mm. 30–31, not shown).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] Based on their location and behavior, post-tonal gestures can be classified into the following strategic functions: (12) Opening and closing , as with gestures 1 and 11 in Example 1 respectively. Steady , as when a static texture is prolonged. Dialogical , as in the dialoguing among the fourteen gestures in Example 1. We can hear them as statement (opening gesture 1 in flute), response (gesture 2 in piano), development (gestures 3–10 and 12–14 continuing the dialogue between the two instruments), and closure (gesture 11 rounding out the dialogue, ending on a long held note followed by a rest). Rhetorical , which includes sudden changes in texture, as when there is a sudden eruption or a sudden drop in activity. Thematic , when a certain type of gesture reappears at strategic formal junctures or is subjected to development. This happens, for instance, with the opening gesture in Example 1, which recurs transformed at strategic moments throughout the movement (in mm. 10–11, 30–31, 36–38, and elsewhere) and which is sometimes extensively developed contrapuntally (mm. 12–14 and 44–49). Example 3 . Togni, Sei Notturni , V, mm. 1–7, with gestural types labelled (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] The excerpt from Sei Notturni in Example 2 above features a set of gestural types different from those in Example 1. They are characteristic of Togni’s later style, as annotated in Example 3 : Slurred leap , detached leap (non-legato leap), gapped leap (leap with internal caesura) Undulation Quick flourish “Gliss.” Melodic thread While these gestures differ noticeably from the ones in Example 1, they share the directional quality characteristic of Togni’s expressionism. We can thus situate the strategic functions of Togni’s gestures more generally: on a spectrum between weakly directional and strongly directional, and on a spectrum between gradual and sudden changes. The first two slurred leaps in Example 3 (mm. 1–2) are weakly directional. The following undulation in m. 3 (with pickup) is more directionally forward-driven through an increasing density of attacks, while m. 4 and the first eighth beat of m. 5 slow down. The soft melodic thread of the vocal line in mm. 5–6 is weakly directional (sustained notes moving upward), accompanied by an undulating gesture in the clarinet that drives forward toward the grace-note figure in m. 6. The sudden loud gapped leap in the clarinet and grace-note figure in the voice at the end of m. 6 function as rhetorical gestures, which are followed by strongly directional gestures in both parts. (I will analyze the directionality further below.) By virtue of its location at the conclusion of the phrase in m. 7, and because of its effect of interrupting the flow, the short “gliss.” gesture in the piano projects closing function.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] Given the particular principles of cohesion (through articulation, rhythm, dynamics, etc.), in the hearing of the two excerpts I have discussed so far, there is no sounding event that is not part of a gesture. This means that there is never discontinuity to the extent that a single note would not be associated gesturally in one way or other with another note or group of notes. While we can find examples of isolated pitches or chords in Togni’s music that make it hard to hear gestures, they are rare. In this sense, my gestural analysis reveals a distinguishing feature of Togni’s style. (13) In part 2, I will now situate my analysis of gesture in the context of the theory of formal functions with which Togni was working at the time, before turning to the compositional process in part 3. 2. Gesture and formal functions in serial music Example 4 . Excerpt from the notes by René Leibowitz, showing the definition of the three theme types sentence (“Frase”), period (“Periodo”), and small-ternary (“‘Lied’ ABA”) (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Togni, who with Luigi Dallapiccola was among the first composers in Italy to adopt the twelve-tone technique ( Stenzl 1990 , 186–88), had been analyzing Schoenberg’s music since the late 1930s, first largely on his own and then with the help of publications on the topic that appeared after World War II. Chief among them were the books of René Leibowitz, whom Togni befriended and frequently met in the 1950s. (14) As is evident from Togni’s annotations in his personal copies of scores by Schoenberg, particularly in two of the three copies of Klavierstück op. 33a that he owned, Togni’s analyses were influenced not only by those published by Leibowitz, but they also refer to the theory of formal functions in serial music laid out in Leibowitz’s unpublished Traité de la composition avec douze sons (Treatise of Twelve-Tone Composition) from 1950. (15) Among Togni’s papers are preserved two undated pages of notes in Leibowitz’s hand, which summarize the basic concepts of Schoenberg’s theory of formal functions. Leibowitz’s outline is basically a translation of Schoenberg’s terminology and concepts into Italian, and closely matches Leibowitz’s explanations of these terms (in French) in the Traité . Example 4 shows an excerpt from the second page of this outline, where he explains the theme types. (16) As we will see shortly, in conjunction with his form-functional analyses in the Traité and elsewhere, Leibowitz’s notes can shed light on the structure of the opening theme from Togni’s Flute Sonata.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "stenzl_1990"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Following Schoenberg, Leibowitz ( 1950 ) distinguishes between “closed” and “open” structures, which correspond to Schoenberg’s ( 2006 , 133–34) “stable” and “loose-knit” formations. For Leibowitz ( 1950 , 10), the first main theme of a movement always represents a closed structure ( structure close ). Open structures ( structures ouvertes ) are found in transitions, retransitions, and “contrasting sections, such as a second theme or the central section of a movement.” (17) In the notes to Togni (Example 4), Leibowitz explains the three theme types commonly found in closed-structure first themes ( 1. Tema (struttura chiusa) / 3 tipi strutturali ). These are, following Schoenberg, the sentence ( Frase ), period ( Periodo ), and small-ternary theme type ( ‘Lied’ ABA ). The first of these, the sentence, corresponds to the structure of the opening theme in Togni’s Flute Sonata, as noted before. For present purposes, I shall thus limit my discussion of the influence of Leibowitz’s theory on Togni to what Leibowitz says about this theme type. (18) Example 5 . René Leibowitz, Traité de la composition avec douze sons , Example 1 (click to enlarge)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "leibowitz_1950",
                    "schoenberg_2006",
                    "leibowitz_1950"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] According to Leibowitz, as noted to the right in Example 4, the sentence consists of four parts, that is, (1) a model, (2) a repetition of the model, (3) a reduction, and (4) a cadence ( 1. Modello, 2. Ripetizione del Modello, 3. Riduzione, 4. Cadenza ). In the Traité , he illuminates how Schoenberg and Webern use this theme type in their twelve-tone music by comparing sentence structures from their works with themes of Beethoven and Brahms. Example 5 reproduces Leibowitz’s first example, which shows the theme from Schoenberg’s Accompaniment to a Cinematographic Scene op. 34 on the top staff visually aligned with the first theme from Beethoven’s Piano Sonata op. 2, no. 3 on the second and third staff.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In both cases, the model in mm. 1–2 consists of two motives, labeled a and b (b1 in the case of the Beethoven). The repetition of the model in mm. 3–4 varies this material rhythmically and melodically in the case of Schoenberg and harmonically and intervallically in the case of Beethoven, who enlarges motive b1 from an ascending perfect fourth in m. 2 to an ascending minor sixth in motive b2 in m. 4. The following “third segment,” Leibowitz ( 1950 , 11) explains, which one calls reduction , usually has only a single measure. It reduces the elements of the model by condensing them. There are numerous reduction procedures and we shall see, by studying other examples, that very often the reduction is immediately repeated in the following measure. . . . [In the Beethoven example] this juxtaposition tends to merge the two measures into a single entity due to the ambivalence of motive b1. . . . The same goes for the Schoenberg example where the reduction is only understandable if one considers measures 5 and 6 together. (Underline in the original.) (19) “The fourth and final segment,” Leibowitz ( 1950 , 12) then observes, which we call cadence , has the following characteristics: 1) abandonment of the most salient figures of the model : in the Beethoven, motive a is abandoned, in the Schoenberg, a new figure (the triplet) is introduced; 2) more regular figuration : in the Beethoven, repetition out of a chain of motive b , in the Schoenberg, repetition also out of a chain, formed by triplets; 3) richer and more condensed harmony . . . (Underline in the original.) (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "leibowitz_1950",
                    "leibowitz_1950"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In a later example (Example 3 in the Traité , not shown here), comparing the first theme from the second movement of Schoenberg’s Violin Concerto, op. 36 with the main theme of the first movement of Brahms’s Third Symphony, Leibowitz illustrates how the proportions among the four parts of a sentence can vary greatly. Whereas in the prototypes in Example 5, the model, repetition of the model, reduction, and cadence last two measures each, in the Brahms theme the reduction and cadence are expanded to four measures each, while in the Schoenberg theme from op. 36 the reduction and cadence are expanded to four and eight measures, respectively. Leibowitz ( 1950 , 14) speaks of a “ neutralization of the motives from the model” ( neutralisation des motifs du modèle ) taking place in the cadence, “through the use of ‘chains’” ( de par l’emploi des ‘chaînes’ ). His comparisons of formal principles in tonal and twelve-tone music are “metaphorical” ( 1950 , 13), to illustrate the vast range of new possibilities afforded by twelve-tone composition thanks to its ubiquitous processes of variation: Since twelve-tone composition is based primarily on the concept of variation, it is not surprising that the various segments of a structure are more widely varied than is the case in tonal music. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "leibowitz_1950",
                    "leibowitz_1950"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Leibowitz ( 1950 , 11–15) shows how, in the four parts of the sentence, Schoenberg applies different “serial functions” ( fonctions sérielles ) through different choices and distributions of the serial material. In Example 5 above, the model of Schoenberg’s sentence (mm. 1–2) uses the first half of the series, the repetition of the model (mm. 3–4) the second half, the reduction (mm. 5–6) the first half of the inversion, and the cadence (mm. 7–8) the second half of the inversion after repeating the last two pitch classes from the previous measure, all with an emphasis on a new triplet rhythm. Returning to the opening theme from Togni’s Flute Sonata in Example 1 above, we can now pinpoint the influence of Schoenberg on Togni more specifically, via the theory of Leibowitz: In Example 1, the repetition of the model in gestures 3–4 is varied in that Togni uses a different form of the series and the retrogrades of the rhythms from gestures 1–2. The reduction in mm. 4–5 (gestures 5–8) divides the note values in all rhythmic cells in half, employs only one of the two rhythms (rhythm a), and uses only fragments of series, that is, four hexachords selected from four different series (see summary of serial forms at the bottom of Example 1). Variation and fragmentation are thus core elements here. The cadence in mm. 6–9 (1) abandons certain features of the previous measures and introduces new ones, (2) uses “more regular figuration,” and (3) has a “richer and more condensed harmony,” to use Leibowitz’s wording cited earlier. As to (1), rhythm a is abandoned and rhythm b is concatenated with its retrograde into longer palindromic structures not heard before. As for (2), the passage features prominent triplet-sixteenth patterns, heard only twice before (in mm. 2 and 3), some of which now involve direct note repetitions, never heard before. And concerning (3), Togni creates thicker simultaneities (harmonies) by folding serial segments into the vertical dimension. Just as in the theme from the second movement of Schoenberg’s op. 36 that Leibowitz analyzed in the Traité , the cadence in Togni’s theme is quite long compared to the earlier parts. Notably, Togni’s cadence is preceded by a rest in mm. 5–6. Leibowitz does not discuss this possibility, but he and Togni must have been aware of it from tonal music: as an example, the opening sentence (mm. 101–8) in the recapitulation of the first movement from Beethoven’s Piano Sonata, op. 2, no. 1 features a rest (end of m. 106) before the (half) cadence (mm. 107–8).",
                "footnotes": [],
                "citations": [
                    "leibowitz_1950"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] At the center of Togni’s variation technique lies the transformed repetition of small-scale motives. Motive, according to Schoenberg ( 2006 , 129–30), is at any one time the smallest part of a piece or section of a piece that, despite change and variation, is recognizable as present throughout . . . In reference to its use a motive will be designated as a complex of interconnected features with regard to intervals, rhythm, character, dynamic, stress, metric placement, etc . . . . The motive is independent of the phrasing. (underline in the original) If we follow Schoenberg’s assumption that the motive is “the smallest part” that recurs in varied form, the pitch motives in Togni’s theme of Example 1 are three notes long: the second three-note motive in the flute ( B ♭ 4– D ♭ 5–D4) is a retrograde-inversion of the first (F4– F ♯ 4–A4) with changed contour and rhythm. Together they form what I called gesture 1. Both motives recur varied in rhythm and/or contour (including inversion) throughout the rest of the theme. The next three-note motive, at the beginning of gesture 2 in the piano in m. 2 (E1–G2– E ♭ 3), similarly recurs with different rhythm and contour later in the theme (e.g., inverted and rhythmically augmented in the first three notes of gesture 4 and, varied in rhythm and contour, at the beginning of gesture 5). The same holds for the second three-note motive of gesture 2 (B3–C5– G ♯ 6).",
                "footnotes": [],
                "citations": [
                    "schoenberg_2006"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] For Schoenberg, from the motive up, the next larger formal units are the gestalt and the phrase. “A gestalt ,” Schoenberg ( 2006 , 129) says, usually consists of more than one statement of the motive. (Footnote: However, without possessing the peculiarity of the phrase in performance: in the same breath—caesura.) Often there are various forms of the motive (for example, inversion or augmentation or diminution of the interval, or both, rhythmic broadening or contraction), but often it consists merely of a motive chain. In any event, a gestalt will have to have a characteristic feature to justify its name: a striking interval or interval progression or a striking rhythm or rhythmic progression A gestalt need not necessarily have more than local significance. (underline in the original) “A phrase ,” in Schoenberg’s ( 2006 , 128) definition, (usually definitive for performance (phrasing) also but here regarded only in terms of composition) is the more or less connected stringing together of gestalten, motivic transformations, and motives. Usually a phrase is delimited so that one could imagine a caesura upon its completion, and usually [it] has a center of emphasis . Often, though, there are phrases that merge and blend into one another . The ending of a phrase can be characterized harmonically, but also rhythmically . . . [and] dynamically . . . (underline in the original)",
                "footnotes": [],
                "citations": [
                    "schoenberg_2006",
                    "schoenberg_2006"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Schoenberg’s definition of gestalt matches what I analyzed as gesture in both Togni’s Flute Sonata (Example 1) and the fifth song from Sei Notturni (Example 3). In most instances, the gestures are gestalten consisting of several motives, but some gestures (gestalten) in Sei Notturni , V, such as the first two, contain only one motive—a possibility allowed for in Schoenberg’s definition. Phrases, in Schoenberg’s definition, are larger units consisting of several gestalten. This is how in Togni’s theme from the Flute Sonata (Example 1) gestures 1 and 2, as two gestalten, form the first phrase (model), gestures 3 and 4 make up the next phrase (varied repetition of the model), gestures 5–8 form the third phrase (reduction), and gestures 9–14 are combined into the final phrase (cadence). The first three phrases (mm. 1–5), to borrow Schoenberg’s wording above, “merge and blend into one another .” (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The fundamental difference between the gestures in the Flute Sonata, on one hand, and Sei Notturni , on the other, is that the motives that make up the gestures (gestalten) in Sei Notturni are varied much more extensively when they recur. Motives no longer share the same succession of pitch or pitch-class intervals or the same rhythms, but instead are related only via similar contours and/or similar rhythms. The second motive in Example 3, the downward slurred leap, repeats the first motive of the upward slurred leap, but with a different interval and rhythm. If we compare the first and second undulation gesture in this example, we recognize varied repetition of a motive of three notes, again with different intervals and rhythm ( D ♯ –B– D ♯ and G–E–G respectively). The second of these (G–E–G in the second undulation) can also be heard as varied fragmentation of a longer motive from the first undulation ( D ♯ –B– D ♯ –B– D ♯ –B– D ♯ –B). The motive of the first four thirty-second notes in m. 6 (clarinet) vary the interval succession of the four thirty-second notes on the second beat of m. 3 (clarinet), as mentioned earlier, while keeping the same rhythm and contour. And so forth. But despite this fundamental difference in the use of motives between the Flute Sonata and Sei Notturni , the gestures (gestalten) in both works follow a similar logic in that they have a strong sense of directionality, are usually clearly delineated from each other, and are strung together into clearly articulated larger phrases. It is this similarity in the use of gestures that allows Togni in his later compositions to move away from the motivic-thematic serialism of his earlier music without abandoning its expressionist aesthetics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Continuing with the analysis of the opening of Sei Notturni , V, and then turning to an excerpt from Fantasia concertante , part 3 will now further explore the directional quality of the musical gestures in Togni’s pluridimensional serial music and examine how he crafted them using serial and other strategies. I will return to the Flute Sonata—which is a twelve-tone and not a pluridimensional serial work and hence does not embody the kinds of cross-parametric relationships that I want to examine next—in part 4. I discussed the structure of the Sonata’s opening in some detail because the work gives us a good sense of the character of Togni’s music before he embraced pluridimensional serial thinking, and hence allows us to pinpoint more clearly the impact of that thinking. 3. Gesture, directionality, and Togni’s pluridimensional serialism Example 6 . Togni, Sei Notturni , V, mm. 1–12, beginnings of series [1]–[5] marked (“My demon once laughed, when I was a light in glimmering gardens, and had play and dance as companions”) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Many of the musical gestures in the opening of the fifth movement from Sei Notturni —shown again in Example 6 , this time up to m. 12—are mimetic in nature, in close alignment with the poem by Trakl. At the end of m. 6, the notion of the “demon” coincides with a sudden shift to forte dynamics and large leaps in the clarinet and voice, leading to mostly jagged pitch contours in the following measure. This stretch between the end of m. 6 and the end of m. 7 constitutes a phrase built from several gestures, as we have seen. Measures 8–12 mirror the meaning of the text by means of the gliding Sprechstimme recitation in mm. 8–9, counterpointed against a soft resonance in the first piano, producing a shimmering effect (the poem speaks of “glimmering gardens”), and by way of bouncy contours in voice and piano in mm. 10–11 that depict the notion of “play and dance” in the text. The meaning of the mostly loud clarinet line in mm. 11–12 with its articulation and trill is more ambiguous. (The line conjoins a quick flourish gesture that includes the trill, with gapped leaps ending on the low C4.) It could still express playfulness, or it could refer further back in the text to the cynical laughter of the demon, which casts a shadow over “play and dance,” or it could depict fearfulness, which is the underlying emotion of the poem. While we probably hear mm. 8–9 as a single gesture setting the second line of the poem, mm. 10–12 assemble shorter gestures into an overarching phrase that spans the third line of the poem. Example 7 . Togni, Sei Notturni , V, mm. 1–7, density of attacks, dynamics, and text underlay illustrated (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] How exactly one parses and groups musical gestures, via the criteria stated earlier, may differ from listener to listener, and while I have indicated some of my own preferences so far, I do not want to limit the possibilities. What seems clear, however, no matter how one segments Togni’s longer phrases into small-scale gestures, is that they are generally highly expressive because of some internal directional force. Example 7 illustrates this for mm. 1–7—the opening of the movement up to the first line of the poem—by tabulating two salient features: dynamics and density of attacks. As the graph shows, the passage has a clear overall trajectory of intensification, first alternating stretches of lower and higher densities of attacks in mm. 1–5 before suddenly reaching a higher density in mm. 6–7, which is combined with an abrupt outburst from pianissimo to forte . This intensification is presumably related to the text (“My demon once laughed”). Example 8 . Togni, Sei Notturni , V, mm. 8–12, density of attacks, dynamics, and text underlay illustrated (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] With respect to density of attacks and dynamics, the following mm. 8–12 project a similar development of intensification, as illustrated in Example 8 . As in the opening of the movement, after a quiet stretch (mm. 8–9) there is a sudden rise in number of attacks and dynamic level (mm. 10–11). But this time the sharp attacks ( ff , sf ) are interspersed with soft ones ( pp , p , mp ), which creates the kind of restlessness and surprise that will grab a listener’s attention afresh, at the moment when the text speaks of “play and dance.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Let us now examine how Togni crafted these textures, with their immediately graspable musical gestures and sense of direction, from pluridimensional serial materials. How is it that, as we see in Example 6, in m. 7 (with pickup) and mm. 10–11, a sudden rise in dynamic level lines up with a certain excitement expressed in the text? And how come there is suddenly very little pitch material for two measures in mm. 8–9, coupled with a sudden drop in dynamics to pp , which stands in stark contrast to the dense pitch structure of the previous measure, right at the moment when the focus in the text shifts from demonic laughter (m. 7) to “light in glimmering gardens” (mm. 8–9)? Example 9 . Togni, Sei Notturni , V, facsimile of sketch for mm. 1–12, numbering in square brackets added ([a]–[c] mark the list of the three parameters “rhythmic unit,” duration, dynamics, and [1]–[4] the four statements of the series) (click to enlarge) Example 10 . Togni, Sei Notturni , V, derivation of twelve-tone series and number sequences illustrated (click to enlarge) Example 11 . Togni, Sei Notturni , V, parameter values for “rhythmic unit,” duration, and dynamics (click to enlarge) Example 12 . Togni, Sei Notturni , V, basic pitch and rhythmic structure of mm. 1–12, transcription of sketch with added information shown in square brackets (beginnings of series [1]–[5], dynamics, and calculations of note values) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Example 9 reproduces a page from Togni’s sketches that, in conjunction with information from elsewhere in the manuscript sources summarized in the following examples, contains the key to the serial structure and provides the answer to these questions. The pitch structure of the movement can be traced on the systems that I have numbered [1] through [4]. Each of these contains the same twelve-tone series once (B– B ♭ –D etc.), each time arranged differently in register. As illustrated in Example 10 , this series, shown at (a), is derived from the main series of the song cycle, shown at (b), via transformations of that series’s first trichord (bracketed). (23) Example 10(c) lists the succession of interval classes (ics) in the main series, which alternates ic1 with each of the other non-zero ics, with ic6 occurring a second time at the end via a wrap-around to the beginning of the series. Togni partitions this succession of numbers (1–4–1–3–1–6–1–2–1–5–1–6) into three segments, as shown at (d). The first consists of the central six values (3–1–6–1–2–1), the second of the first two (1–4), and the third of the remaining four (1–5–1–6). (24) As we can see in Example 9 at [a], [b], [c], Togni assigns these number sequences to three different parameters respectively, which I translate as “rhythmic unit” (“NUMERI DELLE BASI RITMICHE,” at [a]), duration (“NUMERI DELLE DURATE,” at [b]), and dynamics (“NUMERI DELLA DINAMICA,” at [c]). Example 11 provides the key to these parameter values, which can be found in another sketch. (25) The first of these parameters, “rhythmic unit,” regulates the basic rhythmic structure of the movement. How this works can be seen in the annotated transcription of another sketch shown in Example 12 . As shown in Example 9, at [a], the first value used for the “rhythmic unit” is 3, the first number in the sequence 3–1–6–1–2–1. This corresponds to a dotted sixteenth note (Example 11). (26) In Example 9, at [1], Togni shows this value “3” in blue directly below the first note of the first series, with the understanding that the value applies to the entire series. As annotated in Example 12, the actual note values are calculated as the product of this “rhythmic unit” and the value of the ics formed by successive notes. Thus, the first note B lasts one dotted sixteenth, because the ic between this B and the following B ♭ is 1. The ic between the second and third note, B ♭ and D, is 4, and hence B ♭ lasts a dotted quarter (= 4 dotted sixteenths). And so forth. (27) For the second statement of the series (Example 9, at [2]), the value of the “rhythmic unit” drops to 1, that is, a thirty-second note. (Togni shows “1” in blue directly below the first note here.) This means that the second series will unfold at a much higher speed, which is evident in Example 12, at m. 6 starting with B5 and going into m. 7. (Togni does not show all the pitches in the simultaneities labeled “3” and “4.”) The third statement of the series starts with the last attack in m. 7. (Togni does not show the first note B in the simultaneity labeled “5,” but this B is clearly implied, as we will see.) As per Example 9, at [3], the “rhythmic unit” value for this third statement of the series increases to the maximum 6 = dotted eighth for the first half and then drops back to the minimum of 1 = thirty-second for the second half. (See values “6” and “1” in blue directly below the series at [3].) This means, as we can see in Example 12, that the pitch succession will first drastically slow down (mm. 8–9) and then suddenly speed up again (m. 10). The fourth statement of the series, which starts with the B1 in the middle of m. 10, likewise unfolds quite quickly, because, as we can see at the bottom of Example 9, at [4], the “rhythmic unit” value (in blue) remains small, now at 2 (= sixteenth).",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Togni determines pitch register as follows. In the top right-hand corner of Example 9, at ε, he numbers the six octaves of the total pitch range used in the work. (28) This register designation applies from series [2] on. (The pitch registers for series [1] are taken from the previous movement but are otherwise determined via the same procedure I am about to explain.) For each of the series, Togni uses a different rotation of the succession of ic values from Example 10(c) (1–4–1–3–1–6–1–2–1–5–1–6). For instance, for series [2] in Example 9, he takes the retrograde of the ninth rotation (“←9”). That rotation, starting on the ninth value of Example 10(c), is 1–5–1–6–1–4–1–3–1–6–1–2; its retrograde is 2–1–6–1–3–1–4–1–6–1–5–1. The first note of series [2] in Example 9 is thus placed in register 2 (B5), the second note in register 1 ( B ♭ 4), the third note in register 6 (D2), and so forth. Since the register assignment is different for every series, pitch space is continuously varied throughout the movement; series [3] follows rotation “←8,” series [4] rotation “←7,” etc., which means that every pitch class moves to a different register from series to series. What all register assignments share is a concentration of pitches in register 1, because value 1 occurs six times in the number sequence, whereas the other registers are used only once or, in the case of register 6, twice. Register 1 (between E4 and D ♯ 5) falls comfortably into the range of the voice and clarinet.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The raw texture in Example 12, which is nothing other than a “transcription” of Example 9, consists of a continuous string of single pitches with interspersed simultaneities. Togni determines the location and cardinality of the latter by way of a process that he indicates in Example 9 with the numbers in green with and without horizontal brackets (|—|) between staves. Numbers without brackets designate the number of single pitches sounded in succession; these numbers cycle three times through the same sequence as the “rhythmic units,” 3–1–6–1–2–1. Numbers with brackets, forming an ascending sequence from “| 1 |” to “| 11 |,” mark segments of the series that are projected into simultaneities. The two number sequences are interleaved as follows: 3–| 1 |–1–| 2 |–6–| 3 |–1–| 4 |–2–| 5 |–1–| 6 |–3–1–| 7 |–6–1–| 8 |–2–1–| 9 |–3–1–| 10 |–6–1–| 11 |–2–1. (29) The musical ramifications of this arrangement are intuitive, in that every new simultaneity grows in cardinality. This is the reason why in Example 12 in m. 7 (with pickup), and then again in mm. 10–11, the density of pitch material suddenly sharply increases. (Togni uses shorthand notation like “3,” “4,” etc. to indicate the cardinality of simultaneities, not actually showing all pitches.) This temporal distribution of the pitch material aligns with the assignment of dynamics in interesting ways. The first sudden increase in pitch density in m. 7, with pickup (Example 12), coincides with the abrupt rise in dynamics from pp to f . The last simultaneity in m. 7 (“5”) returns to pp , which lasts through the next simultaneity in m. 10 (“6”), shortly after which the dynamics suddenly rise to ff , which in turn lasts through the next simultaneity in mm. 11–12 (“7”). While the assignment of these dynamics likewise follows a serial process—the key to this is found in Example 9, in the lowest numbers shown in red below the first note of series [1]–[4] (1, 5, 1, 6 respectively, compare with [c] further up)—the resulting back-and-forth between very soft (1= pp ) and loud dynamics (5= f and 6= ff ) is musically easy to grasp and neatly lines up with the text setting, as mentioned earlier. (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The manuscript sources suggest that Togni proceeded from the sketch in Example 12 directly to the final version. This step required a good number of further compositional decisions, some guided by serial principles, others not. The opening in the clarinet (Example 6) sounds every new pitch class exactly where it enters in Example 12, but often returns to previous pitches, even beyond their originally assigned duration. While the exact rhythms, such as those in the accelerating undulation in m. 3 (Example 6), are freely chosen, those choices happen within the following serial scheme: In the first statement of the series (Example 6, mm. 1–6), every note is very short except in the cases mentioned next under #2. This is so because the first value for duration is 1, as shown by the second number (in black) below the beginning of series [1] in Example 9. As per the key in Example 11, duration 1 means that the pitch sounds for less than half (“<½”) of the length originally assigned in Example 12. For instance, the second and third note from Example 12, B ♭ 5 and D4, sound for less than half their length in the final version of Example 6 (see B ♭ 5 in m. 1 and D4 in m. 2). The first note in Example 12 lies outside the range of the clarinet, for which reason Togni has to move this pitch into a higher register. Usually, when Togni has to make an adjustment like this to accommodate the practical limitations of an instrument, he incorporates the modification into the serial plan. In this case, the adjustment is “compensated for” by the duration, in that the difference between the number values of the originally assigned and new register is added to the value of the duration. (31) For the first note of the first series this amounts to the following: B1, at the beginning of [1] in Example 9, lies in register 6 (as per Example 9, top right-hand corner) but is transposed up to B4 in the final version (Example 6), which is in register 1 (Example 9). (Register) 6 minus (register) 1 is 5. (In Example 9, Togni shows “+5” with an upward arrow above the first note of series [1].) 5 is then added to value 1 of the duration, resulting in an adjusted value for the duration of 1+5=6. According to Example 11, duration 6 is a duration that extends beyond the full length of a given note (“ ⁔ ten.”). Hence, in the final version (Example 6) the opening B4 has the full length of the dotted sixteenth, is connected legato to the following note B ♭ 5 (guaranteeing that B4 sounds at least the full length), and is taken up again at the end of the first and in the following measures (guaranteeing that B4 sounds beyond its originally assigned length). The fourth note of the first series, E ♭ 2 in [1] of Example 9, is likewise not available on the clarinet, and is transposed from the low register 6 up to register 1, resulting in the D ♯ 5 of the final version. The difference between these register values is again 6-1=5, leading to an adjustment of the duration value again from 1 (plus 5) to 6, i.e., “ ⁔ ten.” The D ♯ thus enters in m. 2 at the moment determined by the serial procedure (compare Examples 6 and 12) and is then rearticulated several times in mm. 3–4 as D ♯ and E ♭ (Example 6), extending beyond its original length in Example 12. The following G in the series is treated analogously, i.e., its transposition up in register leads to the same adjustment of the duration value to “ ⁔ ten.” Since the clarinet cannot play pitches simultaneously, the only way to sustain B4, D ♯ 5, and G4 in m. 3, as required by the “ ⁔ ten.” designation, is to arpeggiate them (Example 6). Whereas the need to sound these three pitches together is serially conditioned, the choice of the actual arpeggiating figures, and of how far a pitch extends beyond its originally assigned length, is a decision not guided by serial principles.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] While in the end the rhythms on the musical surface are largely freely chosen within the serial framework, the articulation with which they are performed is mostly strictly serially determined. The opening B4 (Example 6) is played legato because of its adjusted duration value 6 (“ ⁔ ten.”), as noted. The second note, B ♭ 5, is followed by a rest—i.e., not tied to the following note—because its duration value remains unaltered at 1 (“<½”), meaning that it sounds for less than half of its originally assigned length. The third note returns to B4, which is played legato for the same reason as the first time around. The fourth note, D4, is followed by a rest because its duration value remains 1 (“<½”). The fifth note, D ♯ 5, and the following figure arpeggiating B4, D ♯ 5, and G4 are performed legato because each note has an adjusted duration value of 6 (“ ⁔ ten.”). F5 and F ♯ 4 that follow at the end of m. 3 are played legato with a last return to B4, presumably because B4 is a “ legato pitch” from before, but this is followed by a rest at the beginning of m. 4, probably because F5/ F ♯ 4 have a duration value of 1 (“<½”). (32) The E ♭ 5 that enters after this rest in m. 4 is a repeated pitch from before (duration 6 = “ ⁔ ten.”), the following E4 is a new pitch relocated in register (again with an adjusted duration value of 6 = “ ⁔ ten.”), and the following G4 is a pitch extended from before (duration 6 = “ ⁔ ten.”). Hence the three of these are played legato into the following pitch, A ♭ 5 in m. 5. This A ♭ 5 is also a tone relocated in register, here moved down one octave from register 3 to register 2 (see the G ♯ in series [1] of Example 9). As far as I can see, Togni erroneously calculated the difference between 3 and 2 as “+2” (see Example 9, under that G ♯ ). Since this relocation, unlike the previous ones, is down in register, the value of adjustment, 2, is subtracted from the duration value 1 modulo 6: 1−2 mod 6 = 5. 5 corresponds to the full length of a note (see Example 11, “ ⁔ ”) and hence A ♭ 5 in m. 5 sounds the full dotted sixteenth (as given in Example 12, m. 5), without being tied to the next note, A4 (in the voice), and without being taken up again later. The adjusted duration value for the A ♭ 5 is thus the reason why the slur that begins in m. 4 ends with this note and does not extend beyond it, ending the phrase here.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The sketches illuminate how Togni arranged the interrelated serial procedures with a clear sense of the anticipated character of the music. As Example 9 documents, he assigns the values for the dynamics (third number, shown in red, below the first pitch of each series), “rhythmic units” (numbers shown in blue directly below the series), and durations (second row of numbers, in black, below each series) to entire series or—in the case of the “rhythmic units” and durations from the third series on—to half or a third of a series. No matter what the specific parameter values are, the result of this setup is predictable and musically intuitive, namely a texture that moves in blocks: a stretch in a certain dynamic (here pianissimo ) will be followed by a stretch in another dynamic ( forte ), stretches of high and low pitch densities will alternate, etc. All the remaining compositional decisions happen within this basic framework, through further serial and non-serial choices that give the composer a good deal of flexibility in working out the musical gestures. In the opening clarinet passage, where the actual rhythms on the musical surface are largely freely chosen within the basic serial blueprint, the gradual speeding up of events towards the end of m. 3 and slowing down towards the beginning of m. 5 create a calm but disquieting atmosphere, foreshadowing the image of the “demon” subsequently evoked in the text. The melodic gestures, such as the undulating arpeggiations in m. 3, are inspired by the serial requirements—the need to prolong two pitches ( D ♯ 5 and B4) while new ones enter (G4, F5, F ♯ 4)—but the exact shape and speed follow an independent principle, an intensification by means of a gradual fanning out in register combined with an acceleration of attacks. The sudden, quiet Sprechstimme articulation in mm. 8–9 (Example 6, “when I was a light in glimmering gardens”) follows the natural speech rhythm of the text within the particular (serially determined) timespan before G4 enters at the end of m. 9. (33) While the quietness of these two measures is the result of serial planning (see Example 12, mm. 8–9), other aspects of the expression in the Sprechstimme, such as contour, are not. At the end of m. 10 and the beginning of m. 11 (Example 6), Togni chooses non-serially determined quintuplet rhythms to create bouncy gestures in a mimetic allusion to “play and dance” in the text.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Quite frequently, local compositional decisions involve “trade-offs,” in that an adjustment in one domain leads to a change in another, which provides the composer with further structural-expressive options. As we saw, in mm. 1–5, Togni compensates for reallocation of register (necessitated by the range of the clarinet) by adjusting the corresponding duration values. This change affects articulation. Togni could have decided to make the adjustments in another parameter instead, for instance in the dynamics, but this would have significantly altered the character of the opening clarinet line, because the pp line would have been punctured by a number of louder pitches, creating more nervous gestures. Sometimes, the composer may actually welcome an opportunity for more substantial adjustments via such “trade-offs.” This appears to be the case with the quintuplet gestures in mm. 10–11 just mentioned (Example 6), whose animated character is reinforced by sudden and quick dynamic contrasts. In the short stretch between the second beat of m. 10 and the middle of m. 11 we have five different dynamic levels interspersed to create excitation ( ff , sf , pp , p , and mp ). This sudden greater variety in dynamics stems from Togni’s decision to compensate for adjustments in register with adjustments in the dynamics, rather than durations. (34) Example 13 . Togni, Fantasia concertante (1957), cadenza, second part, beginnings of series [1]–[4] marked (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Given that in this example from Sei Notturni , the surface rhythms are to a large extent freely chosen within the serial framework, rather than being fully serially structured, one might ask whether there is a way to compose music of a similar character using a tighter serial rhythmic organization. The answer is yes, and I would like to demonstrate this now in a passage from another work, the second part of the solo cadenza from Fantasia concertante for flute and string orchestra shown in Example 13 . (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] On the whole, the passage juxtaposes two types of motion. (36) On one hand, there is the assertive opening gesture in mm. 20–21 of a gapped leap consisting of a short attack followed by a drawn-out pitch, all in forte . Variants of this gesture return in m. 24 (with pickup) to m. 25, in piano / pianissimo , and m. 26, enriched by tremolo, in pianissimo / forte . The melodic thread in m. 29 to the downbeat of m. 32 extends and concludes this idea, going from pianissimo to forte and back to pianissimo / piano . These gestures sound largely static (non-directional). On the other hand, there are the widely leaping melodies (melodic threads), frequently embellished with grace-note figures (slurred leaps and quick flourishes), with very rapid and often sharp contrasts in dynamics, as in the jagged lines of highest intensity in m. 23 (with pickup) followed by a slightly calmer version of these later on in m. 28 (with pickup). These gestures unfold largely in a directional manner. Strikingly, almost every detail of the gestures is serially derived. Example 14 . Togni, Fantasia concertante , cadenza, second part, summary of serial principles based on information from sketch (click to enlarge and see the rest) Example 15 . Togni, Fantasia concertante , cadenza, second part, serial structure (click to enlarge and see the rest)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Example 14 explains Togni’s sketch that contains the serial key to the passage. Example 15 transcribes this data into staff notation and tabulates the parameter values. Since the serial strategies are of the same kind as in Sei Notturni , I will not explain them here. (Interested readers are invited to follow the serial processes on their own by considering Examples 14 and 15 side by side.) Rather, I will compare the template in Example 15 with its realization in the final version shown in Example 13.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Everything shown in staff notation in Example 15 is serially generated. (37) We could now imagine a flutist playing this score as shown here, aided by further flutists for the simultaneities. The result can be described as follows: the passage begins in a forceful, determined way in mm. 20–22 ( forte ). Measure 23 is agitated due to the high density of pitches and combination of piano / pianissimo and forte dynamics. Measures 24–25 sound subdued (soft dynamics, lower density of events), mm. 26–27 firm (mainly forte with fewer pitch events), mm. 28–29 (first half) softly nervous, m. 29 (second half) to m. 30 assertive ( forte ), and mm. 31–32 more distanced ( pianissimo line leading to a soft chord). Overall, the passage might mimic or represent a disquieted state of mind, via a metaphorical parallelism between the musical motion and the outward signs of such an emotion in a person. This character remains largely intact in Togni’s final scoring for single flute (Example 13). Pitches in simultaneities (Example 15) are arpeggiated (Example 13), with the original dynamics retained. Pitches that have a duration value of 6 (Example 15) are played legato and are sometimes reattacked (Example 13). While Togni’s final version involves a number of local decisions that are not determined serially—for example concerning the order of the arpeggiated pitches—the final structure in Example 13 stays remarkably close to that of the serial blueprint in Example 15. The only differences are the grace-note figures and tremolo in Example 13, which further heighten the tension where it is already high in Example 15. All in all, the sketches indicate that Togni envisioned a very dense texture with lots of leaps for the soloist when he incorporated so many simultaneities into the serial template (as per the right margin in the lower part of Example 14).",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Because almost all of the numerous compositional decisions in this example are determined by serial procedures, it is fair to say that the serial structure largely accounts for the character of the passage, whether we look at the blueprint in Example 15 or the final version in Example 13. But one thing the serial template in Example 15 does not provide, for the most part, is a clear sense of where the boundaries between gestures fall. The template is ambiguous in this respect, and it is only at the moment of the final scoring in Example 13 that Togni clarifies gestural boundaries by adding slurs in many places. Nonetheless, the serial construction determines the physiognomy of musical gestures—and hence governs their particular expression—more extensively here than it does in the earlier example from Sei Notturni . And this brings us to the broader question of the aesthetic function of pluridimensional serialism in the compositional process. Because pluridimensional serialism extends serial principles to multiple parameters, and because the goal of using the technique has frequently been described in negative terms—namely to generate music that does away with more traditional features, such as formal principles and expressive qualities known from tonal music— pluridimensional serialism has often been thought of as a constricting compositional procedure largely hostile to musical expression. (I will discuss the way in which Theodor W. Adorno saw the technique “working against” musical expression shortly.) However, more recent scholarship has questioned this assumption, and I will now revisit the issue from the perspective of my analyses above. 4. Aesthetic and methodological conclusions: gesture and expression in pluridimensional serial music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] It is not clear from Togni’s sketches or other sources how specifically formed his ideas were about the intended gestures and expression when he set out to assemble the serial material for individual works. Nonetheless, the following two statements suggest that, given his long experience with serial composition, he knew—at least in rough outlines—what kind of music he could produce with particular serial procedures, and that he must have had an idea of the intended music as he chose his serial materials and texts. Asked about his view of the texts that he set to music, Togni ( [1993] 1994 , 97) replied: Only my music reveals my literary interpretation of the text: I can either already see the text through a musical idea, or I avoid [that text]. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "togni_1993_1994"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] That he set up the serial procedures from within at least a general idea of the anticipated musical result is suggested by the following remark in an unpublished analytical note on Fantasia concertante . After discussing the basic serial principles of the work, Togni concludes: I invite [the reader] to judge the “rational structures” [i.e., serial structures] that emerged from this analysis not as the result of an abstract, absolute, and aprioristic willfulness (that is: rationally elaborated in advance and then brusquely imposed, complete and “from the outside,” on an alleged, extraneous and a-rational “musical material”). This misconception vanishes if we take into account that such a QUANTITY of rational structures . . . is but the result, laboriously and slowly achieved, of the various and gradual experiences I have made with the compositions written in these last five or six years. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] While in this sense the serial procedures had become second nature to him, it is clear from the following statement that their outcome was in fact not fully predictable. This element of unpredictability in the use of pluridimensional serial techniques in turn served Togni as a source of inspiration, as a means of discovering new musical territory that he might not have imagined otherwise. He explains this function of serialism in a critique of what he considers to be serious gaps in Adorno’s views on Schoenberg’s twelve-tone music: . . . and [Adorno’s] grave silences: concerning the circular relationship between imagination and intellect (which also explains the second—and more important—function of the series: to enable the composer to catch sight of new elements and perspectives, [and] therefore new problems, new categories, and new horizons of musical reality, which the compositional mind could not have acquired without the previous process of rationalization—a function [of the series] of which Adorno does not seem to be aware), and his perpetually awkward and insecure relationship with post-Webernian [i.e., pluridimensional serial] music. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] It turns out, however, that Adorno was indeed aware of this role of serialism in the compositional process, as we can gather from his posthumously published Aesthetic Theory ( [1970] 1997 ), which provides valuable insight into this process. Aesthetic Theory does not feature among the eight books by Adorno—all in Italian language editions and all annotated by Togni—preserved in the latter’s private library. (41) Togni would not have had sufficient German proficiency to read the original German edition ( Adorno 1970 ). (42) The first Italian translation came out in 1975 ( Adorno [1970] 1975 ). Given the absence of this edition from his otherwise rich collection of Adorno’s writings, it is unlikely that Togni had read the book at the time of his statement about Adorno above.",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "adorno_1970_1997",
                    "adorno_1970",
                    "adorno_1970_1975"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Arguably the most prominent representative at the time of the opinion that “integral” serial technique somehow contravenes musical expression, Adorno ( [1970] 1997 , 114), in an extended section of Aesthetic Theory devoted to the concept of expression, eventually turns to the relationship between technical procedure and expression specifically with respect to integral-serial music: (43) Expression is a phenomenon of interference, a function of technical procedures no less than it is mimetic. Mimesis is itself summoned up by the density of the technical procedure, whose immanent rationality indeed seems to work in opposition to expression. The compulsion exerted by integral [i.e., integral-serial] works is equivalent to their eloquence, to what speaks in them, and no merely suggestive effect; suggestion is, furthermore, itself related to mimetic processes. This leads to a subjective paradox of art: to produce what is blind, expression, by way of reflection, that is, through form; not to rationalize the blind but to produce it aesthetically, “To make things of which we do not know what they are.” (44)",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": [
                    "adorno_1970_1997"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] For Adorno, expression cannot be rationalized, and thus rationality must be “working against” expression. (45) He sees this happening in the compositional process as follows ( Adorno [1970] 1997 , 114, emphasis mine): What theorists take for a strictly logical contradiction [i.e., the contradiction between rationality and expression] is familiar to artists and unfolds in their work as that control over the mimetic element that summons up, destroys, and redeems its spontaneity . Spontaneity amid the involuntary is the vital element of art, and this ability is a dependable criterion of artistic capacity, though it does not gloss over the fatality of this capacity. Artists are familiar with this capacity as their sense of form.",
                "footnotes": [
                    "FN45"
                ],
                "citations": [
                    "adorno_1970_1997"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Adorno’s breakdown, in the part that I have highlighted, of the compositional process into three steps largely aligns with what we see in the genesis of the passage from Togni’s cadenza (Examples 13–15 above): (1) Togni must have had an idea of the intended expression when he set out to compose the virtuoso passage (“summoning up” the spontaneity of the mimetic element, to paraphrase Adorno); (2) Togni then presumably “destroyed” that spontaneity (in Adorno’s sense) by setting up the rational serial procedures; (3) the final version, created mostly serially but representing more than the sum of its serial elements, in turn “redeems” that spontaneity. The idea in (2) that the process of rationalization “destroys” spontaneity, while philosophically coherent, is problematic musically speaking. It seems more likely that in steps (1)–(3) the “spontaneity of the mimetic element” (and with it expression) undergoes a continuous process of concretization. (46) Togni’s initial idea of the intended gestures and expression (step (1), which takes place in his mind and is not spelled out in the sketches) cannot have been fully formed without the technical realization of the “mimetic element” being worked out. In step (2) (documented in the sketches as summarized in Example 14 and illustrated in Example 15), gesture and hence expression are made more concrete, i.e., they become more clearly defined through the choice of the technical means. I would argue that this step thus does not “destroy,” but rather brings to the fore the “spontaneity of the mimetic element,” more fully formed, for the first time. And step (3)—the final score as it sounds—represents the most concrete formulation of that spontaneity, in the sense described by Adorno.",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The three-step procedure outlined by Adorno succinctly captures the process of discovery that Togni values in pluridimensional serial composition. In actuality, the process might go back and forth between these steps several times as Togni fine-tunes the serial techniques. Since step (2) will likely produce results or situations that the composer cannot entirely foresee, they may inspire new ideas or lead to a modification of the original idea (back to step (1)) as well as of the serial procedures (new or adjusted step (2)). An example of this is Togni’s “compensation” strategy in Fantasia concertante and Sei Notturni , where modifications to register that are occasionally needed require adjustments in another parameter. This self-imposed serial rule forced Togni to consider solutions he might not have envisioned otherwise. The longest notes in the passage from the flute cadenza of Fantasia concertante —which belong to the first type of gesture I pointed out in Example 13—are the result of such an adjustment, for instance. The sketches do not document why Togni decided here to “compensate for” modifications in register by prolonging the corresponding notes rather than changing something else (such as altering the articulation as in Sei Notturni , V). (47) But a likely rationale would be that he took this opportunity to create more drawn-out melodious gestures, in line with his penchant for expressive melodies, which are a hallmark feature of his “expressionist” musical style generally (recall Roman Vlad’s observation quoted at the beginning of this essay). Therefore, the process of (serial) rationalization in step (2) is far from being a “destructive” one, as Adorno would have it, but is rather literally “constructive,” in that it not only gives shape to expression as musical structure but also opens expressive avenues beyond what the composer might initially have had in mind. All in all, Togni’s compositional method can thus not be divided into a “pre-compositional” and a “compositional” stage, but rather consists of a continuous process of fine-tuning musical ideas.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] To Adorno, steps (1)–(3) of the compositional process likely do not need to unfold sequentially. (48) The three steps could take place simultaneously. In this scenario, serialism would push the composer’s imagination by “summoning up,” “destroying,” and “redeeming” spontaneity in a single motion, to use Adorno’s terminology. That Togni was working on steps (2) and (3) simultaneously from a certain point on in the compositional process, going back and forth between them, is documented in the sketches by the working out of the “compensation” strategies, for instance. Whether step (1) took place prior to, rather than simultaneously with, step (2) is impossible to determine from the sketches, because they do not document step (1). Either scenario is feasible and may depend on each project’s particular stimulus.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] As I hope to have shown, Togni’s multilayered compositional processes should dispel any notion of pluridimensional serialism as a rigid, mechanistic procedure. As in the music of other composers, in the works of Togni, pluridimensional serialism accounts for certain aspects of the musical structure and not others. In some cases, such as in the cadenza of Fantasia concertante , the serial structure determines the musical gestures down to almost every detail (only the grace-note figures and choice of gestural boundaries involve additional, non-serial decisions). In other instances, as in the movement from Sei Notturni , the musical foreground is an animated reading of the serial scheme where certain attributes of the gestures are tied to the serial structure while other properties, especially pitch order at the micro-level and certain aspects of rhythm, follow other principles. To get to the essence of pluridimensional serial composition, we need to understand the dynamic interplay of the different stages in the compositional process, and to grasp the dynamic interaction between serial and other compositional decisions. (49) In the case of Togni, the compositional process is far from mechanical because it involves constant development, including reassessment and redesign, of the serial procedures and other strategies as he crafts the music within his particular stylistic-gestural preferences. Togni is in full command of his choices at every stage of the compositional process, including when it offers him—that is, gives him the freedom to choose from and further develop—solutions he hadn’t previously thought of.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] My view of Togni’s serial composition as a dynamic rather than mechanical process and my call to interpret the various steps in this process (serial and otherwise) within the larger context of the composer’s musical style—which I did here from the perspective of musical gesture—resonate with the position taken more recently by other scholars of pluridimensional and integral-serial music. C. Catherine Losada ( 2014 , 118), in her investigation of Pierre Boulez’s multiplication technique and its function in the creation of form, cautions against too simplistic an understanding of “a binary opposition between freedom and control” (i.e., between serial and non-serial compositional decisions) in Boulez’s music, because such a view “tends to downplay the importance of a precise understanding of the interaction between precompositional schemes and the ultimate musical product at all stages in the work” (emphasis in the original). The complex interplay between pluridimensional serial and other principles as a composition takes shape is likewise the focus of the work of Carola Nielinger-Vakil on the music of Luigi Nono. In her analysis of the sketches for Composizione per orchestra n. 2 – Diario polacco ’58 (1959), for instance, Nielinger-Vakil shows how Nono simultaneously generates and subverts serial material in a dynamic compositional process guided by his programmatic idea of “three states of mind—consternation, amazement and enthusiasm.” (50) Angela Carone ( 2008 , 28–46) and I ( Neidhöfer 2009 , 301–13) show how the particular pluridimensional serial technique that Luciano Berio used in Nones (1954) required the composer constantly to think in terms of concrete musical outcomes as he selected serial parameter values within a statistical rule that regulated their numerical sum. This technique strongly discourages any kind of automation. Joshua Banks Mailman ( 2019a–c , 2020 ) points to the many “non-deterministic facets” of the integral-serial music of Milton Babbitt, with respect to the flexibility of choice afforded by the partial ordering of his arrays and other aspects that are not serially controlled, and argues that “rather than automation, determinism, or control, improvisation more aptly depicts Babbitt’s musical surfaces.” (51) Mailman shows how the surface of Babbitt’s music often follows systematic principles of its own that are not predetermined by the serial arrays, such as the foregrounding of certain interval classes or—as also discussed previously by Daphne Leong, Zachary Bernstein, and Alison Maggart—tonal harmonies. (52) Bernstein ( 2017 , 258–59) notes a number of rhetorical devices in Babbitt’s music, as for example “motion to . . . an extremely thick or thin texture” or “repetition of notes, often while fading out” at the ends of sections or pieces, forming “closing signals” that “are generally independent of serial hierarchy.” And as Joseph Dubiel and Bernstein have shown, “Babbitt even occasionally sacrifices serial accuracy for the sake of certain gestures.” (53)",
                "footnotes": [
                    "FN50",
                    "FN51",
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "losada_2014",
                    "carone_2008",
                    "mailman_2019",
                    "mailman_2020",
                    "bernstein_2017"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] In closing, I would like briefly to consider how my analyses of musical gesture could inform a structuralist semiotics of Togni’s—and possibly other composers’—serial music. (I will leave aside here discussion of a semantic or referential semiotics of serial music.) There have been few efforts for a semiotics of serial music so far, all of which proceed one way or another from technical or aesthetic questions of serial pitch structuring, presumably because serialism is the prime element of this music. (54) A semiotics focused on gesture rather than serial structure, on the other hand, would approach the music first independently of the specific technical strategies that led to its final form, and instead examine the properties of the musical surface from the perspective of its most salient gestural features. Such an analysis could very well turn up serial principles, in which case we would readily understand them in the context of the music’s gestures. But in situations where the serial structure remains opaque on the musical surface—as is often the case in pluridimensional serial music—we can combine a semiotic analysis focused on gesture with an examination of the compositional process as documented in the sketches in order to grasp the particular role serialism and other strategies play in the shaping of the gestural-expressive character of a work. Example 16 . Togni, Sonata for flute and piano, op. 35, I, mm. 1–9, paradigmatic analysis of the gestures according to contour (click to enlarge)",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Example 16 performs a paradigmatic analysis of the gestures in the theme of Togni’s Flute Sonata (cf. Example 1). (55) The first eight gestures (defined via the criteria stated in part 1), taken as units of signification, are shown here in their original chronological order, but without the overlaps. (The overlaps account, in part, for the forward-driven nature of the passage, but they do not obscure the segmentational boundaries between the gestures.) The example is to be read line by line, from top to bottom. The gestures are aligned vertically according to one of their most salient features, namely contour: column (A) shows contours with one turning point (gestures 1, 3, and 8), column (B) unidirectional contours spanning a large range (gestures 2 and 4), and column (C) contours with three or four turning points (gestures 5, 6, and 7). (56) The “cadence” (consisting of gestures 9–14), shown at the bottom, features mostly gestures with at least two turning points and hence aligns with column (C). (57) The resulting visual layout tells us something about the narrative progression of the theme, namely that it first alternates between two highly contrasting contours (gestures 1–4 in columns (A) and (B)) before stating a new kind of contour three times (gestures 5–7 in column (C)), then returning to the type of contour with which the passage began (gesture 8 in column (A)), and ending with an accumulation of zig-zagging contours (involving gestures 9–14, column (C)). One could also think of other grouping criteria for a paradigmatic analysis, such as rhythm—here, for example, in terms of speeding-up versus slowing-down rhythms—or aggregate completion, or succession of pitch-class intervals (which would lead to the twelve-tone structure). Through such paradigmatic analyses, in combination with the form-functional perspective of the sentence structure discussed earlier, one gets a good sense of the forces behind the passage’s expressive character, and of the role pitch serialism and rhythmic construction play in the articulation of gestures. Example 17 . Togni, Sei Notturni , V, mm. 1–7, paradigmatic analysis of the gestures according to type of motion (click to enlarge)",
                "footnotes": [
                    "FN55",
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Example 17 presents a paradigmatic analysis of the gestures in the first seven measures from the pluridimensional serial Sei Notturni , V (cf. Example 6). I hear three types of gesture here: (α) ascending slurred leap, possibly embellished, (β) descending slurred leap, and (γ) rhythmically accelerating arpeggiations. (58) The visual layout corroborates my earlier observation of a gradual intensification in terms of density of events. The earlier Example 7 illustrated this overall directionality through a statistical analysis of the density of attacks. Example 8 examined the density of attacks over the following five measures (covering the second and third line from the poem) and revealed that they have a similar overall profile. This profile hence forms a paradigm, and Examples 7 and 8 in fact constitute the beginning of a paradigmatic analysis of the fluctuating density of the music. The next section, in mm. 13–17 (not shown here, covering the fourth line of the poem), introduces a different paradigm of high-low-high density, followed by an elaborated version of the first paradigm in the subsequent section, which extends over mm. 18–24 (not shown here, lines 5–7 of the poem), and so forth. A complete paradigmatic analysis of the density profile would give us a clear picture of the overall flow of the movement. Tied in with a study of the compositional process, which I examined earlier for the first twelve measures, such an analysis can then shed light on the role serial procedures and other strategies play in the formation of the large-scale motion of the music. As we have seen, alternation between stretches of low and high density of attacks is generated in part by serial means (Example 12). The evidence indicates that Togni had greatly fluctuating density profiles in mind when he designed the basic serial template, within the framework of which he was then able to generate the characteristically directional gestures using serial and other approaches to create the larger kinetic trajectories of his music.",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] While I have focused in this essay on the emphatically expressionist music of Togni, I conjecture that the semiotic approach I sketched out could also provide further insight into the serial music of other composers whose style is overtly “gestural,” from the music of the Second Viennese School to more recent examples of twelve-tone and pluridimensional serial composition.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.24.30.2.neidhofer.html",
    "data": "mto/data/mto.24.30.2.neidhofer.json"
}