{
    "title": "Review of Thomas Christensen, <i>The Work of Music Theory</i> (Ashgate, 2014)",
    "date": "2016/03/01",
    "volume": "22",
    "issue": "1",
    "authors": [
        "McCreless, Patrick"
    ],
    "abstract": "",
    "keywords": [
        "history of music theory",
        "Calvisius",
        "Mersenne",
        "Rameau",
        "Diderot",
        "Christoph Nichelmann",
        "“hidden” music theory"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://www.mtosmt.org/issues/mto.16.22.1/mto.16.22.1.mccreless.pdf",
    "author_info": [
        {
            "name": "Patrick McCreless",
            "university": "Yale University",
            "address": "Department of Music, 469 College Street, New Haven, CT 06511",
            "email": "patrick.mccreless@yale.edu"
        }
    ],
    "citations": {
        "bent_1992": "Ian Bent. 1992. “History of Music Theory:  Margin or Center?” Theoria:  Historical Aspects of Music Theory 6: 1–21.",
        "christensen_1987a": "Christensen, Thomas. 1987a. “Schoenberg’s Op. 11, No. 1: A Parody of Pitch Cells from Tristan.” Journal of the Arnold Schoenberg Institute 10 (1): 38–44.",
        "christensen_1987b": "Christensen, Thomas. 1987b. “Eighteenth-Century Science and the Corps sonore : The Scientific Background to Rameau’s Principle of Harmony.” Journal of Music Theory 31 (1): 23–50.",
        "christensen_1987c": "Christensen, Thomas. 1987c. “Rameau’s ‘L’art de la basse fondamentale.’” Music Theory Spectrum 9 (1): 18–41.",
        "christensen_1989": "Christensen, Thomas. 1989. “Music Theory as Scientific Propaganda: The Case of d’Alembert’s Élémens de musique .” Journal of the History of Ideas 50 (3): 409–27.",
        "christensen_1993": "Christensen, Thomas. 1993. Rameau and Musical Thought in the Enlightenment . Cambridge University Press.",
        "christensen_2002": "Christensen, Thomas, ed. 2002. The Cambridge History of Western Music Theory . Cambridge University Press.",
        "christensen_2013": "Christensen, Thomas. 2013. Review of Traditio Iohannis Hollandrinus . Journal of Music Theory 57 (2): 373–81.",
        "mcclary_2013": "McClary, Susan, ed. 2013. Structures of Feeling in Seventeenth-Century Cultural Expression . University of Toronto Press.",
        "schröder_2008": "Schröder, Gesine, ed. 2008. Tempus musicae—tempus mundi: Untersuchungen zu Seth Calvisius . Olms."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See the Ashgate website for a complete listing of the volumes in the series: http://www.ashgate.com/default.aspx?page=1419&series_id=383&calcTitle=1&forthcoming=1",
            "citations": []
        },
        "FN2": {
            "text": "2. Complete bibliographic citations for all the essays included in the Ashgate collection can be found on pp. vii–viii of that volume.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Thomas Christensen’s The Work of Music Theory is a recent addition to Ashgate’s new Contemporary Thinkers on Critical Musicology series, in which each title, in the words of the publisher, brings together “a selection of previously published and some unpublished essays by leading authorities in the field of musicology.” The author chooses what essays to include, and then writes an introduction that puts them into context. Unless the volume includes previously unpublished work, this introduction is the only new material in the book. Ashgate simply photographs and compiles all the essays, without resetting them or allowing any changes. It then adds the title, introduction, and index, and puts a generic black cover on the whole. The series began with the publication of Gary Tomlinson’s Music and Historical Critique in 2007, and has continued with collections of the work of Simon Frith, Nicholas Cook, Susan McClary, Richard Leppert, Lawrence Kramer, James Hepokoski, Richard Middleton, Scott Burnham, Derek B. Scott, Tia DeNora, Lucy Green, Robert Morgan, and Annegret Fauser, as well as Christensen. (1) With Kramer, Leppert, McClary, and Tomlinson, the list clearly recognizes the cutting-edge American musicology of the 1990s. But it also includes a number of British scholars who have worked primarily, or at least occasionally, in popular music; a music educator (Green); and, happily, a robust selection of writers whose work across their careers has straddled the disciplines of music theory and music history (Christensen, Cook, Burnham, Hepokoski, and Morgan).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The series, of course, has predictable plusses and minuses. On the plus side, it is indeed illuminating to have in a single volume a large body of work from some of the scholars who have definitively shaped their disciplines for the past twenty-five to thirty years—especially when they have (as is the case with most of the writers here) ranged across an impressive expanse of repertoires, issues, and points of view. There’s much to be gained from reading their volumes straight through: doing so gives a sense of a scholarly voice, and of a scholarly corpus, that one does not get so easily from reading an author’s essays piecemeal over a long period of time. And Ashgate rightly advertises the fact that virtually all of the volumes include important but hard-to-find essays published in obscure venues (festschrifts, foreign-language journals, etc.), and occasionally even essays not previously published at all, so the books make available much material that would be difficult or impossible to gain access to otherwise. In addition, since the essays are printed in facsimile from the original source, readers can see each original publication and cite exact page numbers from that original version, as well as those of the Ashgate volume. On the minus side, though, Ashgate is being a bit disingenuous (to say the least) in the way it promotes and sells the series. The labor-saving means of production for the books assures not only that 1) in a given volume the fonts and the general appearance of the different essays will vary, sometimes dramatically—not a critical problem, necessarily, but an odd one; 2) authors cannot correct errors, add citations of other important work that has appeared since the original publication, or alter their points of view, even many years later; and 3) the publisher realizes significant savings by cutting production costs to the bone—a point not insignificant to us as consumers, and not insignificant even to libraries, since the volumes all cost around $200 (Christensen’s is listed at a regular price of $225, or $202.50 if purchased from the Ashgate website).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] All fifteen essays in Christensen’s collection have been published before—a fact that immediately raises two questions about the series. First, why, in this age of the internet, would a publisher produce such books at all, since for the most part they recycle older and often readily available content, and thus would seem to involve risky financial ventures? And second, why would readers buy them, when with a bit of sleuthing they could get much of what is in them at little or no cost—either online or from libraries near or far through Interlibrary Loan?  The objection to the entire enterprise suggested by these questions undoubtedly has merit, but there is also persuasive evidence that supports the Ashgate project, and the Christensen book is a case in point. Two of the articles in The Work of Music Theory were published only in German and are not available in English except in this Ashgate collection. Furthermore, fully nine of the fifteen pieces appeared originally as essays in books, some of which were published in small quantities and/or are out of print, so they may be difficult to track down. Others were published in journals, some of which are available in JSTOR, but others of which are not. (2) And so for a student or scholar of the history of music theory, the temptation to acquire all the essays in a single, handy volume is strong—though, one must admit, perhaps not sufficiently strong to justify an expenditure of $200.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] What we get from the book is in fact an extraordinary collection of top-drawer scholarship on—to steal one of Christensen’s titles—Music Theory and Its Histories. We certainly get what we know we’ll get: a number of his pathbreaking articles on thorough-bass theory, and on French and German music theory in the eighteenth century. But we get more: three magisterial contributions to what we might call the metatheory of the history of music theory, and two relatively recent and not well-known essays on the seventeenth-century theorists Calvisius and Mersenne. Christensen has chosen fifteen of his published essays, and divided them into four categories, each of which constitutes one of the four parts of the book: the three metatheoretical essays in an initial section entitled “Reflections on the History of Music Theory”; four foundational articles on the historical development of thorough-bass theory; two on the seventeenth-century theorists; and six on the music theory of the eighteenth century—four on German and two on French theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Since a collection of this sort inevitably encourages us to cast our eyes over its author’s career, it makes sense to look beyond The Work of Music Theory in order to put it, and its author’s scholarship in general, into a broader context. Christensen’s earliest published work (with the exception of a 1987 “one-off” article on Schoenberg’s op. 11, no. 1 in the Journal of the Arnold Schoenberg Institute [ Christensen 1987a ]) was related to his 1985 Yale dissertation, “Science and Music Theory in the Enlightenment: d’Alembert’s Critique of Rameau”: two articles on science and music in eighteenth-century France ( Christensen 1987b and Christensen 1989 ) and an article announcing his discovery of an unpublished Rameau treatise that exemplified Rameau’s commitment to practical music-making, the “L’art de la basse fondamentale” of c. 1740 ( Christensen 1987c ). In the late 1980s, having devoted so much time and energy to Rameau, and to science and music in France, he decided that his next work should be on the reception of Rameau’s theory in Germany—an area in which he (correctly) surmised that there was much to be learned. Arriving just in time to be at the Brandenburg Gate when the Berlin Wall came down in November of 1989, he went to work in German libraries and archives and did much of the spadework that resulted in all four of the essays included in the section “The Eighteenth Century” in the Ashgate collection: articles on Christoph Nichelmann and C. P. E. Bach (1990); on Johann Mattheson’s little-known but prescient concept of tone perception (1994); on the music theory of Johann Nicolaus Bach, a second cousin of J. S. (1996); and on Johann Sebastian’s relation to and connection with the music theory of his time (1998).",
                "footnotes": [],
                "citations": [
                    "christensen_1987a",
                    "christensen_1987b",
                    "christensen_1989",
                    "christensen_1987c"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Yet if one of the purposes of Christensen’s German adventure was to escape Rameau and French theory, it failed. He began to realize that in order to assess accurately the impact of Rameau on German theory, he was going to have to understand Rameau himself far more deeply. Hence his return to French theory, and the work that led to his invaluable study Rameau and Musical Thought in the Enlightenment ( 1993 ). As it turned out, his re-immersion in French sources, building on all he had done before but now going in new directions, resulted in the two articles on French theory included in the section “The Eighteenth Century” in the Ashgate collection: “Diderot, Rameau, and Resonating Strings: New Evidence of an Early Collaboration” (1994), and “Bemetzrieder’s Dream: Diderot and the Pathology of Tonal Sensibility in the Leçons de clavecin ” (2001).",
                "footnotes": [],
                "citations": [
                    "christensen_1993"
                ]
            }
        },
        {
            "7": {
                "text": "[7] From the beginning Christensen has maintained an interest in thorough-bass theory. And so it is not surprising that it is two of the earliest essays in the collection (1992), and two of the latest (2008 and 2010), that comprise the section “Thorough-Bass and Music Theory.” The two 1992 essays, one on the Spanish Baroque guitar and the other on the règle de l’octave , have long been classics in the history of music theory. They have always been required reading for my history of theory courses, and they constitute scholarship of the sort that simply isn’t replaced: one gets it right the first time, and after that, we all just need to read it. It may be expanded, elaborated, and tweaked, but we always have to start with the original item. The 2008 essay, “ Fundamenta Partiturae :  Thorough-Bass and the Foundations of Eighteenth-Century Composition Pedagogy,” is an exemplary piece of research that traces thorough-bass concepts all the way back to Conrad Paumann (1410–73) in the fifteenth century, and follows them, especially in little-known South German theory, up to Niedt, Mattheson, and Bach. It thus adds a crucial chapter to the ongoing narrative of thorough-bass history and practice. Finally, “Thorough-bass as Music Theory,” the 2010 essay, examines the relationship between thorough-bass as practical skill and thorough-bass as music theory. It retraces some of the steps taken in the other three essays, but it both adds to them and places them in a broader context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] For me it was a pleasant surprise to encounter Christensen’s two essays on seventeenth-century theorists—“ Harmonia Temporis : Calvisius and Musical Chronology” (2008) and “The Sound World of Father Mersenne” (2013). They serve as persuasive evidence in support of single-author collections like those that constitute the Ashgate series. Why? Because they both appear in books that can easily fall under the radar of music theorists: the Calvisius essay in a book consisting of papers given at a 2006 conference on the theorist in Germany and originally published in German ( Schröder 2008 ), and the Mersenne in a collection of essays (also from a conference) edited by Susan McClary and entitled The Structures of Feeling in Seventeenth-Century Cultural Expression ( McClary 2013 ). I’m sure that I was not alone among theorists, even those of us with a special interest in the history of theory, in being unaware of these articles. True enough, I would have discovered them if I had been teaching a course on seventeenth-century theory, or if I made it a point to thumb periodically through the listing of Christensen’s publications on RILM—but who’s going to do that, unless motivated by some particular curiosity or scholarly need? As it turns out, I was missing a lot: these are two of the best and most engaging essays in the book. There’s too much in them to recount here, so let it suffice to say that the point of the Calvisius essay is to show that in his own time (1556–1615) he was known more as a chronologist than as a composer or music theorist; and that the essence of the Mersenne article is summed up in its final paragraph, which gets my vote for the most inspiring passage in the book: While never losing eye nor ear of the harmonic spheres whirling about our earth, Mersenne also never forgot that we are mere mortals living for a miniscule span of time on this material earth. It was the music and sounds of our material world that Father Mersenne showed us how to hear with new appreciation and reverence, sounds that turned out to be no less wondrous or magnificent than those dreamed of by our ancient forefathers. For in Mersenne’s mechanics of sound, the music of the spheres has been yoked and brought crashing down to earth resoundingly; the airy magnitudes of Scipio’s dream are now triumphantly performed in the material dance of moving, rigid bodies; the harmonie universelle of the ancients turns out to be the terra sonorum of the moderns. (246)",
                "footnotes": [],
                "citations": [
                    "mcclary_2013"
                ]
            }
        },
        {
            "9": {
                "text": "[9] What remains to be discussed are the first three metatheoretical chapters of the book:  “Music Theory and Its Histories” (1993), “Music Theory in Clio’s Mirror” (2002), and “Fragile Texts, Hidden Theory” (2011). Serendipitously, these essays were published at successive intervals of nine years, so they represent Christensen’s view of the discipline at equally spaced stages of his work. All three are informative and insightful reflections on both the discipline of music theory, and on that of the history of music theory. They each present sophisticated and detailed arguments that resist summarization, so I’ll limit myself to a single comment about each, and encourage—even exhort—readers to go and engage with the arguments themselves. The first essay considers the question of how to read the historical documents of music theory:  how to manage the conflicting claims of immutable theoretical content and historical context; and how to negotiate presentist and historicist approaches—tasks for which he aptly invokes the hermeneutic work of Hans-Georg Gadamer. The second, “Music in Clio’s Mirror,” is a revised version of his Introduction to The Cambridge History of Western Music Theory ( 2002 ), his best-known publication, and it urges us to consider the extraordinarily wide range of texts that we classify as music theory, and that we feel obligated to include in our histories of the discipline. Starting with three music-theoretical texts from a single decade (1610–20) near the beginning of the seventeenth century—treatises by Thomas Campion, René Descartes, and Robert Fludd—he notes the huge disparities among these texts, and the oddity of our considering them all to represent a single discipline. By projecting this disparity onto the entire history of Western music theory, from Pythagoras to the present, he dramatizes the startling breadth of our field—a breadth richly exemplified in the thirty-two essays that comprise The Cambridge History . “Clio’s Mirror” then nicely anticipates the third and last essay, on “fragile texts” and “hidden theory.” Here he again selects texts from the history of music theory, but with the idea of showing that a text may well be just the tiniest material embodiment of a vast practice—a practice that we can only imagine from the hints that the printed word gives us. As examples he offers Boethius’s De institutione musica , the “Hollandrinus” texts that he has made known to the Anglo-American music-theoretical community over the past few years (see Christensen 2013), and the partimento texts of the eighteenth and nineteenth centuries. And he gives us not just texts: he points to musician/theorists, such as Johann Nicolaus Bach and Nadia Boulanger, whose influence we know from many written or oral sources to be extensive, but from whom we have no music-theoretical documents at all.",
                "footnotes": [],
                "citations": [
                    "christensen_2002"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Stepping back from Christensen’s collection of essays to consider what his work indicates regarding the status of the history of music theory in our discipline, I will venture three observations. First, in his keynote talk for the Society for Music Theory in 1990, Ian Bent asked whether “The History of Theory” was “Margin or Center” ( Bent 1992 ). The centrality of the musical and intellectual issues that Christensen’s work poses suggests that the history of theory, if not quite the “bull’s-eye” of our field, is easily within the next couple of rings of the target. Second, I have heard some concern from colleagues that, with the appearance of CHoWMuT , as The Cambridge History is affectionately called, interest in the history of the discipline has waned, as though most of the major questions have been answered. The Work of Music Theory gives the lie to that proposition (five of the essays in the book were published post-CHoWMuT), as does recent work of Suzannah Clark, Alexander Rehding, Cristle Collins Judd, Roger Grant, Ben Steege, Nathan Martin, and many more. If that’s not enough, Christensen’s new book on Fétis, which we hope to see in a year or two, will surely seal the deal. And indeed, all this excellent history-of-theory scholarship motivates my third observation, which poses a problem: there is now so much first-rate published research on the history of music theory, and so many reliable translations of treatises into English, that those of us who teach courses in it could, if we so desired (I don’t think any of us do), teach a quite respectable two-semester course on the subject using nothing but translations and easily available scholarship in English. That such is the case has to some degree eased the pressure in our graduate programs to insist on strong competence in European languages, with the accompanying reduced capability of our students to do the kind of work that Christensen has done and is doing. Interestingly, history-of-theory courses these days range from some that use only primary sources in the original language, to those others that rely mostly on secondary sources in English. The problem, succinctly stated, is: if students read only primary sources, how do they develop a sense of what’s been done, or what good history-of-theory research looks like? But if they read mostly secondary sources, how do they learn to deal with primary ones, which are what it’s all about?",
                "footnotes": [],
                "citations": [
                    "bent_1992"
                ]
            }
        },
        {
            "11": {
                "text": "[11] That said, we’re fortunate to be where we are, and not where we were in the late 1970s when I was a graduate student in a history of theory course—at a time when we skipped straight from Zarlino to Rameau with nothing in between, and when only a small percentage of the crucial texts of the eighteenth and nineteenth centuries were translated, or intelligently written about. Kudos to Thomas Christensen, for what he has done in leading us along from there to here, and from then to now.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.16.22.1.mccreless.html",
    "data": "mto/data/mto.16.22.1.mccreless.json"
}