{
    "title": "Review of Timothy L. Jackson and Veijo Murtomäki, eds., <i>Sibelius Studies.</i> (Cambridge: Cambridge University Press, 2001). 397 pages.",
    "date": "2002/12/01",
    "volume": "8",
    "issue": "4",
    "authors": [
        "Väisälä, Olli"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.4/mto.02.8.4.vaisala.pdf",
    "author_info": [
        {
            "name": "Olli Väisälä",
            "university": "Sibelius Academy",
            "address": "PL 86, 00251 Helsinki, Finland",
            "email": "ovaisala@siba.fi"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The progression in Example 1b:i does not literally fulfill Jackson’s definition of “tonic” auxiliary cadence, as cited here, since the initial C is devalued as the dominant rather than as a pre-cadential chord; however, it would seem reasonable to apply the term also for this case. One example of this progression occurs at the opening of Beethoven’s “Kreutzer” Sonata, according to Lauri Suurpää’s analysis, presented at the Third International Schenker Conference in New York, March 1999.",
            "citations": []
        },
        "FN2": {
            "text": "2. To depict temporally changing impressions of structural \n  relationships, it is probably less advisable to mingle them in a single graph \n  than to provide separate graphs, as is done, for example, in Peter Smith, “Structural Tonic or Apparent Tonic?: Parametric Conflict, Temporal Perspective, and a Continuum of Articulative Possibilities,” Journal of Music Theory 39/2 (1995): 245–84.",
            "citations": []
        },
        "FN3": {
            "text": "3. Fred Lerdahl, “Atonal Prolongational Structure,” Contemporary Music Review 4 (1989): 65–87; Joseph Straus, “The Problem of Prolongation in Post-Tonal Music,” Journal of Music Theory 31 (1987): 1–22.",
            "citations": []
        },
        "FN4": {
            "text": "4. In Jackson’s graph, the location of the parentheses in measure 61 is unclear. I have “diplomatically” corrected their location in my reproduction. Similar corrections are tacitly made elsewhere.",
            "citations": []
        },
        "FN5": {
            "text": "5. In Nicholas Marston’s analysis (which Jackson quotes in his note 34) this C assumes an even greater structural weight (Nicholas Marston, Schumann: Fantasie, Op. 17 [Cambridge: Cambridge University Press, 1992], Example 4.7). The only—but certainly not sufficient—reason for such a reading I can think of is that the inner-voice theme introduced in measure 34 ff. is later, in different harmonic and metric circumstances, employed to establish the C minor (measure 133 ff.).",
            "citations": []
        },
        "FN6": {
            "text": "6. By a “psychoacoustical basis,” I refer to the \n  model of harmonic roots based on virtual-pitch perception ; see, for example, \n  Richard Parncutt, “Revision of Terhardt’s Psychoacoustical Model of the Root(s) \n  of a Musical Chord,” Music Perception 6 (1988): 65–94.",
            "citations": []
        },
        "FN7": {
            "text": "7. This correspondence between large and small scale is observed \n  by Marston ( Schumann: Fantasie, Op. 17 ; 54, Example 4.7). According to Marston \n  the connection goes on to the ascending notes D-E-F, for which I find \n  less justification.",
            "citations": []
        },
        "FN8": {
            "text": "8. Jackson’s quotation, taken from Robert Layton’s translation \n  of Erik Tawastsjerna’s biography, reads actually “the crystallization of ideas,” \n  in plural. This seems to be a translation mistake since both the Finnish and \n  Swedish versions of the biography use singular.",
            "citations": []
        },
        "FN9": {
            "text": "9. Edward Laufer, “On the First Movement of Sibelius’s Fourth \n  Symphony. A Schenkerian View,” in Schenker Studies 2, ed. Carl Schachter \n  and Hedi Siegel (Cambridge: Cambridge University Press, 1999), 136–7.",
            "citations": []
        },
        "FN10": {
            "text": "10. Heinrich Schenker, Free Composition [1935], trans. Ernst Oster (New York: Schirmer Books, 1979), 27.",
            "citations": []
        },
        "FN11": {
            "text": "11. For discussion on multikey schemes, see, for example, \n  William Kinderman and Harald Krebs (ed.), The Second Practice of Nineteenth-Century Tonality (Lincoln and London: University of Nebraska Press, 1996).",
            "citations": []
        },
        "FN12": {
            "text": "12. For Schenker’s graph of this prelude, see Free Composition, Fig. 110a:3.",
            "citations": []
        },
        "FN13": {
            "text": "13. Carl Schachter, Unfoldings (New York and Oxford: Oxford University Press, 1999), 260–88; see especially Example 11.4.",
            "citations": []
        },
        "FN14": {
            "text": "14. Free Composition, Fig. 13.",
            "citations": []
        },
        "FN15": {
            "text": "15. Jackson goes so far as to call The Wood Nymph “a remarkable example of super-sonata form” (215). I find it difficult to trace any sonata-form features with respect to either thematic disposition or harmonic structure.",
            "citations": []
        },
        "FN16": {
            "text": "16. Jackson shows E as the governing bass tone from measure 82 \n  (I6) to measure 495 (III) (Example 8.30). As regards the significance of E, his intuitions \n  might be credited with being on the right track, even if the rationalization \n  of these intuitions in terms of prolongational superiority is totally misguided.",
            "citations": []
        },
        "FN17": {
            "text": "17. This small-scale C- E ♭ -F-G bass line is \n  identical with the structural bass line that accompanies the Urlinie descent from 5 ˆ to 2 ˆ , according to Laufer’s analysis (Example 12.27, measures 343–449). \n  The connection is enhanced by the use of a Neapolitan sixth above F in both \n  cases. Laufer points out how the same harmony in measure 500 “sums up what was heard before, in 446–448,” i.e., above the structural F (Example 12.25), although the chord progression in measure 500 is actually familiar from measures 88, 148, 172, and 195.",
            "citations": []
        },
        "FN18": {
            "text": "18. Such techniques and their historical precedents are \n  discussed in greater detail in Laufer’s previous essay “On the First Movement \n  of Sibelius’s Fourth Symphony.”",
            "citations": []
        },
        "FN19": {
            "text": "19. In the Seventh Symphony, too, there is an important \n  “rotational” relationship that partly involves an inner voice, between measures 34–59 and 64–91. In measures 34–45 and 64–75 the relationship becomes evident by comparing the voices of second violin and first horn, respectively. From measures 46 and 76 onwards it concerns the top or most prominent voice.",
            "citations": []
        },
        "FN20": {
            "text": "20. For another representative example of recent Sibelius \n  research one may consult Sibelius Forum: Proceedings from the Second International \n  Jean Sibelius Conference, Helsinki November 25–29, 1995, ed. Veijo \n  Murtomäki, Kari Kilpeläinen, and Risto Väisänen (Helsinki: \n  Sibelius Academy, 1998). As regards discussion of the formal language in Sibelius’s \n  symphonies, an indispensable source is Veijo Murtomäki, Symphonic Unity: \n  The Development of Formal Thinking in the Symphonies of Sibelius, Studia \n  Musicologica Universitatis Helsingiensis 5 (Helsinki: University of Helsinki, \n  1993).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] The Janus-faced Sibelius [2] Jackson’s Enterprise: Bold Promises—Shaky Groundwork [3] Excursion: Salience and Stability in Schumann’s Fantasy \n      op. 17 [4] Limits of Prolongational Thinking? [5] Considerations of Multikey Schemes [6] Laufer’s Case Study: Inspiration and Realism [7] Aspects of Modernism The Janus-faced Sibelius",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As discussed in the Preface of Sibelius Studies, the reception of \n  Jean Sibelius’s music has been marked by a curious dichotomy. By and large, \n  musicians, the musical public (with certain geographical limitations), and the \n  recording industry have enthusiastically promoted its cause, while “academics \n  outside Finland have taken Sibelius seriously only recently” (xv). The most \n  famous or infamous epitome of the “academical” scorn for Sibelius, Theodor Adorno’s \n  “Glosse über Sibelius,” is quoted once again in the Preface. And certainly, \n  in view of his formidable intellectual influence, a reference to Adorno at the \n  outset of a Sibelius book is still in order as an aid to identifying those aspects \n  of Sibelius’s music that have led to the “academic” prejudices against it—even \n  if the level of musical penetration in a casual attack such as “Glosse” is hardly \n  adequate for meriting a lasting influence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The present anthology testifies to a change of attitudes among “academics.” \n  Of its twelve contributors, seven are North Americans and Britons whereas five \n  are Finns. The essays treat Sibelius’s music from widely variable angles, but, \n  significantly, the majority of them make use of modern analytical techniques, \n  being thus willing to address Adorno’s charge of the inadequate “state of musical \n  material” directly by the close examination of that material. Schenkerian-oriented \n  approaches are well represented. This is quite appropriate since an important \n  aspect of Sibelius’s art is his relationship with the past, his position as \n  one of the last representatives of the great tonal tradition. Moreover, whereas \n  the surface of Sibelius’s music made the impression of “senseless juxtaposition” \n  in Adorno, Schenkerian reductions—if competently performed—are able \n  to offer demonstration of precisely those “standards of musical quality” that \n  Adorno cherished, “the richness of inter-connectedness” and “unity in diversity,” \n  as being amply present beneath the sometimes fragmentary surface (xviii–xix). \n  But the ability to exploit the large-scale potential of the tonal system is \n  only one facet of Sibelius’s accomplishment. Whereas Adorno charged Sibelius \n  both with the defective command of traditional techniques and with the failure \n  to keep in touch with later advances, both charges may be contested by analytical \n  examination. With reason the editors speak of a “combination of progressive \n  and conservative aspects” in Sibelius’s “Janus-faced” music (xv); the advanced \n  “state of musical material” is also evident in aspects reflecting contemporary \n  modernistic trends and even pointing to the future. In this review, I concentrate \n  on the analytical and theoretical perspectives brought up in Sibelius Studies, treating first the essays involving Schenkerian methods and proceeding then \n  to discuss the more “progressive” aspects in Sibelius’s music and their treatment \n  in the present anthology. Jackson’s Enterprise: Bold Promises—Shaky Groundwork",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Since the largest space by far in the collection—100 pages, more than \n  twice the size of the second largest paper—has been allotted to a contribution \n  by one of the editors, Timothy L. Jackson, it is appropriate to begin by commenting \n  on his essay, “Observations on crystallization and entropy in the music of Sibelius \n  and other composers.” In conformance with its size, the scope of the analytical \n  perspectives brought up in this article is impressive. Instead of merely presenting \n  voice-leading reductions of individual movements, Jackson addresses such broader \n  topics as inter-movement organization, historical evolution within a compositional \n  genre, and the relationship between musical organization and extra-musical or \n  programmatic significance—important issues Schenkerians are sometimes charged \n  with neglecting. To illuminate such broad perspectives, Jackson presents analytical \n  graphs of over twenty compositions by various composers—less than half by Sibelius. \n  The present essay may be viewed as a part of a larger project; some of its material \n  has been presented in Jackson’s previous publications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Jackson writes grippingly and colorfully, making conclusions that seem \n  exciting and, for the most part, logically supported by the analytical graphs. \n  Indeed, at first sight one may get the impression of Jackson’s enterprise as \n  one of the most interesting in the field of analytical research. However, the \n  first and most crucial requirement for any kind of analytical conclusion is \n  that the relationship between the basic analytical entities, such as voice-leading \n  graphs, and the actual compositions be cogent and meaningful. It is with this \n  issue that Jackson’s article has its greatest problems, problems whose quantity \n  and gravity seriously detract from the cogency of his project. While his terminology \n  is conventionally Schenkerian, Jackson’s readings are frequently in blatant \n  contradiction with any normal analytical criteria based on the well-established \n  principles of tonal syntax. Characteristically, moreover, he does little to \n  explicate the grounds even for his most peculiar-looking interpretations, and \n  the reader’s efforts to trace implicit grounds yield no consistent result.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A central notion in Jackson’s essay is that of auxiliary cadence. Of special significance is the “over-arching” type of auxiliary cadence, in \n  which the “definitive tonic arrival” or “DTA” only occurs towards the end of \n  a movement or composition (177, 187–8). The auxiliary cadence serves as \n  a metaphor of crystallization (189)—a concept with evident programmatic \n  potential. As a special theoretical innovation Jackson sets forth the concept \n  of “tonic” auxiliary cadence (188–9). This notion (the apparent \n  contradiction in which Jackson readily acknowledges) refers to a situation in \n  which an initial firm root-position tonic is “devalued and subsumed—in \n  light of subsequent events—within the ‘p’ [pre-cadential chord] of an auxiliary \n  cadence” to some other scale degree (189). This other scale degree may then \n  function in another auxiliary cadence directed towards the “DTA,” occurring \n  later in the work. Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The temporal perspectives evoked by the notion of “tonic” auxiliary cadence \n  are certainly interesting. There is no denying that a significant part of our \n  musical experience is the sense in which the impressions of structural relationships \n  change over the course of musical time. And by no means is the opening harmony \n  devoid of the possibility of being retrospectively reinterpreted or “devalued”—even \n  if it eventually turns out to be the same chord as the functional tonic. Example 1 illustrates. \n  Consider the abstract bass lines in its top stave and possible impressions at \n  time-points (1), (2), and (3). Even if the initial C makes the impression of \n  being the tonic at time-point (1), under certain circumstances we may experience \n  it as subordinate to another scale degree (IV or ♭ VI) at time-point (2). Moreover, \n  even if we understand C as the tonic once again at time-point (3), it is not \n  implausible that there might be circumstances that support no connection between \n  the first and the second C. Under such circumstances, there would be justification \n  for preferring the readings in Example 1b, in which a “tonic” auxiliary cadence \n  is linked with a structurally superior auxiliary cadence, to the more commonplace \n  readings in Example 1a. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Despite the interest of such temporal perspectives, one should not lose \n  sight of the fact that the readings in Example 1b do require special circumstances. \n  In what is probably a great majority of cases, occurrences of the bass lines \n  in question give little support for perceiving the harmony at (2)—even \n  momentarily—as the tonic or structurally superior in relation to (1). If \n  the notion of “tonic” auxiliary cadence is to have any descriptive power, it \n  cannot be applied indiscriminately to all instances of such bass lines. This \n  point may appear self-evident, but making it seems necessary since Jackson’s \n  examples do so little to clarify what kind of conditions he actually posits \n  for the occurrence of a “tonic” auxiliary cadence. Example 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 2 reproduces relevant parts of Jackson’s first exemplar of this notion, the finale \n  of Beethoven’s 7th Symphony (his Example 8.6). The graph appears ambiguous as regards \n  the relative priority of the A in measure 12 and the F in measure 198 (an ambiguity perhaps \n  intended to reflect shifting temporal perspectives). (2) Verbally, however, Jackson asserts clearly that “the tonic [ . . . ] is reinterpreted \n  as the ‘upper third’ of F, more specifically as the mediant in a III ♯ 3-V-I \n  (A-C-F) auxiliary cadence in the key of the flat submediant, F major” \n  (201); hence, the reading is similar to Example 1b:ii. The A-C-F progression \n  is repeated in measures 231–321 and the “definitive tonic” only arrives in measure \n  451.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In his discussion of the ‘tonic’ auxiliary cadence, Jackson explains that \n  the identification of this phenomenon “depends entirely upon context” and offers \n  two clues suggesting that an opening tonic is not “DTA” (200). The first of \n  these is “provided by design if its main thematic material is deferred.” The \n  second is the occurrence of the tonic “in the wrong mode, minor instead of major \n  or vice versa.” Leaving aside for the moment considerations of the validity \n  of these clues in tracing prolongational relationships, it may be observed that \n  his first exemplar is supported by neither clue. The tonic is, of course, major \n  right from the start (measure 12), and it is also difficult to see how the thematic \n  design would speak for measure 451 as the “definitive tonic arrival” or “crystallization.” \n  Jackson calls attention to the “tremendous weight on the dominant at the beginning \n  of the primary theme (measures 1–12), while the tonic resolution in measure 12 is \n  relatively ‘weakened,’ almost perfunctory” (201). He fails to mention, however, \n  that the prevalence of the A major tonic continues in a straightforward manner \n  in measures 20–40, supporting material whose “definitiveness” hardly falls behind \n  that of his “DTA” in measure 451. In fact, the material in 451 ff. repeats that in \n  measures 36 ff.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] If the A major tonic in measure 12 and measure 20 ff. seems powerful and straightforward \n  enough to strongly suggest (to say the least) a “definitive arrival,” an even \n  more puzzling aspect in Jackson’s analysis is the notion of the F in measure 198 \n  as the goal tonic in an A-C-F cadence. One would imagine that overriding \n  the A as a tonic would presuppose rather extreme means to direct the tonal focus \n  toward F. In the Beethoven, however, one finds no elements whatsoever to suggest \n  a tonicization of F major at its appearance or in the events leading to it (whereas \n  the preceding C is amply tonicized). Moreover, aspects such as orchestration \n  and dynamics clarify the character of F as a surprise digression from the main \n  progression C-E; the F supports a pianissimo woodwind episode (measures 198–219) \n  that humorously foreshadows the fortissimo return of the main theme on E. All \n  in all, the actual musical circumstances offer no substantiation even for a \n  V-I relationship between the C and the F (in the manner of Example 1a:ii2), \n  let alone for viewing the opening A as the III ♯ 3 of F—an inherently more \n  distant relationship which would require still stronger contextual support. \n  Instead of “depending entirely upon context,” Jackson’s analysis would appear \n  to be based on a purely abstract contemplation of the A-C-F bass notes \n  and on totally ignoring their context. By such criteria, it is hard to see how \n  any progression away from the tonic could fail to constitute a “tonic” auxiliary \n  cadence. (Indeed, I find it less counterintuitive to interpret any traditional \n  I-II ♯ 3-V modulation as “devaluing” the tonic as the IV in a IV-V-I \n  cadence to the dominant; this, after all, is tonicized at one point.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] This example, unfortunately, is not exceptional in its questionable reading \n  of basic tonal relationships; the second A-C-F “cadence,” spanning \n  measures 231–321, is by no means more plausible. For an example from another \n  composition, consider the last movement of Schumann’s Fantasy op. 17, in which \n  Jackson views the opening C major as initiating a “III-( ♯ V)-I” auxiliary \n  cadence in A ♭ major (205–7, Example 8.8). Now it seems questionable indeed \n  whether a “ ♯ V” can function as a cadential dominant under any circumstances. \n  But even if we grant such a strange possibility, it seems mystifying why we \n  should see such a relationship between the “ ♯ V,” the E major chord in measure 10 \n  (repeated in measure 12), and the “I,” the A ♭ chord in measure 30, in the Schumann. The \n  long stretch of material separating these harmonies neither prolongs E major \n  nor directs the focus to A ♭ major but contains a powerful and fairly straightforward \n  prolongation of the dominant of the main key C major (measures 15–29). Jackson, \n  characteristically, does not discuss at all the problem with “ ♯ V”—though \n  the parentheses around it in his text (but not graph) might be understood as \n  some kind of a precautionary step against taking it too seriously. Excursion: Salience and Stability in Schumann’s Fantasy op. \n  17 Example 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] These examples might suffice to give an idea of the quality of Jackson’s \n  “Observations,” in general, and of the shaky groundwork of his key concept, \n  the “tonic” auxiliary cadence, in particular. However, an excursion to one further, \n  especially interesting example, the first movement of Schumann’s Fantasy, will \n  help to bring up some notions of general relevance for analysis. Example 3 reproduces Jackson’s overview of \n  this movement (his Example 8.2a). This reading, too, contains a tonic devaluation: \n  the C minor of the middle Im Legendenton section is conceived as the \n  upper fifth in a huge subdominant prolongation spanning measures 29–225. This \n  time the clue given by modal mixture (“minor instead of major”) is certainly \n  present. But, according to Jackson, an “even more compelling” indication of \n  the structural relationships is “the initiation of the recapitulation on the \n  same II6/5/ ♭ 3 or IV ♭ 3 with added sixth (measure 225) as in the exposition (measure 29), \n  suggesting that this chord, as a neighbor to the prolonged V rather than \n  the intervening C minor chord, acquires fundamental significance” (193–4). \n  The problem with the dissonance of this chord is not dealt with. In reference \n  to Fred Lerdahl’s notions of stability and salience conditions \n  as structural determinants, it appears that Jackson regards the salient return of a harmony as a “compelling” evidence of a structural connection, with \n  no concern for the conditions of harmonic stability —which include \n  (in Joseph Straus’s terms) the consonance-dissonance condition and the scale-degree \n  condition. (3) That salience conditions may under some circumstances override stability conditions \n  in conventional tonality is, in my view, a perfectly plausible proposition. \n  However, if there is such an unstated proposition underlying Jackson’s analysis, \n  it is applied in a most inconsistent way. In the Fantasy, the chord on F in \n  measure 29 is not the most likely candidate for a dissonant harmony elevated to structural \n  significance through salience. Example 4 (click to enlarge) Example 5 (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] One might remark that if the chord in question is understood as a “IV ♭ 3 \n  with added sixth,” the fifth, C, is not actually the dissonant element in it. \n  However, consideration of the context in which it occurs speaks clearly against \n  such an interpretation; see Example 4 . C is resolved to B ♭ as its appoggiatura \n  immediately in the subsequent measure (30), echoing several previous C- \n  B-natural resolutions (the last of which is shown in Example 4, measure 28). This \n  produces a V of E ♭ major, which, after turning to , is quite regularly \n  resolved in measure 33. This tonicized E ♭ —which, incidentally, is an important \n  key in the later course of the Fantasy—shows itself nowhere in Jackson’s \n  more detailed graph, reproduced in Example 5a (his Example 8.2b). (4) Instead, there is a C (measure 34)—picked, for some reason, from the midst of \n  a sequential bass line E ♭ -C-A- F ♯ (measures 33–36). (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Example 5b is a provisional sketch demonstrating that the first section (exposition) of \n  the Fantasy does lend itself to an interpretation better justified by the combination \n  of stability and salience. It contains one very significant exception to the \n  consonance-dissonance condition since it views the opening V9/7 as prolonged \n  throughout. Comparing this ninth chord with the chord on F (measure 29), it may be \n  noted, first of all, that its salience in the Fantasy is certainly still \n  much greater; hence the salience criterion would not speak for regarding the \n  return of the V9/7 in measure 98 as “ not yet structural dominant,” as in Jackson’s \n  analysis (Example 3). \n  What is even more important is that whereas the chord on F (the , to be precise) \n  is quite normally resolved in measure 33 (Example 4) there is no equally satisfactory \n  resolution for the V9/7 in measures 1–28. One might hear suggestions of a 9-8 \n  resolution in measures 24–25 and 26–27 but they are not registrally clarified; \n  in addition, the seventh is constantly present until measure 28. Further, the 9 ♭ /7 \n  chord in measure 28, which would appear to be connected with the preceding 9/7, is \n  clearly not resolved. Instead, its ninth is, in a very concrete manner, \n  transferred to the upper voice of the ensuing chord; see Example 4. As demonstrated by broken lines \n  in Example 4b, the on F is in its entirety formed by the four upper voices \n  of the preceding 9/7, altering B to B ♭ —a most unusual foreground event \n  suggesting that instead of being resolved, the dissonances offer a starting \n  point for subsequent events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Incidentally, I would also suggest that there are significant aspects \n  which make the V9/7 itself a special chord type and more than an arbitrary dissonance. \n  First, Schumann had a certain predilection for this chord—which in his \n  usage is often (as in the present case) conceivable as a superimposition of \n  V and II. Second, such chords, emancipated from their dominant function, assumed \n  an even more independent status in the music of Debussy and his generation—including, \n  to some extent, Sibelius. Third, such a historical development is, I would suggest, \n  influenced by the way in which the chord approximates the harmonic series: f2 \n  and a2 correspond to harmonics 7 and 9 of G. Hence, even though the V9/7 is \n  dissonant in the syntax of conventional tonality, its tendency to assume a more \n  stable or independent role may have a (psycho)acoustical basis. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Returning to Example 5b, the chord on F (measure 29) is an \n  important element in triggering a descending motion in parallel tenths but does \n  not occupy a high status in this motion. The subsequent E ♭ major (measure 33), D \n  minor (measure 41), and C major (measure 61) chords are supported by stability and salience \n  alike. Each marks a clear-cut change in design. The indicated framework is also \n  supported by registral consistency and by the parallel use of introductory secondary \n  dominants (see brackets). Moreover, a point I would emphasize is that the large-scale \n  framework is not only an abstract skeleton but its aural significance is enhanced \n  by the correspondence with small-scale events. The long-range top-voice line \n  A2-G2-F2-E2-D2 replicates a primary foreground motive occuring \n  at its framing points. (7) In addition, Example 5c   illustrates several foreground occurrences of the beginning of this line, A-G-F, \n  and its variant, A ♭ -G-F, anticipating and confirming the corresponding \n  long-range event. In the realm of harmony, the important V-II relationship \n  (measures 1, 41) reflects the superimposition of these degrees in the opening harmony.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] While the justification for the choice of the framework points in Example \n  5b seems clear and conclusive, the internal hierarchy within this framework—especially \n  with respect to the D and C basses—is a more difficult issue that I will \n  leave open in this provisional reading. Two alternative interpretations are \n  sketched in Example 5d. \n  As regards thematic design, both D (measure 41) and C (measure 61) are highlighted by \n  similar material, evoking the keys of D minor and F major, respectively. In \n  the recapitulation, the D minor passage is transposed to C minor, parallel of \n  the home key. For these reasons, it would seem more natural to locate the beginning \n  of the “second group” at the D (measure 41) than at the C (measure 61), as in Jackson’s \n  graph (Example 5a). Limits of Prolongational Thinking?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Although I think that Jackson’s attempts to view the tonics in the Beethoven \n  and Schumann examples (Example 2, measure 12; Example 3, measure 134) as subordinate to another scale \n  degree (IV and ♭ VI, respectively) are equally mistaken, there is a significant \n  difference to be observed between these examples. In the Schumann, I find it \n  much easier to sympathize with the notion that the tonic in question, i.e., \n  the one in the Im Legendenton episode, does not yet constitute its “definitive \n  arrival.” Such an impression, moreover, does partly stem from the tonic’s occurrence \n  “in the wrong mode, minor instead of major.” Nevertheless, I cannot think of \n  any convincing way to explain this by conceiving of the tonic as subordinate \n  to another harmony in a prolongational hierarchy (certainly not to a subdominant). \n  Perhaps we may take this as a healthy reminder that even the most fruitful analytical \n  notions are not without limitations. Even if the Schenkerian notion of hierarchically-organized, \n  temporally-continuous prolongational spans has done much to illuminate the organization \n  of tonal music, important aspects lie outside its scope. It would appear that \n  the distortions in Jackson’s readings partly result from the neglect of this, \n  that is to say, from a misguided striving to view large-scale organization in \n  terms of overarching prolongational structures, as if other aspects of organization \n  could not cooperate in creating a meaningful whole. In the Fantasy, in particular, \n  there is a strong sense of discontinuous relationships assuming unusually \n  vital importance. I do not claim to know what kind of theoretical model would \n  best account for the minor tonic between two extended dominant prolongations \n  that appear connected. Perhaps it could be understood as a parenthetical element—a notion employed in Edward Laufer’s analysis of Sibelius’s Seventh \n  Symphony, as discussed below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In this connection—to get finally closer to Sibelius—I would \n  also question whether a harmonic event such as the auxiliary cadence is the \n  only or even the most pertinent musical metaphor of “crystallization.” In introducing \n  this concept, Jackson appeals to Sibelius’s description of the finale of his \n  Third Symphony as “the crystallization of the idea from chaos” (175). (8) In my view, an “idea” would seem to refer to the thematic-motivic rather than \n  the harmonic-prolongational aspect of organization. The auxiliary cadence certainly \n  involves an effect of harmonic clarification, or “starting at some less \n  definite place and moving toward the point of tonic arrival,” as Edward Laufer \n  put it in his analysis of Sibelius’s Fourth Symphony in Schenker Studies \n  2. (9) However, thematic crystallization needs also be recognized as a primary form-defining \n  resource in Sibelius’s music—not only the Third Symphony—without any \n  necessary connection with some harmonic progression. If these considerations \n  bring to mind Schenker’s polemical distinction between “fundamental structure” \n  composers and “idea” composers, I would suggest that it is hardly among those \n  of his notions that we should be loyal to. (10) For Sibelius, at least, both aspects are of paramount importance.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] I will mention only a few examples showing that the reliability of Jackson’s \n  analyses by no means improves when proceeding from the tonal tradition to Sibelius. Lemminkäinen’s Return poses an analytical problem comparable with \n  the Schumann: it contains an episode in E ♭ minor (measure 243 ff.) which, admittedly, \n  appears as less “decisive” than the eventual E ♭ major tonic. Most certainly, \n  however, this cannot be explained by conceiving of the E ♭ minor as subordinate \n  to a B ♮ supporting a (B-D-G) in measure 365, as indicated by \n  Jackson’s graph (Example 8.15a). First, there is no but (B- E -G) \n  in the score. Second, a root-position E ♭ minor triad as subordinate to such \n  a seems an inherently unlikely relationship. Third, in its context, the is readily understood as a local neighbor to the dominant B ♭ 7 (measure 367)—an \n  interesting and idiosyncratic foreground feature having its roots in measure 67. \n  One general peculiarity in Jackson’s arguments concerns the impact of duration for structure. Frequently he appeals to the short duration of the tonic when \n  arguing for its subordinate structural status. However, brevity does not prevent \n  other harmonies from gaining structural weight. One extreme example is given \n  by the finale of the Third Symphony, in which Jackson sees the dominant \n  as governing for the first 245 measures (Example 8.19), even though the opening \n  dominant resolves straightforwardly to the tonic in measure 4, followed by a tonic \n  pedal (with little digressions) until measure 41, and also nothing in the subsequent \n  material suggests a connection with the dominant. Hence, while it is in itself \n  reasonable to regard duration as one of the salience conditions, this condition \n  is inconsistently applied by Jackson. In fact, I find no other way to account \n  for many of his analytical decisions than presuming an unstated “negative” scale-degree \n  condition or preference rule: “Strongly prefer any other scale-degree as superior \n  to the tonic—unless it is the last tonic in the piece.” In the Seventh \n  Symphony, Jackson argues that the root-position tonic in measures 60–67 \n  is subordinate to the I6 in measures 82–83 on the grounds that “the definitive \n  achievement of the primary tone 5 ˆ ” occurs above the latter (266)—certainly \n  a criterion whose adoption would revolutionize all Schenkerian practices thus \n  far (consider, e.g., Mozart’s Sonata in A major, KV. 331, measure 1). Jackson sees, \n  however, nothing worth discussing in his analytical criterion but speaks of \n  “an odd way of composing, ‘placing the cart before the horse’,” (ibid.). This \n  is one of the instances in which unintentional humor is produced by equating \n  the properties of analysis with those of composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] All in all, despite the impressive scope of issues raised by Jackson, \n  the grounds for his analytical readings are so shaky that the conclusions from \n  these readings have little worth in illuminating such issues. And while the \n  project of illuminating Sibelius’s music analytically is very welcome, it is \n  regrettable that the editors of Sibelius Studies showed such a lack of \n  judgment as to assign a lion’s share of the book to such untenable material. Perhaps \n  one might find the raising of important issues as something of a merit in itself. \n  One certainly hopes that Jackson’s article would inspire or provoke more competent \n  analytical work viewing the historical evolution of symphonic music from a structural \n  perspective. Considerations of Multikey Schemes",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The auxiliary cadence warrants consideration also as the basis for explaining \n  tonal organization in pieces that begin and end in a different key. Despite \n  convincing exemplars of such an explanation, starting from Schenker himself, \n  there is no justification for applying it automatically to all multikey schemes \n  (as seems to be Jackson’s practice). (11) The interpretation of an entire movement or composition in terms of a unified, \n  end-oriented harmonic progression is a complex analytical statement that requires \n  specific factors to support it. Regarding such factors, I would, once again, \n  emphasize the significance of foreground for understanding background. If foreground \n  motives or harmonic details are heard as pointing to or “striving for” the final \n  tonic prior to its decisive arrival, this arrival will be more readily experienced \n  as a tonal goal having an “organic” connection with the beginning. Such interrelationships \n  across levels are the more essential the more complex the overall progression \n  is and the more time it takes to get to the final tonic. Two Chopin examples \n  illustrate this. In a short piece such as the Prelude op. 28 no. 2, the simple \n  V-I relationship will “make sense” even though the opening motives in no \n  way point to the eventual A minor tonic (but rather to the keys of the subsequent \n  preludes, interestingly enough). (12) On the other hand, the more complex progression VI-V-I spanning most \n  of the Fantasy op. 49 gains essential support from foreground elements that \n  refer to the relationship between the opening F minor and the final A ♭ major. \n  As pointed out by Carl Schachter, the major second formed by the pitches separating \n  F-minor from the A ♭ -major triad, F- E ♭ , plays an important motivic role \n  right from the start. (13)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] These considerations bear interestingly on Sibelius’s music and its analysis. \n  Two significant works, Lemminkäinen’s Return and Pohjola’s Daughter progress from minor to relative major as does Chopin’s Fantasy. Moreover, just \n  as in the Chopin, the whole-tone emblematic of the key change, 1 ˆ - 7 ˆ in \n  the minor or 6 ˆ - 5 ˆ in the major, features as an important foreground element \n  in both works—one token of their “richness of interconnectedness,” to quote \n  Adorno’s expression. These relationships are observed by Jackson concerning Lemminkäinen’s Return (219) and by Timo Virtanen in his special \n  chapter on Pohjola’s Daughter (169). In these works, viewing the key \n  relationships in terms of end-oriented progressions seems concordant with their \n  musical effect and also with the programmatic content of “homeward journey.” \n  However, these progressions may not be literally auxiliary cadences since there \n  is no dominant linking the VI and the I—unless the first occurrence of \n  the latter is regarded as non-structural.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Virtanen’s and Jackson’s readings of Pohjola’s Daughter contrast \n  in this respect. Virtanen views the arrival at the B ♭ major tonic as marked \n  by the “heroic theme” in measure 53 (169, Example 7.5), while Jackson (characteristically \n  enough) locates the “DTA” only in the final measure 257, preceded by V in measure \n  243 (Example 8.16). According to the former reading, the VI (G minor) connects directly \n  to I ( B ♭ major) through a neighboring relationship—a case comparable to Chopin’s \n  Scherzo op. 31, as analyzed by Schenker. (14) To me, Virtanen’s reading seems more plausible. Jackson’s contention that the \n  earlier B ♭ arrivals “are devalued [ . . . ] by the hegemony of the G minor-major \n  prolongation” (220) lacks substantiation by any special features that would \n  fortify that “hegemony” by pointing specifically to G after the opening (such \n  as a dividing dominant or an emphatic return). Intuitively, moreover, the “heroic \n  theme” seems a more likely candidate of something “crystallized” or “definitive” \n  than the closing unison G-A- B ♭ —a rather shadowy reminder of \n  the G- B ♭ relationship. (In this case, thematic crystallization and tonal \n  clarification seem to be in synchrony.) The first occurrence of B ♭ is abruptly \n  interrupted by tonally distant material in measure 57 but even if this in some sense \n  undermines the “definiteness” of the tonic, such an effect may have nothing \n  to do with a lower status in a prolongational structure. It would seem that \n  extra-musical considerations are essential for explaining this abrupt shift: \n  programmatically the passage depicts the sudden apparition of Pohjola’s daughter \n  on the rainbow to interrupt Väinämöinen’s (the male hero’s) journey.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Virtanen’s discussion on the relationship between the program and the \n  musical structure is illuminating and nuanced. However, the informative value \n  and persuasiveness of his analysis, too, would have profited from a closer consideration \n  of details; his graphs only show the background and deep middleground levels \n  (Example 7.5). As will be discussed below, there are quite nontraditional aspects \n  in the compositional technique of Pohjola’s Daughter and it would have \n  been worthwhile to flesh out whether and how such aspects can be related to \n  a linear construct emerging from the tonal tradition such as the Ursatz. Having said this, I have to add that the pacing and weighting of structural \n  events in Virtanen’s analysis appears by no means counterintuitive. To be fair, \n  it should also be observed that Virtanen’s focus is not only on analysis but \n  on sketch studies as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] That multikey schemes cannot always be so convincingly explained as embodying \n  a unified, end-oriented harmonic progression is exemplified by the symphonic \n  ballad The Wood Nymph ( Skogsrået )—an early work (1895) \n  recently “rediscovered” with great public attention after over half a century \n  with few performances. Its lack of clear tonal orientation is reflected in the \n  two readings of this composition in Sibelius Studies. Whereas Jackson \n  sees the piece as embodying a ♯ VII- ♭ II-V-I progression in the final C ♯ minor (215 ff.), Veijo Murtomäki, in his special chapter \n  on The Wood Nymph, views it as progressing from I to ♭ IIn [n = natural] \n  in the opening C major (Example 6.1). (The “ ♭ IIn” in Murtomäki’s \n  analysis is illogical since C ♯ minor is either ♯ I or, enharmonically, ♭ II ♭ , \n  in C major.) It is not easy to see how one or the other of these interpretations \n  would have greater merit in illuminating the organization. In fact, there may \n  be little grounds for viewing the key succession in terms of an overarching \n  harmonic progression in the first place. To listeners such as myself, The \n  Wood Nymph makes the impression of a loosely interwoven series of more or \n  less improvisatory mood depictions, rather than a unified composition with a \n  pervasive harmonic organization. Attempts to posit such organization may be \n  attempts to make the piece something more than it is. (15) This impression of The Wood Nymph is well in accordance with the view \n  held by earlier scholars—and even confirmed by Sibelius himself—that \n  the orchestral ballad was rather quickly written on the basis of a melodrama \n  with the same title comprising four separate episodes (accompaniment to a poem \n  by Viktor Rydberg). This order of composition between the two versions of The \n  Wood Nymph is contested by Murtomäki (100–1), but, in my view, \n  it would readily explain the character of the ballad. Be the compositional history \n  of The Wood Nymph as it may, it is not easy to find musical factors that \n  would support conceiving it as a unified harmonic progression. The progression \n  would be complex and take a long time but gain hardly any support from correspondence \n  with lower-level organization. In fact, The Wood Nymph is characterized \n  not only by the lack of details reflecting the large-scale organization but \n  by a certain poverty of details in general. In my view, its lengthy monotonous \n  passages are actually more suitable for the accompaniment of poetry than for \n  listening by itself.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] (In this connection I would suggest that while the distinction between \n  absolute and programmatic music is not clear-cut, a relative distinction remains \n  essential for understanding Sibelius. For the symphonies, one could perhaps, \n  at best, invent programmatic interpretations—Jackson attempts this—that \n  are concordant with the musical experience but would add nothing essential to \n  it. For the symphonic poems and Pohjola’s Daughter —a “Symphonic \n  Fantasy”—programmatic considerations may considerably illuminate passages \n  that otherwise seem strange. Finally, a melodrama-based work such as The \n  Wood Nymph makes little sense without knowing the program depicted in the \n  poem.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] These considerations bear on the evaluation of the aesthetic quality and \n  the recent reception of The Wood Nymph. Murtomäki begins his article: \n  “The performance in 1996 of [ . . . ] Skogsrået [ . . . ] was a sensation. \n  It was clear that the orchestral ballad was a masterpiece whose inclusion in \n  the canon of Sibelius’s major orchestral works would decisively change our view \n  of the composer.” (95) However, to me at least, the masterpiece quality of The Wood Nymph remains unclear. As important as it is to recognize that \n  the Adornian virtues, “the richness of inter-connectedness” and “unity in diversity,” \n  actually became hallmarks of Sibelius’s more mature symphonic works, it is just \n  as vain, I am afraid, to search for them in The Wood Nymph. Ultimately, \n  Murtomäki comes close to my view as he writes: “as a whole, Skogsrået is not a highly unified organism like Sibelius’s subsequent large orchestral \n  works” (123). Further, “when he [Sibelius] does try to bridge the gap between \n  sections with a true transition [ . . . ], the result is only partially satisfying” \n  (ibid.). To justify his initial praise, he appeals to genre: “the ‘profound \n  logic’ [Sibelius’s expression] and close thematic interconnectedness characteristic \n  of the symphony was [sic] not required of the ballad” (ibid.). Such a contention \n  is, of course, legitimate. Analytical considerations cannot prove or disprove \n  whether the Adornian virtues—or the “profound logic” which later became \n  a characteristically Sibelian virtue—are prerequisites for a “masterpiece.” \n  Nevertheless, against Murtomäki’s praise I suppose I have an equal right \n  to assert that the inclusion of The Wood Nymph “in the canon of Sibelius’s \n  major orchestral works,” on a par with his symphonies, the mature symphonic \n  poems, or even the Lemminkäinen legends, would confuse rather than \n  promote a sound view of Sibelius’s accomplishment. I find less reason to wonder \n  “why should a major work like Skogsrået have languished unperformed \n  for decades” (95) than to ponder the state of a music culture in which sensations \n  are so much more readily made from the lesser works of established masters than \n  from more interesting music by more recent composers. (All this is not to deny \n  the musicological and biographical interest of The Wood Nymph or a certain \n  charm of some of its episodes.) Laufer’s Case Study: Inspiration and Realism",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] What may be regarded as the most substantial analytical contribution in Sibelius Studies is its final chapter, Edward Laufer’s “Continuity and \n  design in the Seventh Symphony.” While Laufer’s aims are more modest than Jackson’s, \n  the discussion of the musical material in a single one-movement piece, he accomplishes \n  immeasurably more by the careful and insightful consideration of that material. \n  The complexities in this symphony are formidable; neither the composition nor \n  the unraveling of them is a small feat. And even if we are ultimately to aim \n  at more comprehensive historical comparisons, they become possible only after such careful case studies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The inclusion of Laufer’s analysis in Sibelius Studies is welcome \n  for promoting both Sibelius among Schenkerians and Schenker among Sibelians. Sibelius Studies is a book likely to have readers with little previous \n  experience in Schenkerian analysis. In such readers, Jackson’s paper may create \n  the impression of “Schenkerianism” as an approach drawing its conclusions from \n  abstract large-scale relationships between more or less arbitrarily chosen notes, \n  with no substantiation in the concrete “surface” material or in the principles \n  of tonal syntax. Laufer’s study is appropriate to dispel any such impression. \n  His attention to “surface” is amply manifest in the meticulous foreground graphs \n  that pervasively accompany the large-scale readings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Laufer’s analysis combines inspiration with realism. To the intuitions \n  of Sibelians, Adorno’s charges of “senseless juxtaposition” have never made \n  much sense, but it is a joy to encounter such a thorough analytical rationalization \n  of such intuitions (spiced, characteristically, with frequent exclamations of \n  admiration). As for Schenkerian analysis, it would seem that Laufer’s experience \n  with this approach has yielded, aside from the admirable command of it, a realistic \n  view of its explanatory scope. One is almost surprised by the share of “non-Schenkerian” \n  observations in his paper, that is to say, motivic and other surface relationships not supported by any parallelism in the voice-leading structure. I feel \n  tempted to say that, pace Schenker, Laufer values the fundamental structure \n  less for its own sake than for the substratum it offers for the development \n  of ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] After Jackson’s obsession with tonic devaluation, it was something of \n  a relief to see several genuine tonics within the overall organization. What \n  should be observed, however, is the nuanced way Laufer discusses a variety of \n  tonic and tonic-like effects. There are, naturally, non-structural “tonics,” \n  subordinate to another harmony—but even such a harmony may suggest “the sound (but not the meaning) of the tonic” (372). If such subordination \n  is not the case, a tonic may function in “a parenthetical insertion within the \n  larger musical direction—as if two interpretations, the continuous and \n  the discontinuous, were superimposed.” (376) The interaction of tonal-harmonic \n  functions with modal and thematic features is lucidly captured in Laufer’s description \n  of the effect of “main section II,” (measure 222 ff.). Although the tonic is here \n  neither non-structural nor parenthetical, “in terms of the larger formal plan, \n  this section is transitory [ . . . ] The ‘wrong’ notes of the minor mode imply \n  this, as does the incomplete presentation of the main theme[ . . . ].” (372) \n  Modal and thematic aspects have thus an essential function in the music without altering the harmonic function. This suggests a picture of the overall organization \n  based on several interacting aspects or “parameters” rather than on a single \n  all-encompassing one—at once a richer and more realistic picture, in my \n  view. Example 6 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] In general, Laufer’s readings are cogent and revealing. While he makes \n  few references to the previous analytical work on the Seventh Symphony, its \n  future analysts would do well to consult Laufer’s paper. At points, alternative \n  interpretations come to mind (which, of course, is nothing that could or should \n  be avoided). Some of these concern apparent repetitions of similar material \n  which Laufer interprets in radically deviant ways. I do not wish to suggest \n  that he does not have grounds for such deviations. Nevertheless, I think that \n  for the majority of readers such grounds are not evident and these readers would \n  have gained from making them evident. (If such discussion was omitted for reasons \n  of space, this makes the “self-generous” editorial policy all the more regrettable.) \n  One such instance occurs in the climax of “main section I,” shown as score reduction \n  in Example 6a . Example 6b aligns Laufer’s reading (from his Example 12.2.4) with the score. The \n  passage in measures 84–86 is a varied transposition of measures 80–82, but Laufer \n  interprets it quite differently; see brackets. In measure 80, he shows the outer-voice \n  Bs in the unaccented chord as passing, while in measure 84 the corresponding \n  Gs assume structural importance. Example 6c shows one possible way to view these \n  passages in a more analogous way. Significantly, this reading would not affect \n  the wider consequences of Laufer’s analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Perhaps the most surprising detail in Laufer’s reading is, however, the \n  high status of the bass C in measure 80, shown as supporting the top-voice G. The \n  preceding B ♭ is described by Laufer as “technically a lower neighbor note” (378, \n  n. 10). In this one detail, I would actually question the structural status \n  of a tonic in Laufer’s analysis. In view of the preceding E minor tonicization, \n  I find it natural to hear the B ♭ bass as an A ♯ supporting an “inverted German \n  6th” or ♯ IV7, as indicated in Example 6c. The C in measure 80 would then prolong \n  that harmony before arriving at B, the V of E minor, in measure 81—a bass tone \n  not shown at all in Laufer’s otherwise meticulous graph. The bass line A ♯ -B-C-B \n  produces an additional occurrence of the turn-figure, a central motivic element \n  in the symphony, as observed by Laufer and others before him. In this reading, \n  the structural bass C is reached only at the end of measure 81 (a point underlined \n  by a timpani roll among other things), through a progression which from the \n  E minor perspective sounds like a deceptive cadence. The E minor implications \n  might also speak for a somewhat higher status for the E bass in measures 82–83. Example 6d is a very tentative sketch of the underlying progression in measures 60–82. \n  Significantly, the E minor implications are later realized with utmost force \n  in the recapitulation of this section (measure 495). (16) Aspects of Modernism",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The less conventional features in Sibelius’s music include both those \n  related to the general trends of contemporary modernism and those whose cultivation \n  belonged more specifically to his personal style—but which might, to some \n  extent, be seen as adumbrating some later trends. The former group contains \n  aspects such as modal/scalar/pc-set material, motivic organization, \n  and harmonic usages. In Sibelius Studies, the mode/scale/pc-set issue is focused on by Elliot Antokoletz, who examines the interaction of different \n  diatonic and cyclic-interval (whole-tone and octatonic) resources in the Fourth \n  Symphony, drawing a parallel with composers such as Bartók and Stravinsky \n  (297). A central concern for motivic relationships is a trait Sibelius \n  shares with several of his contemporaries. In Sibelius Studies, the most \n  comprehensive motivic study is Laufer’s analysis of the Seventh Symphony; however, \n  in accordance with the work itself, this study is less pertinent to the role \n  of motives in modernism. Laufer’s basic figures are “rather unassuming” (358) \n  common diatonic figures: intervals, scalar fillings, and turns; only the careful \n  consideration of their moment-by-moment transformation substantiates their work-specific \n  significance. That the Symphony grows out of such material tells much about \n  its special character as an essay on diatonicism (not only in but on C major). The tonally more radical Fourth Symphony might have been cited also \n  as an example based on more “high profile” or individual motives, which, rather \n  than arising from a traditional tonal substratum, assume an active role in influencing \n  tonal relationships. The way in which work-specific motivic forces partly substitute \n  for tonal forces as agents of coherence suggests a point of contact with Schoenbergian \n  thought. Incidentally, it is partly thanks to such “high profile” motivic work \n  that Sibelius remained as an important source of influence for the symphonic \n  work of dodecaphonists of later generations such as Joonas Kokkonen and Paavo \n  Heininen—music little known outside Finland but, in my view, much more \n  worth listening to and promoting than pieces such as The Wood Nymph. Example 7 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Regarding Sibelius’s harmonic usages and their relationship with \n  the trends of early 20th-century music, I will discuss only one passage from \n  the Seventh Symphony (measures 107–49). Laufer observes the use of “characteristic \n  Sibelian ninth-chord sonorities” in measures 115–8, adding that “[t]hese are \n  only apparent ninth chords”; they are brought forth by “rhythmic shifts [ . . . ] \n  indicated by slanted lines in the sketch” (365); Example 7a gathers information from several \n  of Laufer’s graphs (Examples 12.9.3, 12.10.3, and 12.12.6; the glissando signs in Example 7a stand for omitted scalar fillings). These “ninth-chord sonorities” \n  are of the type discussed in connection with Schumann’s Fantasy; their registration \n  corresponds more or less closely to the harmonic series. In fact, this sonority \n  is introduced already in measure 95 alongside the thematic material that it pervasively \n  accompanies. What is perhaps the most characteristically Sibelian feature in \n  this usage is the lower-fifth relationship between the bass and the minor mode \n  (ascending melodic) suggested by the melody. (In measure 95 there is a superimposition \n  of IV and i rather than V and ii as in the Schumann.) That such a device was \n  consciously employed by Sibelius is implied by a lecture he gave as early as \n  1896.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Laufer’s interpretation implies that ninths are assumed to have their \n  conventional status as dissonances. Such an assumption is by no means implausible \n  since other parts of the symphony show clear 9-8 resolutions. Significantly, \n  however, in measures 107–47 the harmonic organization may be described as based \n  entirely on transpositions of this ninth chord—before the dramatic arrival \n  in measures 148–9 at a rhythmically varied repetition of earlier material (measures \n  88–89). Such an extended prevalence suggests considering this chord as \n  something more than “apparent.” Example 7b shows an alternative reading based \n  on the assumption that the ninth is momentarily “emancipated” from its dissonant \n  status to become structurally supportive. This reading shows a much simpler \n  relationship with the actual events and their articulation. In measures 107–133 \n  the bass traverses from C to C through a descending whole-tone scale, articulated \n  in two parallel halves, C- F ♯ and F ♯ -C. This parallelism is more clearly \n  reflected in Example 7b. \n  This Example views the F ♯ as a prominent neighbor of G, a function also evident \n  at the foreground in the framing points of the progression (measures 107, 133; small \n  notes in Example 7b. \n  (The great-octave Db that Laufer shows in measure 119 without parentheses does not \n  actually occur at that point, another rare exception to his carefulness.) In \n  the top voice, again, the parallelism between the descending thirds D-C- B ♭ (measures 115–7) and G ♯ - F ♯ -E (128–30) is only evident in Example \n  7b; \n  these third-progressions may be viewed as horizontalizations of an interval \n  (ninth-seventh) in the harmonies on C and F ♯ . Further, in measures 133–49, \n  the assumption of the structural status of the ninth chord would justify a higher \n  status for the E ♭ (measure 143), a status also supported by its registral placement \n  (in measure 146). The bass line C- E ♭ -(F)-G in Example 7b has a closer \n  relationship with the concrete material than Laufer’s C- B ♭ - A ♭ -G, \n  in which the A ♭ does not actually occur. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] It should be noted that this kind of use of parallel ninth chords was \n  by no means innovative in 1924 when the Seventh Symphony was completed. Similar \n  techniques were employed by composers such as Debussy and Scriabin some two \n  decades earlier. The analytical problem of the extent to which the triadic norms \n  of consonance etc. can be assumed to underlie linear progressions in music that \n  momentarily appear to manifest another kind of consistent organization has relevance \n  for a large body of early 20th-century music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Among the unconventional Sibelian features that are less closely connected \n  with general contemporary trends, we may identify aspects of Satztechnik and form. By Satztechnik I refer generally to the basic harmonic \n  and contrapuntal principles underlying the formation of surface textures, which, \n  in the tonal tradition, include outer-voice counterpoint, thorough bass, and \n  I-V polarity. Sibelius’s music is, at times, far removed from these principles, \n  even when the scalar material is diatonic and in that respect makes a less “modern” \n  impression. This kind of nontraditionalism is essential for understanding Adorno’s \n  characterization of Sibelius: “‘themes,’ some completely unplastic and trivial \n  successions of pitches, are put forth, most of the time never once harmonized, \n  instead unisono with organ points, stationary harmonies and whatever \n  else the five-line staff will produce in order to avoid logical harmonic progression” \n  (cited in xviii). Hence, to Adorno and his followers, Sibelius was nontraditional \n  in a wrong way—but, to be sure, Adorno’s negative aesthetic judgement is \n  invalidated by his inability to perceive and appreciate the compensating accomplishments \n  in aspects such as multi-level motivic relationships and novel temporal effects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] As a demonstrative example of Sibelius’s nontraditional Satztechnik, one may consult the opening of Pohjola’s Daughter. As described by Virtanen, \n  “the center of gravity is shifted almost imperceptibly from the G minor to the B ♭ major, and without traditional modulatory procedures” (169). In the first \n  fifty or so measures (or in most of the subsequent material, for that matter) \n  one finds no single event that could be called a conventional chord succession; \n  instead there is a more or less “amorphous” harmonic framework for complex motivic \n  elaboration and for the gradual shift of tonal focus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The nontraditional features of Satztechnik have important ramifications \n  for analysis. If the traditional principles of Satz do not prevail, we \n  may ask how this should be allowed for in applying a method deeply rooted in \n  these principles such as Schenkerian analysis. This issue is not systematically \n  discussed by Schenkerians in Sibelius Studies, although Laufer does point \n  out characteristically Sibelian practices of ellipsis, shifts, anticipations \n  and the like, relating thus the apparently nontraditional with the traditional. (18) However, as with the ninth chords discussed above, there is reason to ask where \n  we should place the borderline between “apparent” and “real” nontraditionalism, \n  in other words, at what point we gain a better insight of the music by treating \n  the previously exceptional as having become normative. Since Sibelius never \n  totally abandonded traditional means, a double perspective is, generally speaking, \n  recommendable. To cite one example, Laufer reads an evaded II -V-I \n  cadence in measure 92 of the Seventh Symphony, showing a non-existent G (V) in parentheses \n  (Example 12.2). On the one hand, such a reading is informative since it points out \n  the “conspicuous absence” of the dominant, which at other crucial points of \n  the symphony still plays a primary role. On the other hand, progressions avoiding \n  the dominant occur frequently in Sibelius and it might be desirable to try to \n  find alternative explanations for such progressions, based on what is present \n  rather than what is absent.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Form is often considered as the main progressive aspect in Sibelius’s \n  music. The conventional wisdom—at least here in Finland—is that while \n  Sibelius after the Fourth Symphony ceased to follow the general trends of contemporary \n  modernism with respect to pitch material, this was compensated for by the ongoing \n  cultivation of innovative formal language. This contrasts with Schoenberg’s \n  music, in which, to cite the editors, “conservatism in rhythmic and formal dimensions \n  sometimes counterbalances radicalism in the post-tonal harmonic language” (xv). \n  Against these considerations, the treatment of form in Sibelius Studies is, at times, something of a disappointment. The description of form is often \n  based on traditional schemes such as sonata form, rondo, and, in Jackson’s paper, \n  “super-sonata,” even when matching Sibelius’s imaginative treatment of form \n  would require more imaginative analysis. For example, Antokoletz’s description \n  of the third movement, Il tempo largo, of the Fourth Symphony as a “sonata \n  allegro” (313) seems rather insensitive to its essential features in both the \n  thematic and the tonal-harmonic respect. I would cite this movement as one in \n  which Sibelius is at the height of his powers with respect to progressive pitch \n  material, motivic concentration, as well as formal originality (to say \n  nothing about emotional depth)—properties that make it, in my view, one \n  of the greatest accomplishments not only in Sibelius’s output but in twentieth-century \n  music in general. Its form may be described as an archetypal exemplification \n  of thematic crystallization: melodic “well-shapedness” is employed as a key \n  “parameter” that reaches its apex near the end (measures 82–87). Such a view \n  of its form is by no means my contribution but represents “conventional wisdom.” \n  Perhaps, however, such “wisdom” is less self-evident for the international readership; \n  therefore more comprehensive discussion on Sibelius’s characteristic formal \n  practices—from small to overall scale—might not have been out of place \n  in a book like Sibelius Studies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Two essays in Sibelius Studies deal expressly with aspects of form. \n  In accordance with the above considerations, Tim Howell’s “‘Sibelius the Progressive’” \n  cites “Sibelius’s control of musical time scale” as “perhaps the single most \n  progressive aspect of his compositional technique” (55). He suggests parallels \n  between the “forward-looking characteristics of Tapiola ” (ibid.) and \n  the “manipulation of sound masses in the music of Ligeti” (56) and “comparisons \n  between the formal processes of the Seventh Symphony and Elliot Carter’s Concerto \n  for Orchestra ” (ibid.). The “amorphous” qualities of Satztechnik pointed out above may also be seen as distantly related with “sound masses.” \n  However, even if there is some resemblance between Sibelius’s nontraditionalism \n  and the above-mentioned avant-garde trends of the 1960s, this is hardly based \n  on an influential relationship. The outspoken avant-garde admirers of Sibelius \n  mentioned by Howell represent more recent decades. On the other hand, more conscious \n  influence of Sibelian formal thinking could be found in the music of Finnish \n  modernists—such as those mentioned above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] More specified notions for the treatment of form in Sibelius are set forth \n  by James Hepokoski. In his interesting discussion, Hepokoski recognizes Sibelius’s \n  conscious “shift away from traditional Formenlehre structures” (322) \n  and offers the concepts of rotational form and teleological genesis for coping with characteristically Sibelian procedures. Rotational form means \n  “a structural process within which a basic thematic or rhetoric pattern [ . . . ] \n  is subsequently treated to a series of immediate, though often substantially \n  varied, repetitions.” (325) Teleological genesis, “the gradual production and \n  shaping of a cumulative goal ( telos ),” (327) corresponds more or less \n  closely to what I have called “thematic crystallization.” Example 8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] There is no doubt that these concepts are productive in Sibelius analysis. \n  However, while Hepokoski’s application of them to the finale of the Sixth Symphony \n  is illuminating, some questions might be stated as to what actually distinguishes \n  a rotation from a non-rotation, in other words, as to the relative importance \n  of elements suggesting repetition, on the one hand, and contrast, on the other. \n  As pointed out by Hepokoski, the opening motives, i.e., those in Rotation 1 \n  (measures 1–16), “supply most of the raw materials for the peak moment, although \n  they are not yet sounded in telos order” (341); this order is only achieved \n  in Rotation 3 (measures 55–82). However, if the order of elements is changed, \n  one may wonder the extent to which one can still speak of a repeated “rhetoric \n  pattern.” On the other hand, the closing Rotation 9, “one of whose points is \n  to demonstrate the valedictory abandonment of the rotational principle altogether” \n  (349), bears a slightly closer relationship with previous material than Hepokoski \n  assumes. As observed by him, “the concluding portion of Rotation 8 (measures 205–20) \n  functions as a rhetorical (not a tonal) reprise of the whole of Rotation 1 [ . . . ]” \n  (ibid.). Further, “reprises in general, we might suppose, have a built-in drive \n  to continue”; hence “we might suppose that the reprise in Rotation 8 would lead \n  to the same figure at the onset of Rotation 9” (ibid.) as that having occurred \n  in Rotation 2. And this, precisely, happens in a clearer manner than Hepokoski \n  observes. Whereas he points out a “free inversion ” relationship between \n  the top voices in the passages in question, the entire material of the opening \n  phrase of Rotation 2 occurs in a slightly varied original form in the lower \n  strings in Rotation 9, as illustrated by the vertical alignment of these passages \n  in Example 8 . (19) Moreover, the transpositional level of this material, the lower fifth, is the \n  same as in Rotation 8 in relation to 1; this enhances the sense in which Rotations \n  1–2 and 8–9 (or, to be precise, parts thereof) can be understood as \n  holding a “macro-rotational” relationship. All this is not to deny the merits \n  of Hepokoski’s fresh formal view but to suggest that in the present case the \n  connection between the framing sections, on the one hand, and the contrast of \n  the central section, on the other, are slightly stronger than his rotational \n  conception might give us to understand.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Finally it should be stated that the present review is not meant as a \n  balanced overview of Sibelius Studies, but as a commentary on its main \n  analytical and theoretical perspectives. In addition to such perspectives, those \n  interested in Sibelius will find discussion on topics such as semiotics, discography, \n  programmatic and biographic issues, incidental music, sketch studies, and metrical \n  revisions. And while the editors are to be criticized for how they have chosen \n  and weighted their analytical material, we may thank them for having compiled \n  this book in the first place to offer some kind of picture of the present state \n  of Sibelius research. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.02.8.4.vaisala.html",
    "data": "mto/data/mto.02.8.4.vaisala.json"
}