{
    "title": "Review of Glenn Watkins, <i>Pyramids at the Louvre</i>, Harvard University Press, 1994.",
    "date": "1996/05/01",
    "volume": "2",
    "issue": "4",
    "authors": [
        "Berman, Nancy M."
    ],
    "abstract": "",
    "keywords": [
        "collage",
        "cubism",
        "modernism",
        "orientalism",
        "postmodernism",
        "primitivism",
        "twentieth-century"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.4/mto.96.2.4.berman.pdf",
    "author_info": [
        {
            "name": "Nancy M. Berman",
            "university": "McGill Unversity",
            "address": "Faculty of Music, 555 Sherbrooke St. West, Montreal, Quebec, Canada H3A 1E3",
            "email": "bgno@musicb.mcgill.ca"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As this century draws to a close, historians in every field\nattempt to inscribe a narrative path on the panoply of\ntwentieth-century events, a path leading from the rapidly receding\nhorizon of the last fin de siècle to the turbulence of the present.\nWhile some authors claim post-historicity for much of our decade,\nothers tell tales of continuing progress and evolution. In Pyramids\nat the Louvre , Glenn Watkins uses the rubric of collage to explore\nModernism through its transition to Postmodernism, acknowledging\npersistent signs of continuity even in the purported absence of\nhistory.  Watkins offers a survey of twentieth-century music in which\nhistory is structured by what he understands to be the primary\nimpulses underlying much of twentieth-century culture: the cultural\nexplosions and reconstitutions typical of our century, the access of\nEurope and North America to each other and to the non-Western World,\nand the interdisciplinarity of both culture and theory. Many of the\ncultural events and artifacts scrutinized by Watkins are often\noverlooked in more traditional music history textbooks, while familiar\nworks and issues— The Rite of Spring , the Stravinsky-Schoenberg\npolemic—are seen from thoroughly new perspectives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The greatest strength of Watkins’s book lies in his approach to\nthe material: rather than move through the century along chronological\nand/or national lines, as do many surveys, Watkins traces the\nevolution of various musical and cultural trends, always keeping the\nreader abreast of the ways in which these cultural currents inform and\ninfluence each other.  Like many musicologists, Watkins approaches the\ntwentieth century via Debussy and Stravinsky.  In his discussion of\ntheir work in the first two chapters, however, he focusses not on the\nwhole of their oeuvres or even on their roles in the history of\ntwentieth-century music, but rather on their contributions to the\norientalist explosion at the fin-de-siècle . This opening section on\norientalism functions in turn as an introduction to Watkins’s\nextensive treatment of Primitivism in the next six chapters. Arguably\nthe richest of the book, these chapters establish what Watkins\nconsiders to be one of the primary conditions of twentieth-century\nModernism: Primitivism, in its multifarious guises and manifestations,\nas well as the modern West’s fascination with all things “primitive”\nand its willingness to construe much of what defines twentieth-century\nculture as primitive, continually surfaces throughout the rest of the\nbook.  In section three, “Clockwork,” Watkins tackles the issue of\nStravinsky as a musical cubist, and investigates Modernist\nPrimitivism’s potential for accommodating forces such as Cubism; in\nsection four, “Masquerades,” Watkins deals with the commedia\ndell’arte , the allure of machine technology (whose capacity for\ndepersonalization gave Primitivism new meaning between the wars), and\nStravinsky’s Oedipus and Agon ; and finally in section six, he\naddresses the issue of collage head on, reviewing some of the material\npreviously covered, and discussing music and culture from World War II\nuntil the present.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The interdisciplinary perspective that Watkins brings to his\nsubject matter allows him the flexibility not only to collect a huge\nvariety of material in one volume, but also to examine from a variety\nof viewpoints the subjects that most interest him.  This is good news\nfor Stravinsky enthusiasts: Watkins explores the composer and his work\nfrom many different angles, several of them new, all of them\ninsightful and provocative.  Not only does Stravinsky make appearances\nas an orientalist, a primitivist, a modernist, and a classicist, but\nalso, and most intriguingly, as a cubist and a simultaneist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Pyramids at the Louvre is impressive in its scope, covering, as\nits subtitle states, “music, culture and collage from Stravinsky to\nthe postmodernists.”  The intended audience seems to be undergraduate\nmusic students and educated laypersons with an interest in\ntwentieth-century music and culture: technical terms, when used, are\nbriefly defined in parentheses, and Watkins does not usually include\nobservations that must be substantiated by in-depth musical analysis\n(although he does refer the reader to sources which offer more\ndetailed analyses of works which he discusses from a theoretical\nperspective).  Nevertheless, such a substantial amount of information\nis put forth by Watkins that even the most seasoned musicologist has\nmuch to glean.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The enormity of such an undertaking has its drawbacks, however.\nOn reading the book, the focus often seems almost too broad: this\nveritable smorgasbord of material is not always cohesive, intriguing\nspecificities are often not fully explored, and some of the discussion\nsuffers from an anecdotal superficiality.  In his albeit captivating\ndiscussion of machine technology in chapter 12, “Masks and Machines,”\nfor example, Watkins travels in a matter of pages from Antheil’s Ballet Mecanique through Adorno’s opinions on culture and technology\nto the music of John Zorn and Michael Daugherty. This whirlwind tour\nis fascinating; a slower pace would permit the reader more thoroughly\nto absorb the sights along the way.  In the same chapter, Watkins\nintroduces the idea of a “new humanity” prevalent among artists in the\n1920s (page 334).  Watkins could have placed greater stress on the fact\nthat this wave of utopic striving permeated the arts and sciences,\nfrom architecture to physical fitness, from Italy to France and\nGermany.  This quest for utopia was discussed both in the mainstream\nmedia and in alternative publications.  In the Parisian journal l’Esprit nouveau , for example, the desire for a new humanity\ncharacteristic of the time is manifest both in cultural commentary and\nin articles on physical fitness.  One of the journal’s regular\ncolumnists, Dr. Winter (his area of expertise was health and physical\nfitness), wrote in 1923 about the link of the architecture of Le\nCorbusier to a new spirituality and a new awareness of physical\nhealth: “When will we have the habitations of Le Corbusier—his\ncities, his interiors?  Soon, soon, because we need a new space in\nwhich to live . . . Society, seen from this new angle, must be\nentirely rebuilt . . . We have abandoned our bodies to the doctors\nlike we used to abandon our spirits to the priests . . . A new body,\nrich with a new spirit, will express itself tomorrow . . . ” ( l’Esprit\nnouveau , no month, 1923, pages 1756–1758).  Yet when Watkins introduces\nthe “new humanity,” as it relates to Leger’s Ballet Mecanique and\nfilm, he leaves the reader unaware of its greater significance and the\nmomentum it carried outside the realm of this work.  Given this lack\nof context, the reader is left somewhat confused at the key sentence,\n“Th[e] unmediated emphasis upon pure form and primary shape stood at\nthe heart of the new humanity and bonded naturally to the Purist’s\ncelebration of the technological transformation of existence” (page\n335).  Observations such as this abound; the reader is often left to\nunpack the many important concepts lurking within sometimes murky\nprose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Much recent writing on Modernism and Postmodernism deals\ncritically with works of art, approaching them not as autonomous\naesthetic objects but rather as cultural constructs, texts imbued with\nsociopolitical significance; from this perspective works of art are\noften understood, for example, as manifestations of patriarchal power\nstructures or colonialist venture. Watkins, however, makes his stance\nclear from the beginning: . . . the perceptions recorded here were intended less as a lively, \nfrontal assault on a recent species of musicological reductionism \ngiven to pruning away contextual detail than as an affectionate \nattempt to return to the musicological discourse many of the \napproaches that have been somewhat aggressively strained out in recent \nyears . . . (page 8).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Watkins’s affection for his subject matter shines through on every\npage, and indeed makes for a refreshing alternative to some recent\nwriting on similar subjects.  Nevertheless, his defensiveness with\nregard to recent musicological and critical inquiry sometimes detracts\nfrom his arguments.  For example, in chapter 6, “Josephine and Jonny,”\nWatkins includes as an illustration a poster used to advertise La\nRevue negre , a music-hall act performing at the Theatre des\nChamps-Elysees in Paris in 1926. The black performers portrayed in\nthe poster are caricatured such that they clearly resemble baboons:\nfrom our late-twentieth-century North American perspective, we can not\nhelp but cringe. In response to this anticipated reaction, Watkins\ntries to dismiss the reader’s immediate impression by explaining that\ncaricature in this case can be traced “to minstrelsy’s own venerable\ntradition of parody and burlesque,” and that the painter, Paul Colin,\nwas interested in “ethnological and historical perspectives rather\nthan racist portraiture” (page 142–43).  While these statements in\nthemselves may be true, Watkins’s discussion of the matter would have\nbeen greatly enhanced had he addressed not only the intent of the\nartist, Paul Colin, but also the ways in which images such as these\nwere received by the European public.  In this way he would have made\nexplicit some of the pervasive views (acknowledged implicitly by\nWatkins elsewhere in the book) held by Europeans regarding Africans\nand African-Americans.  As Watkins illustrates in his discussion of\nJosephine Baker, African-Americans may have been subjected less\novertly to racism in Paris than in New York; nevertheless, Africa,\nlike the Orient, functioned as “them” to Europe’s “us,” representing\nEurope’s own pre-history, a place and time lower down and further back\non the evolutionary scale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] A more critical approach would have enhanced several of Watkins’s\notherwise fascinating revelations.  In chapter 3, for example, Watkins\nseems to excuse the practice of displaying Samoan, Sudanese and Indian\nvillages replete with human inhabitants “as part of a typical summer’s\nentertainment” at the Dresden Zoo in the summer months between 1905\nand 1910.  Apparently the villages complemented the Benin bronzes and\nMexican artifacts on display in the Dresden Ethnographic Museum, and\ncontrasted with contemporaneous practices at the Bronx Zoo, where\nvillagers were displayed as captives in cages rather than as\n“commercial Volkerschauen in the zoological gardens” (pages 77–78).\nIn his refusal to discuss the political implications of these\npractices, perhaps for fear of denigrating the Western art influenced\nin some way by them, Watkins tries the reader’s faith in his exegeses.\nGiven that he takes the reader through to the late twentieth century\nand purports to deal with Modern and Postmodern culture, some\ndiscussion of the colonialist and post-colonialist implications of\npractices such as these would have added a rich dimension;\nfurthermore, this type of discussion need not dull the appeal of the\nworks dealt with.  Indeed, knowledge of some of the underlying\ncolonialist implications of Primitivism helps us gain not only an\nunderstanding of the cultural exploitation and appropriation by the\nWest of other cultures, but also, and more importantly in this\ncontext, an awareness of the ways in which Western artists used\nPrimitivist techniques in order to critique Western values.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Much recent writing on Primitivism and colonialism addresses the  \nissue of displaying “tribal” peoples: such exhibitions not only  \nsymbolized the extent of the “mother” country’s territories, but also  \nindicated the lower evolutionary stages that the West believed these  \ncultures represented.  Any pretense to scientific inquiry, however,  \ndid not diminish the overriding experience on the part of Western  \nviewers of being witness to an exotic spectacle (for a pictorial  \nrepresentation of such a scene see The Whites Visiting the Blacks from Fliegender Blätter 1905, reproduced in Colin Rhodes, Primitivism and Modern Art , page 95).  Colonialism required that  \nsubject peoples be described, presented, or represented by the  \ncolonial power in order that the mother country could continue to  \nexercise control over them.  Institutional Western representations of  \n“primitive” peoples were based on the administrative needs of the  \nmother country, and thus were often mere stereotypes.  Primitivism in  \nmodern art, however, must also be seen within the context of the  \ncritical stance taken by the moderns to many of the cultural  \ninstitutions and disciplines of the modern West, and, indeed, to  \nmodernism itself.  In their search for and summoning of the  \nPrimitive, modern artists reacted against the notion of scientific  \nprogress, increasing urbanization, rationalism, and formalism;  \nagainst, in sum, the very foundations of modern Western civilization.  \nHowever, as Colin Rhodes explains ( Primitivism and Modern Art [London, 1994]), modern artists paradoxically had to rely on the  \ndefinitions of the primitive created and maintained by the very  \ninstitutions and disciplines of which they were critical.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The time is ripe to view works such as Le Sacre in light of the\nModernist’s disillusionment with modernity itself. Yes, as Watkins\nclearly demonstrates, Le Sacre was received as “primitive,” and its\ncritical reception reveals the mutability of the Primitivist identity\nin the pre-World War I period: Le Sacre’s “barbaric” rhythms, while\noften understood to be relics of pagan Russia, were just as easily\ninterpreted as African, Oriental, Caribbean, and North American\nIndian.  But how did the work, in its music, dance and set design,\ncritique or even transgress Western values?  We would demean\nStravinsky in no way by considering the highly cherished Western\nbinarisms that were destabilized by the composer et al in Le\nSacre : individual/collectivity, nature/culture, us/them, to name a\nfew.  In several ways, Stravinsky and company implied that the\neminently civilized Parisian audience was not as distant from the\nprimitives portrayed on stage as they would like to have believed;\nindeed this suggestion was confirmed at the outbreak of World War I\none year after the premiere of Le Sacre .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Only by engaging more fully with issues of colonialism and\nWestern identity can many of the most fundamental impulses informing\ntwentieth-century culture be fully explored.  Even Watkins’s use of\ncollage as a category encompassing the diverse trends of the twentieth\ncentury demands closer scrutiny with regard to these issues.  Watkins\nuses the term collage as a metaphor: “ . . . citation refers less to\nthematic recall of familiar tunes than to the assemblage and\nrearrangement of a rich parade of cultural loans,” and juxtaposition\n“italicizes complementary qualities in the seemingly contradictory”\n(page 3).  The metaphor allows him access to an enormous number of\ntwentieth-century works.  Although he admirably manages to distinguish\nmany of the various ways in which citation and juxtaposition occur in\ntwentieth-century music, he does not explicitly address the ways in\nwhich collage techniques serve to confirm or challenge aspects of\nWestern cultural identity; nor do his discussions of the reasons\nbehind collage’s “rising tide of glamour” (page 3) take into account\nissues of Western cultural identity.  It goes without saying that the\ncultures “on loan” are generally borrowed by the West from non-Western\ncultures, or from the non-modernized West (in the case of some folk\nand popular borrowings); the complementary qualities enhanced through\njuxtaposition are often those that have been thoroughly repressed in\nthe culture doing the juxtaposing.  Watkins tends to play down these\nperspectives, even though his book is based implicitly on them.\nConsider: “That artists have not always avoided value judgments and\nhave exhibited an occasional tendency to devalue as they plundered,\ncannot be denied. The view of the East as opulent, colorful, and\nintriguing but also by turns sinister, menacing, and erotic has\nclearly fueled Western appetites both political and artistic.  On all\nfronts, however, investigation generally has led not so much to a\ndiscovery of passions felt in the East that were absent in the West as\nto the capacity to paint them in more vivid tones for having been\nobserved at some remove from mundane experience” (page 15).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As Edward Said and other authors have argued, the Orient as such\n(as well as Africa, Oceania, and other non-Western cultures) is to\nsome extent an invention of the West; the West used (and still uses)\nthe East as a site of projective identification, a mirror with which\nto explore aspects of its own identity. Whether or not devaluation and\nplundering are involved is in some respects almost irrelevant; more\nimportant is the fact that cultural appropriation, with or without\nattendant exploitation, allows the West to continually confirm,\nchallenge and create its own identity. Watkins often hints at this\nstate of affairs, but never states it explicitly, again, I think, for\nfear of accusing composers themselves of cultural exploitation,\ndevaluing and plundering. While perhaps an artist can be exempt in\nsome circumstances from colonialist rhetoric and activity, the culture\nof which that artist is a member surely can not.  To paraphrase Said,\na European comes up against the Orient as a European first, an\nindividual second ( Orientalism , page 11).  A more critical look at the\nnotion of collage would also tell us more about the techniques\ninvolved as well as the thoughts of composers regarding these\ntechniques.  For example, do instances of citation, influence and\njuxtaposition always constitute collage?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] For anyone with even a passing interest in the kaleidoscopic\ncultural landscape of our century, Pyramids at the Louvre is well\nworth becoming acquainted with; for students of twentieth-century\nmusic history, this volume (or at least parts thereof) should be\nrequired reading.  Watkins’s treatment of the back-and-forth\ntransatlantic influences in the first half of the century (see\nespecially chapter 8) is unparalleled, and of great interest to anyone\npursuing questions of crossover idioms.  His insights, observations\nand hypotheses are not only original but often scintillating (see for\nexample, his theory that the first of Stravinsky’s Three Pieces for\nString Quartet of 1914 was intended as part of a theatrical\npresentation, David , proposed by Cocteau [page 235]), and never fail\nto stimulate the imagination. He writes with a sense of sincerity and\ndepth of feeling for his subject, and draws on a wealth of research as\nwell as on his own personal experience of and love for this\nmaterial. Watkins is to be commended for providing a point of\ndeparture for a myriad of destinations throughout the twentieth\ncentury.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.96.2.4.berman.html",
    "data": "mto/data/mto.96.2.4.berman.json"
}