{
    "title": "Review of Edward Gollin and Alexander Rehding, eds., <i>The Oxford Handbook of Neo-Riemannian Theories</i> (Oxford University Press, 2011)",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Kochavi, Jonathan"
    ],
    "abstract": "",
    "keywords": [
        "neo-Riemannian theory",
        "Riemann",
        "dualism",
        "function theory",
        "Harmonieschritte"
    ],
    "doi": "",
    "received": "August 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.kochavi.pdf",
    "author_info": [
        {
            "name": "Jonathan Kochavi",
            "university": "Department of Music and Dance",
            "address": "Swarthmore College, 500 College Avenue, Swarthmore, PA 19081",
            "email": "jkochav1@swarthmore.edu"
        }
    ],
    "citations": {
        "belinfante_1904": "Belinfante, Ari. 1904. “De leer der tonale functien in conflict met die der polaire tegenstelling.” Orgaan van de Vereeniging van Muziek-Onderwijzers en –Onderwijzeressen 4, no. 9: 1–2.",
        "capellen_1901": "Capellen, Georg. 1901. “Die Unmöglichkeit und Überflüssigkeit der dualistischen Molltheorie Riemann’s.” Neue Zeitschrift für Musik 97: 529–31, 541–43, 553–55, 569–72, 585–87, 601–3, 617–19.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15, no. 1: 9–40.",
        "cohn_1997": "Cohn, Richard. 1997. “Neo-Riemannian Operations, Parsimonious Trichords, and Their Tonnetz Representations.” Journal of Music Theory 41, no. 1: 1–66.",
        "cohn_1998": "Cohn, Richard. 1998. “An Introduction to Neo-Riemannian Theory: A Survey and Historical Perspective.” Journal of Music Theory 42, no. 2: 167–80.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromaticism and the Triad’s Second Nature . New York: Oxford University Press.",
        "hyer_1989": "Hyer, Brian. 1989. “Tonal Intuitions in Tristan und Isolde.” Ph.D. diss., Yale University.",
        "hyer_1995": "Hyer, Brian. 1995. “Reimag(in)ing Riemann.” Journal of Music Theory 39, no. 1: 101–38.",
        "klumpenhouwer_1994": "Klumpenhouwer, Henry. 1994. “Some Remarks on the Use of Riemann Transformations.” Music Theory Online 0.9.",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformations in Nineteenth-Century Music . Cambridge: Cambridge University Press.",
        "lewin_1982": "Lewin, David. 1982. “A Formal Theory of Generalized Tonal Functions.” Journal of Music Theory 26, no. 1: 23–60.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven: Yale University Press. Reprint, New York: Oxford University Press, 2007.",
        "riemann_1880": "Riemann, Hugo. 1880. Skizze einer neuen Methode der Harmonielehre . Leipzig: Breitkopf und Härtel.",
        "riemann_1905": "Riemann, Hugo. 1905. “Das Problem des harmonischen Dualismus.” Neue Zeitschrift für Musik 72: 3–5, 23–26, 43–46, 67–70.",
        "riemann_1906": "Riemann, Hugo. 1906. Handbuch der Harmonielehre . 4th ed. Leipzig: Breitkopf und Härtel.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Cohn reiterates this position in his recent book Audacious Euphony ( 2012 ).",
            "citations": [
                "cohn_2012"
            ]
        },
        "FN2": {
            "text": "2. A comparison of the cited sources in 1998 JMT issue and the current compendium provides a vivid demonstration of the shift in perspectives. A glance through the combined bibliography of the current volume shows 44 entries authored by Riemann, four by Helmholz, five by Rudolf Louis, and two by Hauptmann. In the 1998 set, the last three of these four authors appear in two references in toto , while Riemann himself is represented by a single entry ( Riemann 1880 ). Of the commonly cited nineteenth-century theorists, only Marx seems to have fared worse in the Gollin and Rehding volume by this rough metric: Marx is completely absent from the lengthy selected bibliography here (despite passing mentions in Cohn’s contribution and in one of the Riemann translated excerpts).",
            "citations": [
                "riemann_1880"
            ]
        },
        "FN3": {
            "text": "3. Klumpenhouwer turns to the S/W system again in his contribution to the current volume (Chapter 6) in order to mediate the seeming contradictions between Riemann’s dualism and his function theory (see below).",
            "citations": []
        },
        "FN4": {
            "text": "4. “The true guide through the labyrinth of possible harmonic successions is no longer the nomenclature of Harmonieschritte but rather that of function” ( Riemann 1906 , 134), as quoted by Engebretsen (364).",
            "citations": [
                "riemann_1906"
            ]
        },
        "FN5": {
            "text": "5. Kopp himself discusses the disconnect between the traditional neo-Riemannian operators and Riemann’s conception of these in Kopp 2002 .",
            "citations": [
                "kopp_2002"
            ]
        },
        "FN6": {
            "text": "6. The awkward construct of the phrase “traditional neo-Riemannian theory” is meant to designate the usual sense of the term “neo-Riemannian theory” as described, say, in Cohn 1998 , and is inevitable in the context of a discussion of a volume whose title includes the plural “neo-Riemannian theories.” Cohn 2012 (xiii–xiv) confronts this terminological conundrum by avoiding the term “neo-Riemannian” altogether.",
            "citations": [
                "cohn_1998",
                "cohn_2012"
            ]
        },
        "FN7": {
            "text": "7. Klumpenhouwer explicitly rejects the strategy of historicism—relevance afforded by historical position instead of “truth”—in staging his defense of dualism (see 194–95).",
            "citations": []
        },
        "FN8": {
            "text": "8. Tymoczko argues that any insights that might be revealed by dualism are a by-product of its association with efficient voice leading.",
            "citations": []
        },
        "FN9": {
            "text": "9. The term “hybrid” also appears in the contributions by Cohn (Chapter 11) and Harrison (Chapter 20). Cohn uses the term to describe the neo-Riemannian system’s differing mechanisms of application at the local and global levels (like a hybrid car). Harrison uses it in reference to crossing the transformational approach with others in “producing vigorous analytical [systems]” (as a composite). Rings elsewhere examines the pitfalls of systemic hybridization ( Rings 2011 ), and here uses the term to embody the “methodological tension” inherent in neo-Riemannian theory which embraces both “disruption and coherence.”",
            "citations": [
                "rings_2011"
            ]
        },
        "FN10": {
            "text": "10. The 1998 JMT issue came out of work done in conjunction with John Clough’s 1993 and 1997 Buffalo symposia, giving the authors a chance to cross reference their work ahead of publication. At least a few of the chapters in the present volume originated in the 2001 Buffalo meeting, but not enough to produce a robust web of cross pollination.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the Preface to the impressive compilation of twenty contributed chapters making up The Oxford Handbook of Neo-Riemannian Theories , editors Ed Gollin and Alexander Rehding begin with Riemann himself: The theoretical work of Hugo Riemann (1849–1919) has attracted much attention in recent years.... [T]he renewal of Riemann’s ideas has reinvigorated the discipline of music theory, offering the prospect of establishing a new music-theoretical paradigm, to complement and stand alongside the two well-established systems of Heinrich Schenker and Allen Forte. (ix) After a quick overview of the development of the field of neo-Riemannian theory, the editors list the purpose of the book as twofold: “to provide contemporary perspectives on Riemann’s scholarship and to illustrate the way the Riemannian perspective shapes and informs contemporary analytical and theoretical scholarship.” In these endeavors, this beautifully produced volume succeeds superbly. The twenty chapters by leading researchers in the field are consistently illuminating and thought-provoking, and the overall read presents a thorough, multi-dimensional depiction of the German theorist, his evolving thoughts on the nature and organizing principles of tonality, and modern-day appropriations of his ideas in the context of North American academic music theory. Example 1 . Chapter titles and authors. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The 600-page text is organized into six parts: Intellectual Contexts (Holtmeier, Steege, Hyer, Gelbart/Rehding), Dualism (Bent, Klumpenhouwer, Rehding, Tymoczko), Tone Space (Gollin, Clark, Cohn), Harmonic Space (Engebretsen, Gollin, Kopp), Temporal Space (Caplin, Burnham, Berry), and Transformation, Analysis, Criticism (Rings, R. Cook, Harrison). Each of the six sections is preceded by a one- to two-page introduction, including a brief synopsis of each chapter, and the entire volume ends with a short glossary of mostly German terms that Riemann used in his writings. A list of the chapter titles is given for reference in Example 1 . The organization here has been carefully planned by the editors in order to capitalize on strong points of contact between chapters that have been placed consecutively. Although this strategy leads to a couple of oddly categorized chapters (Clark’s fabulous contribution, in particular), it generally achieves its goal brilliantly, creating a compelling momentum in what might be called the middleground, chapter-by-chapter progression. The logical sequence to the overall content, however, does not preclude the reader from jumping in at any point in the volume; the material of any given chapter is self-contained, and yet there is commendably minimal direct repetition of foundational material over the course of the volume.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The editors’ choice to concentrate on Riemann in a compilation whose title suggests a neo-Riemannian survey jars initially, but it reflects a deep and, of late, growing concern in our discipline to situate our lines of theoretical and analytical inquiry in the rich historical continuum of the field. This approach represents a dramatic shift from earlier perspectives and deserves a brief digression here. We can trace this epistemological swivel through the recent history of neo-Riemannian theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Accounts detailing the origins of the modern field of neo-Riemannian theory will often cite David Lewin’s “A Formal Theory of Generalized Tonal Functions” ( 1982 ) as the initial entry into this line of inquiry. Elements of Riemann’s own theory only apply in passing there however, as Lewin makes clear: “The formalistic approach of the discussion...to matters such as the interrelations of triads and systems can be particularly associated with the spirit and work of Hugo Riemann. For that reason, I shall call the basic abstract structure we will study a ‘Riemann System’” ( Lewin 1982 , 25). The startling aspect of the article at the time was not its appeal to Riemann, but the ease with which Lewin carried over the tools of formalism generally associated with atonal theory to the tonal realm; the nod to the past was honorific. Connecting the work to Riemann was certainly anti-historicist, but could hardly be called presentist either: Lewin’s perspective was that of a formalist whose investigation intersected tangentially with Riemann (and a number of other historical theorists).",
                "footnotes": [],
                "citations": [
                    "lewin_1982",
                    "lewin_1982"
                ]
            }
        },
        {
            "5": {
                "text": "[5] In his introductory article to the 1998 issue of the Journal of Music Theory dedicated to the then-coalescing field of neo-Riemannian theory, Richard Cohn further distances the theory from its namesake in a way that echoes Lewin’s description of his system in relation to the syllables /rē-män/, noting “the term ‘neo-Riemannian’ is most pertinently viewed as synechdochally [sic] appropriating the name of Riemann, to represent a tradition of German harmonic theory which his writings culminated and perpetuated in the twentieth century” ( Cohn 1998 , 175). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "cohn_1998"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Thus, despite their similar titles, the JMT issue and the present volume represent quite different perspectives. It is hard to argue with the fact that the growing field of neo-Riemannian theory has resulted in a renewed interest in the historical theorist whose name had been appropriated, synechdochically or not. The eleven articles in JMT were seeking to extend the theoretical scope and analytical power of the neo-Riemannian enterprise guided in part by Riemann, but much more immediately by the foundational work done by Cohn ( 1996 , 1997 ), Lewin ( 1982 , 1987 ) and Hyer ( 1989 , 1995 ). In the twenty chapters here, the focus is squarely on Riemann himself, here rescued from his synechdochical limbo and placed at the center of the investigative solar system. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "cohn_1996",
                    "cohn_1997",
                    "lewin_1982",
                    "lewin_1987",
                    "hyer_1989",
                    "hyer_1995"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Or is he? Just as it is a deceptively tricky prospect to prove whether the earth revolves around the sun or vice versa—at least without telescopes of the power achieved hundreds of years after Copernicus first proposed his heliocentric model—it is somewhat unclear whether we are observing Riemann directly here or whether we are viewing his reflection through a mirror uniquely placed in our own time (a “dual” Riemann?).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] One salient example of the complicated relationship between Riemann and traditional neo-Riemannian theory is encapsulated nicely in Engebretsen’s investigation (Chapter 12) into the evolving relationship between the two understandings of Riemann’s Schritt/Wechsel system. She notes that Riemann’s conception, “[in] its capacity to account for triadic relationships independent of key, anticipates the fully chromatic orientation of the neo-Riemannian approach” (351). The choice of the word anticipates as opposed to inspired is consistent with Cohn’s ( 1998 ) original positioning of the system and with the ex post facto appropriation of the S/W system by neo-Riemannian theorists after some of the basic transformational aspects of their approach had already been established (as in the early work by Lewin and Hyer). Indeed, Klumpenhouwer ( 1994 ) offered the Riemannian S/W system as a corrective to the transformational schemes in these early contributions, which combine dualist (Schritte and Wechsel) and non-dualist (functional) features. (3) By viewing the P, L, and R transformations as extractions from the Harmonieschritte , the neo-Riemannian perspective could recover the fully dualist mode and situate it within Riemann’s original conception. However, as Engebretsen notes, this recontextualization led to an analytical model—although fully dualist—at odds with Riemann’s fundamental concerns: [A]lthough the Harmonieschritte describe relationships independent of key, Riemann did not necessarily hold these relationships to confer a strong sense of coherence independent of key—essentially the position assumed by neo-Riemannian theorists, who have located the source of nonfunctional tonal coherence in the combinatorial logic of a handful of triadic transformations. (352) The problem is made even more complex by the fact that neo-Riemannian use of the PLR relations came from Riemann’s Tonverwandtschaften , with modifications to the basic T, D, and S scheme in order to create a functional continuum, discussed by Hyer in his contribution to this volume (Chapter 3). Hyer emphasizes the incompatibility between the two models: The Harmonieschritte thus compete with the Tonverwandtschaften , which constitute not a mere alternative conception or notation of fundamental-bass progressions, but a radically different means of chord connection, one based on invariant or preserved dyadic intervals rather than directed intervals between groundtones.... [Unlike the Tonverwandtschaften ], the Harmonieschritte are not themselves functional. The Harmonieschritte are neutral with respect to harmonic function. (108)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "cohn_1998",
                    "klumpenhouwer_1994"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The “slippage,” as Engebretsen calls it, from the functional to the abstract in neo-Riemannian theory is only partially reversed with the later appeal to the (earlier) Harmonieschritte . Retaining the by now familiar labels P, L, and R mischaracterizes the non-functional neo-Riemannian treatment of these operators, but justifying the practice by isomorphically associating them with the Harmonieschritte artificially elevates a system which in Riemann’s own writings was eventually superceded by his fleshed out theory of function. (4) This is precisely the type of mismatch between the modern and historical approaches that fuels Kopp’s contribution (Chapter 14), in which he bemoans the “inclination to focus selectively on those aspects of a historical theory or theories which have relevance to a contemporary approach (hence assigning the name ‘neo-Riemannian’ to a theory with non-Riemannian attributes)” (414, n. 3). (5) To summarize this narrative from the neo-Riemannian perspective then, the P, L, and R (along with other more unambiguously functional) operators were co-opted from Riemann’s late theory of function, reconfigured using equal temperament and enharmonic equivalence, mapped back onto Riemann’s earlier theory of abstract Harmonieschritte , and further imbued with implications of coherence not shared by Riemann himself. Investigating the paleo-Riemann from the perspective of a readership more familiar with the neo-Riemann of the twenty-first century, therefore, involves not simply following Riemann’s own conceptual evolution, but also untangling the historical thread that got us here from there. It is process that requires extreme care and precision, and the chapters here provide us with a dynamic dialogue between past and present to guide us towards this goal admirably.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The compilation is far too wide-ranging to summarize effectively in a short review. Instead, we can attain an overall impression of the perspectives expressed in the twenty chapters by breaking the contributions into two general categories: those chapters that are primarily about Riemann himself with only indirect or brief reference to traditional neo-Riemannian theory, and those chapters that engage directly with traditional neo-Riemannian theory. (6) The Riemann chapters can be further split into two subcategories that might be called “historical Riemann” and “living Riemann.” The historical Riemann chapters offer the perspective of twenty-first century theorists looking back on Riemann as a key figure in the history of theory, discussing his writings within the context of his time and his own evolving views on tonality. The living Riemann chapters, on the other hand, have the authors trying to act “Riemannian,” presenting a kind of alternate neo-Riemannianism, one that begins with Riemann’s ideas (or more accurately, some subset of these ideas) treating them as fundamental (if not infallible) rather than using Riemann as a tool to get at some specific concept that we are already interested in, e.g., transformation theory or minimal voice leading.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The other large category of chapter topics here, those that center on traditional neo-Riemannian theory, can also be separated into two subcategories. The first of these, which I will call “Riemann reconsidered,” involve discussions that are still focused on Riemann himself, but with a perspective that is solidly grounded in our own time, essentially reevaluating and /or recontextualizing Riemann from a neo-Riemannian point of view. The second of these categories can be called “neo-Riemann reconsidered.” In these chapters the authors reconfigure neo-Riemannian theory with an appeal back to Riemann himself, often from a critical vantage point, achieving a new kind of “neo-Riemannianism,” combining traditional neo-Riemannian theory with elements of its namesake. Example 2 . Chapter content by category. Also includes indicators for direct translations of Riemann and the presence of extended musical analyses. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Example 2 classifies the 20 chapters into these resulting four categories, as well as indicating those chapters that include direct translations of Riemann and those that include extended analyses. In order to frame the differences between these approaches, we can choose single representatives from each category and trace the divergent responses each has to a related concept. One complicated issue that returns in various guises throughout the entire volume is the relationship between Riemann’s adherence to harmonic dualism and his continued use of function theory to capture our psychological experience of hearing tonal music. In 1904 , Ari Belinfante published a critique of Riemann along these lines, claiming that Riemann’s adoption of the functional categories and the elaborate labeling system could not reasonably coexist with his view on the dualistic relationship of major and minor triads, writing that the fact that Riemann did not overtly reject dualism in his newer work was simply a sign that he “lacked the guts to admit an honest change of heart.”",
                "footnotes": [],
                "citations": [
                    "belinfante_1904"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Riemann confronts Belinfante directly in his article “Das Problem des harmonischen Dualismus” from 1905 , published in the Neue Zeitschrift für Musik , translated in Chapter 5 of the current volume by Ian Bent (of the historical Riemann variety). Bent’s commentary on the article is brief, but highly enlightening. He positions Riemann’s article as an oblique response to Georg Capellen’s 1901 “The Impossibility and Superfluousness of Riemann’s Dualistic Theory of Minor,” but more significantly as a crucial step in the evolution of the foundational assumptions of Riemann’s theories. In the article, Riemann completes the move away from the acoustical justification for dualism, not only reaffirming his rejection of the aural existence of undertones, but also discarding overtones as the explanatory source for the harmonic system. Riemann dismisses Belinfante’s critiques with a combination of ad hominem attacks, clarifications of the developmental continuity of his own (Riemann’s) thoughts, and appeals to the historical consistency of his system (specifically \nwith reference to Rameau). The rich historical account that Bent gives here informs his conclusion that “Belinfante is held up as a straw man here to avoid having to engage with Capellen’s much more aggressive criticisms” (169).",
                "footnotes": [],
                "citations": [
                    "riemann_1905",
                    "capellen_1901"
                ]
            }
        },
        {
            "14": {
                "text": "[14] In the next chapter, Henry Klumpenhouwer discusses harmonic dualism not as a historical artifact, but as a legitimate system to formalize harmonic relations ( living Riemann ). (7) From his vantage point, Belinfante’s criticisms are to be taken seriously, standing in for all attacks on Riemann’s dualism. Klumpenhouwer uses the exact term Bent used, “straw-man,” here applied to Belinfante ’s rhetorical strategy in setting up “hard dualism” in order to demonstrate its failure. Citing Riemann’s inadequate response in “Das Problem,” Klumpenhouwer lodges his own spirited defense of dualism by “refrain[ing] from projecting monist expectations for how hard dualisms must operate” (205). Notably, Klumpenhouwer’s defense (as well as his subsequent analysis) is grounded almost exclusively on Riemann’s own theories; there is no neo-Riemannian lens here.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Dmitri Tymoczko approaches the same question from a fundamentally divergent vantage point, that of a modern day neo-Riemannian ( Riemann reconsidered ). To respond to Belinfante-like objections, Tymoczko reframes Riemannian dualism in twenty-first century terms, now “understood as an attempt to augment the Rameau/Weber symmetries [of octave shift, chord note reordering, note duplication, uniform chromatic or diatonic transposition, and tertian triadic extension, as applied to tonal progressions] with (uniform) inversional equivalence” (250). Since “traditional tonal syntax” is not “invariant under inversion,” Tymoczko’s reframe allows him to dismiss dualism outright, at least in reference to “traditional tonality.” (8) Tymoczko’s neo-Riemannian view, therefore, leads him to an even harder dualism than Belinfante’s, its incompatibility with Riemannian function theory so obvious that it is only remarked upon briefly in a footnote.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Loosening the tight reins of dualism vs. function discussion thus far, we can consider Steve Rings’s contribution (Chapter 18). Originally constructed as a spatial representation of tone relations informed by the dualistic implications of acoustics, the Riemannian Tonnetz , stripped of its centricity, has been co-opted by neo-Riemannian theory in the service of analyzing nontonal “crises” in otherwise tonal music. Rings reenvisions the Tonnetz as a space modeling both tonic gravitational pull and tonal function while maintaining the compelling transformational algebra that characterizes the neo-Riemannian perspective ( neo-Riemann reconsidered ). Rings’s hybrid use of the Tonnetz —as a paleo- and neo-Riemannian space, as a visualization of dual and functional relationships—parallels his eloquent appeal for a hybrid model of analysis more generally: one that combines the Riemannian value of seeing in music a “relentless normativity” and the neo-Riemannian value rendering the “compositionally extraordinary” maximally coherent under a shift in analytical perspective. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] With a volume as diverse and complex as this, there will be quibbles and squabbles. The authors themselves disagree on points of Riemannian interpretation and application, as should be clear from the summaries above. As a reader of the volume as a whole, I would have been interested to have seen more direct engagement between the authors here; it is clear that they did not read each others’ drafts ahead of submitting their chapters. (10) However, the editors’ choice to leave it to individual readers to discover these points of contact for themselves based on the sequential layout of the chapters is perfectly justifiable; any such commentary might have served to pigeonhole the reader’s reaction to their multifaceted text. And, as mentioned above, the independence of the chapters does allow for selective, non-sequential reading. In the end, it is the consistently high quality of the chapters’ content that earned the volume the well-deserved Citation of Special Merit by the Society for Music Theory in 2012.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] This Handbook owes its existence to the confluence of Hyer’s work on Wagner and Riemann and Cohn’s investigation into minimal voice-leading. The synergy between these two research programs, with their seemingly disparate questions, produced a groundswell towards mining Riemann for further insights that could inspire new directions of inquiry. Ultimately, the publication of the current Handbook speaks to an admirable agility in our field, an agility allowing for an embrace of new (or at least neo-) ideas, a broad dispersion of and immersion in those ideas, a thorough contextualization of them, and a plethora of new developments motivated by them all within a span of two decades.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.4.kochavi.html",
    "data": "mto/data/mto.12.18.4.kochavi.json"
}