{
    "title": "Horizontal-Shifting Counterpoint and Parallel-Section Constructions in Contrapuncti 8 and 11 from J. S. Bach’s <i>Art of Fugue</i>",
    "date": "2018/12/01",
    "volume": "24",
    "issue": "4",
    "authors": [
        "Collins, Denis B."
    ],
    "abstract": "Contrapuncti 8 and 11 from Bach’sArt of Fuguedemonstrate triple fugal writing in three and four parts respectively. Contrapunctus 11 employs the original and inverted forms of the three subjects used in Contrapunctus 8. This paper investigates specific contrapuntal techniques used by Bach to articulate the sectional designs of each contrapunctus and to identify combinations of particular structural importance across both works. The approach draws upon the term horizontal-shifting counterpoint, originally coined by the early twentieth-century Russian theorist Sergei Taneyev, to assist in describing Bach’s sophisticated use of imitative contrapuntal combinations that pervade the fabrics of several sections in each contrapunctus. This study also draws upon Joel Lester’s model of heightened sectional constructions to show how Bach intensifies the contrapuntal combinations between and across the sections of both works.",
    "keywords": [
        "J. S. Bach",
        "Art of Fugue",
        "Counterpoint",
        "Taneyev",
        "Horizontal-shifting counterpoint",
        "Invertible counterpoint"
    ],
    "doi": "10.30535/mto.24.4.2",
    "received": "January 2018",
    "pdf": "http://mtosmt.org/issues/mto.18.24.4/mto.18.24.4.collins.pdf",
    "author_info": [
        {
            "name": "Denis B. Collins",
            "university": "School of Music",
            "address": "The University of Queensland, Brisbane, QLD 4072, Australia",
            "email": "denis.collins@uq.edu.au"
        }
    ],
    "citations": {
        "butler_1983": "Butler, Gregory G. 1983. “Ordering Problems in J. S. Bach’s Art of Fugue Resolved.” Musical Quarterly 69 (1): 44–61.",
        "butler_2008": "Butler, Gregory G. 2008. “Scribes, Engravers, and Notational Styles: The Final Disposition of Bach’s Art of Fugue .” In About Bach , ed. Gregory G. Butler, George B. Stauffer, and Mary Dalton Greer, 111–23. University of Illinois Press.",
        "byros_2015": "Byros, Vasili. 2015. “ Prelude on a Partimento: Invention in the Compositional Pedagogy of the German States in the Time of J. S. Bach .” Music Theory Online 21 (3).",
        "carpenter_1983": "Carpenter, Ellon. 1983. “The Contributions of Taneev, Catoire, Conus, Garbuzov, Mazel and Tiulin.” In Russian Theoretical Thought in Music , ed. Gordon D. McQuere, 253–378. UMI Research Press.",
        "collins_2015": "Collins, Denis. 2015. “Taneyev’s Theories of Moveable Counterpoint and the Music of J. S. Bach.” BACH 46 (2): 23–45.",
        "collins_2018": "Collins, Denis. 2018. “Approaching Renaissance Music using Taneyev’s Theories of Movable Counterpoint.” Acta Musicologica 90 (2): 178–201.",
        "desbruslais_2015": "Desbruslais, Simon. 2015. “The Western Reception of Sergei Taneyev.” Journal of the Russian Society for Theory of Music 9 (1): 7–18.",
        "harrison_1988": "Harrison, Daniel. 1988. “Some Group Properties of Triple Counterpoint and Their Influence on Compositions by J. S. Bach.” Journal of Music Theory 32 (1): 23–49.",
        "kerman_2005": "Kerman, Joseph. 2005. The Art of Fugue: Bach Fugues for Keyboard, 1715–1750 . University of California Press.",
        "kerman_2006": "Kerman, Joseph. 2006. “Thematic Return in Late Bach Fugues.” Music & Letters 87 (4): 515–22.",
        "korsyn_2016": "Korsyn, Kevin. 2016. “At the Margins of Music Theory, History, and Composition: Completing the Unfinished Fugue in Die Kunst der Fuge by J. S. Bach,” Music Theory and Analysis 3 (2): 115–43.",
        "lester_2001": "Lester, Joel. 2001. “Heightening Levels of Activity and J. S. Bach’s Parallel-Section Constructions.” Journal of the American Musicological Society 54 (1): 49–96.",
        "milka_2017": "Milka, Anatoly P. 2017. Rethinking J. S. Bach’s “The Art of Fugue.” Routledge.",
        "prout_1892": "Prout, Ebenezer. 1892. Fugal Analysis: A Companion to “Fugue .” Augener.",
        "schubert_2007": "Schubert, Peter. 2007. “Hidden Forms in Palestrina’s First Book of Four-Voice Motets.” Journal of the American Musicological Society 60 (3): 483–556.",
        "schulenberg_2006": "Schulenberg, David. 2006. The Keyboard Music of J. S. Bach , 2nd ed. Routledge.",
        "segall_2014": "Segall, Christopher. 2014. “ Sergei Taneev’s Vertical-Shifting Counterpoint: An Introduction .” Music Theory Online 20 (3).",
        "talbot_2009": "Talbot, Michael. 2009. Vivaldi and Fugue . Leo S. Olschki.",
        "taneyev_1909": "Taneyev, Sergei. 1909. Podvizhnoy kontrapunkt strogogo pis’ma ; translated by G. A. Brower as Serge Ivanovitch Taneiev, Convertible Counterpoint in the Strict Style , Bruce Humphries, 1962; rep. Branden, 2007.",
        "tovey_1931": "Tovey, Donald Francis. 1931. A Companion to the Art of Fugue . Oxford University Press; republished in Donald Francis Tovey, Bach’s The Art of Fugue and A Companion to the Art of Fugue . Dover, 2013.",
        "tovey_1944": "Tovey, Donald Francis. 1944. Essays in Music Analysis: Chamber Music , ed. Hubert J. Foss. Oxford University Press.",
        "walker_2017": "Walker, Paul. 2017. “Counterpoint, Canons and the Late Works.” In The Routledge Companion to the Music of Johann Sebastian Bach , ed. Robin A. Leaver, 377–97. Routledge.",
        "wilson_2014": "Wilson, Glen. 2014. “Bach’s Art of Fugue : Suggestions for the Last Gap.” Early Music 42 (2): 249–57.",
        "wolff_1975": "Wolff, Christoph. 1975. “The Last Fugue Unfinished?” in “Bach’s Art of Fugue : An Examination of the Sources.” Current Musicology 19: 71–77."
    },
    "footnotes": {
        "FN0": {
            "text": "* I thank Simon Perry and Jason Stoessel for helpful comments on earlier versions of this study.",
            "citations": []
        },
        "FN1": {
            "text": "1. See for instance Gregory G. Butler’s contributions to this question in Butler 1983 and Butler 2008 . The question is addressed at length in a recent study by Milka ( 2017 ). See also the important earlier study by Wolff ( 1975 ).",
            "citations": [
                "butler_1983",
                "butler_2008",
                "milka_2017",
                "wolff_1975"
            ]
        },
        "FN2": {
            "text": "2. For the latest attempt at a conclusion for Contrapunctus 14, see Korsyn 2016 . For a view opposing the quadruple–fugue hypothesis, see Wilson 2014 .",
            "citations": [
                "korsyn_2016",
                "wilson_2014"
            ]
        },
        "FN3": {
            "text": "3. A very useful overview of the vast literature on the Art of Fugue may be found in Walker 2017 , 392–97. Mention may also be made here of Joseph Kerman’s reflections on Contrapuncti 1 and 10 in Kerman 2005 . Donald Francis Tovey’s short monograph on the Art of Fugue , first published in 1931, remains a valuable resource for its succinct and insightful descriptions of each contrapunctus (see Tovey 1931 ). An older text, likely known to Tovey, that includes brief descriptions of Contrapuncti 2, 4, 5 and 7 is Prout 1892 .",
            "citations": [
                "walker_2017",
                "kerman_2005",
                "tovey_1931",
                "prout_1892"
            ]
        },
        "FN4": {
            "text": "4. Peter Schubert ( 2007 ) uses the term “relaxing” to refer to passages that reduce the intensity of compositional activity. In his study of Palestrina’s motets, Schubert frequently observes situations where heightened and relaxed passages alternate.",
            "citations": [
                "schubert_2007"
            ]
        },
        "FN5": {
            "text": "5. A small number of recent publications suggests that this situation may change. For a discussion of various factors influencing awareness of Taneyev, see Desbruslais 2015 ; Segall 2014 provides a useful introduction to Taneyev’s theories of vertical-shifting counterpoint, some of which approximate invertible counterpoint in Western texts. Collins 2018 offers the first analytical engagement with Renaissance repertoire using Taneyev’s theories. Although Taneyev was primarily interested in Renaissance counterpoint, he referred frequently to the music of J. S. Bach, a topic considered in Collins 2015 .",
            "citations": [
                "desbruslais_2015",
                "segall_2014",
                "collins_2018",
                "collins_2015"
            ]
        },
        "FN6": {
            "text": "6. The term “movable counterpoint” is generally regarded as a better translation of the title of the Russian original and will be used in the present study. Brower ( Taneyev 1909 ) translates it instead as “convertible counterpoint.”",
            "citations": [
                "taneyev_1909"
            ]
        },
        "FN7": {
            "text": "7. A good introduction to the basics of Taneyev’s theories remains Carpenter 1983 .",
            "citations": [
                "carpenter_1983"
            ]
        },
        "FN8": {
            "text": "8. For more on the originality of Taneyev’s concept of direct-shifting counterpoint, see Segall 2014 [3]. The significance of this procedure more generally in Bach’s music merits more detailed consideration than is possible here.",
            "citations": [
                "segall_2014"
            ]
        },
        "FN9": {
            "text": "9. For full details on this procedure see Taneyev 1909 .",
            "citations": [
                "taneyev_1909"
            ]
        },
        "FN10": {
            "text": "10. In this study I retain the term invertible counterpoint, which has some equivalence to Taneyev’s inverse-shifting counterpoint. I employ Taneyev’s term direct-shifting counterpoint because there is no English equivalent for it.",
            "citations": []
        },
        "FN11": {
            "text": "11. In addition to representing their first appearances, the iterations of subjects chosen for Example 1 also demonstrate how each subject is related to its inversion. For Subjects 1 and 3 this is through inversion at the fifth, while a looser relationship exists between Subject 2 and its inversion. In Example 1, Subjects 1, 2, and 3 are drawn (as noted above) from Contrapunctus 8: S1 is from mm. 1–5; S2 first appears at mm. 39–42, but motive A does not appear until mm. 127–28, a matter that will be discussed further; S3 first enters at mm. 94–98. The inversions of all three subjects are taken from Contrapunctus 11: S1 i first appears at mm. 27–31; S2 i first enters at mm. 89–92 (and includes motive B); S3 i opens this contrapunctus at mm. 1–5.",
            "citations": []
        },
        "FN12": {
            "text": "12. Other scholars have noted issues with the inversions of the three subjects. For instance, Donald Francis Tovey suggested that only S3 was “naturally conceived as invertible.” He begrudgingly admitted that S1 “can still be construed when inverted” but that the second version of S2 was arrived at so that “it resolves its discords respectably.” See Tovey 1931 , 27.",
            "citations": [
                "tovey_1931"
            ]
        },
        "FN13": {
            "text": "13. The present discussion employs the following terminology for triple fugues as demonstrated in Contrapuncti 8 and 11. A fugue begins with an exposition, which comprises a statement of a subject in each of the voices in succession. A triple fugue may contain more than one exposition; that is, there may be a new exposition for each subject. This is the case with both Contrapunctus 8 and 11. Some expositions may use the subject of a previous exposition as a countersubject to the newly presented subject. Episodes refer to passages based on independent material or on short motives derived from a subject or countersubject already presented. Episodes normally do not involve any complete statement of a subject. A middle entry involves at least one statement of a subject in complete form and it is based on a subject heard in one of the preceding expositions, not in a following exposition. A middle entry is usually preceded and followed by an episode. For the sake of clarity, the word “statement” will be used to refer to when a complete form of a subject appears in an exposition or middle entry. A statement may involve a subject stated singly or in combination with another subject. The word “stretto” will be used to describe when entries of subject materials occur at short temporal offsets. Stretto often involves interruption of a statement of a subject in one voice by a statement of a subject in another voice.",
            "citations": []
        },
        "FN14": {
            "text": "14. I acknowledge that other ways of viewing the structure of each contrapunctus are viable; for instance, David Schulenberg ( 2006 , 414) identifies five sections in each contrapunctus. His third and fourth sections equate to my third section, a matter that I will consider further below.",
            "citations": [
                "schulenberg_2006"
            ]
        },
        "FN15": {
            "text": "15. Tovey’s very high regard for Contrapunctus 8 found expression in his claim elsewhere that it “would from the outset have been recognized as one of Bach’s greatest compositions if it had not been put forward as a theoretical demonstration” ( Tovey 1944 , 81). Tovey was less certain about Contrapunctus 11, calling it “a majestic and gorgeous movement that improves on acquaintance” ( 1931 , 13). This somewhat back-handed compliment stemmed from his perception of the unsuitability of the first two of the three fugue subjects in Contrapunctus 8 for use in inverted form as subjects in Contrapunctus 11.",
            "citations": [
                "tovey_1944",
                "tovey_1931"
            ]
        },
        "FN16": {
            "text": "16. The reader is advised to have scores of Contrapuncti 8 and 11 at hand. For ease of discussion, instances of invertible counterpoint at the fifteenth (as in Example 2a) will be described by the more general term invertible counterpoint at the octave.",
            "citations": []
        },
        "FN17": {
            "text": "17. If Example 3a had caught Tovey’s eye, he might well have also remarked upon “the abnormality of this relation” because S2 not only enters before S1 but it starts on the note G. Earlier middle entries with S1-S2 combinations begin with a third or compound sixth between the two voices, or a tenth as in the case of the middle entry at mm. 49–52 where S1 starts on A and S2 on F a tenth below. A closer look at Example 3a shows how S2 is altered by adding the dotted G and quarter-note E in m. 79, which otherwise continues with an exact repetition of the S1–S2 combination in the lowest and middle voices from mm. 49–51 (that is, statement 3 from Exposition 2; see also Table 3 below). Example 3b is likewise connected to this earlier passage (mm. 49–51) and to Example 3a: its outer voices involve S1–S2 in invertible counterpoint at the octave (S2 beginning on F in the top voice and S1 on A in the lowest voice).",
            "citations": []
        },
        "FN18": {
            "text": "18. Vasili Byros ( 2015 ) provides an excellent interrogation of issues surrounding learning and composing from historical models, especially those associated with Bach and the wider circle of German compositional and pedagogical thought in the late Baroque. Kevin Korsyn recognizes the value of model composition through his “intention to write a scholarly commentary on The Art of Fugue , but in the form of music rather than a verbal text” ( 2016 , 116). Michael Talbot admits that pastiche writing assisted his research on Vivaldi’s fugues ( 2009 , XIX).",
            "citations": [
                "byros_2015",
                "korsyn_2016",
                "talbot_2009"
            ]
        },
        "FN19": {
            "text": "19. Voices in Contrapunctus 8 are labelled soprano, alto and bass in this table and in the remainder of the present study.",
            "citations": []
        },
        "FN20": {
            "text": "20. The fifth presentation in triple counterpoint concludes Contrapunctus 8, conforming to what Harrison, Lester, and others have noted is typical of Bach’s technique.",
            "citations": []
        },
        "FN21": {
            "text": "21. Triple counterpoint at intervals other than the octave is a neglected topic in studies of Bach’s music. For a discussion of Taneyev’s remarks on this topic, see Collins 2015 .",
            "citations": [
                "collins_2015"
            ]
        },
        "FN22": {
            "text": "22. Another interesting feature of this episode is a solitary statement of motive X from the first exposition occurring in the alto at m. 163. This does not appear to have the degree of significance that is found in other Bach fugues where certain material established at the beginning, typically a countersubject, is not heard again until near the end of the work. This issue is discussed in Kerman 2006 .",
            "citations": [
                "kerman_2006"
            ]
        },
        "FN23": {
            "text": "23. The following discussion will refer to the individual voices of Contrapunctus 11 as soprano, alto, tenor and bass.",
            "citations": []
        },
        "FN24": {
            "text": "24. Motive B sometimes appears with an eighth-note upbeat. This is included in the annotations to the following examples that include this motive.",
            "citations": []
        },
        "FN25": {
            "text": "25. The expected alto note at the beginning of m. 41 would be G, not D as given in Example 9. This small adjustment may have been for the sake of a full triadic sonority here, although the soprano quickly takes the expected G in the alto’s register on its second eighth note.",
            "citations": []
        },
        "FN26": {
            "text": "26. The alto provides free counterpoint in the boxed material in mm. 41–42 of Example 9.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Contrapuncti 8 and 11 were placed side by side in the autograph manuscript of the Art of Fugue , an arrangement that makes good sense because they demonstrate different ways of treating the same subject material in three and four parts respectively. Their separation in the print edition, however, seems likely to persist in modern editions of the Art of Fugue . This reflects an uneasy acceptance amongst scholars of the intractability of the problem of ordering the pieces within this work. Indeed, questions about the print history and ordering have long held a prominent position in studies of the Art of Fugue , (1) while considerations of the work’s compositional design and contrapuntal technique have concentrated on demonstrating suitable conclusions to the unfinished Contrapunctus 14. (2) Other works in the collection receive individual attention far less often despite their superlative command of fugal and canonic techniques. (3) Table 1 . Sectional Designs of Contrapuncti 8 and 11 (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Contrapuncti 8 and 11 are self-sufficient works, each making an original contribution to triple fugal writing in keeping with the panoply of contrapuntal learning demonstrated by the Art of Fugue . Contrapunctus 8 is based on three subjects that are introduced successively and combined together in different ways including in triple counterpoint towards the end of the work. Contrapunctus 11 uses the same three subjects and their inverted forms. It begins with the inversion of the third subject from Contrapunctus 8 and continues with presentations of this and the other two subjects in their original and inverted forms before concluding with combinations of all three inverted subjects in triple counterpoint. Table 1 provides a summary of the presentation order of the three subjects and their inversions in both works (discussed in detail below). There are several distinctive correspondences between Contrapuncti 8 and 11 that go beyond simply sharing the same three subjects. Bach used specific contrapuntal combinations and manipulations of subject materials not only to craft the unfolding of each contrapunctus but also to recall specific moments of Contrapunctus 8 in the more densely formulated counterpoint of Contrapunctus 11. In this way, Bach drew these works closely together with shared technique. The principal aim of this study is to elucidate these contrapuntal processes and to show how they inform the structural designs of these remarkable works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As the title of this paper suggests, I draw upon two sources seemingly disparate in time and place to assist in framing my approach to Contrapuncti 8 and 11. The first is a key article by Joel Lester on general principles of sectional design running across Bach’s entire output ( Lester 2001 ). The second source is the magisterial treatise on counterpoint by Sergei Taneyev published nearly 100 years earlier ( Taneyev 1909 ). Lester’s model of “parallel-section constructions” provides a flexible and robust model for understanding how Bach distributed his thematic material during the course of a composition. According to Lester, a composition comprises a number of sections of roughly equal length and each section includes treatment of the core material presented at the beginning of the work. The recurrences of material within sections “almost invariably exhibit heightening level of activity in some or all musical elements” ( 2001 , 53). These activities may involve, for instance, increases in the number of voices present, an increase in the harmonic rhythm, use of chromatic harmonies, movement to different keys, closer points of imitation, use of advanced contrapuntal techniques such as invertible counterpoint, inversion, etc. Obviously, not all of these elements need appear in a single composition. In the case of Contrapuncti 8 and 11, the analysis presented below will focus on specific contrapuntal techniques used for “heightening” or “relaxing” (4) the musical textures. The term “parallel-section constructions” therefore encapsulates how the overall structure of a work comprises a number of sections related to each other through varying density of treatment of basic thematic material.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "lester_2001",
                    "taneyev_1909",
                    "lester_2001"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Operating within each section of Contrapuncti 8 and 11 are contrapuntal processes that can be framed using Taneyev’s unique theoretical models for imitative and invertible counterpoint. Despite its ongoing influence on Russian music theory and pedagogy, the work of this theorist is regrettably little known outside of his native Russia and neighboring countries. (5) Taneyev used the term “movable counterpoint” (6) to refer collectively to a range of contrapuntal procedures that fall within two broad categories: vertical-shifting counterpoint and horizontal-shifting counterpoint. The first refers to changes in the vertical distances between the voices and the second involves changes to the temporal offsets between the voices. Taneyev used the term “combination” when describing a configuration of two voices that a composer alters to create a new configuration that uses the rules of either category of movable counterpoint. He called the first instance the “original combination” and the changed version the “derivative combination.” In some situations, more than one derivative combination may arise from alterations to an original combination. Two-voice combinations are at the core of Taneyev’s presentation, although he considers three- and four-voice combinations in later parts of his book. A combination is generally short, usually no more than a few measures, and a derivative may follow an original combination immediately or it may occur at a later point in the composition.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In the first part of his book, Taneyev explained the rules for vertical-shifting counterpoint, which he further classified as either inverse-shifting or direct-shifting. (7) The former involves registral exchange of parts and corresponds to invertible counterpoint in Western texts. In direct-shifting counterpoint the relative positions of the parts remain unchanged. (8) Taneyev’s discussion of inverse-shifting counterpoint is especially valuable for its treatment of situations beyond the octave, tenth, and twelfth—the most commonly encountered intervals in discussions of invertible counterpoint in Western texts.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In the second part of his book, Taneyev considered horizontal-shifting counterpoint. Here he provided an extensive study of two- and three-part counterpoint where the same or two different melodies may be combined at different temporal offsets. In essence, horizontal-shifting counterpoint involves crafting a motive (or subject) that can work against itself or another motive at different temporal offsets. For example, a motive may be designed so that it can be imitated by a following voice at the distance of one measure or, say, three measures. Likewise, two different motives may start simultaneously in one version but they may be presented with a temporal distance between their entries in another version. In his counterpoint classes, Taneyev recommended that his students first write a three-part texture, which he called the Basic Version, where one motive is heard against two iterations of the other motive. (9) It was not necessary that the resulting three-part complex be viable, only that the two two-part combinations involving each motive make correct counterpoint.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Taneyev’s systematic presentation of horizontal-shifting counterpoint includes many examples from repertoire where he identified two-part combinations that could have emerged from a precompositional Basic Version. He also presented examples of his own devising and from repertoire that demonstrate both horizontal-shifting and vertical-shifting counterpoint, which he termed double-shifting counterpoint.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] While a full assessment of Taneyev’s work is not intended here, the following discussion will adopt the term horizontal-shifting counterpoint and apply it in the analyses of Contrapuncti 8 and 11. (10) Bach used this technique frequently as a tool to articulate heightened and relaxed textures and to draw connections between both works. I will also examine other techniques, in particular Bach’s use of invertible (Taneyev’s inverse-shifting) counterpoint. This technique occurs almost always at the octave, with just one instance of invertible counterpoint at the tenth and none at other intervals. In the analyses below, I will make note of the few occurrences of direct-shifting counterpoint.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Lester provides a model for assessing how sections of each work relate to one another through heightened contrapuntal activity, while Taneyev’s approach assists in identifying these contrapuntal activities and where they occur within or across sections. The following paragraphs investigate how specific contrapuntal procedures that Bach used at local levels in Contrapuncti 8 and 11 inform the overall structure of each work and the relationships between these works. To anticipate some of the conclusions: each contrapunctus involves both “heightening” and “relaxing” of contrapuntal activity within and across sections; the most intricate contrapuntal activity often takes place in the episodic passages of each work rather than in the expositions or final sections; and what I argue as the most heightened contrapuntal combination in Contrapunctus 8 returns in even more heightened form at a corresponding structural point in Contrapunctus 11.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Example 1 presents each subject and its inversion beginning on the pitch levels of their first appearances in Contrapunctus 8 or 11. Each subject is labelled as S1, S2 and S3 according to the order of appearance of subjects in Contrapunctus 8. Inversions of subjects, which appear in Contrapunctus 11 only, are indicated with the superscript “i”. (11) Subject 1 (hereafter S1) is characterized by a figure involving an ascending fourth and descending fifth. This figure, heard twice, helps give a sense of symmetry to the shape of this subject, with the last six notes affirming the tonic harmony. Bach exploits the malleability of this figure in episodic passages, often through prolonged sequential treatment. Subject 2 (S2) is characterized by linear direction downwards through the opening B ♭ to the downbeat D in the penultimate measure. The material bracketed by the letter A, which prolongs the tonic note D, is often detached from the rest of S2 and placed elsewhere in the textures of each contrapunctus. Likewise, in Contrapunctus 11, Bach gives special treatment to the material bracketed by the letter B at the end of the inverted form of this subject (S2 i ). Example 1 . The three subjects and their inversions: a) Subject 1 (S1 and S1 i , staves 1–2), Subject 2 (S2 and S2 i , staves 3–4), Subject 3 (S3 and S3 i , staves 5–6). Staves 3 and 4 also include the short concluding Motives A and B for S2 and S2 i respectively (click to enlarge) Table 1 . Sectional Designs of Contrapuncti 8 and 11 (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Subject 3 (S3) has contrary motion clearly built into its melodic profile. Of the three subjects, S3 combines with its inverted form most readily, and the combination presented on staves 5 and 6 of Example 1 appears with minor modification in the final section of Contrapunctus 11 (the materials on the upper pairs of staves in Example 1 do not, obviously, form viable combinations). S1 was crafted with its inversion (S1 i ) in mind, although the characteristic diminished fifth between notes 3 and 4 of S1 becomes a perfect fifth in S1 i . S2 does not lend itself easily to inversion at any interval because its suspensions would awkwardly resolve upwards. Bach’s solution was to preserve much of the original contour of S2 and to have its “inversion” move upwards overall rather than downwards. In the present study, for the sake of convenience, the second version of S2 will be referred to as the inverted version (S2 i ) of that subject. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Table 1 indicates the complementary structures between Contrapuncti 8 and 11 and lists four principal sections in both works: each of the first three sections comprises a fugal exposition based on one or two of the subjects followed by episodic passages and middle entries. (13) The final section of each contrapunctus takes the three subjects through a series of statements in triple counterpoint, with episodic passages interspersed. In Contrapunctus 11, the final section also includes statements that do not involve triple counterpoint. (14) The third and sixth columns in Table 1 indicate that a section may involve presentation of a subject singly or simultaneously with another subject (for example, “S3, S2 & S1” means that S3 is heard singly and is followed later by S2 and S1 presented simultaneously). These columns indicate the order of presentation of subject combinations within sections but do not give an exhaustive list of presentations. In Contrapunctus 11, a countersubject to S1 i is indicated by the label CS; the inverted form of the countersubject is indicated by CS i . The frequent use of CS and CS i in the later sections of Contrapunctus 11 merits their inclusion in Table 1 as major compositional material. Otherwise, countersubjects are not strongly present in either Contrapunctus 8 or 11, although attention will be given in the discussion below to how different materials combine with each subject.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As noted above, Table 1 draws upon the principle of parallel-section constructions proposed by Joel Lester, who contends that this principle pervades Bach’s output. Particularly important is Lester’s observation that “increasing activity generally occurs on two distinct levels in Bach’s music: within each section and between corresponding portions of parallel sections” ( 2001 , 79). The following discussion will comment upon both of these levels of activity within each contrapunctus and will also compare levels of contrapuntal activity between corresponding sections of these two works. Before proceeding to detailed analyses of Contrapuncti 8 and 11, I will first discuss further aspects of horizontal-shifting counterpoint using examples from Contrapunctus 8. Example 2a . Contrapunctus 8, mm. 39–47 (click to enlarge) Example 2b . Contrapunctus 8, mm. 124–129 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "lester_2001"
                ]
            }
        },
        {
            "14": {
                "text": "[14] To my knowledge, no other counterpoint text, historical or modern, provides a systematic account of the technique of horizontal-shifting counterpoint. Commentators on contrapuntal repertoire may therefore be at a loss to adequately describe events involving this technique. As an example, the lack of such a useful tool for music analysis is acutely evident in Donald Francis Tovey’s monograph on the Art of Fugue ( 1931 ). (15) In his discussion of Contrapunctus 8, he drew attention to what he considered an unusual way in which S1 and S2 are combined beginning in m. 125. To understand Tovey’s concern more clearly, it is necessary to compare this passage to the presentation of S2 when it first appears in the exposition of section 2. See Examples 2a–b which reproduce the opening of section 2, mm. 39–47, and the later passage from section 3 singled out by Tovey, mm. 124–29. In Example 2a, S2 is introduced in the middle voice with S1 as its countersubject in the voice above (mm. 39–43). Motive A is placed in the lower voice. In the later passage (Example 2b), S1 and S2 are heard together in the upper two voices from m. 125 onwards. S1 is in the middle voice, while S2 is heard above.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "tovey_1931"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In Example 2a, the exposition continues (from m. 43) with another statement of S2 and S1, this time in invertible counterpoint at the octave (mm. 43–47), where S2 is in the highest voice and S1 in the lowest. The music likewise continues with further statements of S2 and S1 at different pitch levels with interspersed episodic material (to which we will return below). (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Tovey was perplexed by the order of voice entries and their pitch levels in the later passage. In Example 2b, S2 precedes the entry of S1, which is in contrast to all earlier combinations of S1 and S2 where S1 precedes S2 (or starts at the same time if the first note of S1 is shortened to a quarter note). In comparing the passages beginning at mm. 39 and 125, Tovey claimed that “the abnormality of this relation . . . consists in the fact that [the m. 125 entry] is not only at a different pitch, which in itself would mean in inversion in a double counterpoint other than at the 8ve, but that it combines at a different point, a device for which the books have no name” ( Tovey 1931 , 19–20). Example 2a demonstrates how presentations of S1–S2 combinations in section 2 start with the interval of a third or a sixth (or their compound equivalents) between the voices. These intervals reflect the use of invertible counterpoint at the octave (as at m. 43). These two patterns are observed in all presentations of the S1–S2 combination throughout section 2. Tovey did not comment on how S2 appears in truncated form in the upper voice beginning at m. 125; that is, its opening dotted quarter and eighth notes are missing, but the notes of S2 in mm. 125–26 are otherwise the same as heard at mm. 40–41 (with the exception of F ♮ rather than F ♯ ). Therefore, it does not appear that Bach employed invertible counterpoint at a non-octave interval in the passage beginning at m. 125, which means that Tovey’s first concern can be resolved.",
                "footnotes": [],
                "citations": [
                    "tovey_1931"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Tovey’s second concern is that the passage beginning at m. 125 reverses the order of subject entries, with S2 in the top voice beginning a quarter note before S1 rather than a quarter note after it, in contrast to all of the earlier presentations of the S1–S2 combination. Before examining this issue further, it is worth noting other features of Example 2b. S2 is treated as a point of imitation between the two outer voices in mm. 124–25, and the entry of S1 is made more emphatic by doubling it in thirds in mm. 125–27. Furthermore, in Example 2b the presentation of S2 includes motive A for the first time. By contrast, in m. 42 (see Example 2a) S2 is taken over by the lowest voice with motive A that cadences in G minor. The middle voice continues with free counterpoint. In mm. 127–28, motive A is part of the upper voice statement of S2 which continues to a cadence in D minor (see Example 2b, m. 129). Bach’s purpose in splitting the S2 melodic line in the earlier part of this contrapunctus may have been to draw attention to motive A, which, along with its inversion, pervades much of the contrapuntal fabric of this work. The significance of the full version of S2 as given in Example 2b is reinforced by the presentation of full statements of S2 in all of the five combinations in triple counterpoint that bring Contrapunctus 8 to a conclusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] These features suggest that Bach wished to draw particular attention to the contrapuntal activity beginning at m. 124. Tovey was correct to dwell on this passage, although he lacked the theoretical framework to interpret its surface details or to judge its overall structural significance. It is almost certain that he had no knowledge of Taneyev’s work (he likely could not read Russian). I am not aware of any later discussion of Contrapunctus 8 that engages with Tovey’s concerns. I consider Example 2b as a crucially significant moment in Contrapunctus 8 for several reasons: it demonstrates the pliability of Bach’s subject materials through their ingenious combination in horizontal-shifting counterpoint; it represents arguably the most heightened level of contrapuntal activity in this work; and Bach treats this combination to further contrapuntal elaboration in section 3 of Contrapunctus 11. Example 3 . Further cases in Contrapunctus 8 of horizontal-shifting counterpoint (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] It is worthwhile to compare Example 2b to the other passages of horizontal-shifting counterpoint that occur in Contrapunctus 8 (see Examples 3a–c ). In addition to providing more illustrations of this contrapuntal technique, a comparison further helps to gauge the specific ways in which Bach articulated Example 2b as a contrapuntally and structurally significant event. Passages of horizontal-shifting counterpoint in Contrapunctus 11 will be discussed below. Examples 3a and 3b are contained in the material following the exposition of S2 in section 2 of Contrapunctus 8, while Example 3c occurs before the penultimate statement of all three subjects in triple counterpoint in the last section of this work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 3a shows S2 imitated at the fifth below in mm. 78–79, with the second statement beginning two quarter notes before an incomplete entry of S1 material (starting on the last quarter-note A of the middle part in m. 79). Unlike Example 2b above, the S1–S2 combination in Example 3a is not a middle entry, but rather forms part of the episodic material immediately preceding an actual middle entry in the upper voices that starts on the last quarter note of m. 81. (17) Example 3b shows imitation of S2 materials at a short temporal distance. The S2 upper voice is imitated in the middle voice at the fifth below after a quarter note, against the opening notes of S1 in the lowest voice. The imitation is somewhat disguised by the quarter-note C in the middle voice in m. 88.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Example 3c more clearly has features in common with Example 2b: the imitative point on S2 in Example 3c is on the pitch A (this time at the octave above rather than double octave), although the entries of S2 are at greater temporal distance from S1 than in Example 2b. This means that in Example 3c there is much less overlap of S2 and S1 upon the entry of the latter at m. 170, although this point marks the start of the third permutation of subjects in triple counterpoint, and the top voice continues into a statement of S3 in the following measure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Example 2b stands apart from Example 3a–c in several respects. The entries in Example 2b are preceded by a cadence in A minor (m. 124) and rests in the voices above the statement of S1. The S1–S2 combination in Example 2b is a middle entry, which, as noted above, is emphasized by means of doubling S1 in the lowest voice. By contrast, Examples 3a–c are embedded within continuously active textures and involve incomplete statements of the subject materials. Nevertheless, taken together, these four passages demonstrate how the technique of horizontal-shifting counterpoint may employ different intervals of imitation and different temporal offsets amongst voice entries. The contrasts between Example 2a and Examples 3a–c further indicate how Bach applied this technique for different purposes ranging from strong articulation of subject materials at a structurally significant moment to less pronounced combinations of subject fragments in episodic passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Before proceeding to further analysis, it is worth noting how recognition of different subject combinations through the operations of movable counterpoint fulfils Taneyev’s aim to develop understanding of the accomplishments of past composers. As Ellon Carpenter aptly observed, Taneyev also pursued another objective: “the systematic exploration and mastery of moveable counterpoint with the goal of developing the compositional technique of composers of any era” ( 1983 , 256). In his classes at the Moscow Conservatoire, Taneyev encouraged students to write their own examples of movable counterpoint based on the rules he provided and the analysis of repertoire examples. This resembles what is nowadays often called “model composition” where students in theory classes (and their professors) develop insights into past compositional practices through pastiche writing based on study of historical sources. Increasing numbers of scholars recognise the value of model composition as an analytical tool. (18) As a forerunner to this approach, Taneyev’s book offers a very thorough orientation to the practice of counterpoint from combined scholarly and compositional perspectives. For Taneyev’s contemporaries—as well as for Tovey (who was active a generation later)—the distinction between pedagogical immersion in stylistic pastiche writing and scholarly investigations of repertoire was much less demarcated than it is today. Table 2 . Structure of section 1 of Contrapunctus 8 (mm. 1–39) (click to enlarge) Example 4 . Contrapunctus 8, mm. 1–16 (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "carpenter_1983"
                ]
            }
        },
        {
            "24": {
                "text": "[24] I now analyze in detail the sectional structures of Contrapuncti 8 and 11, with particular attention to how contrapuntal techniques, especially horizontal-shifting counterpoint, heighten the contrapuntal textures both within and between sections. Table 2 provides a summary structure of the first section of Contrapunctus 8. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The exposition of section 1, given in Example 4 , initially presents fragmentary countermelodies against S1 that gradually coalesce into two related eighth-note figurations, labelled X and Y, which form the motivic material for both episodes in this section. These motives are very similar in melodic profile and seem to foreshadow the later appearances of the similarly shaped motive A from S2. Episode 1 contains relatively straightforward sequential treatment of motive Y, while Episode 2 heightens the level of activity by including sequential statements of this motive against notes 2–5 of S1 (see Example 5 ). This feature is worth noting not only for the heightening level of activity between the two episodes in section 1, but also because similar treatment of the opening notes of S1 appears elsewhere in Contrapunctus 8 (mm. 79–82, 114–16). Middle entry 2 represents a further heightening of activity because of the concentrated treatment of motive X in the upper voice, which is now heard three times against S1 (see Example 6 ). Example 5 . Contrapunctus 8, mm. 27–31 (click to enlarge) Example 6 . Contrapunctus 8, mm. 34–39 (click to enlarge) Table 3 . Structure of section 2 of Contrapunctus 8 (mm. 39–93); IC8 = invertible counterpoint at the octave (click to enlarge) Example 7 . Contrapunctus 8, mm. 74–83 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The exposition of section 2 comprises three statements of the S1–S2 combination (the first two may be seen in Example 2a above; see also Table 3 ). Heightening of activity between this exposition and the exposition of section 1 is reflected in how the second exposition employs invertible counterpoint at the octave between the first and second statements (beginning at mm. 39 and 43 respectively). The third statement presents S1 and S2 on their dominant pitch levels. Episode 1 is based on sequential treatment of motive A and its inversion (A i ). The two come together at m. 57 in the outer voices, which is followed by 7–6 suspension formulae in the upper voices over a running quarter-note bass—a passage that will be recalled in section 3 (mm. 143–44).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The first middle entry (mm. 61–71) likewise utilizes invertible counterpoint at the octave between its first and second statements (starting at mm. 61 and 67 respectively). Heightened activity is particularly evident in Episode 2. This begins with motives A and A i swapped between the voices in mm. 71–73, but the main contrapuntal activity concerns a modified version of S2, which is presented twice (without motive A) in mm. 74–77 and 79–82 (see Example 7 ). Measure 78 provides linking material through horizontal-shifting counterpoint (discussed above; see Example 3a). S2 is modified through an extra iteration of its four-note repeating figure (at the beginnings of m. 76 and m. 81). These two passages (mm. 74–77 and 79–82) parallel each other in textures that come very close to triple counterpoint: the alto in mm. 74–77 becomes the bass in mm. 79–81, the bass is likewise almost identical to the soprano, and the soprano in 74–76 seems to be a modified version of the S1 fragment that is present in mm. 79–82. This episode therefore demonstrates significant heightening of activity through these two very intricately worked out passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In middle entry 2, beginning on the last quarter note of m. 81, S1 and S2 are combined at their original pitch levels (from m. 39), notwithstanding the chromatic alterations made to S2 to fit with the cadence in A minor at m. 82. Of note is the descending chromatic quarter-note passage in the bass (see Example 7 above, mm. 82–83) that foreshadows the chromatic countersubject beginning in section 2 of Contrapunctus 11. Although statement 2 of this second middle entry starts out as if it were an inversion at the octave of the statement at m. 49, the increased density of contrapuntal activity arising from the horizontal-shifting S2 entries at a quarter-note distance (discussed above; see Example 3b) quickly brings about a dissolving of the texture into sixteenth-note bass patterns and extensions of the S2 figurations (including the augmented fourth leap at m. 91). This leads to a cadence on the dominant, A major, before section 3 commences at m. 94.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The complexity of contrapuntal activity in section 2 of Contrapunctus 8 clearly surpasses that of section 1. My view is that Episode 2 of section 2 and section 3’s middle entry beginning at m. 124 represent the points of greatest intensity of contrapuntal combinations in Contrapunctus 8. In both cases, horizontal-shifting counterpoint is employed as a key tool in bringing about such intensity. Table 4 . Structure of section 3 of Contrapunctus 8 (mm. 94–147); variants of motives X and Y are labelled as motives X-var and Y-var respectively (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In section 3, beginning in m. 94, the exposition has a relaxing of contrapuntal activity (see Table 4 ): S3 is stated three times in different voices but with a countersubject recalling the material presented against S1 in the first exposition rather than the more heightened S1–S2 combination of the second exposition. Episode 1 of section 3 is more relaxed than either of the episodes in section 2: it begins in m. 109 with sequential treatment of a variant of motive Y (labelled Y-var in Table 4) before a combination of the opening notes of S1 and S2 are repeated in a pattern that recalls mm. 28–30 of section 1 where S1 was treated similarly. The remainder of the episode introduces sixteenth-note passagework in the bass against repetitions of the opening notes of S2 in the upper voices, recalling the texture at the conclusion of section 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] A curious feature of section 3 is the complete absence of S3 after the exposition and a return to combinations involving S1 and S2 in the episodes and middle entries. As argued above, the first middle entry of section 3 (see Example 2b) presents a particularly heightened level of contrapuntal activity through its use of horizontal-shifting counterpoint and its statement of the complete version of S2 for the first time against S1. The second statement of this middle entry (mm. 131–35) returns to the more familiar pattern of earlier presentations of S1–S2: mm. 131–33 derive from the earlier statement at mm. 49–51 through invertible counterpoint at the octave. This indicates some heightening of activity between sections 2 and 3. Noteworthy here also is how motive A in the soprano in m. 134 is an almost exact replica of the soprano in m. 52, while the lower two voices in these measures are related through invertible counterpoint at the octave.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The episode that concludes section 3 uses motive A in original and inverted forms, combining them in invertible counterpoint at the octave in mm. 140–41. The material here very closely parallels that of the first episode of section 2, using the same suspension pattern towards the end of each episode (compare mm. 58–60 and 143–45). Table 5 . Structure of section 4 of Contrapunctus 8 (mm. 147–88) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] While it could be argued that the presentations of all three subjects in triple counterpoint brings a sense of heightened activity to the final part of Contrapunctus 8, my view is that this material does not represent the most heightened contrapuntal activity in this work. The five statements in section 4 (see Table 5 ) are presented systematically according to the conjugations of triple counterpoint usefully described by Daniel Harrison ( 1988 ). (20) However, there is nothing otherwise out of the ordinary in the manipulation of the parts in these entries, such as could arise, for instance, through horizontal shifting of voice entries or invertible counterpoint at an interval other than the octave. (21) A more heightened level of activity occurs in the brief episode between the third and fourth statements (discussed above in relation to Example 3c). (22) But even here, the horizontal shift at mm. 168–70 lacks the intensity of the shift demonstrated in Example 2b, principally because of the wider temporal spacing of voice entries and lesser overlap between subjects. Overall, then, while section 4 of Contrapunctus 8 offers the three subjects in triple counterpoint, it does not introduce other contrapuntal subtleties to heighten the contrapuntal combinations to an intensity witnessed in earlier sections. Table 6 . Structure of sections 1 and 2 of Contrapunctus 11 (mm. 1–71) (click to enlarge)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "harrison_1988"
                ]
            }
        },
        {
            "34": {
                "text": "[34] Both Contrapunctius 8 and 11 are of almost the same overall length (188 and 184 measures respectively), with approximately equal section lengths in Contrapunctus 8 but not in Contrapunctus 11. At only 27 measures in length, section 1 of Contrapunctus 11 presents a straightforward exposition of S3 i amongst all four voices (see Table 6 ). A short episode based on the last five notes of S3 i leads to a middle entry involving only one statement of S3 i in the soprano. (23) Bach may have deliberately kept this opening section relatively short in order to have more opportunity to later explore contrapuntal combinations whose potential for intensity becomes evident as this contrapunctus proceeds. In any event, the unequal section lengths of Contrapunctus 11 is one of the ways in which this work contrasts to Contrapunctus 8; other ways include the increase of texture to four-voice writing in Contrapunctus 11, the use of both original and inverted forms of the three subjects, and the use of near symmetrical structures within both sections 3 and 4 of Contrapunctus 11.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Section 2 of Contrapunctus 11 comprises an exposition of unusual dimensions: each voice takes the subject in turn but the materials placed between statements go beyond simple linking functions to assume the character of episodes (see Table 6). Furthermore, the first three statements involve S1 i whereas the last two use S1. Section 2 concludes with a fifth statement (S1), which could be viewed as a false entry or perhaps a coda that brings the music to a cadence on A, the pitch class that starts this section. Therefore, section 2 augments the traditional structure associated with the term fugal exposition; however, it is worth retaining this term here to give an overall sense of the regular presentation of the subject by each voice in turn, but with significant contrapuntal activity taking place in the material connecting entries. Example 8 . Contrapunctus 11, mm. 27–34 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The first statement of S1 i in mm. 27–28 is accompanied by a chromatic countersubject (CS) in ascending quarter notes. This contrasts with the beginning of section 2 of Contrapunctus 8 where S2 is combined with S1. However, in section 2 of Contrapunctus 11, the inverted form of the chromatic countersubject (CS i ) enters immediately after CS, demonstrating how S1 i can work against both CS and CS i (see Example 8 , mm. 27–32). The use of contrary motion for one of the voice entries is a subtle variation of the principle of horizontal-shifting counterpoint, one that Taneyev included amongst his examples of this procedure (Taneyev 1962, 217–18).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Although full statements of S2 and S2 i are reserved for use in later sections of Contrapunctus 11, the short turning figure at the end of S2 i that was identified above in Example 1 as motive B is taken up by the alto upon completing S1 i (labelled B in Example 8 (24) ). This is heard against the last notes of CS i . Motive B features prominently in later parts of this section, but in mm. 32–34 it is inverted in the top voice (labelled B i in Example 8) for two statements against chromatic descending notes that recall CS i . These two statements are placed in the short passage before the second entry of S1 i beginning in m. 34. Although short, the contrapuntal sophistication of this passage can be understood in relation to a procedure that Taneyev discussed at length, namely, direct-shifting counterpoint. This occurs when the second statement of a contrapuntal combination involves change of pitch levels but not registral exchange of parts. As noted above, Taneyev’s system of vertical-shifting counterpoint admits both inverse-shifting (involving registral exchange of parts) and direct-shifting counterpoint (where the relative positions of the parts remain unchanged). In the boxed material in mm. 32–34 of Example 8, the top voice is repeated a step higher while the lower voice is presented a third lower. Example 9 . Contrapunctus 11, mm. 38–43 (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Beginning in the tenor in m. 34, the second statement of section 2 involves the S1 i and CS combination in the lower two voices. This corresponds to the first statement of section 2 (beginning at m. 27) in invertible counterpoint at the octave. The upper two voices proceed in free counterpoint. The following episodic material (beginning at m. 38) is based on motive B accompanied by a descending chromatically filled-in third (resembling CS i but labelled W in Example 9 ) forming a combination that is embedded in the texture as an ingenious set of contrapuntal manipulations. The B–W combination in the tenor and bass (boxed in mm. 38–39) returns in invertible counterpoint at the octave in the soprano and alto (mm. 39–40). The B–W combination appears again in mm. 40–41, this time in the bass and soprano. Interestingly, the material in the tenor in mm. 39–40 (labelled V in Example 9) reappears in the alto line in mm. 40–41. This assumes further importance because it returns in the bass against the next B–W combination (mm. 41–42). (25) Therefore, the boxed materials in mm. 39–40 constitute a combination that is repeated in triple counterpoint in mm. 40–41 and 41–42. (26) In m. 42, the bass and alto provide another iteration of the B–W combination, while the bass continues towards a conclusion of this episode with a sequential repetition of B but without an accompanying motive W or V. This final iteration dovetails the previous statement (hence the overlapping boxes in Example 9), and it also breaks the circle of fifths through which the B–W combination had been progressing since m. 38. This ensures that the bass concludes this episode on pitch class A, which is used on the upbeat of m. 44 to begin the next statement of this section. Example 10 . Contrapunctus 11, mm. 47–56 (click to enlarge and see the rest) Example 11 . Contrapunctus 11, a) mm. 56–60, b) 67–71 (click to enlarge)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The third statement of section 2 is again a combination of S1 i and CS, this time in the bass and tenor respectively. This matches the opening statement of this section (from m. 27) an octave lower. The presentation here is intensified by the participation of the upper two voices in the chromatic texture. The next episode (mm. 47–56) is based on B i and its variant (at m. 49 in the soprano), treated sequentially by rising step (see Example 10 ). This is varied on the third iteration to lead to an internal cadence in A minor. Further passagework is based on B i , heard together with B at m. 53 and against CS i at m. 54. CS i continues in compound parallel tenths between soprano and bass (mm. 54–56), leading toward statement 4 (mm. 56–60; see Example 11a below). In this statement, the original form of S1 is presented in the soprano, with iterations of motive B heard in the alto in mm. 57 and 58 and CS i heard in each of the lowest two voices. This recalls statement 1 of this section (from m. 27) except that here CS i is heard twice instead of the earlier alternation between CS and CS i .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The next episode (mm. 60–67) takes motive B, sometimes doubled in thirds, through a circle of fifths that combines with CS i heard extended in the tenor in mm. 64–67. CS i is itself doubled in sixths below or thirds above, and all voices present in mm. 64–67 are based either on motive B or CS i with no free writing present. In statement 5 of this section, S1 in the bass (beginning on the last quarter note of m. 67; see Example 11b ) and CS i in the soprano (beginning on the second quarter note of m. 68) form invertible counterpoint at the octave of the S1–CS i combination of statement 4 (see Example 11a), with the inner voices based on free material until the alto doubles the soprano in parallel fourths in a fauxbourdon-like passage in m. 69 (see Example 11b).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] When compared to section 2 of Contrapunctus 8, the second section of Contrapunctus 11 achieves a comparable level of heightened contrapuntal sophistication, although each section employs different means to this end. In Contrapunctus 8, horizontal-shifting counterpoint plays a prominent role in the heightened contrapuntal activity, whereas in Contrapunctus 11 it is reserved for only occasional and passing use, usually for CS and CS i combinations with S1 and S1 i . On the other hand, Contrapunctus 11 makes intricate use of short passages of invertible (including triple) counterpoint in its second section but turns to more sustained use of horizontal-shifting counterpoint in the following section. Table 7 . Structure of section 3 of Contrapunctus 11 (mm. 71–145) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] At seventy-four measures, section 3 is the longest section in either Contrapunctus 8 or 11 (see Table 7 ). With an exposition based on S3, section 3 of Contrapunctus 11 recalls the exposition of S3 in section 3 of Contrapunctus 8. In each contrapunctus, the exposition’s statements proceed straightforwardly through each voice with little material separating statements. Furthermore, each of these expositions continues with episodes and middle entries that are focused on the other subjects. However, Contrapunctus 11 includes two presentations of S3 i (at mm. 101 and 132) that help unify this lengthy section. Another unifying feature evident in section 3 of Contrapunctus 11 is the use of invertible counterpoint: the statement at mm. 93–96 is recombined in invertible counterpoint at the octave for the later statement at mm. 113–17 (see Table 7). Example 12 . Contrapunctus 11, mm. 89–94 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Horizontal-shifting counterpoint is the principal tool through which Bach provides the most heightened contrapuntal activity in section 3 of Contrapunctus 11; it is also the means by which Bach recalls and builds upon the most heightened activity of Contrapunctus 8, which (as discussed above) occurs in section 3 of that work. Contrapunctus 11 makes even more extensive use of horizontal-shifting counterpoint than the earlier contrapunctus. The S1 i –S2 i combination in the bass and tenor that starts middle entry 1 at m. 89 is followed one measure later by an incomplete S2 i alto entry, thus demonstrating how S2 i can work against S1 i at two different temporal offsets (see Example 12 ). Motive B appears as the last five notes of S2 i in the tenor. To emphasize the reappearance of motive B, Bach modifies the alto entry to double motive B in parallel thirds at this point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Statement 2 does not employ horizontal-shifting counterpoint, thereby relaxing the contrapuntal activity a little. This entry may, however, be regarded as direct-shifting counterpoint whereby the S1 i –S2 i combination (from m. 89) is moved up a twelfth to the alto and soprano. See Example 12, where the beginning of the second statement is also included (mm. 93–94). Example 13 . Contrapunctus 11, mm. 100–109 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The episode beginning at m. 97 takes S2 through three cascading entries a whole note apart, stated in the soprano, alto and tenor. A fourth entry, in the soprano on the upbeat to m. 100, is interrupted after only a half note by a bass entry that leads into middle entry 2 (see Example 13 ). Statement 1 involves S3 i in the alto, starting at m. 101, while S2 continues against it in the bass. The soprano states S2 on the upbeat to m. 103, that is, midway through the alto statement of S3 i . This placement of two presentations of S2 (bass at m. 100 and soprano at m. 102) as a frame to S3 i recalls how the passage beginning at m. 124 of Contrapunctus 8 was formed using horizontal-shifting counterpoint (see Example 2b above). The texture in Contrapunctus 11 is heightened by yet another entry of S2 before S3 i finishes, this time in the bass beginning on the upbeat to m. 104. This continues until it is interrupted by the S1–S2 combination beginning statement 2 at m. 105.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Careful perusal of the pitch classes in mm. 104–109 (see Example 13) reveals a very high degree of similarity between statement 2 and Example 2b above from Contrapunctus 8. The similarity is close enough to conclude that in Contrapunctus 11 Bach deliberately invoked the contrapuntal combination presented in Contrapunctus 8 (Example 2b). In Contrapunctus 11, the bass entry preceding S1 is almost identical to the bass entry at m. 124 in Contrapunctus 8 (the former includes the opening dotted quarter note on B ♭ ). Furthermore, the S2–S1 combination between alto and tenor (m. 105) very closely matches the pitch classes and temporal offset to the S2–S1 combination in Example 2b. Whereas in Contrapunctus 8, S1 was emphasized by doubled thirds (mm. 126–27), in Contrapunctus 11 an additional refinement is how S1 is accompanied by an extended form of CS i in the bass. Unlike the S2 statement in the soprano at m. 125 of Contrapunctus 8, the S2 alto entry at m. 105 of Contrapunctus 11 does not lack its opening notes; that is, the dotted quarter note A is the actual beginning of S2 here, not the truncated version found in Example 2b (discussed above). In Contrapunctus 11, the alto has a regular statement of S2 until the soprano entry at m. 107 deprives the alto of completing S2 with motive A. The soprano further heightens the texture in Contrapunctus 11 by recalling motive W from section 2 (compare m. 105 to m. 42 in Example 9 above), and the soprano’s S2 entry at m. 107 sets off another chain of S2 stretto entries at different temporal offsets among the voices in the subsequent measures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Occurring at the center of section 3 of Contrapunctus 11, middle entry 2 demonstrates two ways of using horizontal-shifting counterpoint against different subjects. In statement 1 of this middle entry, S3 i is set against three statements of S2, while in statement 2, the S1–S2 combination appears to be a deliberate heightening of the same process from the structurally significant passage from Contrapunctus 8 (Example 2b). That middle entry 2 is framed by passages related to each other through invertible counterpoint at the octave (statement 2 of middle entry 1 and statement 1 of middle entry 3) further emphasizes the clarity of the contrapuntal logic in this section of Contrapunctus 11. These two statements in invertible counterpoint are each followed by imitative passages based on S2. Example 14 . Contrapunctus 11, mm. 129–33 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] The episodic material starting at m. 117 involves stretto S2 entries resulting in passagework of doubled thirds in the upper voices with CS i in the lower voices. From m. 120, a similar passage is based on S2 i in the upper voices and CS in the lower voices. This activity is heightened through S2–S2 i combinations in all voices that result in a passage of doubled thirds and sixths at mm. 130–32 (see Example 14 ). Doubled thirds in the upper voices continue into middle entry 4 (at m. 132). This statement involves S3 i in the bass, complementing the statement of this subject earlier and (as noted above) helping to provide unity with section 3 overall. The next statement (and final statement for section 3) is an S1 i –S2 i combination in tenor and alto beginning at the upbeat to m. 137 that provides structural cohesion overall because it uses the same pitch classes as statement 1 of middle entry 1 (at m. 89). Stretto imitation in the soprano ensures that an extended passage of doubled thirds in the upper voices leads to this section’s concluding episode based on successive entries of S2 and S2 i .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Section 3 represents heightened contrapuntal activity that surpasses even the ingenuity of section 2 of Contrapunctus 11. The core of section 3 is the pair of statements beginning at mm. 101 and 105. These statements are framed in near symmetrical fashion by the similarities in surrounding episodes (themselves crafted in horizontal-shifting counterpoint on S2 material) and, as noted above, by the statements at mm. 93 and 113 that are related by invertible counterpoint at the octave. Furthermore, perusal of Table 7 shows that the first and last combinations in middle entries 2 and 3 (involving S1 i and S2 i at mm. 89 and 136 respectively) are related by direct shifting counterpoint at the octave. Therefore, there is an overall arch shape to the material between mm. 89 and 145: S1 and S2 and their inversions are connected in combinations utilizing invertible and direct-shifting counterpoint at the octave, while the episodes make extensive use of S2 and S2 i horizontal-shifting combinations. Measures 71–89 provide the exposition to these contrapuntal feats. This exposition clearly parallels the exposition of section 3 of Contrapunctus 8: both are built on statements of S3 and exhibit more relaxed constructions relative to the densities of contrapuntal activities surrounding them. Occurring at the midpoints of each contrapunctus, these expositions are moments of repose that articulate the subject that is most clearly derived from the subject that opens Contrapunctus 1 and forms the basis for the contrapuntal manipulations spanning the entire Art of Fugue . Table 8 . Structural outline of section 4 of Contrapunctus 11 (mm. 145–84). Statement 1, Middle Entry 3 and the Final Entry are in triple counterpoint; Middle Entries 1 and 2 are in invertible counterpoint at the 10th (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Section 4 of Contrapunctus 11 comprises three statements of the subject materials in triple counterpoint, two statements of the S3–S3 i combination using invertible counterpoint at the tenth, and two episodes based on S2 and S2 i in different imitative combinations (see Table 8 ). The different components of section 4 are of approximately equal length, leading to an arch form overall in which the two S3–S3 i combinations are placed in the middle and flanked by episodes. The statements in triple counterpoint provide the bookends for section 4, with the final, third statement giving a slightly greater length to the concluding part of an otherwise symmetrical structure overall. Section 4 contains only three statements in triple counterpoint compared to five in section 4 of Contrapunctus 8. This supports the point made above that Bach did not exploit triple counterpoint as a means of especially heightened contrapuntal activity and that it is useful to look carefully at how other techniques are used across all sections of each contrapunctus. Example 15 . S 3 -S 3 i combinations in invertible counterpoint at the 10th in Contrapunctus 11 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Bach gave special significance to the S3–S3 i combinations by placing them in the center of this final section. The use of invertible counterpoint at the tenth for the first time in either Contrapunctus 8 or 11 emphasizes the great care that Bach took in crafting this combination. This further affirms the importance of S3 and its inversion in Bach’s overall conception of Contrapunctus 8 and 11 and their place in the Art of Fugue more generally. In Examples 15a and 15b , the two voices involved in the S3–S3 i combinations are extracted from the texture and placed on separate staves for ease of viewing. The other voices provide free counterpoint with the exception of S2 i in stretto at the half note, which makes brief and fragmentary countermelodies to the S3–S3 i combination at mm. 164–65.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Three points are worth noting about the construction of Example 15. First, in Example 15a, Bach uses a slight variant in S3 i (the opening E–A instead of D–A). This does not affect the inversion in Example 15b where the interval of a fifth (G–D) begins in the higher voice. Second, the dissonant intervals, especially the fourth that inverts to a seventh in the first measure of each version, arise as members of triads and seventh chords that are completed by the other voices (not shown here). Third, in Example 15a the registers between the voices often exceed a tenth, which means that the parts cross when inverted in Example 15b; for instance, the twelfth D–A in the third measure of Example 15a becomes a crossed third in Example 15b (whereas if D–A had been at the interval of a fifth, invertible counterpoint at the tenth would have dictated a resultant sixth).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] The episodic material in section 4 is dominated by S2 and S2 i heard in different combinations of horizontal-shifting counterpoint. Voice entries are mostly separated by various temporal offsets, although sometimes the S2–S2 i combination occurs simultaneously (as in the soprano and alto combination starting at the upbeat to m. 153). At other times, entries lead to all four voices emphatically stating the S2 and S2 i material in eighth notes. For instance, the stretto buildup of S2 i entries beginning in the soprano at the upbeat to m. 168 leads to all four voices in eighth notes at m. 170. At this point, the upper three voices take S2 i while the bass has S2 at pitches that recall the entry of S2 at m. 39 of Contrapunctus 8 (see Example 2a). In briefly recalling this earlier statement, Bach provides heightening in Contrapunctus 11 through the quadruple combination of voices in the same rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] In conclusion, the discussion and examples above underscore how Bach must have engaged in substantial precompositional planning in order to arrive at viable combinations of voices in horizontal-shifting counterpoint and in invertible counterpoint. The latter often provide structural pillars within the sections of both Contrapuncti 8 and 11, while the former demonstrate remarkably tightly-knit contrapuntal combinations that heighten or relax the unfolding musical textures and point to structural relationships not otherwise immediately evident. Utilizing the term “horizontal-shifting counterpoint” permits identification and discussion of an essential compositional tool in Bach’s music, one that arguably has not yet had a sufficiently systematic theoretical underpinning in Western scholarship. Adoption of this term may also assist more generally with terminological clarity in studies of contrapuntal processes not only in Bach’s fugal output but in many other contexts, most especially in Renaissance repertoire where Taneyev’s focus principally lay. The present study has underscored how the theoretical models proposed by Taneyev and Lester share a common strength in how each is adaptable to the other. Lester’s model facilitates identification of principal structural sections according to Bach’s compositional method, while Taneyev’s theories focus on how contrapuntal combinations operate at the local level more generally. Taneyev had hoped to complete a book on musical form that would have included analyses of Bach fugues and Beethoven sonatas, but this work remained incomplete at his death ( Carpenter 1983 , 254). This project may have reconciled aspects of formal design and contrapuntal process in one unified theory. Finally, the comparison of contrapuntal techniques in Contrapuncti 8 and 11 affirms the importance of two- or three-voice combinations as building blocks for sophisticated compositional textures. How Bach manipulated these combinations will no doubt continue to generate considerable scholarly inquiry for generations to come.",
                "footnotes": [],
                "citations": [
                    "carpenter_1983"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.4.collins.html",
    "data": "mto/data/mto.18.24.4.collins.json"
}