{
    "title": "Review of Maureen Carr, <i>After the Rite: Stravinsky’s Path to Neoclassicism (1914–25)</i> (Oxford, 2014)",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Mori, Akane"
    ],
    "abstract": "",
    "keywords": [
        "Sketch study",
        "Neoclassicism",
        "Block form",
        "Stravinsky"
    ],
    "doi": "",
    "received": "May 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.3/mto.15.21.3.mori.pdf",
    "author_info": [
        {
            "name": "Akane Mori",
            "university": "The Hartt School",
            "address": "University of Hartford, 200 Bloomfield Avenue, West Hartford, CT  06117",
            "email": "mori@hartford.edu"
        }
    ],
    "citations": {
        "adorno_1949": "Adorno, Theodor W. 1949. Philosophy of Modern Music . Translated by Anne G. Mitchell and Wesley V. Blomster. Seabury Press. 1973.",
        "carr_2010": "Carr, Maureen A., ed. 2010. Stravinsky’s Pulcinella: a Facsimile of the Sources and Sketches . A-R Editions.",
        "carr_2005": "Carr, Maureen A., ed. 2005. Stravinsky’s Histoire du soldat: a Facsimile of the Sketches . A-R Editions.",
        "carr_2002": "Carr, Maureen A. 2002. Multiple Masks: Neoclassicism in Stravinsky’s Works on Greek Subjects . University of Nebraska Press.",
        "cone_1962": "Cone, Edward T. 1962. “Stravinsky: The Progress of a Method.” Perspectives of New Music 1 (1): 18–26. Reprinted in Perspectives on Schoenberg and Stravinsky , ed. Benjamin Boretz and Edward T. Cone, 155–64. W. W. Norton, 1972, and in Edward T. Cone, Music: A View from Delft , 293–301. University of Chicago Press, 1989.",
        "cross_1998": "Cross, Jonathan. 1998. The Stravinsky Legacy . Cambridge University Press.",
        "hasty_1986": "Hasty, Christopher F. 1986. “On the Problem of Succession and Continuity in Twentieth-Century Music.” Music Theory Spectrum 8: 58–74.",
        "horlacher_2011": "Horlacher, Gretchen G. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . Oxford University Press.",
        "rehding_1998": "Rehding, Alexander. 1998. “Towards A ‘Logic of Discontinuity’ in Stravinsky’s Symphonies of Wind Instruments: Hasty, Kramer, and Straus Reconsidered.” Music Analysis 17 (1): 39–65.",
        "straus_1990": "Straus, Joseph N. 1990. Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition . Harvard University Press.",
        "stravinsky_1962": "Stravinksy, Igor. 1962. An Autobiography . W. W. Norton. Revised 1998. Originally published as Chroniques de ma vie . Denoël et Steele, 1935–36.",
        "stravinksy_1942": "Stravinsky, Igor. 1942. Poétique musicale. Poetics of Music in the Form of Six Lessons . Translated by Arthur Knodel and Ingolf Dahl. Harvard University Press, 1970.",
        "whittall_2003": "Whittall, Arnold. 2003. “James Dillon, Thomas Adès, and the Pleasures of Allusion.” Aspects of British Music of the 1990s , ed. Peter O’Hagan, 3–27. Ashgate."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Carr 2002 , along with her two facsimile editions, 2005 and 2010 .",
            "citations": [
                "carr_2002",
                "carr_2005",
                "carr_2010"
            ]
        },
        "FN2": {
            "text": "2. In addition to the works mentioned, the book covers the second movement of Three Pieces for String Quartet (1914), “Le Colonel” from Pribaoutki (1914), “Marche” from Three Easy Pieces (1914–15), Renard [Bajka] (1915–16), Histoire du soldat (1917–18), Étude pour Pianola (1917), Ragtime for Eleven Instruments (1918), Trois pièces pour clarinette (1918), Piano-Rag-Music (1918–19), Octet (1919–23), Concertino for String Quartet (1920), Symphonies of Wind Instruments (1920), Pulcinella (1919–20), “Larghetto” from Les cinq doigts (1921), Mavra (1922), Concerto for Piano and Winds (1923–24), and Piano Sonata (1924).",
            "citations": []
        },
        "FN3": {
            "text": "3. For example, Cone 1962 , Hasty 1986 , Straus 1990 , and Rehding 1998 .",
            "citations": [
                "cone_1962",
                "hasty_1986",
                "straus_1990",
                "rehding_1998"
            ]
        },
        "FN4": {
            "text": "4. In the visual arts, David Burliuk collaborated with Vladimir Mayakovsky and completed Collage (17). Sonia Delaunay drew Prismes électriques by creating patterns of different shapes and blocks of various colors (13).",
            "citations": []
        },
        "FN5": {
            "text": "5. Carr explains “defamiliarization” as “the process of melting down ‘the original model’” (277).",
            "citations": []
        },
        "FN6": {
            "text": "6. “Objective stance” is Carr’s ( 2002 ) label for Stravinsky’s assimilation of these viewpoints.",
            "citations": [
                "carr_2002"
            ]
        },
        "FN7": {
            "text": "7. The sketches and other documents analyzed in this book are mainly found in the Stravinsky archive of the Paul Sacher Stiftung in Basel, Switzerland.",
            "citations": []
        },
        "FN8": {
            "text": "8. See Figure 2.2 and its diplomatic transcription in Example 2.4 (53).",
            "citations": []
        },
        "FN9": {
            "text": "9. For example, see Table 2.3 (55) and Table 2.4 (57).",
            "citations": []
        },
        "FN10": {
            "text": "10. Carr also mentions Horlacher’s ( 2011 ) concept of “ordered succession” to explain Stravinsky’s method of connecting blocks (264).",
            "citations": [
                "horlacher_2011"
            ]
        },
        "FN11": {
            "text": "11. Carr acknowledges that Elliot Carter introduced the term “cross cutting” in his discussion of Cone 1962 (Carr, 69).",
            "citations": [
                "cone_1962"
            ]
        },
        "FN12": {
            "text": "12. Carr quotes from Adorno’s ( 1949 ) Philosophy of Modern Music that “the basic stratum of Neoclassicism is not far removed from surrealism” (25). She also relates Piano-Rag-Music to surrealism because of the composer’s way of disguising and distorting the model (26).",
            "citations": [
                "adorno_1949"
            ]
        },
        "FN13": {
            "text": "13. Carr employs Paul Klee’s Polyphonie (1932) as a visual analog to the composer’s mature style, with its harmonic language and collage technique that uses non-developing blocks. In addition, she mentions that Jonathan Cross ( 1998 , 19) considers Picasso’s Standing Female Nude (1910) as an example of a visual parallel to Stravinsky’s block forms (144).",
            "citations": [
                "cross_1998"
            ]
        },
        "FN14": {
            "text": "14. The notion of “pleasures of allusion” is contrasted with Harold Bloom’s “anxiety of influence.” Joseph Straus discusses the notion of “anxiety of influence” in his Remaking the Past ( 1990 ).",
            "citations": [
                "straus_1990"
            ]
        },
        "FN15": {
            "text": "15. Carr notes that, in Poetics of Music ( 1942 ), Stravinsky raises two questions about the fugue: “Doesn’t the fugue imply the composer’s submission to the rules? And is it not within these strictures that he finds the full flowering of his freedom as a creator?” (237).",
            "citations": [
                "stravinksy_1942"
            ]
        },
        "FN16": {
            "text": "16. Carr quotes from Stravinsky’s ( 1962 ) An Autobiography that “I gave this name [sonata] without, however, giving it the classical form such as we find it in Clementi, Haydn, Mozart, which as everyone knows, is conditioned by the allegro. I used the term sonata in its original meaning—deriving from sonare , in contrast to cantare , whence cantata ” (263).",
            "citations": [
                "stravinsky_1962"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] After the Rite: Stravinsky’s Path to Neoclassicism (1914–25 ) is Maureen Carr’s second book tracing the evolution of Stravinsky’s compositional process through lengthy and extensive study and analysis of his musical sketches. (1) Moving chronologically from “Jeu du rossignol mécanique” (1913) in Le Rossignol to Serenade in A (1925), this volume investigates the development of Neoclassicism in works immediately following The Rite of Spring (1913). (2) Many of these pieces, including Symphonies of Wind Instruments (1920), Pulcinella (1919–20) and Octet (1919–23), are frequently discussed in the literature; (3) others, such as Renard (1915–16) and Étude pour Pianola (1917), are less well known. Carr’s study shows the importance of analyzing the sketches of these lesser-known pieces, arguing that they foreshadow later pieces in significant ways.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In the introductory chapter, Carr explores influential movements in various art forms prominent in 1914 St. Petersburg. These movements aimed to reject the past, with a shared focus on the aesthetics of futurism and formalism. Carr’s argument clarifies how those artistic manifestos relate to each other and to the development of Neoclassicism. Several concepts presented here are valuable to investigate because they are directly connected to Stravinsky’s Neoclassicism. (4) In literature, Viktor Shklovsky promoted futurism in poetry through his essay on “The Resurrection of the Word” (1914) (8), which led to the idea of “defamiliarization” appearing in “Art as Technique” (1917) (23).  The notion of “defamiliarization” plays a crucial role in Stravinsky’s departure from his “Russian” pieces. (5) For example, the abrupt fragments and multiple ostinati seen in earlier works from the Russian period become more prominent, evolving into discrete strata and blocks. Aspects of Stravinsky’s formal design provide another example of “defamiliarization.” Although the composer models the sonata form of eighteenth-century music, Carr reveals that, in works such as the Piano Sonata, he gives new meaning to the form through defamiliarizing the archetype of the formal structure (271).",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The effort to change the perspective from subject to object is essential to understanding Neoclassicism. Composer Arthur Lourié contributed to a futurist manifesto promoting Eastern art, entitled “We and the West,” which states “the art of the West is the embodiment of a geometric world view proceeding from object to subject; the art of the East is the embodiment of an algebraic world view proceeding from subject to object” (quoted in Carr, 8). Carr’s critique of this manifesto, describing it as a false dichotomy and being too divisive of the East and West, is reasonable (11). However, it is true that Russia is in a unique position between Europe and Asia, making it a likely location for artistic movements that spring forth from cultural ideologies of both the East and West.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Stravinsky’s objective approach to his compositions relates to Lourié’s manifesto as well as to Michael Fokine’s new principle of the ballet. Fokine, the groundbreaking choreographer and dancer, outlined his “Five Principles” for the “New Ballet” to the editor of the Times (London). The fourth principle in his article concerns objectivity in dance. Fokine asserts that the new ballet should advance from subjectivity, with “the expressiveness of the individual body,” to objectivity, with “the expressiveness of a group of bodies” and “the combined dancing of a crowd” (21). Like these artists, Stravinsky tried to compose from an “objective stance.” (6) Throughout Carr’s analysis, the reader can witness how the composer establishes and maintains objectivity in his compositions.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] There are basically three stages in the development of Stravinsky’s Neoclassicism, as Carr explains: (1) Stravinsky begins to use “blocks” more apparently than he did in the pieces of his Russian period; (2) he appropriates different musical idioms such as ragtime for his compositions; and (3) he abstracts musical models from the past and assimilates them into his compositions. Carr’s thorough study of the composer’s sketches and published scores successively discloses this transformation in Stravinsky’s work during his Neoclassical period. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The analysis of the sketch of “Jeu du rossignol mécanique” from Le Rossignol shows Stravinsky’s establishment of rhythmic and harmonic stasis, seen previously in the Rite of Spring . These static blocks become more conspicuous in the second movement of Three Pieces for String Quartet, “March” from Three Easy Pieces, and “Le Colonel” from Pribaoutki . For example, a partial sketch for the “March” prefigures not only the superimposition of melodic fragments but also the simultaneous use of different keys. (8) Carr’s form diagrams, and particularly those presented as color plates, clearly demonstrate the “montages” that Stravinsky created through the juxtaposition and superimposition of blocks. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Using examples from both Renard and Histoire du soldat , Carr elucidates how the discrete blocks in the sketches are juxtaposed and moved into the score. These abruptly connected blocks each contain diverse musical fragments joined together to assemble continuities—a technique that Elliot Carter termed “unified fragmentation” (68). (10) The musical continuity is also established in Renard by “cross-cutting,” the technique for associating non-adjacent blocks (69). (11) The analysis of “Petit Concert” from Histoire du soldat validates how Neoclassicism is the outcome of surrealism, which Carr discusses in the first chapter (25). (12) Similar to a storyline that delineates two worlds—the “real” and “unreal”—the music projects two strata; on the surface, the composer aligns the motives with the events as they unfold, and at the subliminal level, he creates a “montage,” with events recalling the past and foreshadowing the future.",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Carr indicates that Stravinsky’s appropriation of the “rag idiom” is another aspect of his Neoclassicism. Stravinsky found the improvisatory nature of the “rag idiom” attractive. Étude pour Pianola is a fine example of this. Initially, use of the pianola might seem paradoxical because the instrument is more fixed and less improvisatory than other instruments. Stravinsky, however, explained this seeming contradiction: “There is a new polyphonic truth in the player piano . . . There are tone combinations beyond my 10 fingers” (127). Thus, the composer’s use of the pianola contributes to his improvisatory style and expands his capacity to produce textural layers, as well as juxtaposed and superimposed blocks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Stravinsky’s use of the improvisatory style brought about the “intervallic twist” in the ragtime elements in Histoire and Ragtime for Eleven Instruments and its piano arrangement. This intervallic structure manifests itself as, for example, harmonic clashes created by minor seconds and extensive use of neighboring notes (124, 140). This characteristic can be traced back to fragments in his sketchbooks. The experimental idea in Étude pour Pianola matured in Piano-Rag-Music , in which the composer “blurs the portrait” of “rag idiom” (155). It is remarkable to observe this process of abstraction through Carr’s detailed analyses of the sketches. Stravinsky gradually reinterpreted the improvisatory idiom in ragtime, and by the end of 1918, with Three Pieces for Clarinet, he had achieved an abstract approach to the style (162). (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The two pieces completed in 1920, Concertino for String Quartet and Symphonies of Wind Instruments, demonstrate the next step toward the “crystallization of Neoclassicism” (254). In spite of the chaotic impression on the surface of the Concerto and the disjunctive nature of the Symphonies, the author’s detailed analyses of these pieces and their sketches convey Stravinsky’s “synthesizing energy” (178). The composer’s attempt to synthesize contrasting material through superimposition, interruption, and juxtaposition allows him to integrate sources from eighteenth-century music into his compositions. Although Pulcinella exhibits an unevenness in the appropriation of musical models, Stravinsky subsequently transforms these types of sources into his own language, in which the “defamiliarized” Russian characteristics can be easily identified.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In her analysis of Mavra , Carr convincingly demonstrates the ways in which sketch studies can reveal the types of “allusions” to a model that are hard to detect in Stravinsky’s final score. The sketches disclose the composer’s allusions to works by both Bach and Beethoven because they include fragments of Bach’s C-minor fugue from Book I of The Well-Tempered Clavier , and of two string quartets by Beethoven: the Grosse Fugue, op. 133 and the introduction to op. 132. In Mavra , the composer defamiliarizes these models and incorporates them into his own compositional style. Here Carr introduces Arnold Whittall’s term, the “pleasure of allusion” (231). (14) She argues that Whittall’s phrase suits Mavra well, “because Stravinsky endeavored to honor Russian composers, yet he ‘alludes’ to sources by Bach and Beethoven” (232).",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The frequent use of fugue in Mavra indicates not only Stravinsky’s appropriation of the compositional techniques of the past but also his way of acquiring creative freedom. (15) That is to say, as with the composer’s adoption of the pianola and musical style of ragtime, the more restricted his compositional environment, the more he develops his own language. The use of fugal technique and Classical sonata form as models becomes more pronounced in the Octet for Winds and the Concerto for Piano and Winds (248). Carr’s diplomatic transcription of the sketchbook and the final score of Variation E in the Octet’s second movement show the composer’s tightly controlled fughetta. In this example, Stravinsky achieved a high level of “objectivity,” the notion espoused by Lourié and Fokine.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In spite of the composer’s denial that he modeled Classical sonata form, (16) Stravinsky preserved the basic structure of this form in the first movement of his piano sonata. Carr’s detailed study of more than forty pages of sketches of this composition reveal the composer’s “reliance on models and gestures from the keyboard literature” (268). Although Stravinsky himself did not acknowledge this influence, his sketches include excerpts from various Mozart sonatas, especially from the first movement of the Piano Sonata K. 310. In addition to Mozart, Carr demonstrates that the composer relied on other pieces from the piano repertoire, including those of Beethoven and Chopin.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The sketches also indicate that Stravinsky incorporated the finger study from his teacher Isidor Philipp into this Piano Sonata. This modeling process is reminiscent of the composer’s interest in and adoption of the pianola. Again, the mechanical aspects of this approach attracted the composer. Stravinsky’s predilection for the mechanics of composition supports objectivity in his work while, at the same time, giving him access to freedom within self-imposed compositional restriction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] After the Rite effectively traces Stravinsky’s path to Neoclassicism through the compositional development present in his sketches and final scores. The music investigated in this volume exhibits the complex structure of block form with superimposition and juxtaposition. This conspicuous characteristic is analogous to the multi-dimensional nature of Neoclassicism. Carr’s scholarship successfully elucidates this correspondence and compels us to investigate Stravinsky’s music further and from other vantage points.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.3.mori.html",
    "data": "mto/data/mto.15.21.3.mori.json"
}