{
    "title": "Beethoven’s Op. 81a and the Psychology of Loss",
    "date": "1996/05/01",
    "volume": "2",
    "issue": "4",
    "authors": [
        "Agmon, Eytan"
    ],
    "abstract": "Two interpretations of the first movement of Beethoven’s Piano Sonata in E-flat Major, Op. 81a, are offered. According to one interpretation (inspired by Bach’sCapriccio on the Departure of His Beloved Brother), the movement depicts Beethoven’s struggle against Rudolph’s intended departure. According to the second interpretation the movement depicts an internal struggle, and in particular, the vacillation between denial and acceptance characteristic of the psychology of loss.",
    "keywords": [
        "Beethoven",
        "Piano Sonata Op. 81a",
        "program music",
        "psychology",
        "psychoanalysis"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.4/mto.96.2.4.agmon.pdf",
    "author_info": [
        {
            "name": "Eytan Agmon",
            "university": "Department of Musicology",
            "address": "Bar-Ilan University Ramat-Gan, Israel, 52900",
            "email": "agmone@ashur.cc.biu.ac.il"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See Gustav Nottebohm, Zweite Beethoveniana (New York: \nJohnson Reprint Corporation, 1970; orig. ed. Leipzig, 1887), pages 375 and 378.",
            "citations": []
        },
        "FN2": {
            "text": "2. Walter Riezler, Beethoven , trans. G. Pidcock (New York: \nVienna House, 1972; orig. German ed. 1938), pages 81–82.",
            "citations": []
        },
        "FN3": {
            "text": "3. “Das Äusserliche wirkt wie überall so ganz \nbesonders in der Kunst auf die Menge am raschesten ein.” Wilibald Nagel, Beethoven und seine Klaviersonaten , vol. 2 (Langensalza: Hermann Beyer, 1905), \npage 164; see also pages 182–83. W. v. Lenz has also expressed misgivings concerning the \npictorial aspect of Op. 81a. For a valuable summary of various evaluations of the sonata, see \nChristoph von Blumröder’s article in Albrecht Riethmüller, Carl Dahlhaus, and \nAlexander L. Ringer (eds.), Beethoven: Interpretationen seiner Werke , vol. 1 \n(Laaber: Laaber Verlag, 1994), pages 626–\n28. My thanks to Mr. Ephraim Wagner for his expert linguistic advice with regard to the \ntranslated German passages included in this essay.",
            "citations": []
        },
        "FN4": {
            "text": "4. Carl Dahlhaus, Ludwig van Beethoven: Approaches to his \nMusic , trans. by Mary Whittall (Oxford: Clarendon Press, 1991), pages 39–40. Carl \nCzerny [ On the Proper Performance of all Beethoven’s Works for the Piano , ed. by \nPaul Badura-Skoda (Vienna: Universal Edition, 1970), page 61] remarks that Op. 81a, “ . . . when properly played, may, and indeed should, interest even those who are willing to \nenjoy it as pure music, without regard to the titles.” See also the remarks of Charles \nMalherbe, cited in Jacques-Gabriel Prod’homme, Les Sonates pour Piano de \nBeethoven (Paris: Delagrave, 1938), page 202, and Jürgen Uhde, Beethovens \nKlaviermusik , vol. 3 (2nd ed., Stuttgart: Reclam, 1980), page 272.",
            "citations": []
        },
        "FN5": {
            "text": "5. See Nagel, page 163; Donald Francis Tovey, A Companion to \nBeethoven’s Pianoforte Sonatas (London: Associated Board of the Royal Schools of \nMusic, 1931), page 189; Prod’homme, page 201; Eric Blom, Beethoven’s Pianoforte Sonatas \nDiscussed (New York: Da Capo, 1968), page 183; Riethmüller et al., page 627. For a \nstudy of the “storm” movement from Beethoven’s Sixth Symphony that goes \nsignificantly beyond the pictorial surface, see Carl Schachter, “The Triad as Place and \nAction,” Music Theory Spectrum 17, pages 158–69. Schachter proposes that \n“ . . . the stormy world . . . [this remarkable movement] depicts penetrates below the \ndescriptive details of the foreground into the underlying triadic substance” (page \n158).",
            "citations": []
        },
        "FN6": {
            "text": "6. See Beethoven’s letter to Breitkopf & Härtel dated Sept. \n23 [1810], in Ludwig van Beethovens sämtliche Briefe , ed. by Emerich \nKastner and Dr. Julius Kapp (Tutzing: Hans Schneider, 1975; orig. ed. 1923), page \n179.",
            "citations": []
        },
        "FN7": {
            "text": "7. Cf. Jacques-Gabriel Prod’homme ( Les Sonates pour Piano de \nBeethoven , page 202), who suggests (apparently after Charles Malherbe) that Op. 81a may \nhave been inspired by Beethoven’s love to Therese von Brunswick more than his friendship \nto Rudolph. Adolph Bernhard Marx (who was possibly ignorant of the work’s biographical \nbackground) similarly believed that the sonata depicted “moments from the life of a \nloving [opposite-sex] couple”; see his Anleitung zum Vortrag Beethovenscher \nKlavierwerke , ed. by Eugen Schmitz (Regensburg: Gustav Bosse, ca. 1912; orig. ed. \nBerlin, 1863), page 218. While it is doubtful that Beethoven would have made public the \nsentiments expressed in Op. 81a had he suspected that these could be interpreted in a \nhomosexual light, at least from a present-day perspective the work’s homo-erotic \nundertones cannot altogether be dismissed. These undertones, however, are totally beside \nthe point as far as the present interpretation of the sonata is concerned.",
            "citations": []
        },
        "FN8": {
            "text": "8. Anton Rubinstein, A Conversation on Music , trans. by Mrs. \nJohn P. Morgan (New York: Da Capo, 1982; orig. English ed. New York, 1892), page 9. As \nUhde has remarked ( Beethovens Klaviermusik , page 279), “the fervent activity \nthat the Allegro displays after this Adagio-‘Introduction’ may have striked a naive observer \nas rather strange.” Subsequently in the same paragraph he explains that “in the \nentire sonata the contrast between deliberation and determination, between hesitant question \nand definite answer, repeats itself again and again.” See also Nagel’s \n( Beethoven , pages 167–68) sharp critique of A. B. Marx’s attempt to see the Allegro in \na passionate light. Nagel is evidently disturbed by the Allegro’s apparent programmatic \ninappropriateness, for in the same paragraph he rationalizes (cf. Uhde) that \n“[Beethoven] never surrendered himself to a painful thought for long, and from the \ndeepest emotional distress the strength for action arose in him.”",
            "citations": []
        },
        "FN9": {
            "text": "9. Explaining Music: Essays and Explorations (Berkeley: \nUniversity of California Press, 1973), page 243. Meyer presents a detailed analysis of the first \nmovement (especially the opening twenty-one measures), and lays considerable emphasis \non the structural implications of the deceptive cadence of measure 2. According to \nBlumröder (in Riethmüller et al., Beethoven: Interpretationen , page 630), \nthe deceptive cadence carries “a specific emotional quality of uncertainty” \n(“eine spezifische Empfindungsqualität der Ungewissheit”).",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., 244. See also Uhde, page 272. Uhde points out that the sonata \nas a whole begins with an ending (departure), and ends with a new beginning (reunion), an \nidea that he develops into a thesis of contrasting experiences in the time dimension; see pages \n272–75.",
            "citations": []
        },
        "FN11": {
            "text": "11. Blom, page 182; Richard Rosenberg, Die Klaviersonaten Ludwig \nvan Beethovens , vol. 2 (Olten: URS Graf-Verlag, 1957), page 325; Uhde, page 279. \nHowever, I am not aware of any documentary evidence from which Beethoven’s familiarity \nwith Bach’s youthful work may be inferred.",
            "citations": []
        },
        "FN12": {
            "text": "12. Bach’s inscription for the first movement is: “Adagio. Ist \neine Schmeichelung der Freunde, um denselben von seiner Reise \nabzuhalten.”",
            "citations": []
        },
        "FN13": {
            "text": "13. Kenneth Drake, The Beethoven Sonatas and the Creative \nExperience (Bloomington: Indiana University Press, 1994), page 69.",
            "citations": []
        },
        "FN14": {
            "text": "14. I realize that some readers may feel uncomfortable with the idea of \nan inner, psychological struggle, and might prefer an interpretation of Op. 81a more on the \nlines of Bach’s Capriccio . For such readers, the following section is optional. As for \nthe remainder of this essay, the terms of an inner struggle (i.e., denying the reality of \nRudolph’s imminent departure) may be easily translated into those of an external struggle \n(preventing the Archduke’s departure from taking place).",
            "citations": []
        },
        "FN15": {
            "text": "15. Judith Viorst, Necessary Losses (New York: Ballantine \nBooks, 1986), page 9.",
            "citations": []
        },
        "FN16": {
            "text": "16. Elisabeth Kübler-Ross, On Death and Dying (London: Macmillan, 1969).",
            "citations": []
        },
        "FN17": {
            "text": "17. See for example Avery D. Weisman, On Dying and \nDenying (New York: Behavioral Publications, 1972), especially chaps. 5 and \n6.",
            "citations": []
        },
        "FN18": {
            "text": "18. Edwin S. Shneidman, Deaths of Man (New York: \nQuadrangle, 1973), page 7.",
            "citations": []
        },
        "FN19": {
            "text": "19. Maynard Solomon, Beethoven (New York: Schirmer, \n1977), page 114.",
            "citations": []
        },
        "FN20": {
            "text": "20. As Solomon notes ( loc. cit. ), Dr. Schmidt was extremely \nhelpful in allaying Beethoven’s anxiety concerning the symptoms of deafness.",
            "citations": []
        },
        "FN21": {
            "text": "21. In Beethoven’s sketches, (Der) Abschied is the title of the \nfirst movement. See Nottebohm, Zweite Beethoveniana , page 100.",
            "citations": []
        },
        "FN22": {
            "text": "22. See Solomon, 154; see also Gerhard von Breuning, Memories \nof Beethoven , trans. by Henry Mins and Maynard Solomon, ed. by Maynard Solomon \n(Cambridge: Cambridge University Press, 1992), 38–40.",
            "citations": []
        },
        "FN23": {
            "text": "23. Hanna Segal, “A Psychoanalytic Approach to \nAesthetics.” International Journal of Psychoanalysis 33 (1952), page \n199.",
            "citations": []
        },
        "FN24": {
            "text": "24. George H. Pollock, The Mourning-Liberation Process , vol. \n1 (Madison: International Universities Press, 1989), page 114.",
            "citations": []
        },
        "FN25": {
            "text": "25. As Maynard Solomon has suggested ( Beethoven , page 121), \nBeethoven enacted his own death and resurrection in the Heiligenstadt episode. “He \nrecreated himself in a new guise, self-sufficient and heroic. The testament is a funeral work, . . . in a sense it is the literary prototype of the Eroica Symphony, . . . a daydream \ncompounded of heroism, death, and rebirth . . . ” See also Uhde’s ( Beethovens \nKlaviermusik , pages 275–76) characterization of the sonata’s three movements (especially \nthe third movement), as well as his comments on pages 271–72 in favour of a \n“universal” interpretation of the sonata’s program.",
            "citations": []
        },
        "FN26": {
            "text": "26. Uhde ( Beethovens Klaviermusik , pages 277–78), \ncharacterizes the Lebewohl-motto as a “Tatsache-Motive”: an unchallengeable, \nfactual, objective statement.",
            "citations": []
        },
        "FN27": {
            "text": "27. In “ Auf dem Flusse : Image and Background in a \nSchubert Song,” 19th Century Music 6:1 (1982), 47–59, David Lewin \nemploys a somewhat similar idea of “textural segregation.” See especially Figure \n5 and its discussion on pages 56–7. Another point of contact with Lewin’s essay is \npsychological. According to Lewin, the poet in Schubert’s setting suppresses a painful \nquestion. Suppression (or repression) and denial are related psychological operations.",
            "citations": []
        },
        "FN28": {
            "text": "28. Pointing out that Beethoven’s crescendo in measures 252–53 contradicts the “sigh” implications of the C– B ♭ motive (cf. measures 248 and 250), William Rothstein (private communication) suggests that Beethoven is portraying a change from sighing grief into manly resolve. For more on the conventional “sigh” motive in this movement, see Rothstein’s sensitive discussion of Op. 81a in “Heinrich Schenker as an Interpreter of Beethoven’s Piano Sonatas,” 19th Century \nMusic 8:1 (1984), pages 12–13. Heinrich Schenker [ Free Composition , trans. and ed. by Ernst Oster (New York: Longman, 1979), page 64 of the main text] views the two-note sequence A ♭ 1–G1, A ♭ 2–G2, F1– E ♭ 1, E ♭ 2– D ♭ 2, D ♭ 2–C2, C2– C ♭ 2, and C ♭ 2– B ♭ 1 (measures 66–86—see Schenker’s Figure 62/4), as representing statements of the Lebewohl-motto, shortened \nby one syllable. “The third syllable is lost” he states, “as though in a \nsob.”",
            "citations": []
        },
        "FN29": {
            "text": "29. Concerning the G– E ♭ dyad, it is perhaps significant that the C–\nminor chord on the downbeats of measures 4 and 5 is represented by G and E ♭ only (note \nalso the right-hand’s melodic minor sixth G– E ♭ on the last eighth of measure 4). The sense in \nwhich the G– E ♭ dyad is unstable is rendered (following the deceptive cadence) doubly \nacute. A significant compositional issue in the movement is “C versus C ♭ ” (or \n“G versus G ♭ ”). See Heinrich Schenker, Free Composition , Figure 119/7 \nand its discussion on page 100 of the main text; and William Rothstein, “Heinrich \nSchenker as an Interpreter of Beethoven’s Piano Sonatas,” pages 12–13 and 17.",
            "citations": []
        },
        "FN30": {
            "text": "30. I read a prolongation of IV from measure 11 (second half) through measure \n18. Uhde ( Beethovens Klaviermusik , page 282) makes the interesting proposition that \nmeasures 35–50, rather than measures 50–58, are the sonata’s second subject (Uhde considers measures \n50–58 as the exposition’s closing group).",
            "citations": []
        },
        "FN31": {
            "text": "31. The first passage of this type occurs already near the end of the \nexposition (measures 62–65); as several commentators have noted, the passage (restated in the \nrecapitulation, measures 154–57) makes use of rhythmic diminution. In a broad sense, the idea \nof the left hand following the right hand originates from the very beginning of the \nmovement, where the left hand enters after a full-measure rest.",
            "citations": []
        },
        "FN32": {
            "text": "32. Schenker’s implied E ♭ in the left hand in measure 207 is of course \ntechnically correct, yet nonetheless seems to miss the point. See Free Composition , \nFigure 125/5 (the figure illustrates “deceptive intervals” that arise from keyboard \nwriting). The pianistically awkward note-repetitions in measures 219 and 221 seem to support \nthe idea that Beethoven’s B-flats have special significance, since these repetitions could \nhave been easily remedied by resorting to the implied E ♭ . Although a crossing of the voices \nwould have resulted in the process, such a voice crossing is pianistically less awkward than \nrepetition.",
            "citations": []
        },
        "FN33": {
            "text": "33. Or, in terms of an external struggle (cf. Bach’s Capriccio ), \nat this point Beethoven finally allows Rudolph to depart. Interestingly, measures 239–43 are \ntraditionally interpreted as depicting the withdrawal of the Archduke’s coach.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A curious tendency encountered among the numerous existing commentaries on \nBeethoven’s piano sonata in E-flat major, Op. 81a, is to downplay the significance of the \nwork’s representational trappings. To be sure, Beethoven himself has warned against taking \ndescriptive titles too literally when he qualified his “Sinfonia caracteristica” as Mehr Ausdruck der Empfindung als Mahlerei . (1) Yet I doubt that any commentator on Op. 68 \nhas voiced an opinion comparable to Walter Riezler’s, who states that “the \nsuperscriptions . . . intended for the first and last movements of [Op. 81a] . . . today sound \nfaintly comic, and Beethoven himself can hardly have meant them to be taken too \nseriously.” (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] While Riezler represents an admittedly extreme case, his uneasiness with the sonata’s \nextra-musical pretensions is shared by other commentators. Wilibald Nagel, for example, \nwho does not rank Op. 81a among Beethoven’s outstanding masterworks, accounts for its \npopularity by referring derogatorily to its descriptive titles. “The outwardly apparent \nhas the quickest impact on the general public,” Nagel explains, “in general, and \nspecifically in the arts.” (3) Even a commentator as Carl Dahlhaus, who never questions the sonata’s artistic merits, \nprefers to emphasize its qualities as “absolute” music (its “formal” \naspect), at the expense of its qualities as program music (its “narrative” aspect). \n“The sadness at Archduke Rudolph’s departure and the joy at his return,” says \nDahlhaus, “ . . . are not by any means made more explicit by the painting of details \nduring the course of the musical development; rather, they become more remote as the \n‘formalization’ proceeds. As the formal elaboration of the motives grows more refined, and \nthe relationships between them are made increasingly distinct, so the reference to \nextraneous reality fades and dissolves.” (4) Indeed, Beethoven’s famous admonition Mehr Ausdruck der Empfindung als Mahlerei has been put to good use in this \nrespect, for it seems to relieve the analyst from the burden of proposing some specific representational interpretation of the music, not counting the (seemingly) \ntransparent instances of pictorialism. (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Why is Op. 81a, Beethoven’s “grosse charakteristische Sonate,” (6) apparently a problem for many \ncommentators? A number of commentators (though probably not the more recent ones) \nhave quite possibly formed the erroneous impression that the public display of affection \nfrom one man to another that the work exhibits is inappropriate, if not downright \nperverse. (7) However, a less \nloaded explanation also exists. As Anton Rubinstein has pointed out, “in the first \nmovement, . . . the character of the Allegro, after the introduction, does not throughout give \nexpression to the usual idea of sorrow at parting.” (8) Faced with such a (seemingly) glaring \ncontradiction between title and content, commentators may have simply felt compelled to \ndownplay the former’s significance.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The present essay is an attempt to resolve the problem of musical representation in \nBeethoven’s Op. 81a by evoking the psychological notion of loss. The notion of loss, and in \nparticular the related idea of an inner struggle between denial and acceptance, makes it \npossible to view the virile, energetic Allegro of the first movement as representationally \nwholly appropriate; as a result, there is no need either to question the validity of \nBeethoven’s inscriptions, or to resort to his famous admonition as a convenient \nsmokescreen. At the same time, sufficiently specific connections between Beethoven’s \nmusic and the emotional realm can be drawn to offer a significant alternative to pictorialism. \nAlthough much of what follows concerns the sonata’s first movement only, an interpretation \nof the entire sonata shall be suggested as well. The Meaning of the Interrupted Lebewohl-Motto Example 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Any representational interpretation of Op. 81a may well begin with the disruption, both \ntextural and harmonic, that the left-hand’s entry in measure 2 inflicts upon the right-hand’s \nLebewohl-entity initiated one measure earlier ( Example 1 ). Leonard Meyer believes that \n“this [deceptive] cadence further defines the ethos of the motto, bringing ‘the eternal \nnote of sadness in’ and perhaps suggesting that the parting is not final.” (9) Indeed, as Meyer subsequently points out, \nBeethoven’s placing of the horn figure at the beginning of the composition rather \nthan the end, where it more typically belongs, is already deviant. (10) However, I believe there is more to the left-\nhand’s interference with finality than Meyer suggests.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Several commentators have suggested a possible connection between Beethoven’s Op.\n81a and Bach’s “Capriccio on the Departure of His Beloved Brother” (BWV \n992), apparently composed when Bach was only nineteen years old on the occasion of his \nbrother Johann Jacob’s departure to join the retinue of the King of Sweden. (11) Kenneth Drake’s observations are most \nilluminating in this regard. Noting that Bach conceived his first movement as depicting the \nattempts of the brother’s friends to deter him from embarking on his journey, (12) Drake presents examples from \nboth Bach and Beethoven where “ . . . melodic continuity and harmonic movement are \nheld back, display vacillation, and are postponed . . . ” (13) Surely, though, the quintessence of held-\nback harmonic movement in Beethoven is the deceptive cadence of measure 2, which Drake fails \nto cite. It thus appears that Beethoven’s movement is not so much a depiction of the sorrow \nof parting, as is commonly assumed; rather, like Bach’s, the movement depicts (or at least \nbegins by depicting) an instinctive reaction of any human being to a projected departure of \nsomeone he or she deeply cares for: preventing that someone from executing the pain-\nafflicting plan . This, I believe, is the meaning of the left-hand’s interference with finality \nin measure 2, signified (as Meyer and others have rightfully observed) by the right-hand’s \nLebewohl-motto.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In light of Bach’s capriccio, in other words, the first movement of Op. 81a may be \ninterpreted as depicting an external struggle, namely, Beethoven’s struggle against \nRudolph’s intended departure. As in the fourth movement of Bach’s work, where the friends \nrealize that the brother’s departure is inevitable and bid farewell, by the end of Beethoven’s \nmovement the struggle against Rudolph’s projected departure subsides, and leave-taking \ntakes place. However, I believe that even greater insight into Beethoven’s work may be \ngained by applying a variant of the same idea. According to this variant, which I shall \npursue through the remainder of this essay, the struggle depicted in the first movement is internal : Beethoven’s subconscious denies what his conscious self already \nknows, namely, that the Archduke’s departure is imminent. This idea of an inner struggle, \nhowever, is more properly introduced through a brief psychological digression. (14) The Psychology of Loss",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] From a psychological and psychiatric standpoint, parting from someone we love is a \nparticular case of a more general type of traumatic experience known as “loss.” \nAs Judith Viorst has observed, “we begin life with loss.” (15) More typically, however, loss is associated \nwith such events as the loss of a bodily organ; divorce; and of course, death, be it of a \nfamily member, close friend, or a political or spiritual leader.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The psychology of loss probably manifests itself most clearly in the extreme case of \none’s own impending death. In her highly influential book, On Death and Dying , \nElisabeth Kübler-Ross \nhas proposed that dying patients pass through a progressive \nseries of more or less pre-determined psychological states that include denial, anger, \nbargaining, depression, and acceptance. (16) Although the rigidity of Kübler-Ross’s \nfive-stage theory has been put to task, the importance of denial as a defense \nmechanism in a loss situation has not, so far as I am aware, been challenged. (17) For example, one of \nKübler-Ross’s critics, Edwin Shneidman, asserts that “one does not find a \nunidirectional movement through progressive stages so much as an alternation between \nacceptance and denial . . . This interplay . . . between understanding what is happening \nand magically disbelieving its reality, may reflect a deeper dialogue of the total mind, \ninvolving different layers of conscious awareness of ‘knowing’ and of needing not to \nknow.“ (18)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In interpreting the first movement of Op. 81a as representing the “alternation \nbetween acceptance and denial” characteristic of the psychology of loss, it is perhaps \nsignificant to note that Archduke Rudolph’s departure is not the only loss that Beethoven \nhas suffered in 1809, either just before or during the period he composed the sonata. On \nFebruary 19, for example, Beethoven’s physician Johann Adam Schmidt died. The death of \nDr. Schmidt, “with whom he developed a strong personal bond,” (19) may have reactivated in \nBeethoven the trauma connected with one of his most painful losses, namely the loss of his \nhearing. (20) The suicidal \nimpulses connected with that loss are well documented in the famous “Heiligenstadt \ntestament” of 1802. “Lebt wohl,” writes Beethoven in the testament, and \nin the postscript he adds: “so nehme ich denn Abschied von dir”; reverberating \nin Op. 81a, the words “Lebewohl” and “Abschied” thus acquire a \nparticularly poignant quality. (21)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] On March 21, Julie von Vering, a woman to which Beethoven seems to have been \nattracted, died at age nineteen after marrying his friend Stephan von Breuning. (22) This particular loss is perhaps \nsymbolic of a more general one, namely Beethoven’s self-imposed sacrifice of marital \nhappiness for the sake of artistic freedom. Finally, on May 31, Joseph Haydn died. Haydn \nwas possibly a father figure for Beethoven, and thus his death may have carried significant \npsychological undertones.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Before turning to a more detailed analysis of the first movement, I should like to briefly \nconsider the entire sonata from the present psychological perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Psychoanalysts have noted a connection between loss and creativity. Hanna Segal, for \nexample, states that “ . . . when the world within us is destroyed, when it is dead and \nloveless, when our loved ones are in fragments, and when we ourselves in helpless despair, \nit is then that we must re-create our world anew, reassemble the pieces, infuse life into dead \nfragments, re-create life.” (23) George Pollock has turned this idea into a \nthesis termed “the mourning-liberation process,” according to which “the \nsuccessful completion of the mourning process results in creative outcome.” (24) Applying this idea to \nBeethoven’s sonata, one may regard its first movement as depicting loss; the second \nmourning; and the third personal renewal. Thus seen, the sonata becomes a vehicle to one \nof Beethoven’s favorite topics, namely the death of a hero and his subsequent \nresurrection. (25) Indeed, there \nmay be special significance to Beethoven’s choice of the “heroic” E-flat major \nas the sonata’s key. The Denial-Acceptance Axis: Three Representative Stages",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The idea of a struggle between conscious awareness and subconscious denial is \nincorporated, I believe, into the pianistic fabric of the first movement. The sonata begins \nwith the Lebewohl-motto in the right hand (see again Example 1). Like the word that Beethoven \nwrites above it, the motto is essentially a conventional pattern, the significance of which \nmay be accessed by purely intellectual means. (26) Thus the right hand may be seen as \nembodying Beethoven’s conscious, rational side, the side that understands (to borrow \nShneidman’s phrase) “what is happening.” The left hand—traditionally carrying \ndarker connotations (cf. the Latin sinistra )—assumes under the same interpretation \nBeethoven’s subconscious, emotional side: it contradicts the right-hand’s realistic stance (in \n“magical disbelief,” to paraphrase Shneidman again), with its striking entry on \nthe downbeat of measure 2. In other words, the thought of Archduke Rudolph’s departure, while \nrationally valid (see the right hand), is at this stage emotionally unacceptable (see the left hand). (27) Example 2 . Measures 251–253 (click to enlarge and listen)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] It is most illuminating to turn in this connection to the movement’s ending. In measure 243, \nfollowing what may be regarded as the movement’s structural cadence, the left hand begins \na descent in whole-notes from great E ♭ ; contra-G, reached in measure 248, is confirmed as the \ngoal of this descent in measures 250 and 252. Since the initial great E ♭ is held in the inner voice \nas pedal, upon reaching contra-G the descending sixth is expressed vertically as the dyad \nG- E ♭ , the same dyad that concludes the Lebewohl-motto in measure 2 (whole-notes are typically \nassociated with the Lebewohl-idea in the Allegro). The right-hand counterpoints the left-\nhand’s descent with an ascending scale figure whose high-point is an appoggiatura C; after \nresolving twice to B ♭ in half-note rhythm (measures 248 and 250), the appoggiatura figure is \nrhythmically expanded into whole-notes in measures 252–53 (see Example 2 ). Now, the combination \nof an octave C in the right hand with a minor-sixth G– E ♭ in the left amounts in measure 252 to an \nexact exchange of parts between the hands in relation to measure 2. Attributing the same \npsychological content to each hand as in measures 1–2, and given that the dyad G– E ♭ is now \ntaken by the left hand, and moreover is placed low in the bass register, one might say that \nthe painful idea of Rudolph’s departure has been by this stage accepted by Beethoven’s \npsyche, down to its innermost, deepest strata. With an exquisite ironic touch, the note C, so \nstrikingly disruptive when taken by the left hand in measure 2, is turned in measures 248–53 by the \nright hand into a harmless appoggiatura. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Between these two extreme stages of downright denial (measures 1–2, and their \nchromatically intensified repetition in measures 7–8) and equally unconditioned acceptance (measures \n243–55), several intermediate stages, I believe, may be detected. In the following section I \nshall consider the bridge sections (exposition and recapitulation), the development section, \nand, of course, the highly important and deservedly celebrated coda. Here I should like to \nconsider the second subject, which seems to represent a stage lying comfortably near the \nmiddle of our imaginary denial-acceptance axis. To facilitate comparison with the \nmovement’s beginning and end, I shall consider the second subject as it appears in the \nrecapitulation, that is, in the home-key of E ♭ major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The second subject consists of two four-measure groups, measures 142–45 and 146–150, \nthe second of which is essentially a transposition down an octave of the first. In each four-\nmeasure group the Lebewohl-motive is stated twice: in whole-notes at the beginning of the \ngroup, and in quarter-notes near the end (in measure 145 the quarter-note motion G–F is not \nfollowed by an E ♭ due to the new beginning on G in measure 146). Example 3 . Measures 146–150 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Weakened resistance to the idea of departure is suggested, I believe, in the disruption \nof closure on the downbeat of measure 150: a weakened version of the deceptive cadence of measure 2 \n(see Example 3a ). Indeed, the augmented chord E ♭ –G– C ♭ of measure 150 (first half) is analogous \nto the VI and ♭ VI chords of measures 2 and 8: a sixth G( ♭ )– E ♭ in the upper voices is \naccompanied by C( ♭ ). Unlike measures 2 and 8, however, where C( ♭ ) is given to the bass \n(resulting in a consonant, root-position triad), in measure 150 C ♭ is given to an inner voice, \nwhich lends it a much less stable quality; and sure enough, stability is soon restored, for in \nthe second half of the same measure the disruptive C ♭ is revealed as a “mere” \nupper neighbor to B ♭ . If one isolates measures 2 and 8; measure 150; and measure 252 from the rest of the \nmovement ( Example 3b ), one sees an interesting process by which C( ♭ ) “migrates” \nfrom the bass, first to an inner voice, and ultimately to the top voice. Since the three \npositions of the C( ♭ ) are progressively less threatening to the stability of the accompanying \nG( ♭ )– E ♭ dyad, the process as a whole makes a fascinating analogue to a gradual \npsychological transition from a state of denial to one of acceptance. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] But why, one may ask, is closure disrupted on the downbeat of measure 150, rather than \n(say) measures 144 or 148, that also conclude a statement of the Lebewohl-motive? The answer, \nI believe, concerns register. Observe the return to the one-line register in measures 149–50, \nactually the first time in the Allegro that the motto (upper part only) is heard in its original \nkey and register. Register is an important issue in the movement, given the obvious \nway in which the motto imitates the sound of two natural horns (thus the Lebewohl-motto, \nin a strict sense, is register-specific , an idea to which I shall return in connection \nwith the coda). All the same, I am inclined to view the left-hand’s biting, syncopated \ndissonances accompanying the right-hand’s Lebewohl-motive in measures 142–44 and 146–48 as \nyet another manifestation of (weakened) resistance to the idea of departure. The Bridge Sections, Development, and Coda Figure 1 (click to enlarge) Figure 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Generally in this sonata, there is a tendency to avoid sharp formal boundaries, and thus \nthe traditional categories of first subject, transition, etc., must be applied with some caution. \nFor example, a large-scale harmonic cycle T–S–D–T overlaps the onset of the Allegro in measure \n17, where the sonata’s first subject would seem to begin. (30) Note that measure 21 contains the first stable \ntonic chord in the movement, not counting the harmony implicit in measure 1. Since measure 25, also \ncontaining a root-position tonic, merely initiates a varied repetition of measures 21–24, I shall \ntake measure 21 as the bridge-section’s harmonic point of origin. In what follows I shall propose \nthat much of the bridge section is based on an enlargement of the Lebewohl-motive G–F– E ♭ in the upper voice. A comparison with the parallel passage in the recapitulation should help \nconfirm such a reading.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Figure 1 compares measures \n21–50 (exposition) with measures 114–42 (recapitulation) at a \nbackground level (there is no Lebewohl-motive at this level). Note that while a soprano \nprogression, G–F, is common to both passages, the accompanying bass progression is quite \ndifferent. In the exposition, the underlying bass motion is of a rising second E ♭ (I) to F \n(V/V); the half-diminished chord of measure 36 provides an important melodic and harmonic \nlink between these two referential events. In the recapitulation, on the other hand, the bass \nrises a fifth from E ♭ (I) to B ♭ (V); here the half-diminished (measure 128) is part of the rising-fifth progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In Figure 2 lower-level \ndetails are added. Note that in both passages Beethoven composes \na large scale voice-exchange between soprano and bass: G–F– E ♭ (the Lebewohl-motive) in \nthe soprano is set against E ♭ –F–G( ♭ ) in the bass (I read an implied F in the bass in both the \nexposition and recapitulation underneath the same F-major chord). Nonetheless, these \ntwo voice exchanges have an altogether different effect. Although in both exposition and \nrecapitulation registral unity is lacking, in the recapitulation we have a single underlying \nkey ( E ♭ major), a smooth harmonic progression connecting two stable harmonic events (I and I 6 ), and a more-or-less unified texture (the texture changes abruptly with the half-diminished sonority of measure 127, where a new subphrase begins). In the exposition, on the \nother hand, there is no single underlying key, and the harmonic progression is anything but \nsmooth (especially in measures 34–5); moreover, the progression ends with an unstable, \ndissonant event (the half-diminished sonority), which functions on the surface as a new \nbeginning more than an end. As a result, although a large-scale Lebewohl-progression (G–F– E ♭ ) unifies the upper voice, this unity is undermined by several factors, and especially by \nthe dissonant, explosive event in measure 35. Thus the bridge section in the exposition may be \ninterpreted as representing another instance of denial, denial that assumes a decidedly \nangry, even violent character.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] I find the development section, harmonically one of the most daring Beethoven ever \ncomposed, rather enigmatic. Nonetheless, from the rhythmic, textural, and pianistic \nstandpoints the development seems to coalesce around the contrast between long notes \n(representing the Lebewohl-idea) in the right hand, and a restless “anapest” \nrhythm, clearly derived from the first subject, in the left hand (measures 73–90; 94–108). I would \nsuggest that this contrast once again represents an inner struggle between acceptance (right \nhand) and denial (left hand). In measures 98–103, in particular, the anapest rhythm in the left \nhand is identified with the note C, thus linking the first subject with the left-hand’s entry in \nmeasure 2. Example 4 . Measures 181–189 (click to enlarge and listen) Example 5 . 197–201, measures 146–150 (click to enlarge and listen) Example 6 . Measures 201–204 (click to enlarge and listen) Example 7 . Measures 223–231 (click to enlarge and listen) Example 8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Measures 181–97 of the coda (see Example 4 ) is one of several passages in the movement that \nemploy the Lebewohl-motive in imitation between the hands (in all of these passages the \nright hand leads while the left hand follows). (31) In the coda, the imitated Lebewohl-\nmotive corresponds rhythmically to the original Lebewohl-motto of measures 1–2 (tonally, \nhowever, only the contour of a descending third is preserved). Here, as in the earlier \npassages, it is significant that the left hand does not contradict the right hand, but to the \ncontrary, confirms its (quasi) Lebewohl-pronunciations through imitation.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The Lebewohl-idea in its original form dominates the remainder of the coda. It is \ninteresting to compare measures 197–201 with the second subject (specifically, measures 146–50), \nfrom which they obviously derive ( Example 5 ). Except for register (measures 197–99) or rhythm (measures \n200–201), the Lebewohl-idea in the right hand assumes in measures 197–201 its original form (in \nmeasures 146–50, by comparison, the sense of a horn-duo is lacking). Note further that unlike measure \n150 there is no deceptive ending in measure 201—i.e., no (weakened) denial—and moreover, the \nleft hand in measures 197–99 accompanies with florid counterpoint, rather than syncopated \ndissonances (cf. measures 146–47), the right-hand’s cantus-firmus-like motto. However, lack of \ndenial is not quite the same as acceptance. When the right and left hands exchange parts \nbeginning in measure 201 (a type of imitative technique), the left hand is “unable” to \nfollow the right-hand’s previous example and leaves the Lebewohl-motto consistently \nincomplete ( Example 6 ). The entire passage is repeated beginning in measure 209, as if to give the left \nhand a second chance; this is of no avail, however. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Given the left-hand’s apparent difficulty in “pronouncing” the entire \nLebewohl-motto in its original form, a step-by-step, “repeat-after-me” type of \nlearning process follows (measures 223–31). The motto is broken into its component parts, i.e., \n“second horn” and “first horn”; following the right-hand’s example, \nthe left hand imitates the second-horn part first, and only then attempts, for the first time in \nthe entire movement, the entire motto in two parts ( Example 7 ). Surprisingly, however, precisely \nas the left hand is finally about to succeed, the right hand enters with a rhythmically \ndistorted version of the motto. The right hand’s entry, initiating the celebrated imitative \npassage that superimposes tonic and dominant harmonies, does not seem to make much \nsense in view of the present interpretation. Why should the right hand, which presumably \nrepresents Beethoven’s conscious, rational side, interfere with the left hand at this critical \njuncture, that is, interfere with the process by which Beethoven’s emotional, subconscious \nside learns to accept the painful reality of Rudolph’s departure?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In answering this difficult question, let me begin with some purely musical \nconsiderations. As commentators have not failed to observe, the superimposed harmonies \nof measures 230–34 result from a logical compositional process by which the durational distance \nthat separates statement (right hand) from imitation (left hand) is shortened from two \nmeasures to one. A glance at Example 8 —a hypothetical version of measures 229–35—reveals that the \nmotto’s rhythmic distortion serves a number of purposes (in Example 8 the distortion is revoked). \nFirst, by shifting the motto’s initial dyad to an unaccented position in the measure the \noverall dissonant effect is weakened; second, the distortion calls for only two pairs of horns \n(as opposed to more than two pairs in Example 8), and moreover, preserves the one-to-one \ncorrespondence between the horn-pairs and the pianist’s hands; third, the upbeat entry in measure \n230 clarifies the hypermeter; and finally, the distortion ensures that the right hand is still \nheard as the leader, even as the imitative texture becomes considerably more dense.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] It is this last point, I believe, that gives us a clue towards solving the question posed \nearlier. Note that since the right hand states the Lebewohl-motto in its original register in \nmeasures 227–29 (see again Example 7), the left hand is forced to imitate one octave lower. But \nregister, we have already noted, is integral to the motto’s identity. The left hand must \nstate the Lebewohl-motto in its original register in order for acceptance to be complete . \nThe right hand’s surprising entry in measure 230 reflects, as it were, this last minute realization: \nan important ingredient is still missing so as to make the left-hand’s Lebewohl-statement an \nauthentic token of acceptance. Indeed, in measures 232–34 the right hand states the (distorted) \nmotto an octave higher than before; following the right-hand’s lead the left hand makes the \ncorresponding adjustment, thus finally stating the Lebewohl-motto in its \n“correct” registral position (measures 233–35). Example 9 . Measures 235–238 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Note the exquisite touch by which the right hand begins yet another Lebewohl-\nstatement, in a still higher register, on the last beat of measure 234. As if suddenly realizing its \nmistake, the right hand aborts the attempted statement; a rest on the downbeat of measure 235 \nprevents a dominant/tonic clash similar to measure 231 from taking place. The imitative passage \nthat follows in measures 235–38 ( Example 9 ) serves to confirm, as it were, the state of equilibrium that \nhas been finally achieved within Beethoven’s psyche: both rationally and emotionally, the \nidea of Rudolph’s departure has been absorbed. (33) Following the brief codetta, measures 243–55, \nwhich further confirms that loss has been indeed accepted (review the discussion in \nparagraph 15), we enter a new psychological phase, mourning, in the second \nmovement.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] “Written from the heart,” states Beethoven in the sketches to Op. 81a. \nPerhaps the present essay should give a new meaning to this simple yet touching phrase. \nTranscending its immediate, personal context, Op. 81a depicts with uncanny insight the \ninner workings of the human psyche as it copes with one of the most basic signatures of the \nhuman condition: the experience of loss.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.96.2.4.agmon.html",
    "data": "mto/data/mto.96.2.4.agmon.json"
}