{
    "title": "Publishing and Pedagogy Using Multimedia on the World-Wide Web",
    "date": "1997/09/01",
    "volume": "3",
    "issue": "5",
    "authors": [
        "McNamee, Ann K."
    ],
    "abstract": "The Internet offers the promise that music theorists and their students will be able to integrate and synchronize high quality audio and images with their text analyses. One of the challenges is to make on-line multimedia publishing as easy for the author as print publishing is today. I offer my multimedia article on Bacewicz’s Second Piano Sonata and the work of some Swarthmore undergraduate students, who used a template of mine to produce their own projects, as possible models for future multimedia music theory publishing on the Web.",
    "keywords": [
        "multimedia publishing",
        "web publishing",
        "web audio",
        "Bacewicz",
        "women composers"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.5/mto.97.3.5.mcnamee.pdf",
    "author_info": [
        {
            "name": "Ann K. McNamee",
            "university": "Swarthmore College",
            "address": "Swarthmore, PA 19081, mcnamee.graham.com",
            "email": "amcname1@swarthmore.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Refer to the following Internet URL: mcnamee.graham.com Editor's Note : The content discussed in this article was hosted on another site. That site is now down, but much of the content can be found here . 0. Introduction 1. First Goal:  Enhancing Music Theory Publishing 2. Second Goal:  Designing a Template for Other Authors 3. The Template:  Overall Two-Frame Design 4. Scanning Musical Scores 5. Links to Musical Examples 6. Copyright Issues 7. Footnotes and Bibliography 8. Cosmetics — Varying Typefaces, Photos, etc. 9. The Quick Time Movies 10. Conclusion 0. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] I have two goals for my research with regard to multimedia\npublishing on the Internet:  1) to explore ways to enhance music\ntheory publishing by including sound and graphics; and 2) to\nencourage greater use of the Internet for music by creating a\ntemplate which students and colleagues can use to author their\nown work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] The Internet offers the promise that music theorists and\ntheir students will be able to integrate and synchronize high\nquality audio and images with their text analyses.  One of the\nchallenges is to make on-line multimedia publishing as easy for\nthe author as print publishing is today.  While all of the basic\ntechnologies necessary for on-line multimedia publishing exist\ntoday, the technology still places a greater burden on the author\nthan does print publishing.  (This article is a significant\nrevision of a paper presented at the Mozarteum in Salzburg,\nAustria for a symposium entitled “New Media:  Technology and\nInternet for Creative Applications,” held January 4–7, 1997.) 1. First Goal:  Enhancing Music Theory Publishing",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] My first goal, an enhanced form of music theory publishing,\ncombines high-quality sound synchronized with musical examples.\nIn order to follow the discussion below, you should link to my\nanalysis of Grazyna Bacewicz’s Piano Sonata No. 2 at the\nfollowing URL: http://mcnamee.graham.com",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The format of this site requires a large computer monitor.\nChoose one of the versions of the analysis.  If you cannot see\ntwo frames, one which is a photo of a piano on the left-hand side\nand one with instructions on the right, then proceed to the\nsection below which begins, “Second Goal: . . . ”  The format of\nthat site ( http://ash.swarthmore.edu/womuse ) works well even with\na smaller monitor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] My analysis was written in 1993, mostly in text format, for Music Theory Online ( http://www.mtosmt.org/issues/mto.93.0.4/mto.93.0.4.mcnamee.html. ).  In 1996, I\nreworked the analysis into several different multimedia formats\nfor the World-Wide Web ( http://mcnamee.graham.com ).  In terms of\ntechnology, the target platform for my work is a Macintosh, a PC,\nor a Unix workstation equipped with a Netscape or Microsoft\nbrowser.  At a minimum, the browser should be a version current\nenough to display two frames and to support the Quick Time\nplug-in.  Other formats on my site add the Shockwave plug-in and\nJava applets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] My design for multimedia is to have scrollable text down\nthe left-hand side of the screen with the musical examples\nappearing over to the right-hand side.  In order to save download\ntime, I recommend that you scroll down the center scroll bar\nuntil you reach Example 1 .  Click on “Example 1” in order to\nsee the score and to hear the audio.  (The pianist in this\nperformance is Charles Abramovic.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The technical reason for this two-frame design is that\naudio files are too large to be embedded along with text in only\none frame.  The scholarly benefit of this design is that while\nthe reader is waiting for the music to download, he or she can\nstill read the text.  The center scroll bar remains active during\nthe transfer of the music file.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] If you are using the Quick Time version and scroll down to Example 2a , you will notice that the score will “flip pages”\nautomatically, synchronized with the audio.  You are hearing near\nCD-quality sound.  It is 16-bit sound, 11 kHz, but mono not\nstereo.  (If you are using either of the streaming audio formats,\nthe Shockwave or the Java version, you must flip the pages\nmanually.  There should be no pause in the audio when you click\nto turn the page of the score.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Three more examples on this site directly address the issue\nof multimedia for music theory publishing.  The first one\naddresses sketch material.  Go to Example 3 , scroll a bit\nfurther so that the sketch material is visible in the left frame,\nthen click on Example 3.  My design offers the opportunity to\nstudy sketch material on the left-hand side, compare it to the\npublished score on the right, and, most importantly, to listen to\nthe passage under study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The second example addresses the topic of MIDI sound.  In\nthis article, I discuss a Polish folk mode, the Podhalean mode.\nTo me, it made sense for the reader to be able to hear this\nPodhalean mode, so I made a recording of it on a MIDI keyboard.\nScroll down in the article until you get to the button for “The\nPodhalean Mode.”  Listen carefully to the audio for that link.\nMIDI quality is fine for listening to a scale such as this (and\ncertainly fine for rudimentary piano playing), but MIDI is\nunfortunately not suitable as a format for musical performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] The last example I want to show in this article is\nsomething that is impossible in print publishing.  Link to the\nvery last button, “Analysis of the Development.”  You need not\nwait for the entire Quick Time movie to download; even if you\nstop downloading after 20% you should still be able to see my\npoint, explained below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] In this example you hear the Development of the Piano\nSonata.  The score will be on the bottom half of the screen,\nsynchronized with the audio.  In addition, my analysis is on the\ntop half.  This example has what I affectionately call the\n“bouncing yellow bar” which highlights where you are in the\nanalytical graph as the music is played.  This design relates the\nsound both to the analysis and to the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] In all of the examples above I hoped to show how\nhigh-quality audio, when synchronized with musical examples, can\nenhance music theory publishing in more than one way. 2. Second Goal:  Designing a Template for Other Authors",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] My second goal is to create templates for colleagues and\nstudents in order to lower the barriers for authors who might use\nmultimedia on the Web for music theory publishing.  I used a\ntemplate and about four hours of individual instruction to help\nfive undergraduate, non-music majors design their own Web sites\nin the fall of 1996.  The students were in no way technologically\nmore advanced than the typical Swarthmore College undergraduates,\nand in some cases had only elementary computer skills.  Four\nhours per student is not an insignificant commitment of time, but\nI estimated that I spent over 700 hours developing my first Web\nsite from scratch, so four hours per student seemed to prove the\nusefulness of the template!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The students’ work can be found at the following URL: http://ash.swarthmore.edu/womuse .  I particularly recommend the\nfirst three sites.  The first is a project by Julie Hovis on\nFrancesca Caccini.  The second is by Rebecca Johnson, whose\nproject is on the music of her great aunt, Rebecca Clarke, and\nthe third project, by Emily Mott, includes a Bantu midwives’\nsong/dance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Note that the two-frame design is still present.  For those\nwho are familiar with HTML tagging, you are of course welcome to\ndownload and use all of my tagging in this site.  (The only\nproprietary code is that for the Java applet.  Contact John or\nMatt Graham at http://www.graham.com for questions about the Java code.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] My students never learned any HTML tagging, nor did they\nneed the Java applet.  My template was designed using the\nMacintosh version of Claris Home Page.  This inexpensive software\nis a drag-and-drop Web editor which relieves most headaches\nassociated with HTML.  A copy of the software was put on a\nSwarthmore College server so that the students could work on\ntheir projects at any time from their dorm rooms or wherever.\nThe Quick Time movies were created using Macromedia Director and\nSoundEdit.  Scores and photographs were scanned using Adobe\nPhotoshop. 3. The Template:  Overall Two-Frame Design",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The way I handled the design with my students was to give\nthem a twenty-minute demonstration, then to hand them a floppy\ndisk with the template on it.  By reading the above article, and\nby seeing and listening to some of the musical examples, you will\nhave more than completed the demonstration portion.  I would be\nhappy to mail any interested SMT member a Macintosh floppy disk\nwith my Claris Home Page template on it.  All you need to do is\nto drag your text and images to the appropriate spots and erase\nmy text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] For those who are comfortable with HTML, you can set up the\ntwo-frame design with the following HTML tags: <HTML> <HEAD></HEAD> <FRAMESET COLS=*,475> <FRAME NAME=“text” SCROLLING=YES SRC=“article.html”> <FRAME NORESIZE NAME=“score” SCROLLING=NO SRC=“welcome.html”> </FRAMESET> </HTML>",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] If you prefer the format which allows for smaller monitors,\nyou should change the “475” above to “340” (which allows for a\nstandardized reduction of Quick Time movies).  Some might feel\ncompelled to add to the HTML tagging above.  Here is some\nslightly expanded HTML tagging, which works for smaller monitors: <HTML> <HEAD></HEAD> <FRAMESET cols=“1*,340”> <NOFRAMES> <BODY> <P></P> </BODY> </NOFRAMES> <FRAME src=“leftframe.html” name=“text” scrolling=“yes”> <FRAME src=“rightframe.html” name=“score” NORESIZE scrolling=“no”> </FRAMESET> </HTML> 4. Scanning Musical Scores",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] I use Adobe Photoshop for scanning, but any similar\napplication will do.  Save your images as either GIFs or JPEGs in\norder to add images to the left-hand side of the article.  The\nimages of the musical examples needed for Quick Time movies on\nthe right-hand side should be saved as GIFs.  The version of\nDirector that I use (4.0) allows only images saved as GIFs to be\nimported.  (I have been told that the more recent version of\nDirector allows for smaller sized formats like JPEG images.) 5. Links to Musical Examples",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Because audio files and Quick Time movies are so large, one\nshould link to the large files only when necessary.  This is the\nphilosophy behind the two-frame design.  Claris Home Page allows\nyou to set up these links easily.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Those who are comfortable with HTML tagging can easily set\nup links to musical examples.  In the two-frame design\nabove, I call the left-hand frame “text” and its HTML tagging\n“article.html”.  Within “article.html” one can link to a musical\nexample (which will appear in the right-hand frame, called\n“score,” with its own HTML tagging).  The tagging for\n“article.html” is as follows: <A HREF=“example1.html” TARGET=“score”>Example 1</A>",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The HTML tagging for “example1.html” (which includes a\nQuick Time movie called “newer1.mov”) in the right-hand frame is\nas follows: <HTML> <HEAD><TITLE>example1</TITLE></HEAD> <BODY BGCOLOR=“#FFFFFF”> <EMBED SRC=“newer1.mov” Border=0 ALIGN=left HEIGHT=412 WIDTH=448> </BODY> </HTML>",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] For smaller monitors, the tagging for “example1.html”\n(which includes a Quick Time movie called “caccini.mov”) is as\nfollows: <HTML> <HEAD> <TITLE>score</TITLE> </HEAD> <BODY BGCOLOR=“#FFFFFF”> <P><EMBED SRC=“caccini.mov” WIDTH=320 HEIGHT=260 Border=0 Align=right> </P> </BODY> </HTML> 6. Copyright Issues",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The very thing that makes Web publishing compelling—the\nability to incorporate audio and animation—raises significant\ncopyright issues.  For the piano performance of the Bacewicz\npiece, I hired Charles Abramovic to perform the piece, then came\nto an agreement with him on a mutually acceptable fee in order\nthat I owned the right to put his performance on the Internet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] In order to scan the sketch material, I received permission\nfrom the University of Warsaw.  In order to scan the score, I\nreceived permission from Polskie Wydawnictwo Muzyczne (PWM).\nAlthough this score is reprinted in James Briscoe’s wonderful\nHistorical Anthology of Music by Women—requiring written\npermission from Indiana University Press—the copyright rests\nwith PWM.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] I commissioned an artist, Kathe Grinstead, to take the\nphotograph of the piano.  We agreed on a fee which would allow me\nto publish her photograph on my site.  The students followed\nsimilar procedures for their work.  They used photos and\nperformances of their own making in most cases, and received\npermission to use the scores.  In the case of Rebecca Clarke’s\nmanuscripts, the copyright rest with the student’s father,\nkeeping those issues all in the family.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Information about copyright issues can be found at many sites.  \nFor my needs, I found the following two sites and their many links\nto other sites to be the most useful: CETUS (Consortium for Educational Technology in University Systems)\nAn excellent resource for “Fair Use of Copyrighted Works” \nat: http://www.cetus.org/fairindex.html and: EFF (Electronic Frontier Foundation)’s “Multimedia Law Handbook:  \nA Practical Guide for Developers and Publishers” at: http://www.eff.org/pub/CAF/law/multimedia-handbook In particular, the discussion in EFF’s handbook about \npopular myths might be especially relevant to us. Myth #2 reads\nas follows: I don’t need a license because I’m using only a small amount of the copyrighted work. It is true that de minimis copying (copying a small amount) is not\ncopyright infringement. Unfortunately, it is rarely possible to tell where\nde minimis copying ends and copyright infringement begins.  There are no\n“bright line” rules.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Copying a small amount of a copyrighted work is\ninfringement if the copied section is a qualitatively substantial\nportion of the work.  In one case, a magazine article that\nused 300 words from a 200,000-word autobiography written by\nPresident Gerald Ford was found to infringe the copyright on the\nautobiography.  Even though the copied material was only a small\npart of the autobiography, the copied portions were among the\nmost powerful passages in the work.  Copying any part of a\ncopyrighted work is risky.  If what you copy is truly a tiny\nand nonmemorable part of the work, you may get away with it (the\nwork’s owner may not be able to tell that your work incorporates\nan excerpt from the owner’s work).  However, you run the risk of\nhaving to defend your use in expensive litigation.  If you are\ncopying, it is better to get a permission or a license (unless\nfair use applies).  You cannot escape liability for infringement\nby showing how much of the protected work you did not take. 7. Footnotes and Bibliography",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Footnotes and bibliography are added as end material to the\ntext in the left-hand frame.  The students designed some\ninteresting cross-referencing footnotes and bibliographic\nreferences which are made possible because of the linking\nfeatures.  One can easily skip to and from footnotes,\nbibliography, and main text without going outside the same\nleft-hand frame document.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Those who are comfortable with HTML tagging can set up the\nfootnote links exactly the way you link anything within the same\ndocument. For footnote “1” in the body of the text: <A NAME=“(1)”></A>\n<A HREF=“#footnote1”>(1)</A> For the footnote itself, with a link back to the body of the text: <A NAME=“footnote1”></A>\n<A HREF=“#(1)”>1. Rosen, Judith,</A> <I>Grazyna Bacewicz: Her Life\nand Works,</I> Polish Music History Series, vol. 2 (Los Angeles:\nUniversity of Southern California, 1984), 15.</P> 8. Cosmetics — Varying Typefaces, Photos, etc.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Claris Home Page has a user interface which looks like most\nword processing applications, making it extremely easy to add\nbold, italics, different sized type, etc.  Photos are scanned the\nsame way musical scores are scanned.  If you save a photo as a\nGIF, that GIF icon can be dragged and dropped into Home Page and\nappear exactly where you want it.  You can then easily center or\nmove the photo.  All the HTML tagging is added automatically.\nOther nice design features, such as borders and tables, are done\nequally easily with Home Page.  Separate explanatory windows\nappear for tables, for example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] However, do not assume that you can set the exact look of\nthe typeface itself.  Users can control the typeface in their WWW\nbrowsers.  There are other ways that Web publishing does not yet\nmatch all the features of print publishing.  One forfeits many of\nthe same things that one forfeits with e-mail—in the case of my\nessay, dots over “Z’s,” the carets over scale-degree numbers,\nsuperscripts for footnotes, and so forth. 9. The Quick Time Movies",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] This is where the crunch comes, both in the learning curve\nand in expensive software.  Several software packages are\navailable for creating Quick Time movies; I can only speak about\nusing Macromedia Director and SoundEdit.  If you already have\naccess to a copy of Director, I would be happy to mail you my\ntemplate for the Quick Time movie on a Macintosh floppy disk.  If\nyou look at my skeletal movie you will see how to substitute your\nown audio and pages of score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.2": {
                "text": "[9.2] The design for a synchronized musical example works as “a\nmovie within a movie.”  I first saw this design when Sasha Magee\n(sashax@igc.org of Infrared Communications, http://www.eline.com/Infrared/Shocked/index.html ) used it as part\nof my paper/demonstration at the joint meetings of SMT/AMS/CBMR\nin New York City (“Networking:  Initiatives in Music Scholarship\non the Internet,” November 3, 1995).  I then redesigned his\nformat for use on the Web with the help of a tutor, Glynda V.\nCotton.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.3": {
                "text": "[9.3] First, one needs the audio.  Part of Director 4.0 is\nSoundEdit, which I use to format the audio.  In the case of the\nBacewicz piano sonata, I started with a 54 MB AIFF sound file\n(which is too large even for me!).  The original recording was\nmade with stereo sound, at 16 bits and 44 kHz.  For my ears, the\ncompromise of keeping 16 bits but reducing to mono and 11 kHz\ntranslates best for listening through a computer while reducing\nthe size of the file.  After changing the audio format in\nSoundEdit, one can then save the audio file as a Quick Time\nmovie.  Import this audio Quick Time movie as one member of a\nlarger Director movie.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.4": {
                "text": "[9.4] Second, one needs to import the pages of musical score.  As\nmentioned above, scanned images of the score can be imported into\na Director movie as GIFs.  Just as the Quick Time audio “movie”\nis one member within a larger Director movie, each page of the\nscore is its own member as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.5": {
                "text": "[9.5] Third, one synchronizes the audio with the pages of score.\nDirector uses a one-second counter.  Time by one-second intervals\nwhen you need to “flip the page.”  The animation you create will\nsynchronize the score with the audio.  Save the larger Director\nmovie as a Quick Time movie.  In the example above the Quick Time\nmovie was saved as “example1.mov”.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.6": {
                "text": "[9.6] Last, one links the Quick Time movie with the text.  If you\nare using Home Page, you simply import the Quick Time movie into\nthe right-hand frame.  If you are comfortable with HTML tagging,\nuse the tagging in the section above entitled “Links to Musical\nExamples.” 10. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] My enthusiasm for Web publishing is inspired by the hope\nthat we can add the “music” to music theory publishing.  My\nbelief is that when the barriers to adding audio to our work are\nlow enough, we will enter a new era in our field.  When\nhigh-quality audio is synchronized with musical examples, I\nbelieve that music theory publishing can be enhanced in many\nways.  I also have another hope.  This platform can bring\nhigh-quality recordings of new music (in the case of my\ninterests, little-heard music by women composers) to a wider\naudience.  I look forward to any questions or feedback (or\ncontributions to the site!) you may have.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.97.3.5.mcnamee.html",
    "data": "mto/data/mto.97.3.5.mcnamee.json"
}