{
    "title": "History for Theorists",
    "date": "2019/11/01",
    "volume": "25",
    "issue": "3",
    "authors": [
        "Martin, Nathan John"
    ],
    "abstract": "This essay represents a short reflection on the diverse attitudes that music theorists have taken to their past, illustrated with examples from the current literature using a scheme borrowed from Ian Hacking’s (2002) essay “Two Kinds of ‘New Historicism’ for Philosophers” as its conceptual frame.",
    "keywords": [
        "history of music theory",
        "historicism",
        "presentism",
        "Hugo Riemann",
        "Heinrich Schenker"
    ],
    "doi": "10.30535/mto.25.3.4",
    "received": "January 2018",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.3/mto.19.25.3.martin.pdf",
    "author_info": [
        {
            "name": "Nathan John Martin",
            "university": "University of Michigan",
            "address": "School of Music, Theatre and Dance, 1100 Baits Dr., Ann Arbor, MI 48109",
            "email": "natha@umich.edu"
        }
    ],
    "citations": {
        "beerbohm_2015": "Beerbohm, Max. 2015. “The Spirit of Caricature.” In The Prince of Minor Writers: The Selected Essays of Max Beerbohm , ed. Philip Lopate, 250–57. New York Review Books.",
        "burnham_1992": "Burnham, Scott. 1992. “Method and Motivation in Hugo Riemann’s History of Harmonic Theory.” Music Theory Spectrum 14 (1): 1–14.",
        "cohen_2001": "Cohen, David E. 2001. “The ‘Gift of Nature’: Musical ‘Instinct and Musical Cognition in Rameau.” In Music Theory and the Natural Order , ed. Suzannah Clark and Alexander Rehding, 68–92. Cambridge University Press.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromatic Harmony and the Triad’s Second Nature . Oxford University Press.",
        "cutler_2008": "Cutler, Timothy. 2008. “Inverted Cadential Six-Four Harmonies.” Presented at the Annual Meeting of the Society for Music Theory, November 6–9, Nashville.",
        "dahlhaus_1957": "Dahlhaus, Carl. 1957. “War Zarlino Dualist?” Die Musikforschung 10: 286–90.",
        "damschroder_2010": "Damschroder, David. 2010. Harmony in Schubert . Cambridge University Press.",
        "descartes_1996": "Descartes, René. 1996. “Discours de la méthode.” In Œuvres de Descartes , ed. Charles Adam and Paul Tannery. 11 vols. Reprinted. Vrin.",
        "foucault_1984": "Foucault, Michel. 1984. “What is Enlightenment?” In The Foucault Reader , ed. Paul Rabinow, 32–50. Pantheon Books.",
        "gjerdingen_1990": "Gjerdingen, Robert O. 1990. “A Guide to the Terminology of German Harmony.” In Studies on the Origin of Harmonic Tonality , xi–xv. By Carl Dahlhaus. Translated by Robert O. Gjerdingen. Princeton University Press.",
        "hacking_2002": "Hacking, Ian. 2002. “Two Kinds of ‘New Historicism’ for Philosophers.” In Historical Ontology , 51–72. Harvard University Press.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Account . University of Chicago Press.",
        "holtmeier_2005": "Holtmeier, Ludwig. 2005. “Grundzüge der Riemann-Rezeption.” In Musiktheorie , ed. Helga de la Motte-Haber and Oliver Schwab-Felisch, 230–62. Laaber Verlag.",
        "holtmeier_2007a": "Holtmeier, Ludwig. 2007a. “Heinichen, Rameau, and the Italian Thoroughbass Tradition: Concepts of Tonality and Chord in the Rule of the Octave.” Journal of Music Theory 51 (1): 5–49.",
        "holtmeier_2007b": "Holtmeier, Ludwig. 2007b. “Implizite Theorie: Zum Akkordbegriff der italienischen Generalbass-Theorie.” Basler Jahrbuch für historische Musikpraxis 31: 149–70.",
        "imig_1970": "Imig, Renate. 1970. Systeme der Funktionsbezeichnung in den Harmonielehren seit Hugo Riemann . Verlag der Gesellschaft zur Förderung der systematischen Musikwissenschaft.",
        "jans_2007": "Jans, Markus. 2007. “Towards a History of the Origin and Development of the Rule of the Octave.” In Towards Tonality: Aspects of Baroque Music Theory , 119–43. Leuven University Press.",
        "kirnberger_1979": "Kirnberger, Johann Philipp.. [1773] 1979. “The True Principles for the Practice of Harmony.” Journal of Music Theory 23 (2): 163–225. Translated by David W. Beach and Jurgen Thym. Originally published as Die wahren Grundsätze zum Gebrauch der Harmonie . Decker und Hartung.",
        "kittler_1985": "Kittler, Friedrich. 1985. Aufschreibesysteme 1800/9000 . Fink.",
        "kittler_1990": "Kittler, Friedrich. 1990. Discourse Networks 1800/1900 . Stanford University Press.",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space . Oxford University Press.",
        "lester_1992": "Lester, Joel. 1992. Compositional Theory in the Eighteenth Century . Harvard University Press.",
        "lewin_1982": "Lewin, David. 1982. “A Formal System of Generalized Tonal Functions.” Journal of Music Theory 26 (1): 23–60.",
        "martin_2017": "Martin, Nathan John. 2017. “Dahlhaus’ ‘Was heisst “Geschichte der Musiktheorie”?’ Between Kuhn and Weber.” Theoria 24: 127–40.",
        "menke_2005": "Menke, Johannes. 2005. “Harmonielehren ‘nach’ Hugo Riemann.” In Musiktheorie , ed. Helga de la Motte-Haber and Oliver Schwab-Felisch, 263–80. Laaber Verlag.",
        "rehding_2003": "Rehding, Alexander. 2003. Hugo Riemann and the Birth of Modern Musical Thought . Cambridge University Press.",
        "rehding_2015": "Rehding, Alexander. 2015. “Three Music-Theory Lessons.” Journal of the Royal Musical Association 141 (2): 251–82.",
        "rehding_2016": "Rehding, Alexander. 2016. “Instruments of Music Theory.” Music Theory Online 22 (4).",
        "riemann_2000": "Riemann, Hugo. [1872] 2000. “Musical Logic: A Contribution to the Theory of Music.” Journal of Music Theory 44 (1): 100–126. Translated by Kevin Mooney. Originally published as “Musikalische Logik.” In Preludien und Studien: Gessammelte Aufsätze zur Ästhetik, Theorie und Geschichte der Musik , 3:1–22.",
        "riemann_1992": "Riemann, Hugo. [1914–15] 1992. “Ideas for a Study ‘On the Imagination of Tone.’” Journal of Music Theory 36 (1): 81–117. Translated by Robert W. Wason and Elizabeth West Marvin. Originally published as “Ideen zu einer ‘Lehre von den Tonvorstellungen.’” Jahrbuch der MusikBibliothek Peters 21/22: 1–26.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford University Press.",
        "sanguinetti_2012": "Sanguinetti, Giorgio. 2012. The Art of Partimento: History, Theory, and Practice . Oxford University Press.",
        "schenker_1954": "Schenker, Heinrich. [1906] 1954. Harmony . Translated by Elisabeth Mann Borgese. University of Chicago Press. Originally published as Harmonielehre . Universal Edition.",
        "schenker_1979": "Schenker, Heinrich. [1935] 1979. Free Composition: Vol. 3 of New Musical Theories and Fantasies . Translated and edited by Ernst Oster. Longman. Originally published as Der freie Satz . Universal Edition.",
        "schuijer_2015": "Schuijer, Michiel. 2015. “Music Theorists and Societies.” Music Theory & Analysis 2 (2): 129–55.",
        "schwab-felisch_2014": "Schwab-Felisch, Oliver. 2014. “The Butterfly and the Artillery: Models of Listening in Schenker and Gjerdingen.” Music Theory & Analysis 1 (1–2): 107–20.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music . Oxford University Press.",
        "weber_1853": "Weber, Gottfried. [1830–32] 1853. Theory of Musical Composition . Translated by James F. Warner. 2 vols. Oliver Ditson. Originally published as Versuch einer geordneten Theorie der Tonsetzkunst . 3rd ed. 3 vols. B. Schott’s Söhne.",
        "weber_2011": "Weber, Max. [1904] 2011. “‘Objectivity’ in the Social Sciences.” In Max Weber: Methodology of Social Sciences . Translated and edited by Edward A. Shils and Henry A. Finch, 49–112. With a new introduction by Robert J. Antonio and Alan Sica. Transaction Publishers. Originally published as “Die ‘Objektivität’ sozialwissenschaftlicher und sozialpolitischer Erkenntnis.” Archiv für Sozialwissenschaft und Sozialpolitik 19 (1): 22–87."
    },
    "footnotes": {
        "FN1": {
            "text": "1. My choice of Hacking’s 2002 text is basically opportunistic; it helped me work through and organize my own thoughts. I certainly do not mean to imply that there is any meaningful sense in which it offers “the right” way to think about American music theory’s relationship to its past. Other perspectives are obviously possible. One might also find the reference a bit superannuated. Here I can only respond that the problems have not, in any case, been solved.",
            "citations": [
                "hacking_2002"
            ]
        },
        "FN2": {
            "text": "2. For my current view on this point, see Martin 2017",
            "citations": [
                "martin_2017"
            ]
        },
        "FN3": {
            "text": "3. For classic criticism of Riemann on this point, see Dahlhaus 1957 , and more recently, Burnham 1992 .",
            "citations": [
                "dahlhaus_1957",
                "burnham_1992"
            ]
        },
        "FN4": {
            "text": "4. For good introductory discussions of these points, see Holtmeier 2007a and 2007b ; Jans 2007 ; and Sanguinetti 2012 , 118–23. The distinction between fundamental-bass theory and Gottfried Weber’s Stufentheorie is drawn with particular clarity in Lester 1992 , 106.",
            "citations": [
                "holtmeier_2007a",
                "holtmeier_2007b",
                "jans_2007",
                "sanguinetti_2012",
                "lester_1992"
            ]
        },
        "FN5": {
            "text": "5. For a good introduction, see Harrison 1994 , 265–322. Further details appear in Imig 1970 ; Holtmeier 2005 ; and Menke 2005 .",
            "citations": [
                "harrison_1994",
                "imig_1970",
                "holtmeier_2005",
                "menke_2005"
            ]
        },
        "FN6": {
            "text": "6. Compare the discussion in Schwab-Felisch 2014 , 116–17.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] PREFATORY NOTE: A version of this text was read in 2015 on a panel titled “History/Ahistory of Music Theory” held at Boston University during that year’s New England Conference of Music Theorists. I had just had the experience of giving seminars on the history of music theory in two very different contexts: at the Hochschule für Musik in Freiburg, and in Yale University’s Department of Music. I was struck by the contrast between German (at least in Freiburg) and American (at least in New Haven) assumptions about what the discipline of music theory entailed: the assumption in Freiburg that its outlook was necessarily historicist, and more or less the opposite in New Haven. I have wanted to preserve the piece largely as written, rather than to replace it with a revised and reworked one that presumes to know all the answers. This accounts, among other things, for the rather abrupt ending, which was meant in situ as an invitation to further discussion; I hope it might be taken similarly here—that the text might serve as prolegomena to a broader discussion, perhaps in the first or last class of an introductory history-of-theory seminar, on the stakes, aims, and possible payoffs of work in my chosen subdiscipline. I continue to feel that I owe my students—particularly my American students, who, in contrast to my German ones, are mostly conscripts (good-natured and generally open-minded conscripts to be sure, but conscripts nonetheless)—some statement about what I think they might gain from investing their time and energy in reading all the dusty old theory books I assign. Again, I do not have a fully developed, ironclad account to offer, just some tentative (if sometimes tenaciously held) convictions, and these are what are expressed in the text that follows, particularly in its second part, where I allow the initial pretense of neutrality to slip. This is why I characterize the text, in its concluding sentence, as offering “a preliminary caricature of my views.” * * * Example 1 . Achille Lemot, Caricature of Flaubert dissecting Mme Bovary, La Parodie 16 (December 5–12, 1869) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] One thing that the history of music theory should, by now, have taught us is that there is no single way of doing the history of music theory. Still less is there any single way that music theorists should choose, let alone have chosen, to approach their discipline’s past. Indeed, so varied are theorists’ attitudes on these points—and so varied have these attitudes been—that one might reasonably wonder if there is anything to be said in general at all. I am going to try nonetheless, and as a crutch in that effort, I’ll reach for an occasional piece of Ian Hacking’s: namely, the paper he delivered at the Claremont Colleges in 1988, as a part of a conference organized there around what was then being called “the new historicism.” (1) In that talk, Hacking outlines four characteristic attitudes that philosophers have taken towards their past. Of course, to say something rather obvious indeed, philosophy is different from music theory, though music theorists might benefit from bringing greater philosophical acumen to bear on fundamental questions, and philosophers, when discussing matters music-theoretical, might take more interest in the things that music theorists think they know. I will be freely adapting Hacking’s scheme, refashioning it for my own use, rather than slavishly reproducing it. You might choose to regard the roster of attitudes that I will shortly outline in a variety of ways. Perhaps its personae are something like Theophrastus’ Characters or commedia dell’arte stock-types. Perhaps they are ideal types in something like Max Weber’s ( [1904] 2011 ) sense. I would prefer to call them stereotypes, and their application to particular theorists, living and dead, will result in caricatures. Now to say, in an academic context, that Tweedledee has caricatured Tweedledum’s position is not to say something flattering about Tweedledee. I would like to try, however, to rehabilitate the category, for I think it can have a valuable heuristic function. A good caricature seizes on and exaggerates some essential aspect of its object ( Beerbohm 2015 ): if Flaubert had been kind to his heroine, Lemot’s famous drawing would have missed its mark ( Example 1 ). An insightful caricature can serve to bring out those basic convictions that are concealed under layers of qualification and refinement in the more nuanced version: if you want to know what a good account of scientific realism might look like, it helps to have a picture of the naïve one. I will try for the moment to be as non-partisan as possible, though it will no doubt become clear whose side I am ultimately on; that is, I will at least try to caricature all my interlocutors equally.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "weber_2011",
                    "beerbohm_2015"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Having now dispensed with the preliminaries, here are Hacking’s four categories, in my music-theoretical adaptation: Present-Timelessness . We want to understand how music works. We do this by examining pieces, or thinking about harmony in the abstract, or about rhythm and meter, or all of this and more. The history of the discipline is strictly irrelevant to this endeavor. It offers a litany of wrong turns and mistakes, perhaps some occasional curiosities, maybe even the occasional glimmer of truth. But the history of music theory is essentially a distraction from our actual work. It would be better if we could just leave it to the musicologists. Pen Pals . There are more glimmers of relevance in historical music theory than Present-Timelessness thinks. We might not care about past theorists’ problems. What are church keys to us? But surprisingly, dead theorists have a lot to say that is relevant to our concerns. We can cherry-pick those passages from the dusty old books that happen to speak to us. By not doing so, as Present-Timelessness demands, we deprive ourselves and our students of a valuable resource. Doing-and-Sharing . It is not just, as Pen Pals thinks, that the dead theorists occasionally got a foot in the door of problems that concern us. Rather, by reading them sympathetically, by understanding how their perspectives differ from ours, we throw our own assumptions into relief. We may come out chastened, but we will be the better for it. And the experience will likely be productive; it could help remove those blinders that may have prevented us from seeing the way forward in our own work. Getting Inside . If you want to read dead theorists, then you had better really understand what they are saying. Otherwise, when you hear Fétis say tonalité , you might take him to be talking about “tonality” in your sense. Then you will never understand why a seventh chord on the second scale degree is not a tonal chord. We need to radicalize our historical understanding; we must become philological. Only in that way will we begin to understand the dead properly. What’s the payoff for us, you ask? Who said this was all about us?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] My example of Present-Timelessness is Dmitri Tymoczko. Tymoczko’s book ( 2011 ) tells us how voice-leading space is, how it was, and how it always will be. That other maps were offered previously by Gottfried Weber ( [1830–32] 1853 , 1:320) and Hugo Riemann ( [1914–15] 1992 , 101)—or, for that matter, Fred Lerdahl ( 2001 , 65) and Richard Cohn ( 2012 , 104)—is irrelevant. Those maps are wrong. Example 2 . Mozart, “Un’ aura amorosa,” Cosi fan tutte , no. 17, mm. 14–15 (after Rings) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "tymoczko_2011",
                    "weber_1853",
                    "riemann_1992",
                    "lerdahl_2001",
                    "cohn_2012"
                ]
            }
        },
        {
            "5": {
                "text": "[5] My example for Pen-Pals is David Beach. Kirnberger’s ( [1773] 1979 , 171–86) distinction between essential and inessential dissonance is a useful one. In particular, it helps in distinguishing suspended sevenths from chordal ones. We should read Kirnberger because he teaches us this distinction. And it matters because if we do not appreciate this, we will never be able to graph “Un’aura amorosa” properly ( Example 2 ; see Rings 2011 , 175–77).",
                "footnotes": [],
                "citations": [
                    "kirnberger_1979",
                    "rings_2011"
                ]
            }
        },
        {
            "6": {
                "text": "[6] For my example of Doing-and-Sharing , I cite David Lewin ( 1982 , 41–43). Everyone laughs at harmonic dualism, but what happens if we take Hauptmann’s upside-down minor seriously? At the very least, it might give us a better way of hearing the beginning of Le sacre du printemps . And could there be an upside-down major?",
                "footnotes": [],
                "citations": [
                    "lewin_1982"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Finally, my example of Getting-Inside is David Cohen ( 2001 ). What does Rameau mean by “l’oreille”? How can the ear do all the things Rameau attributes to it? Or rather, what kind of ear could do all that? The result of our inquiry will be to recognize that a considerable part of the philosophical psychology given in Aristotle’s De anima is implicated in Rameau’s locution.",
                "footnotes": [],
                "citations": [
                    "cohen_2001"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Having laid out this typology, Hacking then says something I find surprising: All four ways of not doing history are OK. All are honorable ways in which to be a philosopher [read: music theorist]. Do not think, however, that the path from Present-Timelessness to Getting-Inside takes us to a more and more historicist practice of philosophy [read: music theory]. ( Hacking 2002 , 56) I would have thought it does. (2) I would have thought that David Cohen is doing history of theory and Dmitri Tymoczko is not, with David Beach and David Lewin standing somewhere in between. But the path through his four stereotypes, Hacking says, is not one from not-history to history: It does involve the use of more and more old sentences. Pen Pal takes the ones he likes. Doing-and-Sharing should attend to all the sentences in some major texts of certain great authors. Getting-Inside must enter the entire discourse which a text exemplifies. Yet by the end of the process I would have a certain sympathy with the crass interjection of a particularly anti-historical Present-Timelessness . He says that there is nothing particularly philosophical about the task of interpreting texts. We (continues P.-T. ) are members of the republic of letters. So we do care about a rereading of the Laches . We care equally about the re-presentation by Octavio Paz and others of the sumptuous poetry of Sister Juana Ines de la Cruz. ( Hacking 2002 , 56–57) The implication, though, is that we do not care about these things qua music theorists—not, that is, from within the narrow confines of our immediate professional capacities—but rather as humanists and educated people more generally (or more cynically: people aspiring to project a certain kind of cultural capital).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "hacking_2002",
                    "hacking_2002"
                ]
            }
        },
        {
            "9": {
                "text": "[9] One thing of which Hacking’s U-turn can serve to remind us is that the attitude evinced by Present-Timelessness does not necessarily preclude serious engagement with history. Tymoczko’s published writings are not much concerned with the history of music theory, but Hugo Riemann’s are. Of course, you might object that the history of theory merely served Riemann as a vast screen on which to project his own music-theoretical prejudices—but that is one way of doing history. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The second bit of work that Hacking’s paragraph does is to mark the transition to the second half of his text, where he begins to outline two attitudes he calls “historicist.” Since I find both approaches germane, I will summarize each. Example 3 . Schubert, “Ungeduld,” Die schöne Müllerin , no. 7, mm. 19–26 (click to enlarge) Example 4 . Mozart, Sonata in B ♭ , K. 333, ii, mm. 17–20 (after Cutler) (click to enlarge) Example 5 . Wagner, Isolde’s Transfiguration, Tristan und Isolde , mm. 58–64 (after Schenker) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The first is what Hacking calls “Undoing.” By this, he means the conviction, found in writers as various as Freud, Heidegger, and Wittgenstein, that problems are surmounted not by being solved but by being dis solved. Dissolution, then, not resolution is one part of what historicist “undoing” calls for. The other part is history. The basic idea is this: when you find yourself in a conceptual tangle, see whether the knot can be untied by retracing the histories of the ideas involved. As an example, take the Schenkerian idea of the “inverted cadential .” A number of the most interesting analyses in David Damschroder’s Harmony in Schubert ( 2010 , 37) invoke this construct ( Example 3 ). It was also the subject of an engaging paper by Timothy Cutler ( 2008 ) at the Society for Music Theory some years ago. But whatever the individual merits of the analyses involved, they are also subject to a systematic pressure. In general, the harmonic category is invoked to explain an apparent tonic that intrudes between a long predominant and its presumptive cadential dominant ( Example 4 ). In the background is the so-called “flow-chart” model of harmony, the idea that tonics go to predominants go to dominants go to tonics—but not predominants back to tonics. Now, this idea is not at all native to Schenker’s own thought. Free Composition ’s Figure 14 ( [1935] 1979 , 1:29–32 and fig. 14) suggests that moving through a predominant harmony is merely one of the many possible ways of negotiating the gap between I and V. The idea does show up in the much earlier Harmonielehre ( [1906] 1954 , 216–18) but the context there is significant. Schenker is discussing the perfect cadence [ vollkommener Ganzschluß ], which, indeed, he says goes IV–V–I. But then he also allows for a plagal cadence [ Plagalschluß ] moving V–IV–I, presumably because he has the ending of Tristan in mind ( Example 5 ; [1906] 1954 , 224). The context is significant because it manages to suggest the idea’s actual likely source, namely Hugo Riemann’s ( [1872] 2000 ) “Musikalische Logik,” which undertakes to reduce all of harmony to the T–S–D–T cadence. Retracing the history lets one prise apart the concepts: the flow-chart model of harmony is not Schenkerian at all; rather, it is a bit of paleo-Riemannianism that has been somehow naturalized into American theory. Noting this relieves the systematic pressure.",
                "footnotes": [],
                "citations": [
                    "damschroder_2010",
                    "cutler_2008",
                    "schenker_1979",
                    "schenker_1954",
                    "schenker_1954",
                    "riemann_2000"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Hacking is not much enamored with historicist undoing. He does not share “the ludicrous self-indulgent conception that the problems go away when I am through” ( Hacking 2002 , 71). I am more taken with the procedure, or at least with the way my example suggests that it might let us easily climb down off the horns of some dilemmas. Of course, my broad-brush historical sketch might be wrong—maybe the flow-chart model does not come from Riemann, or maybe Schenker is committed to it after all.  Furthermore, to count as any sort of responsible history my tentative sketch would obviously need to be considerably fleshed out: history cannot just wave its hands and make assertions; it needs to cite chapter and verse. But historicist “undoing” still strikes me as a useful tool to have in one’s bag of intellectual tricks.",
                "footnotes": [],
                "citations": [
                    "hacking_2002"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In contrast to historicist undoing, Hacking’s own preferred approach is a second historicist attitude, which he calls “taking a look.” What this taking-a-look looks at are “the kinds in terms of which the world is described”—that is the types or categories into which things are thought to fall (65). Hacking emphasizes that these kinds are often surprisingly local. Take, for instance, Roman numeral analysis. American music theory pedagogy, as Robert Gjerdingen ( 1990 , xv) has observed, can easily give the impression that in mastering that particular technology, the student “is learning harmony ‘as it really is.’” But anyone who thinks that (tonal) harmony comes necessarily packaged in triads and seventh chords that are in turn conveniently indexed by their roots simply needs to get out more: Conversing with those of past centuries is much the same as travelling. It is good to know something of the customs of various peoples, so that we may judge our own more soundly and not think that everything contrary to our own ways is ridiculous and irrational, as those who have seen nothing of the world ordinarily do. ( Descartes 1996 , 6:6: my translation) (The author of that sentiment, incidentally, is René Descartes—hardly the raging post-modern relativist of some 1980s culture-warriors’ nightmares.) Some time spent reading in the abbé Vogler and Gottfried Weber would do our hypothetical someone some good, as—perhaps more importantly—would an acquaintance with the alternatives. Three possibilities might include Heinichen’s bifurcation of the world into perfect and imperfect chords, Rameau’s system of the fundamental bass, and the rule-of-the-octave schemes found in the partimento tradition. (4) And then, moving beyond the eighteenth century, there are all the different flavors of Funktionstheorie . (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "gjerdingen_1990",
                    "descartes_1996"
                ]
            }
        },
        {
            "14": {
                "text": "[14] What “taking a look” emphasizes is the negotiated-ness, and hence potential re-negotiability, of many of our basic music-theoretical categories. In this sense, as Hacking emphasizes, it resembles what Foucault ( 1984 ) called, in his essay on Kant’s “Was heißt Aufklärung,” “work on our limits.” Such liminal work expands our horizons, suggests where we may have been blinded by unrecognized assumptions, and opens up the possibility of thinking things otherwise. Or, to put the same point another way, it slows down our rush to understanding.",
                "footnotes": [],
                "citations": [
                    "foucault_1984"
                ]
            }
        },
        {
            "15": {
                "text": "[15] There is, it will be clear, a critical—a skeptical—moment to this. But “taking a look” is not—or is not exactly—debunking. It is not like those mischievous spirits who trick self-proclaimed wine experts by giving them white wine dyed with food coloring and, when the “experts” cannot tell that they are not drinking red wine, proclaim not that these were not experts, but that there is no expertise. (A good deal of empirical work on long-range pitch perception seems to me to have been undertaken in just that spirit. (6) ) The impetus is not to show that our categories have no clothes—it is rather to ask, seriously, and in detail, how they have come to be clothed after the fashions that they are. It is about “how our present conceptions were made [and] how the conditions of their formation constrain our present ways of thinking” ( Hacking 2002 , 70).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "hacking_2002"
                ]
            }
        },
        {
            "16": {
                "text": "[16] And that means also examining the various extrinsic pressures—institutional, cultural, political, ideological—that operate on music theories. So there is a sting to this story after all. When Alexander Rehding ( 2003 ) writes about Riemann or Michiel Schuijer ( 2015 ) about professionalization, their “histories . . . are not done [solely] out of curiosity about the past. They are intended to show something about our present reality” ( Hacking 2002 , 65–66). To show how Riemann’s thinking responded to its time and place, to ask how professionalization in and of itself shapes discourse—these accounts are parables aimed at us. They suggest the ways in which our own thinking might similarly be both constituted and constrained. Bracing reading, to be sure—but reading that, at its best, helps us hew more closely to that ancient dictum: gnōthi seauton .",
                "footnotes": [],
                "citations": [
                    "rehding_2003",
                    "schuijer_2015",
                    "hacking_2002"
                ]
            }
        },
        {
            "17": {
                "text": "[17] That, at least, is a preliminary caricature of my views.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essay",
    "source": "mto/raw/mto.19.25.3.martin.html",
    "data": "mto/data/mto.19.25.3.martin.json"
}