{
    "title": "Contemporary Music Theory and the New Musicology:  An Introduction",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "2",
    "authors": [
        "McCreless, Patrick"
    ],
    "abstract": "Continuing tensions between contemporary music theory and the new musicology suggest the need for music theorists to step back and look at their discipline in terms of the fresh perspective that the new musicology offers—a task that the following essays by Scott Burnham, Marion Guck, Matthew Brown, Joseph Dubiel, and Kofi Agawu undertake. The introduction provides an intellectual context for the essays by reflecting on the short history of modern American music theory, beginning around 1960, and by reading the relationship of contemporary theory and the new musicology in terms of Michel Foucault’ss work on power and knowledge.",
    "keywords": [
        "contemporary music theory",
        "new musicology",
        "Foucault"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.2/mto.96.2.2.mccreless.pdf",
    "author_info": [
        {
            "name": "Patrick McCreless",
            "university": "University of Texas at Austin",
            "address": "School of Music, Austin, TX 78712-1208",
            "email": "pmcc@ccwf.cc.utexas.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* This essay was delivered by Professor McCreless at the\n1995 Annual Meeting of the Society for Music Theory in New York City, at an Invited Special\nSession entitled “Contemporary Theory and the ‘New Musicology’.”",
            "citations": []
        },
        "FN1": {
            "text": "1. Parts of this essay are derived from my much longer article,\n“Rethinking Contemporary Music Theory,” in State of the Art:\nRefiguring Music Studies in the 1990’s , ed. Anahid Kassabian and\nDavid Schwarz (Charlottesville, VA, forthcoming 1996).",
            "citations": []
        },
        "FN2": {
            "text": "2. Michel Foucault, Discipline and Punish: The Birth of the Prison (New York: Vintage/Random House, 1977), 27.",
            "citations": []
        },
        "FN3": {
            "text": "3. Milton Babbitt, Words About Music (Madison, 1986), 121.",
            "citations": []
        },
        "FN4": {
            "text": "4. David Kraehenbuehl, “Foreward,” Journal of Music Theory 1/1\n(1957): 1.",
            "citations": []
        },
        "FN5": {
            "text": "5. William Benjamin, “Schenker’s Theory and the Future of Music,” Journal of Music Theory 25/1 (1981), 159–61.",
            "citations": []
        },
        "FN6": {
            "text": "6. David Couzens Hoy, “Foucault: Modern or Postmodern?” in After\nFoucault: Humanistic Knowledge, Postmodern Challenges ,\" ed. Jonathan\nArac (New Brunswick, NJ: Rutgers University Press, 1988), 28.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] What best captures the spirit in which the following collection of\nessays was conceived is the little connective in the title:\n“Contemporary Music Theory and the New Musicology.”  Not, mind you,\n“Contemporary Music Theory or the New Musicology,” “Contemporary\nMusic Theory versus the New Musicology,” “Contemporary Music Theory in spite of the New Musicology,” or “Contemporary Music Theory instead of the New Musicology,” but “Contemporary Music Theory and the New Musicology.”  Not that we should deny the reality of the\ntensions that characterize our current situation and engage in a game\nof denial—a game, as our therapists tell us, that our whole family\ncan enjoy for now, but that will bring us all to ruin in the end.  For\nit is no news that music theory, and especially theory-based analysis,\nhas often not fared well under the critical eye of many new\nmusicologists.  Nor is it news that such critiques have engendered\namong theorists a wide variety of responses—from outright horror to\nmere bemusement, from outraged cries for primitive justice (a\nSchenkerian tooth for a Foucauldian eye), to a reexamination of our\nfundamental principles, to, in a few cases, outright spiritual\nconversion.  And, of course, it comes as no news to any of us that if\nthe new musicology had come to praise music theory and celebrate its\nintellectual triumphs, the new musicology would not be what it is\ntoday, and we would all have something better to do than ponder the\ncurious relationship between contemporary music theory and the new\nmusicology. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It is this last point—that the new, “postmodern” musicology\ncarved out space for itself, if not at the expense of music theory, at\nleast in the context of music theory—that can offer us some insight\ninto that relationship.  For to conceptualize the matter in this way\nis to conceptualize it in terms of disciplinarity, and if these essays\nare about anything, they are about disciplines: how and against what\nmodels they define themselves, how they create themselves as ways of\nthinking and bodies of knowledge, and especially how their knowledge\ncolludes with their power.  Or, as Michel Foucault put it, “There is\nno power relation without the correlative constitution of a field of\nknowledge, nor any knowledge that does not presuppose and constitute\nat the same time power relations.” (2) It is easy enough to read the\nrelationship of contemporary music theory and the new musicology in\nFoucault’s terms.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Consider the birth of contemporary music theory, which, I shall\nargue, defined itself in two critical historical moments in the past\nfew decades.  In each of these moments, music theory—and here I mean\nthe modern, and indeed distinctly American version of music\ntheory—defined itself against what it perceived to be a repressive\nregime from which it sought liberation.  Its first defining moment was\nthe late 1950’s and early 1960’s, a time aptly described by Milton\nBabbitt in a reminiscence in his Words About Music : I really think of our professional theorists beginning \n   with the generation of Allen Forte [that is, in the \n   1950’s].  The notion of professional theory is almost \n   totally new.  There were virtually no professional theorists \n   in this country [at that time].  There was no such thing as \n   a professional theorist at any university that I can\n   think of when I began becoming involved with universities. (3) What there was, instead of the professional theorist , was the music\ntheory teacher , a pedagogue who represented whatever remnants of the\ngreat European theoretical tradition that had survived the trip across\nthe Atlantic.  And what the new theorists of the first generation of\nthe modern discipline aspired to was the continuation and\nrevitalization of that tradition.  They thus rejected, and defined\nthemselves against, the “mere” theory pedagogue.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This theme is a constant refrain in the early issues of the Journal of Music Theory , which was founded in 1957.  For example, on\nthe first page of the first issue of the first volume of the journal,\nwe read the following in the opening essay by the Yale theorist David\nKraehenbuehl: In centuries past the formulation of laws regarding the \n   practice of music was regarded as the highest aim for a\n   musician; and, in many instances, musical laws were the \n   inspiration or the source for more general laws regarding \n   material or spiritual experience.  Music was the image of \n   the universe, hence, a source of truth; and it was the \n   music theorist who sought, discovered, and expressed both \n   natural and divine law.  But in our own time it is the rare \n   musician who knows how his art offers a key to universal \n   understanding.  Music theory has become a discipline in \n   stylistic definition or, still less, a system of nomenclature \n   and classification that offers no valid laws even regarding \n   music.  It is to the restoration of music theory as more than \n   a didactic convenience, more than a necessary discipline, as, \n   in fact, a mode of creative thought that this journal is\n   dedicated. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] And so, contemporary music theory was born when Babbitt at\nPrinceton, Forte at Yale, and others elsewhere began to treat music\ntheory as a legitimate academic discipline rather than as a service\ndiscipline for conservatories and university music schools.  It was a\ndiscipline that hitched the rigors of twelve-tone and a soon to evolve\npitch-class-set theory to the artistic and intellectual force, as well\nas the European pedigree, of Schenker, in what William Benjamin has\naptly called a “marriage of convenience” (5) , in order to stake a\nclaim for admission to the modern academy, and especially to the\nmodern research university.  Contemporary music theory, throwing off\nthe shackles of its old pedagogical self, opened up for itself a\ndisciplinary space that was at one and the same time a new knowledge\nand a formidable appropriation of power.  Out of the music theory\nteacher was thus born the music theorist.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The second defining moment in the history of contemporary music\ntheory was 1977, the year of the founding of the Society for Music\nTheory.  Here there were two established disciplines against which the\nnew American music theory reacted: composition, to which theory had\nlong been subordinated in the job market and academic power structure;\nand, more importantly, musicology.  For it was by splitting off from\nthe American Society for University Composers, and more particularly\nfrom the American Musicological Society, in a move that still at times\nreverberates through the crowded halls of joint AMS/SMT meetings, that\nthe Society for Music Theory created a place for itself.  And what\nmusic theory at that time—in the late 1970’s—most emphatically was\nnot, was what it perceived musicology as being: manuscript study,\nwatermarks, composer biography, ever more detailed studies of ever\nmore obscure composers, description rather than analysis, the study of\ngenre, and worst of all, the study of style and stylistic change.\nWhat we , as theorists understood that the musicologists reputedly\ndid not was music —dare I say, music itself: the score, the sound,\nthe structure, the work, and how “it” “works”.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Having in these two defining moments constituted itself as a\ndiscipline, what has contemporary music theory accomplished?  Now what\nFoucault teaches us about disciplines is that, if they are in some\nrespects repressive—the disciplines that he chose to study (the\nhospital, the asylum, the barracks, the prison) certainly were—they\nare also productive .  Whatever else they do, they produce, or\nbetter: they enable production.  Or better still, knowledge and power\npull each other up by the bootstraps to produce more knowledge, which\nlays further claim to power.  Contemporary music theory’s new\nknowledge (its use of original or revitalized systems of analysis to\nexplicate the individual work) secured its admission to the\nuniversity.  But admission to the university meant that it had to\nsubmit itself to the well-known academic machinery that forced it to\nproduce.  And produce it did: new theories, countless analyses,\nessays, books, new journals, conferences, conference papers—in a\nword, a “product,” a new knowledge, a veritable industry, one that has\nbeen successfully exportable back across the Atlantic, where\ncontemporary American theory serves as a model for theoretical and\nanalytical journals in Great Britain, France, Germany, Italy, and\nbeyond.  Yet music theory’s knowledge is inseparable from its power,\nfor just as academic jobs in the discipline require the creation of\nnew research and new knowledge, so does that new knowledge create more\njobs, more representation in music curricula, more graduate programs,\nand so forth.  Contemporary music theory, with its concern for rigor,\nfor analysis, for structure, for the work, has thus produced a way of\nknowing, a knowledge, along with a disciplinary structure to support\nthat knowledge.  And ultimately, what it has produced is us , today’s\n“music theorists”; or, more appropriately, it is that which has\nenabled us to produce ourselves.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Strange, then, that it was music theory’s tying itself so doggedly\nto the notions of structure, of system, of work, that in time\ninadvertently opened up a disciplinary space for the new, postmodern\nmusicology, thus providing the latter with a foil against which it could constitute itself as a new knowledge, a new power.  Of course,\nthe other foil for the new musicology was the “old” musicology, a\nmusicology that still focused on the work and on the canon, and that\nwas less inclined to question the ideology and politics on which both\nthe canon and musicology itself were based.  Watching the new\nmusicology produce and appropriate its own brand of power, we look on\nand wonder if it is doing to us what we did to composers and\nmusicologists of a generation ago.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] And so, here in the mid-1990’s, where do we, as a discipline, and\nas individual theorists, stand, when we view what we historically have\nproduced, and what the new musicology now produces, whether in disdain\nor ignorance of us, or in gleeful contradistinction to us.  We as\ntheorists locate ourselves along a wide spectrum of points of view.\nSome of us are formalists or “modernists” and proud of it—I heard\nMilton Babbitt, prescient as always, proclaim in a 1982 lecture that\nhe was an unredeemed logical positivist, long before it occurred to\nmany of us that there was anything to be redeemed from.  At the other\nend of the spectrum are those who question the fundamental premises of\ncontemporary music theory to the extent that they no longer wish to be\ncalled “music theorists,” a label that brands them as direct\ndescendants of that creature that was born with such fanfare in 1957.\nAs we examine where we fall along this spectrum, we should keep in\nmind the wise words of the cultural historian David Couzens Hoy: Historical breaks do not occur everywhere for everyone at the \n   same time. The same person, discipline, or institution can be \n   traditional in some respects, modern in others, and postmodern \n   in yet others.  Furthermore, since [in the eyes of the \n   postmodern] there is no necessary progress, no forward movement \n   in history, and perhaps no such thing as history (in the\n   absence of a convincing metanarrative), the postmodern cannot \n   imply that there is any normative advantage that comes from \n   either being later in time or a sign of the future.  Postmodernism \n   cannot and should not claim to be better, more advanced, or more \n   clever than whatever preceded it.  That modernism does assume this \n   superiority is what distinguishes it from postmodernism, and what \n   postmodern pastiche disruptively reveals.  So a postmodern cannot \n   argue that those who are traditional or modern must eventually \n   follow the path to postmodernism. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] And so I urge readers of the essays that follow, whether\ntheorists or musicologists, analysts or critics, moderns or\npostmoderns, or those who are sufficiently evolved to label themselves\nas nothing whatsoever, to return to the little connective that links\ncontemporary music theory and the new musicology, and to explore the\nintriguing disciplinary spaces that separate us and that bring us\ntogether.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.96.2.2.mccreless.html",
    "data": "mto/data/mto.96.2.2.mccreless.json"
}