{
    "title": "Commentary on Neumeyer’s MTO 0.1 article",
    "date": "1993/04/01",
    "volume": "0",
    "issue": "2",
    "authors": [
        "Judd, Robert"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.2/mto.93.0.2.judd.pdf",
    "author_info": [
        {
            "name": "Robert Judd",
            "university": "robert_judd@zimmer.csufresno.edu",
            "address": "",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] David’s essay has a couple of “spikes” of its own at the end\n([19–20]).  Two things, somewhat distinct, struck me.  1) “I suppose\nit is no secret that [music theorists’] language or methods are not\ndesigned to facilitate judgments of value, but only to support them\nafter they have been made.  Perhaps the most far–reaching implication\n[of the essay] is that the link between the tools of technical musical\ncriticism and the ideology of masterwork culture is not at all\nsecure.”  If the first sentence is true, the second is also no secret\nat all.  Surely it is axiomatic that one’s direction at point of\ndeparture determines where one goes?  Value judgements would seem to\nfall under the subject of aesthetics, and I wonder why DN didn’t talk\nmore about issues of aesthetics in the essay.  (Or, for that matter,\nissues of cognition: how one sound is perceived to “mean” or be apt\nfor some given dramatic event.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] 2)  I also wonder why DN didn’t raise the issue of opera composition;\nI hope it’s not too banal to draw attention to the close\ngenre–relation of film music and opera music: indeed, opera seems even\nbetter suited to a discussion of how music supports a desired\n“physical” mood, or how music interacts with drama.  Perhaps you could\ncomment, David?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I agree with the final spike, “where’s the real tinsel?”  Indeed, it’s\nnot such a black–and–white, pop vs. masterwork culture, thing, as we\nall know.  E.g., I may choose to study “pop” opera, e.g. Madame\nButterfly; you may choose “masterwork” opera, e.g. Salome.  Which is\ntinsel?  obvious.  Why?  depends on your ideology.  But we could also\ngroup Salome AND Madame Butterfly as “masterwork” compared to\n“Showboat”, couldn’t we?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Therefore, could perhaps a finer delineation of types of cultures and\nideologies than DN’s binary one be drawn up?  If not, why not?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Thanks again for getting this stuff going.  I found it most\ninteresting, & hope others too will offer some reactions.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.2.judd.html",
    "data": "mto/data/mto.93.0.2.judd.json"
}