{
    "title": "Translation of Dobri Hristov’s “Metric and Rhythmic Fundamentals of Bulgarian Folk Music”",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Goldberg, Daniel"
    ],
    "abstract": "This translation is an excerpt from a study of meter in Bulgarian folk music by composer, educator, and researcher Dobri Hristov (1875–1941). First published in 1913, Hristov’s study influenced the notation and conception of Bulgarian meters with unequal beats and reflects the nationalistic motivation for collecting and theorizing musical folklore in southeastern Europe in the early twentieth century. The translated passage, from a 1925 revision of the text, includes an introduction describing the importance and challenges of studying Bulgarian rhythm, a presentation of Hristov’s metric theory, and discussion of several individual meters.PEER REVIEWER: Victoria Tzotzkova",
    "keywords": [
        "meter",
        "folk music",
        "folk dance",
        "nationalism",
        "transcription",
        "Bulgaria",
        "Dobri Hristov"
    ],
    "doi": "10.30535/mto.30.4.10",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.goldberg.pdf",
    "author_info": [
        {
            "name": "Daniel Goldberg",
            "university": "University of Connecticut",
            "address": "875 Coventry Rd., Unit 1012, Storrs, CT 06269",
            "email": "daniel.goldberg@uconn.edu"
        }
    ],
    "citations": {
        "balareva_1967": "Balareva, Agapiya. 1967. “Mahan, Karel.” In Entsiklopediya na bŭlgarskata muzikalna kultura , edited by Petko Stainov, Venelin Krŭstev, and Raina Katsarova, 304. Bŭlgarskata Akademiya na Naukite.",
        "bartók (1938) 1976_1976": "Bartók, Béla. (1938) 1976. “The So-Called Bulgarian Rhythm.” In Béla Bartók Essays , edited by Benjamin Suchoff, 40–49. Faber and Faber.",
        "constantin (1951) 1984_1984": "Brăiloiu, Constantin. (1951) 1984. “Aksak Rhythm.” In Problems of Ethnomusicology , edited by Albert L. Lloyd, 133–67. Cambridge University Press.",
        "buchanan_2006": "Buchanan, Donna A. 2006. Performing Democracy: Bulgarian Music and Musicians in Transition . University of Chicago Press.",
        "bujic_and_katalinic_2015": "Bujic, Bojan, and Vjera Katalinic. 2015. “Kuhač [Koch], Franjo Ksaver.” Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.15630 .",
        "bukoreshtliev_1934": "Bukoreshtliev, Angel. 1934. “Sredno-rodopski pesni.” Sbornik za narodni umotvoreniya i narodopis 39 (1): 1–213.",
        "crampton_2007": "Crampton, R. J. 2007. Bulgaria . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199541584.001.0001 .",
        "durić-klajn_pejović_and_\tveselinović-hofman_2015": "Durić-Klajn, Stana, Roksanda Pejović, and Mirjana Veselinović-Hofman. 2015. “Marinković, Josif.” Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.17808 .",
        "dzhudzhev_1970": "Dzhudzhev, Stoyan. 1970. Bŭlgarska narodna muzika . Vol. 1. Nauka i Izkustvo.",
        "ewell_2020": "Ewell, Philip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.4 .",
        "hristov_1921": "Hristov, Dobri. 1921. Obshto uchenie za muzikata, s ogled kŭm osnovite i na narodnata ni muzika . Knigoizdatelstvo Al. Paskalev.",
        "hristov (1925) 1967_1967": "Hristov, Dobri. (1925) 1967. “Metrichnite i ritmichnite osnovi na bŭlgarskata narodna muzika.” In Muzikalno-teoretichesko i publitsistichesko nasledstvo , vol. 1, edited by Venelin Krŭstev, 33–98. Bŭlgarskata Akademiya na Naukite.",
        "hristov (1931) 1967_1967": "Hristov, Dobri. (1931) 1967. “Polemichni teoretichni belezhki za taktovite formi izobshto v nashite narodni pesni.” In Muzikalno-teoretichesko i publitsistichesko nasledstvo , vol. 1, edited by Venelin Krŭstev, 151–86. Bŭlgarskata Akademiya na Naukite.",
        "krŭstev_1975": "Krŭstev, Venelin. 1975. Dobri Hristov . Izdatelstvo Nauka i Izkustvo.",
        "peters_2003": "Peters, Karen Ann. 2003. “Meter as a Marker of Ethnonational Identity? Metric Controversy, Folk Song Variants, and the Representation of Balkan Cultural Identities.” Bŭlgarsko muzikoznanie 27 (4): 56–73.",
        "pundeff_1969": "Pundeff, Marin V. 1969. “The Bulgarian Academy of Sciences (On the Occasion of Its Centennial).” East European Quarterly 3 (3): 371–86.",
        "rice_1994": "Rice, Timothy. 1994. May It Fill Your Soul: Experiencing Bulgarian Music . University of Chicago Press.",
        "romanou_2018": "Romanou, Katy. 2018. “Pachtikos, Georgios.” Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.2274220 .",
        "todorov_1981": "Todorov, Todor. 1981. Bŭlgarskata muzikalna folkloristika do 9.IX.1944 . Izdatelstvo na Bŭlgarskata Akademiya na Naukite.",
        "tyrrell_2001": "Tyrrell, John. 2001. “Kuba, Ludvík.” Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.15607 .",
        "yapova_2014": "Yapova, Kristina. 2014. “Christov, Dobri.” Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.14982 .",
        "zaharieva_2000": "Zaharieva, Svetlana. 2000. “Neravnodelnostta: Natsionalna krepost na bŭlgarskata muzikalno–folklorna nauka (vŭrhu tekstove na Dobri Hristov).” Bŭlgarsko muzikoznanie 24 (4): 87–108."
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Dilyana Kurdova, Nevin Şahin, and reviewer Victoria Tzotzkova for their invaluable assistance with the translation, as well as to the guest editors of this issue for encouraging and overseeing this work.",
            "citations": []
        },
        "FN1": {
            "text": "1. DG: The “five centuries of slavery” refers to the Ottoman era. On Bulgarian use of the phrase “Turkish slavery,” see Rice ( 1994 , 323n8).",
            "citations": [
                "rice_1994"
            ]
        },
        "FN2": {
            "text": "2. Byzantine, Roman, and Turkish cultures in the domain of music likewise have not shown particular influence on folk creativity, because simple people have remained far from the intellectual life of large urban centers.",
            "citations": []
        },
        "FN3": {
            "text": "3. DG: Franjo Kuhač (1834–1911) was a Croatian teacher, musicologist, and music critic who advocated for Croatian musical culture, including arguing that Joseph Haydn was Croatian ( Bujic and Katalinic 2015 ). Ludvík Kuba (1863–1956) was a Czech folklorist, painter, and teacher ( Tyrrell 2001 ).",
            "citations": [
                "bujic_and_katalinic_2015",
                "tyrrell_2001"
            ]
        },
        "FN4": {
            "text": "4. DG: In this context the term diachord refers to a melodic range spanning an interval of a second (see, e.g., Bukoreshtliev 1934 , 3–4). Elsewhere, Hristov ( 1921 , 176) and Dzhudzhev ( 1970 , 255) use the word dichord with the same meaning.",
            "citations": [
                "bukoreshtliev_1934",
                "hristov_1921",
                "dzhudzhev_1970"
            ]
        },
        "FN5": {
            "text": "5. The only stone tablets of notated musical artifacts discovered thus far are: The Hymn of Apollo (in five-beat meter) and The Hymn of the Goddess Nemesis (in 4 4 and 3 4 mixed meter).",
            "citations": []
        },
        "FN6": {
            "text": "6. DG: Georgios Pachtikos (1869–1915) was a Greek musicologist, composer, and teacher who studied ancient Greek music, including composing music for plays by Sophocles and other ancient Greek playwrights ( Romanou 2018 ).",
            "citations": [
                "romanou_2018"
            ]
        },
        "FN7": {
            "text": "7. DG: Here Hristov is referring to the Collection of Folk Creativity, Science, and Literature , a periodical initially published by the department of the early Bulgarian government that was tasked with cultural development, the Ministry of National Enlightenment. Hristov published the first version of the present text in the same periodical after it had been transferred from this Ministry to the Bulgarian Academy of Sciences and renamed the Collection of Folk Creativity and Ethnography ( Pundeff 1969 , 375). Todorov ( 1981 ) provides more information about transcriptions of folk music in this publication.",
            "citations": [
                "pundeff_1969",
                "todorov_1981"
            ]
        },
        "FN8": {
            "text": "8. DG: Horo and igra are names for types of Bulgarian dances. Both typically involve dancing in one or more lines or open circles, which dancers form by holding hands, belts, or shoulders.",
            "citations": []
        },
        "FN9": {
            "text": "9. See articles by him in the Ministry collections, Bulgarian Review , and in particular Kaval . DG: Bulgarian Review and Kaval were periodicals about Bulgarian culture, both published around the turn of the century. The latter, which is named for a type of flute common in Bulgarian folk music, focused on music and was also edited by Karel Mahan (1867–1935), the Czech-born composer, folklorist, and teacher whom Hristov cites here ( Balareva 1967 ).",
            "citations": [
                "balareva_1967"
            ]
        },
        "FN10": {
            "text": "10. DG: The liberation refers to Bulgarian independence from the Ottoman Empire, especially the April Uprising in 1876 and the subsequent Russo-Turkish War in 1877–78. The latter led to the northern part of present-day Bulgaria becoming an effectively independent state, despite officially remaining a vassal of the empire until 1908. For a political history of Bulgaria, see Crampton ( 2007 ).",
            "citations": [
                "crampton_2007"
            ]
        },
        "FN11": {
            "text": "11. We must suppose that some of our songs are based on a tonal system with third and quarter tones. Without a gramophone, such songs would be notated in the usual semitonal system.",
            "citations": []
        },
        "FN12": {
            "text": "12. Theoretically possible.",
            "citations": []
        },
        "FN13": {
            "text": "13. A peşrev is quite a large lyrical song in two or three parts.",
            "citations": []
        },
        "FN14": {
            "text": "14. DG: The daire is a handheld frame drum.",
            "citations": []
        },
        "FN15": {
            "text": "15. The word paidushka is not yet definitively explained. If one judges by the spirited (leaping) character of the dance, it could be one of the types of dances called buienitsi , which are danced on the way from the field to the village after finishing field work. The liberation from work, the end of the work is denoted with the word paidos (unknown whether it is Turkish or Greek). On the other hand, if we judge by the manner of the dance: interweaving the legs, likewise the body, with the legs twisted to the side— paitatsi , it is quite likely that the name of the dance derives from this exact word— paitak [crooked, with crooked legs]. In Slavic (Czech), the word paidam or kulham means to limp, and the dance in its rhythm ( ) produces effectively uneven, limping steps. It is improbable that this word derives from pohaidushki , as a philology professor explained it to me, because there is a special dance called haidushki with the time signature 11 16 (4+3+4).",
            "citations": []
        },
        "FN16": {
            "text": "16. In ancient Greek theory, alongside “chronos protos” is mentioned a value of “chronos alogoi”—an irrationally elongated beat. Thus an ordinary “pyrrhus” ( ◡ ◡ = ) with an irrational elongation of the second part produces (the form of the above meter).",
            "citations": []
        },
        "FN17": {
            "text": "17. In Arabic music the word “ usul ” (root, principle) is used with the meaning of rhythm, meter. Curcuna is a Turkish word, and it means merriment . “ Beni curcunaya aldınız ”—you made me a laughingstock.",
            "citations": []
        },
        "FN18": {
            "text": "18. DG: On the distinction between danced and non-danced songs in Bulgarian folk music, see Buchanan ( 2006 , 91).",
            "citations": [
                "buchanan_2006"
            ]
        },
        "FN19": {
            "text": "19. By chance I discussed this question with Mr. P. Radoev, a dance master well known in the capital, who likewise complained to me that the periods of the dance and the music used for paidushka do not align with each other. “Two measures are missing for one time through the dance,” Mr. P. Radoev told me.",
            "citations": []
        },
        "FN20": {
            "text": "20. DG: In a survey of European rhythmic theory, Hristov ( [1931] 1967 , 180) indicates that Czech composer and theorist Karel Jirák defines a predlozhenie as an element of form composed of two or more two- or three-measure units.",
            "citations": []
        },
        "FN21": {
            "text": "21. DG: On the musical components of year-end caroling and of autumn gatherings for textile working, see Rice ( 1994 , 128–32, 145–52).",
            "citations": [
                "rice_1994"
            ]
        },
        "FN22": {
            "text": "22. DG: The adjectives mŭzhka and zhenska that Hristov and other Bulgarian folklorists use to refer to types of rŭchenitsa mean men’s and women’s , respectively.",
            "citations": []
        },
        "FN23": {
            "text": "23. DG: The tŭpan is a large double-sided drum, played with a beater on one side and a thin, flexible switch on the other side.",
            "citations": []
        },
        "FN24": {
            "text": "24. During the Easter fasting gypsy girls with daires usually circle Christian houses and sing, wishing the inhabitants beauty, health, happiness and also fertility (remnants of pagan rituals).",
            "citations": []
        },
        "FN25": {
            "text": "25. Most likely from hoh —boy—meaning boy’s dance.",
            "citations": []
        },
        "FN26": {
            "text": "26. An outstanding archeologist of ours claims in spoken conversations that the rŭchenitsa was not known in Bulgaria before the Tatar invasion (i.e., before the end of the thirteenth century), which means that this dance was transmitted by the Tatars. The 7 16 meter of the rŭchenitsa actually is present in Tatar music, but this does not mean that our nation has adopted this rhythm from the Tatars, because in our music five to fourteen primary elements (chronoi protoi) form a series of similar meters which, for all appearances, rest in the psyche, in the blood of the nation; through them the nation expresses its rhythmic and tonal sensibility. To attach the origin of this or another rhythm to distinct individuals or nations is like accepting the naïve claim of the ancient historians about the origin of music in Thrace and Asia (Xenophon, Strabo, and others). The important thing is that this rhythm is a part of a series of others with five to fourteen elements that form the bases of our songs. It is not surprising that the manner of dancing itself would be adopted from outside.",
            "citations": []
        },
        "FN27": {
            "text": "27. DG: Hristov is likely referring here to Serbian composer Josif Marinković (1851–1931), whose compositions include choral suites with melodies derived from folk dance music (see Durić-Klajn, Pejović, and \tVeselinović-Hofman 2015 ).",
            "citations": []
        },
        "FN28": {
            "text": "28. The example is taken from a lithographed sheet for choral singing.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Notes on the Translation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Meters featuring sequences of unequal durations, such as the alternating groupings of two and three eighth notes in time signatures of 8 5 and 8 7 , occur frequently in Bulgarian folk songs and dance music, and twentieth-century Bulgarian folklorists devoted considerable attention to these meters. The present text is considered the first published theory of the meter of Bulgarian folk music, and it became a model for conceptualizing, notating, and cataloguing meters within Bulgarian-language scholarship. Its author, Dobri Hristov (1875–1941), has been lionized as one of the first modern composers of Bulgarian art music and researchers of Bulgarian folk music (see, for example, Krŭstev 1975 ; Yapova 2014 ).",
                "footnotes": [],
                "citations": [
                    "yapova_2014"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] Hristov published the study in 1913 in the Collection of Folk Creativity and Ethnography , a periodical issued by the Bulgarian Academy of Sciences. The present translation, however, is based on a substantially revised version, bearing a date of 1925, that was discovered among Hristov’s papers after his death and published in a collection of his writings ( Hristov (1925) 1967 [1925] 1967 ). The excerpt translated here consists of Hristov’s introduction to the study, his formulation of the basic features of meter in Bulgarian folk music, and his descriptions of several individual meters. In the remainder of the treatise, Hristov catalogues each type of meter in turn and concludes with possibly unfinished comments about topics including anacrusis, the rhythmic placement of cadences, and accentuation in Bulgarian music and lyrics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] Throughout the document, the nationalistic agenda that underlies Hristov’s writing is apparent, illustrating the type of interconnectedness between music theory and worldview that Philip Ewell ( 2020 ) identifies in writings by Hristov’s Austrian contemporary, Heinrich Schenker. To highlight just one example, Hristov notes that a widely known Bulgarian dance, the rŭchenitsa , may have been brought to Bulgaria in the thirteenth century via the Mongol Empire, and he goes on to say that “the 16 7 meter of the rŭchenitsa actually is present in Tatar music, but this does not mean that our nation has adopted this rhythm from the Tatars, because in our music five to fourteen primary elements (chronoi protoi) form a series of similar meters which, for all appearances, rest in the psyche, in the blood of the nation; through them the nation expresses its rhythmic and tonal sensibility” (see note 26 below). Hristov thus views the system of meters that he proposes with time signatures ranging from 16 5 to 16 14 as intrinsic to the distinctive identity of the Bulgarian people. Moreover, at the time when Hristov published the study, the currency of the principle that the people of a country should be ethnically and culturally similar to one another meant that the rhythmic characteristics of Bulgarian folk music had implications for the boundaries of the newly independent Bulgarian state (see Buchanan 2006 , 34; Peters 2003 ; Zaharieva 2000 ). For present-day music theorists working in a scholarly tradition that privileges European classical music, the logic of Hristov’s nationalism and many of the conceptual components of his theory may be familiar, while some of the historical and musical particulars of early twentieth-century Bulgaria may be less widely known, making for a potentially productive example of music theory’s ideological commitments.",
                "footnotes": [],
                "citations": [
                    "ewell_2020",
                    "buchanan_2006",
                    "peters_2003",
                    "zaharieva_2000"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] The content and context of Hristov’s study are also relevant for continuing research on meter with unequal durations. For example, two of the earliest sources that are often cited in English-language studies of such meter are Béla Bartók’s ( [1938] 1976 ) lecture about Bulgarian rhythm and Constantin Brăiloiu’s ( [1951] 1984 ) article on aksak rhythm, and both of these texts were influenced by the line of theoretical work that Hristov initiated. Bartók cites Hristov and his compatriot, Vasil Stoin, dubbing the type of meter that they describe “Bulgarian rhythm” in their honor. The Romanian ethnomusicologist Brǎiloiu can be read as contesting his southern rivals’ claim to ownership of unequal meters, renaming the phenomenon with a Turkish word, aksak , that Hristov would likely have found objectionable in view of his efforts to downplay Turkish influence when comparing Bulgarian meters with Turkish usuls . To be clear, it is not my contention that Hristov’s theory should be rejected simply because it is bound up with the evolving nationalism of his era—some of his observations about Bulgarian meter may well be accurate—but an awareness of the factors that shaped his ideas is essential for anyone who seeks to build upon them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.5": {
                "text": "[0.5] Editorial additions in the body of the translation are enclosed in brackets [], while additions in endnotes are preceded by the initials DG. The bibliography is also added. The musical examples in both versions of the text include various apparent engraving errors, which I have attempted to correct to the extent possible by comparing the two versions. 1. The Metric and Rhythmic Fundamentals of Bulgarian Folk Music by Dobri Hristov",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] To any foreigner who knows of the small Bulgarian nation only from its heroic exploits and suffering during the great world war, the title of this article will be strange. This small but tough nation with such a glorious and sorrowful history, tempered by centuries among storms and woes, guards like treasures, inherited for centuries, handed down from generation to generation, a multitude of self-originating, artless works of the invisible tonal art of music, which with its original metric, rhythmic, and tonal characteristics is no less interesting than the newly discovered Egyptian archaeological monuments. Heritage probably of millennia, today this music is still constantly heard from the Danube to the shores of the Aegean Sea and from the Black Sea to the waters of blue Lake Ohrid, and we are certain that it will soon attract the attention of the universal scholarly musical world, as well as of modern contemporary composers looking for new compositional elements for constructing their originally conceived and performed works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Modern Western music and Eastern Persian-Arabic art music have not been in contact with this music and have not been able to alter its foundations. This is apparent from the metric and rhythmic features that are preserved in it to this day, from the wondrous regularities in the composition of its measures and periods, which remind us more of the once-secret numbers of distant Orphean and Pythagorean times. With the European mensural music that is known from the fourteenth century, it has quite weak points of contact, or none at all. To this day it is unknown to the foreign musical world: when transcribing these Bulgarian, including Macedonian, songs into musical notation, Serbs, Croats, and Czechs have rendered them in distorted form, in the frameworks of regular European meters, when their true meters with few exceptions are quite different from European ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The history of the deeds of the Bulgarian nation during its thirteen-century political life draws us pictures of close links with two entirely different cultures—Byzantine and Turkish—also intertwined in part with spiritual–cultural influences of the Roman Catholic authority. Undoubtedly the proximity to these cultures over the centuries could not have remained without any kind of reflection upon the life of the Bulgarian. But the music of the simple folk, created mainly among the village masses, standing apart from the intellectual life of larger urban centers, is a self-originating phenomenon. The violently unfolding events have left in it only impressions of the pained folk soul, passed on in tones and words by means of original naïve creation. With its musical characteristics, it represents folkloric and general scientific interest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] One of the most characteristic manifestations of Bulgarian folk creation is music. The unsightly five centuries of slavery (1) have erased almost all monuments commemorating the onetime greatness and culture of our homeland, but song—the most intimate expression of the most hidden soulful experiences, passed down orally from generation to generation—nothing has been able to erase. This is due to the inherent capacity of each nation to preserve everything that hands cannot destroy. Bulgarian music—this must be noted—is preserved in a pure, uncorrupted, primitive form—a circumstance that is due to the pure chance that Bulgaria was located far from any cultured nation. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] If we take a cursory glance at the unnumerable Slavic songs collected by Kuhač (Fr. S. Kuhač, Južno-slovjenske narodne popjevke ), Kuba (Ludvík Kuba, Slovanstvo ve svých zpěvech ), (3) and others, and compare them with our pure folk songs, we will see that Bulgarian folk music is unmatched by any other in the richness of its rhythm and tonality. It also represents great scholarly interest in terms of its age, which is indicated by the exceptionally original rhythm, by the diversity of tonalities, by the tonal range (ambitus), which is often a diachord , (4) as well as by the content of the lyrics.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Previously it was thought that the rhythmic richness that is treated in ancient Greek theory of music was extinct, without living examples. Indeed, there are very few musical artifacts from ancient Greek music; (5) but if one judges by the collections of Greek folk songs recently published by Georgios Pachtikos, 260 Popular Greek Songs , (6) as well as by our folk songs, one will come to the conclusion that both the tonalities and the rhythmics that are treated in ancient Greek theory of music are preserved on the Balkan peninsula, especially in Bulgarian and Macedonian songs.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] While I dare to offer for consideration this modest essay —a study of the rhythm of our songs—I am far from believing that I have completely exhausted such an important topic: drawing definitive conclusions about Bulgarian folk music is impossible so long as we do not have available well-collected (notated) songs from all the regions of our homeland . Attempts have been made in this regard: about twelve volumes of the Ministry collections (7) contain notated songs from various regions of Bulgaria and Macedonia, but these attempts are not entirely satisfactory, and could even be called weak. Most of these songs were collected by amateurs. The latter, lacking sufficient familiarity with rhythm and tonality, have undertaken this important and difficult work without skill, without a plan, without a system, and because of this, have not been very accurate. There are also Bulgarian, Macedonian, and other songs in the collections by Kuba and Kuhač, but there can be as much faith in the reliability of this work as in the materials from the Ministry collections. In both sets of collections are found, though rarely, songs with the time signatures 4 5 and 4 7 , but only at a slow tempo. These are time signatures that are created artificially, so to speak, by the transcribers, because they are not the basis for any known folk dances. To the contrary, the time signature of 16 5 ( paidushkata ), both 16 7 time signatures ( rŭchenitsa and makedonsko horo ), 16 9 ( troplivata igra or radomirskoto horo ), 16 11 ( haidushka igra ), etc., are in no way found there. (8) It is apparent from many songs that the ignorant transcriber has shifted the true meter of many songs, some of which are also notated with an incorrect key signature. Relying on these materials, K. Mahan conducted his studies of folk music. (9) Without a doubt, conclusions grounded on inauthentic materials cannot be anything other than untrue.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The Ministry of National Enlightenment or our Academy of Arts and Sciences should apply themselves most seriously to the fate of Bulgarian folk music, so rare in its qualities, which, if it is not collected in time by skilled individuals in appropriate collections, is doomed due to many instances of recent alterations and even assimilation. The great rarity of songs that recall our old history, exploits of our tsars, etc., leads us to believe that there are very many forgotten songs. Before the Liberation (10) the number of good folk singers and players was much greater than it is now. This, of course, is not without significance for our music. To this sad fact we must also add others that have an influence on our folk music. New music is transplanted into our primary schools, music that is foreign to the Bulgarian and does not warm his heart.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] After school comes military service. The soldiers here learn to sing songs with no particular artistic value, usually composed by officers and subsequently brought back to the villages. Also of no small harm to the musical education of the village mass here are gramophones, which are found today in almost every village with their banal songs that are foreign to the nation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] This is why the call for a period of renewed collection of our musical folk treasures is necessary. It is time, by the way, for the Ethnographic Museum to set up a folk music division. The collection of songs, instruments, information about folk singers (rhapsodists), etc., should be done by experts. The transcriber should not be deprived of the most sophisticated possible phonograph for understanding those songs that by their rhythmic and melodic complexity would make comprehension difficult at first. (11) The material collected in this way should be systematized: (1) by meter, (2) by composition of the periods, (3) by tonality, (4) by ambitus (tonal range), (5) by general character of the song (love, epic, ritual, etc.). All these features should be communicated in suitable diagrammatic charts. Along with this it is necessary for us also to have at hand the folk songs of our neighboring nations (Greeks, Turks, Serbs, Romanians, and Ukrainians). Only then can reliable academic studies of our folk music be done. Then only will it become clear whether our folk music is original, what this originality consists of, whether there is an external influence on it or else, to the contrary, whether our music has not proven to be an influence on that of our neighbors. 2. Meters and Periods in Our Folk Music",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] With regard to meter, Bulgarian music contains a feature that is foreign not only to Western music, but also to the music of our neighboring countries, as well as to Eastern (Persian-Arabic) music. This feature is hidden in the formation of a series of meters that serve as a basis for our diverse dances. Serving as a fundamental (primary) element ( chronos protos ) in these meters is a pulse (beat) with a tempo of around 400–432 per minute, i.e., five times faster than the heartrate of an adult person . As a note value, the tempo of this element can be expressed thus: = 400–432 M. M. or = 200–216 M. M. Grouped into twos and threes, these elements form two kinds of metric parts: short—with two elements ( = ) and elongated—with three elements ( = ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Different combinations of short and elongated parts form a series of irregular and regular meters , each of which serves as the basis for a particular dance. The meters formed in this way will be called the first group of meters : 1. = 8 2 ( 16 4 ) 2. = ( 16 5 ) 2a. = ( 16 5 ) 3. = ( 16 6 ) 4. = ( 16 7 ) 4a. = ( 16 7 ) 4b. = ( 16 7 ) (12) 5. = ( 16 8 ) 5a. = ( 16 8 ) 6. = ( 16 9 ) 6a. = ( 16 9 ) 6b. = ( 16 9 ) 7. = ( 16 10 ) 8. = ( 16 11 ) 8a. = ( 16 11 ) 9. + = + ( 16 12 ) 9a. + = + ( 16 12 ) 9b. + = + ( 16 12 ) and others 10. = ( 16 13 ) 11. + + = + + ( 16 14 ) 11a. + + = + + ( 16 14 )",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] We can also notate the elements in the above meters with doubled note values (eighth notes); in such a case we will have the same meters (time signatures) represented with eighth-note subdivisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Another group of meters has as a fundamental (primary) element (chronos protos) a pulse twice as slow: = 200–216 M. M. or = 100–108 M. M. We will call them the second group of meters . 1. = 8 3 2. = 8 4 ( 4 2 ) 3. = 8 5 4. = 8 6 5. = 4 3 ( ) 6. = 4 4 ( ) 7. = 8 7 8. = 8 8 and others",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] If we notate the elements in this group of meters with quarter notes, instead of the above time signatures there will be time signatures with doubled note values: 4 3 , 2 2 , 4 5 , 4 6 , 2 3 , 2 4 , 4 7 , 4 8 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The difference between the first and second group of meters is quite substantial. Whereas the accents in the first group fall on duple and triple elements, i.e., on so-called short and elongated parts, in the second group each element manifests as a separate metric beat with independent accent. Unmeasured Songs",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] In addition to songs with precisely defined meter, in our folk music there are rather many songs that are devoid of all traces of any kind of meter. These songs can be called unmeasured (unmetered), and they are distinguished by a completely free pulse (ad libitum) without a determinate rhythm. In our unmeasured songs some syllables are quite elongated, making the declamation unnatural. Another essential characteristic of these songs is the continuous use of complex fiorituri (roulades). At first glance our unmeasured songs resemble Persian-Arabic peşrevs , (13) because the words in these songs are also quite protracted, and upon listening it appears as though they also lack meter. In actuality peşrevs have a precisely defined meter that is clarified through beating on the daire and other percussion instruments. (14) When transcribing unmeasured songs for easier performance, they are misrepresented as having a particular meter.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Here I will not discuss those songs that some transcribers of our melodies notate with frequent changes of meter: for example, notating the beginning of the period in 4 2 meter and inserting a measure of 4 3 or 4 5 in the middle. These are songs with mixed meter . In order to avoid misunderstandings, I feel it is relevant to mention that the concept of mixed meter should not be confused with irregular meter . Whereas in songs with mixed meter there are occasional changes to an established meter, in songs with irregular meter a certain combination of two- and three-element parts repeats regularly. ( 16 5 , 8 5 , 4 5 , 16 7 , 8 7 and others)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The irregular meters that, alongside the usual regular meters, are one of the main foundations of our music, differ significantly from the irregular meters that are known in European art music. The latter are formed from equal parts, 5 or 7 in number, which are subdivided into smaller duple or triple parts: 4 5 4 7",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] In our folk music irregular meter is formed from equal primary elements (chronoi protoi) that cannot be divided into smaller parts, and contrary to European irregular meters, here these indivisible parts are bound together into larger parts by combining two or three of them (short and elongated metric parts). 16 5 8 5 (primary rhythmic parts) (secondary rhythmic parts) 16 7 8 7 (primary rhythmic parts) (secondary rhythmic parts)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] European irregular meters have only five or seven parts, whereas in our music there are also meters with 8, 9, 10, 11, 12, 13, and 14 parts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Compared with the rhythmic forms of ordinary regular meters, our irregular meters appear in the relationship of some of their secondary parts to have an irrational relationship over time (chronos alogoi). 8 2 dactylic rhythm (pyrrhus) 2 1 2 8 unequal dactylic rhythm (paeon) 8 3 ionic rhythm 3 1 2 8 unequal ionic rhythm (epitrite) 8 4 double dactylic rhythm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Elongating one part of the latter type results in 4 1 2 8 meter: Combinations of these form all the remaining types of irregular meters in our music. 3. The First Group of Meters 16 4 = 8 2 Meter",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The smallest possible meter of these types is formed by two ordinary metric parts ( = ), which, doubled, produces an ordinary 8 4 or 4 2 regular meter, the basis for the ordinary sitno horo [Example 1a, 1b] . Example 1a (click to enlarge) Example 1b (click to enlarge) Combined, two of these measures form a 8 4 meter, and four of the same type— 4 4 [Example 2] . Example 2 (click to enlarge) 16 5 Meter ( , ) or 2 1 2 8 ( , )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The meter 16 5 is composed of five metric elements that have a pulse, as I already mentioned earlier, of 400–432 per minute. The tempo of the whole measure can be notated according to Maelzel’s metronome thus: = 80.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The grouping of the primary elements is an irregular 2+3, or more rarely, 3+2. The two primary elements form a short beat, and the three—an elongated one; thus the whole measure contains two parts (one short and one elongated), of which the elongated one receives a comparatively stronger accent: The meter 16 5 can also be expressed with the fraction 2 1 2 8 (a meter with two and a half beats). The rhythm of this meter with an elongated second beat ( ) serves as the basis for the folk dance “ paidushka ” (15) ( yuchata , chetvorka , eskiiskata ). With the opposite composition (elongated part at the beginning ( ), this meter is not observed in songs. Compared with the meters from ancient Greek music, the paidushka meter approaches to some extent the iamb (⏑ – ), which is likewise formed from one short (arsis) and one elongated beat (thesis). But in the iamb the thesis is a beat exactly twice as long as the arsis , and in note values it is rendered via an upbeat— 4 3 ( | ) or 8 3 ( | ). (16) In modern music the paidushka meter does not exist. In Turkish (Persian-Arabic) music 16 5 meter is found, with the same tempo of subdivided elements, in the cheerful endings of the peşrevs or şarkıs performed without words (only instrumentally), and it is called usul curcuna . (17) A dance with this meter does not exist in Turkish music; from this it is easy to determine that the meter is not intrinsic to Turkish music. Bulgarian folk music, meanwhile, abounds with danced and non-danced songs in this meter. (18) Example 3 (click to enlarge) Example 4 (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The paidushka is danced with duple steps in 10 measures. Thus the periods in paidushka songs must likewise have 10 measures or 2 ⨉ 5 or 6 + 4 measures. The music in current usage by our orchestras for the dance paidushka has two errors, as a result of which the dancing does not move in complete agreement with this music. The first error in this dance, which was most likely arranged from folk motifs after the Liberation by some foreign Kapellmeister, is the time signature, which in no way should be 8 3 or 4 3 (triple meter), but is rather 16 5 or 8 5 with two beats ( or ), because the paidushka is a dance with duple steps; dances with triple steps are the ordinary rŭchenitsa and mŭzhka rŭchenitsa ( makedonsko horo ). The second error is in the composition of the periods, which should be 10 (2 ⨉ 5 measures), not 8 measures. With the eight-measure period, one period is not enough for one time through dancing the steps of paidushka , which takes part of the second period; or if the period is repeated, the second time through the dance steps begins with the third measure of the period, and this bothers the dancer. (19) The following song with a paidushka meter [ Example 3 ] is typical, with five-measure sentences [ predlozheniya ]. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The following caroling song (not danced) likewise has a paidushka meter. Here the period is formed from three six-measure sentences [ Example 4 ].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In the Sliven and Yambol regions, as well as in Bolgrad, they dance a specific paidushka , called yuchata or eskiiskata [ Example 5 ]; in the Berkovitsa region paidushka is danced as a normal horo [ Example 7, 8 ], and in the Breznik and Trŭn regions, as a “ chetvorka ” [ Example 6 ]. Example 5 (click to enlarge) Example 6 (click to enlarge) Example 7 (click to enlarge) Example 8 (click to enlarge) Example 9 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] It is doubtful whether the second type of 16 5 meter ( ) exists independently not only in our songs, but in general. [ Example 9 ]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Combinations of the two types of 16 5 measures form one 16 10 measure with broken mirror symmetry ( 16 10 ), which we will consider below. 16 6 ( ) or 8 2 Meter ( = 4 2 ) Example 10 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] At the same tempo of elements, two triple groups produce a lively (fast) 16 6 meter with two beats ( = ). If we consider each triple group to be a triplet, we will have in this case a 8 2 meter instead of 16 6 (or with duply augmented note values, 4 2 ). This meter serves as the basis for the ordinary lively Bulgarian horo (rondo) similar to the tarantella . [ Example 10 ]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The periods in songs or pure tunes with this meter are always regular, composed of four measures, or more rarely of eight measures. Example 11 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The following beautiful horo from the Gabrovo (Kolibari) region has the same meter [ Example 11 ]: 16 7 Meter ( , )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] 16 7 meter is found in two types with the same tempo of elements. In one type the triple group or elongated part is at the end, and in the other—at the beginning. (1) (2) A third type of 16 7 meter is also possible, namely with elongation of the middle part (3) , but songs are not found with such a meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] The first type of 16 7 meter is formed from one paidushka measure with the addition of one more short part at the beginning, and this meter serves as the basis for the national dance, called rŭchenitsa ( chupnitsa , chepnitsa , peshachka , sopitsa , etc.).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] The second type of 16 7 meter is formed from the second type of 16 5 ( ) with the addition of one more short part at the end; this meter also serves as the basis of an ordinary horo that is danced in all regions of Bulgaria. In Macedonia it is the basis for makedonsko horo . In songs with the same meter in the Elena region they dance the horo called “elensko horo,” in Dobrudzha— mŭzhka rŭchenitsa , etc.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Thus, the difference between the meter of the ordinary rŭchenitsa and that of the makedonsko horo or mŭzhka rŭchenitsa is in the position of the elongated beat; in the rŭchenitsa it is at the end, and in the makedonsko horo —at the beginning. In the meter of the makedonsko horo and the rŭchenitsa there are also very many non-danced songs (caroling [ koledarski ], textile-working [ sedenkovi ], and others). (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] The ordinary or zhenska rŭchenitsa (22) is a dance with three steps, and it is ordinarily danced individually, between two people with one facing the other, or in several pairs. The tempo of the entire measure is between 60–66 M. M. The three beats in the meter also have equally strong accents. The accompaniment of songs in this meter with tŭpan (23) or daire occurs in the following way: (heavy strokes with the right hand) (light strokes with the left hand) The gypsy Easter carolers (24) here quite like to sing and dance in this meter with the accompaniment of the daire (tambourine). The rŭchenitsa is most consummately danced by the western Bulgarians (the Shops), who are the greatest masters of lively dances with small steps.",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] The word rŭchenitsa derives from rŭchenik (handkerchief), which is usually waved now in the right, now in the left hand during the dance. In some places they call this dance chupnitsa ( kŭrshnitsa ), which derives from twisting, turning the body and from chepnik (particular sounds generated with the thumb and middle finger during the dance); and likewise peshachka (in the Sofia region). Example 12 (click to enlarge) Example 13 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] In its steps (two short and one elongated), the rŭchenitsa resembles the Czech national dance, polka ( ) . But in twisting the body (especially the movements of the hands and feet and squatting) the rŭchenitsa very much resembles the Russian kazachok (fast 4 2 meter ), the Slovenian dance hoshie (25) ( 4 2 ) [ Example 12 ], and the Hungarian csárdás . The meter of these dances, despite being 4 2 , has a great rhythmic affinity with the meter of the rŭchenitsa .",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.19": {
                "text": "[3.19] The above dance will become a rŭchenitsa if we take away the value of a sixteenth note from the end of each measure [ Example 13 ]:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.20": {
                "text": "[3.20] The meter of the rŭchenitsa is also found in Tatar music and nowhere in any other countries. (26) In ancient Greek theory of music the seven-beat meter epitrite is spoken of ( , , , ), but as it is transmitted by the theorists, this meter does not remind us in the least of rŭchenitsa . In the collections of Kuba and Kuhač 4 7 meter is found with a very slow tempo. The meter of the rŭchenitsa is not present in Turkish music. When during my tour of Turkey I asked a master of Turkish music what the “ usul ” is of this song (I sang to him a song in the meter of the rŭchenitsa ), he calmly answered that he knows this usul , but that it is not found in Turkish music. As an experienced instrumentalist and singer he performed a beautiful rŭchenitsa for me on “ kemane ” (violin), adding that they call the usul of this dance “ mandra usul ” (i.e., farmer’s usul) and that it is used by the farmers in “Bulgaristan.”",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.21": {
                "text": "[3.21] This is a clear demonstration that the rŭchenitsa is a second original dance. Confirming the above is the circumstance that almost the same melody is sung in our neighboring country of Serbia with a 4 2 meter [ Example 15 ], and here with a 16 7 rŭchenitsa meter [ Example 14 ]. Example 14 (click to enlarge) Example 15 (click to enlarge) Example 16 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.22": {
                "text": "[3.22] Serbian musicologists (for example T. Marinković) (27) notate songs with the meter of the rŭchenitsa in a way that is alien to the true rhythm, completely changing the accentuation and form of the song [ Example 16 ]: (28) In its true meter ( 16 7 ), the above song has three-measure phrases and six-measure sentences, and not the classical structure of 2+2 measures in one sentence. [Regional examples of rŭchenitsa and discussion of mŭzhka rŭchenitsa or makedonsko horo complete this section, followed by the remainder of the study.]",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: music theory in the plural",
    "source": "mto/raw/mto.24.30.4.goldberg.html",
    "data": "mto/data/mto.24.30.4.goldberg.json"
}