{
    "title": "Music Theory as Conversation",
    "date": "2007/03/01",
    "volume": "13",
    "issue": "1",
    "authors": [
        "Editor, Jeff Perry, MTO Reviews"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.perry.pdf",
    "author_info": [
        {
            "name": "Jeff Perry, MTO Reviews Editor",
            "university": "MTO Reviews Editor",
            "address": "",
            "email": "mto-reviews@societymusictheory.org"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Joseph N. Straus, “The Problem of Prolongation in Post-Tonal Music,” Journal of Music Theory 31, no. 1 (Spring 1987): 1-21; Remaking the Past: Musical Modernism and the Influence of the Tonal Tradition (Cambridge: Harvard University Press, 1990).",
            "citations": []
        },
        "FN2": {
            "text": "2. Steve Larson, “The Problem of Prolongation in Tonal Music: Terminology, Perception, and Expressive Meaning,” Journal of Music Theory 41 no. 1 (Spring 1997): 101–136.",
            "citations": []
        },
        "FN3": {
            "text": "3. Fred Lerdahl, “Issues in Prolongational Theory: A Response to Larson,” Journal of Music Theory 41, no. 1 (Spring 1997): 141–155.",
            "citations": []
        },
        "FN4": {
            "text": "4. Joseph N. Straus, “Response to Larson,” Journal of Music Theory 41, no. 1 (Spring 1997): 137–139.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Spring 1987 issue of the Journal of Music Theory included an article by Joseph N. Straus entitled “The Problem of Prolongation in Post-Tonal Music.” Straus’s article sought to address the attempts of several writers to apply analytical methods derived from study of the tonal repertoire to the music of Stravinsky, Schoenberg, Berg, Webern, and Bartók. More specifically, Straus sought to correct what he felt were some fallacies and poor habits of thought in earlier such attempts to analyze post-tonal music \nthat had used some of the tools of Schenkerian theory and analysis. In order to decide whether or not the prolongational model can be extended to cover later music, Straus first had to present a rigorous model for prolongation in tonal music, which he had found lacking. He thus enumerates four conditions that are satisfied by tonal prolongational spans: the consonance dissonance condition, the scale degree condition, the embellishment condition, and the harmony/voice leading condition. This article, along with several earlier publications, was to grow into Straus’s 1990 book, Remaking the Past . (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In Spring 1997—a mere Augenblick in the life of North American music theory’s oldest journal of record—Steve Larson’s “The Problem of Prolongation in Tonal Music: Terminology, Perception, and Expressive Meaning” appeared in JMT . (2) Larson’s essay dealt with the elements that interact with pitch structures to create a sensation of stability, or its absence, and proposed a “taxonomy of transformations” for tonal music. In the manner of the refutatio section of a classical rhetorical argument, Larson sought to reveal the insufficiency of Straus’s model of prolongation in order to make room for his own model.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Who bested whom in this exchange is not the point. What stayed with me is Straus’s response, which appeared in the same issue of JMT as Larson’s article. (A further response by Fred Lerdahl, whose work Straus cited extensively, also appeared.) (3) Straus first summarizes his and Larson’s essential positions; he then says I now think we are both wrong. I was wrong to suggest that any a \n\tpriori distinction between consonance and dissonance . . . could rigidly define prolongational relationships. . . . At the same time, I think Larson would have to acknowledge that examples of this kind [i.e. of certain dissonant prolongational scenarios] are relatively rare and heavily dependent on special rhythmic conditions. They are exceptional cases, clearly implying an underlying rule to which they are the exception. . . . I would now prefer a more balanced view that sees consonance or stability and prolongation acting in reciprocal, mutually reinforcing ways. . . . This notion of mutual reinforcement poses a theoretical conundrum—you can’t tell what is consonant until you know what is being prolonged, but you can’t tell what is prolonged until you know what is consonant—but one of little practical consequence. You simply pull yourself up by your bootstraps, moving flexibly back and forth between the relevant categories. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] It should be clear that while Straus and Larson do not exactly walk offstage arm in arm like Rick Blaine and Captain Renault at the end of Casablanca , their encounter has many of the hallmarks of successful scholarly exchange. Larson’s thinking had been partly shaped by his disagreements with Straus, the latter’s essay serving as one of several catalysts to his thinking; while Straus’s thinking had certainly evolved between 1987 and \n’97, Larson’s critique compelled him to simultaneously defend his earlier ideas and articulate the ways in which his thoughts had changed. This episode has stayed with me over the past decade as an example of what music scholarship is, at its best: an ongoing conversation between interesting, well informed people who are opinionated but essentially fair, people who know a lot but are not afraid to admit that there is a lot more to learn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Such an exchange is implicit, I feel, in most music analysis, theory, and criticism of high quality. What is a bibliography but a list of one’s collaborators, a footnote but a parenthetical aside, or shout out, to one’s co-authors? (This is a difficult point to get across to some students, who think of footnotes, bibliography, and such apparatus as ways to buttress a pre-existent, albeit not necessarily well formed, argument. Can we blame them, when this seems to be the way our government sets its foreign and environmental policies?)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I found myself harkening back to the Straus/Larson debate when thinking about the current status of music theory as an exchange of ideas. Since 1987, the Internet has grown from a tool for specialists to a medium of communication equal in importance (at the very least) to print media. This has brought opportunities and a full measure of unintended consequences. While the rise of digital media has set some of the limitations of older media in stark relief, it has brought forth its own share of what might euphemistically \nbe termed noble experiments. One way of evaluating the situation is by looking at scholarship not in terms of X number of individual essays, articles and reviews reaching Y thousand readers, but rather as a series of conversational exchanges, of networks of influence. The Straus/Larson exchange took ten years; contrast this to the essentially instantaneous back-and-forth on smt-list-talk, the SMT’s online chat group. I’m not suggesting that ten years was too long to wait for the exchange between Steve Larson and Joseph Straus to occur—in fact, things seem to have clicked just when the time was right for both writers. As Larson’s bibliography shows, the years 1987–97 were formative for him; he completed his dissertation in the same year that Straus’s original piece appeared. Ten papers written between 1987 and ’95 laid the groundwork for the JMT prolongation article. Straus, meanwhile, wrote or contributed to four books in the intervening decade, and initiated several new projects that led him to new pedagogical and analytical directions. At the risk of being presumptuous, I will speculate that by 1997 Straus had acquired sufficient distance from the stance he assumed in 1987 to allow him to generously modify some of his earlier ideas, while defending others with the benefit of additional experience. Without the mellowing distance of some years, it is possible that a more immediate exchange even between two well-educated humanists as collegial as Straus and Larson might have shed more heat than light on matters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Music Theory Online has been one of the success stories of Internet scholarship in part because it provides an intermediate time frame between the lengthy publication schedule of print journals and the instantaneity of Internet discussion lists. If the exchange of ideas that occurs in the pages of JMT (or even Music Theory Spectrum, which publishes more often) is like playing chess by mail, with the speed of the U. S. Postal Service setting a limit on how quickly play can proceed, smt-list-talk is more like a colloquy of fruit flies, who move from egg to maturity in seven days, and are dead in a month. This is not to deny the satisfactions of informal chat in something close to real time; I suspect I am not alone, however, in feeling dissatisfaction with the shelf-life and depth of much of the traffic on smt-list-talk; when hitting the return key is so easy, the prudent impulse to let ideas gestate, ferment, percolate can be overridden all too readily by the urge to duplicate the pacing and repartee of actual conversation. MTO provides a time frame between the geological and the quantum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] We (the MTO editorial board) therefore propose the following. In place of the rapid-fire exchange of smt-list (and of this publication’s own moribund list, mto-talk), MTO will welcome communications of short to moderate length on any topic germane to the contents of this and other recent issues of MTO . Pending acceptance and editing for length and style by the MTO editorial board, such communications will be published in each issue. Response to such communications will also appear, subject to the same conditions. The idea will be to introduce a kind of dialogue similar to that found in the Letters department of print periodicals. (These are often the liveliest part of the journal.) The difference is that the conversation will unfold on the publication schedule of MTO , rather than on the slower schedule of a “brick and mortar” scholarly periodical. We will also invite contributions to this department on topics of interest that arise from MTO articles and reviews. The venue for these exchanges will be the “Commentary” department of MTO , which will continue to serve its current function of allowing authors to respond to reviews and critiques of their work that have already appeared in our virtual pages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As Patrick McCreless stated in his 1998 Plenary address to the Society for Music Theory, significantly entitled “Music Theory as Community,” an important mission for us in the years to come is to decide how to deal with issues of community: to decide if and how we want to grow, and in what manner; to decide how to keep our community open and diverse, and at the same time internally healthy; to answer the questions of whether we should reach out to those in the concentric circles around us, and if we should, how far out we should reach. We seek one type of answer to McCreless’s challenge in our relaunched “Commentary” section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Your move.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.07.13.1.perry.html",
    "data": "mto/data/mto.07.13.1.perry.json"
}