{
    "title": "Chopin’s Prelude in C Major Revisited: Integrating Sound and Symbol",
    "date": "2007/03/01",
    "volume": "13",
    "issue": "1",
    "authors": [
        "Urista, Diane J."
    ],
    "abstract": "This article presents comparisons of several recordings and analyses of Chopin’s Prelude in C Major, Op. 28, No. 1. My intent is to demonstrate how including recordings in the analytical process provides greater insights than those yielded by traditional analysis. Theintersectionsanddigressionsbetween performances and written analyses are examined to reveal the relationships between the score and its sonic and symbolic interpretations.",
    "keywords": [
        "performance",
        "analysis",
        "Chopin",
        "Prelude",
        "intersections",
        "digressions"
    ],
    "doi": "",
    "received": "February 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.urista.pdf",
    "author_info": [
        {
            "name": "Diane J. Urista",
            "university": "Oberlin College Conservatory",
            "address": "77 W. College St., Oberlin, OH 44074",
            "email": "diane.urista@oberlin.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. This is perhaps one reason why performers are \noften dissatisfied, even frustrated with analysis, suggested by their claims \nthat pure analysis has little to offer in terms of guiding their sonic \nrepresentation of the score.",
            "citations": []
        },
        "FN2": {
            "text": "2. Joel Lester, “Performance and Analysis: Interaction and \nInterpretation,” in The Practice of Performance: Studies in Musical \nInterpretation, ed. John Rink (Cambridge: University Press, 1995), 197–216.",
            "citations": []
        },
        "FN3": {
            "text": "3. Nicholas Cook, “Between Process and Product: Music and/as Performance,” Music \nTheory Online 7/2 (2001), 21.",
            "citations": []
        },
        "FN4": {
            "text": "4. This article is an outgrowth of a paper I gave at the New York State Music \nTheory Society annual meeting, 2002, at Barnard College. My own analyses evolved \nout of the process of comparing performances, and the feedback I received from \nseveral who attended the session. I would especially like to thank Christopher \nHasty and the late Jonathan Kramer for their insights.",
            "citations": []
        },
        "FN5": {
            "text": "5. Several of the analyses considered for this study use Schenkerian techniques. \nThis is by no means a bias on the author’s part, but rather one of circumstance, \ngiven that most published analyses of this piece are Schenkerian. Examining the \nintersections and digressions between recordings and other types of analytical \nmethodologies would be interesting to consider. Such an examination, however, \nextends beyond the scope of this paper and would be better served in subsequent \nstudies.",
            "citations": []
        },
        "FN6": {
            "text": "6. Clip #1—Chopin, F. (1990). Prelude in C Major, Op. 28, No. 1. Recorded by Grigory Sokolov. On Preludes, Op. 28 [CD]. Paris, France: Opus Productions. OPS \n30-9006.",
            "citations": []
        },
        "FN7": {
            "text": "7. Clip #2—Chopin, F. (1970). Prelude in C Major, Op. 28, No. 1. Recorded by \nAlicia DeLarrocha. On Twenty-Four Preludes [CD]. London, England: London. \n433089-2.",
            "citations": []
        },
        "FN8": {
            "text": "8. Roger Graybill, “Prolongation, Gesture, and Musical Motion,” in Musical \nTransformation and Musical Intuition: Essays in Honor of David Lewin, eds. \nRaphael Atlas and Michael Cherlin (Massachusetts: Ovenbird Press, 1994), \n199–224. p. 218.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid., p. 218.",
            "citations": []
        },
        "FN10": {
            "text": "10. Many of the performance treatises written about this piece suggest that the \nperformer lift the pedal after the As to create a breath. See, Eleanor Bailie, The Pianist’s Repertoire, Chopin: A Graded Practical Guid e (London: Kahn & \nAverill, 1998); Alfred Cortot, Alfred Cortot’s Studies on Musical Interpretation (London: George G. Harrap & Co, 1937); Jean-Jacques Eigeldinger, “Twenty-four \nPreludes op. 28: genre, structure, significance,” in Chopin Studies (Cambridge: \nCambridge University Press, 1988), 167–193; and Jeffrey Kresky, A Reader’s \nGuide to the Chopin Preludes (London: Greenwood Press, 1994).",
            "citations": []
        },
        "FN11": {
            "text": "11. Clip #7—Chopin, F. (1988). Prelude in C Major, Op. 28, No. 1. Recorded by \nConstance Keene. On Chopin and Mendelssohn [CD]. Los Angeles, CA: Protone \nRecords. 1105.",
            "citations": []
        },
        "FN12": {
            "text": "12. I would like to thank musicologist, Janet Levy, for discussing DeLarrocha’s \nperformance with me, which helped me think outside of some of my own theoretical \nboxes.",
            "citations": []
        },
        "FN13": {
            "text": "13. Clip #3—Chopin, F. (1976). Prelude in C Major, Op. 28, No. 1. Recorded by \nIvan Moravec. On Twenty-four Preludes [CD]. Czechoslovakia: Supraphon. 110630.",
            "citations": []
        },
        "FN14": {
            "text": "14. Wallace Berry, “Metric and Rhythmic Articulation in Music,” Music Theory \nSpectrum 7 (1985): 7–33, p. 18.",
            "citations": []
        },
        "FN15": {
            "text": "15. Clip #5—Chopin, F. (1990). Prelude in C Major, Op. 28, No. 1. Recorded by Ferrucio Busoni. On Instruments of the Past: The Reproducing Piano [CD]. Italy: Fonè. Recorded from piano rolls originally published 1915–1925.",
            "citations": []
        },
        "FN16": {
            "text": "16. Eigeldinger speculates that Chopin’s Prelude is perhaps a stylized version of \nthe French 17th C ‘brise’ style of lute writing. Eigeldinger, Chopin Studies, 175.",
            "citations": []
        },
        "FN17": {
            "text": "17. Clip #4—Chopin, F. (1998). Prelude in C Major, Op. 28, No. 1. Recorded by \nLouis Lortie. On Twenty-four Preludes [CD]. Colchester, Essex, England: Chandos. 9597.",
            "citations": []
        },
        "FN18": {
            "text": "18. Wallace Berry, “Metric and Rhythmic Articulation in Music,” 1985, 20.",
            "citations": []
        },
        "FN19": {
            "text": "19. Forte, Allen and Steven E. Gilbert, Introduction to Schenkerian Analysis (New \nYork: W.W. Norton and Co., 1982), 193.",
            "citations": []
        },
        "FN20": {
            "text": "20. Berry, “Metric and Rhythmic Articulation in Music,” 19; Salzer, Felix. Structural Hearing (New York: Dover Publications, 1962), 279.",
            "citations": []
        },
        "FN21": {
            "text": "21. Clip #6—Chopin, F. (1990). Prelude in C Major, Op. 28, No. 1. Recorded by Ivo \nPopgorelich. On Preludes [CD]. Hamburg: Deutsche Grammaphon. 429227-2.",
            "citations": []
        },
        "FN22": {
            "text": "22. In Pogorelich’s performance, also note how beautifully he inscribes onto our \nears the two-note G–A, E–D motive in measures 25 through 28—a summarized version of \nthe thrice stated G–As in measures 1–3 and E–Ds in measures 5–7.",
            "citations": []
        },
        "FN23": {
            "text": "23. William Rothstein, “Analysis and the Act of Performance,” in The Practice of \nPerformance: Studies in Musical Interpretation, ed. John Rink (Cambridge: \nUniversity Press, 1995), 229.",
            "citations": []
        },
        "FN24": {
            "text": "24. Lawrence Rosenwald, “Theory, Text-Setting, and Performance,” Journal of \nMusicology 11 (1993), 62.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In this study, I explore the relationship between \nrecorded performances and written analyses as a resource for analysis. The \ncomparison of recordings is a tool that can influence how we approach analysis \nand teach our courses, a tool no less significant than those involving \ntheoretical methodologies of form, harmony, and rhythm. (1) As the prominent \ntheorist Joel Lester (1995) states: Just as analysts use scores as avenues to the pieces they analyze, refer \n\tto other analyses with approbation or disapproval, they can—and should, I \n\twould argue— refer to performances in order to get at the essence of the \n\tpieces they analyze. . . . The vast repertoire of recordings remains a \n\tresource barely noticed by theoretical discourse. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] A close reading of the historical record supports the notion that we \nrealize music through both sound and symbol. Perhaps, therefore, we need to \nreconsider our ideas about analysis and how we teach it to our students. As \nmusicologist Nicholas Cook (2001) recently notes: [The] most obvious way of studying music as performance is, quite simply, \n\tto study those traces or representations of past performances that make up \n\tthe recorded heritage, thereby unlocking an archive of acoustical texts \n\tcomparable in extent and significance to the notated texts . . . (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Toward this end, I use several recordings and written analyses of Chopin’s \nPrelude in C Major, Op. 28, No. 1. (4) My intent is not to suggest that analysis \n“corrects” performance (or vice versa); instead, I explore the intersections and digressions between performances and analyses, an approach that provides greater \ninsights than traditional analysis. An intersection occurs when a performance in \nsome demonstrable way projects (or “supports”) an aspect of the music revealed \nin an analysis. A digression, on the other hand, occurs when performances and \nanalyses have nothing in common, or even contradict one another. (5) My discussion \nabout the integration of sound and symbol focuses initially on local levels and \nis followed by an examination of large-scale events. It will be helpful to \nfollow the score as you listen to the recorded excerpts and examine the analyses \n(see attached score ). Part I: The Opening Four Measures Neighbors, Passing Tones, or Something Else",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] We begin by comparing two different recordings of bars 1–4 of Chopin’s \nPrelude. The first recording is by Grigory Sokolov (6) and the second by Alicia \nDeLarrocha. (7) As you listen, focus on the opening G-A gestures in the upper line. \nPlay the opening 12 measures of Sokolov ( Clip 1 ) followed by DeLarrocha ( Clip 2 ). Clip 1 . Grigory Sokolov Clip 2 . Alicia DeLarrocha Example 1a . Neighbor-note motion, bars 1–2 (1994, p. 218) (click to enlarge) Example 1b . Interrupted passing motion, bars 1–2 (1994, p. 218) (click to enlarge) Example 2a . “Both/And” approach, bars 1–2 (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The performances differ in their interpretations of the upper line. Sokolov projects a legato, almost seamless connection between the G-A figures, \nwhereas DeLarrocha articulates a break after each A, creating a disjointed \nmotion. Now consider how these performances intersect with published analyses. Examples 1a and 1b show analyses by Roger Graybill. (8) Both illustrate a motion \nthrough a fourth, from G to C (bars 1–4). In Example 1a, the first tone of the \nlinear progression, G, is twice decorated by an upper-neighbor A before the line \nmoves through the passing tones A and B to the goal C. In Example 1b, I use the symbol // to illustrate what Graybill writes: I hear the upper line not as two G–A–G neighbor motions followed by a \n\tG-to-C passing motion, but rather as two ascending G–A motions “ interrupted ” \n\tin their upward striving to reach C, followed by a successful G–A–B–C ascent \n\t(emphasis mine). (9) This interpretation takes into account the break between the As and following \nGs, a grouping particularly well-defined because the final As are only a triplet \nsixteenth in duration (followed by a rest). The repeated G-As also sound as if \nthey are starting over, making the first two G–As sound like failed attempts in \ntheir effort to attain C.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Example 2a presents my reading, which adopts a “both/and” approach to the \nrole of A in bars 1–2. The first and second slurs in the soprano voice indicate \na two-note grouping (G–A). The eighth-note flags indicate that the As dissipate; \nthe dotted lines, on the other hand, suggest a tenuous resolution back to the \nGs. The longer slur in bars 3–4 indicates that A now functions as part of a \npassing motion. The As in bars 1–2, therefore, function as neighbor notes, but \nalso embody a potential passing function that emerges as a literal passing tone \nin the motion of bars 3–4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] All three analyses make assertions about the piece based on what we see in \nthe score. Sokolov’s interpretation intersects with Example 1a, the complete neighboring motion, because he connects the A to the G of each gesture (with the \naid of the damper pedal). Both Example 1a and Sokolov’s interpretation are plausible , because they represent an acceptable rendition of the notes and their \nrespective functions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] DeLarrocha’s interpretation is closer to Example 1b and, furthermore, is \nmore faithful to the notation of Chopin’s score. She detaches the A from the \nfollowing G of each gesture by lifting her hands and the damper pedal. The As \nsound clipped and the space between them and the following Gs seem at odds with \nthe neighbor-note analysis. (The pedaling indications in the score also suggest \na detached quality between the As and Gs.) (10) Further, the sixteenth note rests \non the downbeat of each bar are absent in Sokolov’s interpretation, while they \nare articulated in DeLarrocha’s gestures. The subtle differences in articulation \nbetween these performances communicate the expressive character of the passage. \nIn DeLarrocha’s clipped rendition, the gestures sound out of breath, urgent and \nagitated, corresponding to Chopin’s Agitato marking; in Sokolov’s legato \nrendition the gestures sound calmer, more relaxed, almost lyrical. Clip 7 . Constance Keene",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] A performance by Constance Keene (11) presents a third possibility (listen to Clip 7 ). In contrast to DeLarrocha’s clipping of the As, which suggests the \ninterrupted-passing gestures, Keene’s articulation, though still detached, \ncontinues the influence of the As over a longer span, as shown in my analysis \n(Example 2a). In other words, the As in Keene’s rendition sound as if they are \nmoving through a larger linear progression. It is worth remembering that the \nnotion of a linear progression—from the German Züg —involves a sense of pulling \nor drawing. The As dissipate in DeLarrocha’s performance, while Keene’s As both \ndescend at the surface and pull forward to C at the foreground.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Thus far I have considered the gestures in terms of neighboring motions, \ninterrupted-passing tones, and as a combination, and have demonstrated how these \ninterpretations intersect or digress with various performances. But these terms \ndo not always fully capture the subtle qualities expressed in a performer’s \narticulations. The repeated As in DeLarrocha’s interpretation seem to fling up \nand rebound from the previous Gs, against the pull of the linear progression. (12) Notions of neighboring or interrupted passing are possible, but less dynamic, \nless inclined to consider the subtle physiological actions of the performer. Are \nthe As in DeLarrocha’s recording something else? The labels “neighbor” and \n“passing” note are often limited in their applicability. A broader \nanalysis that considers recorded performances expands our understanding into dimensions that extend beyond these \ngeneral, theoretical labels. Two additional recordings Clip 3 . Ivan Moravec",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] I now consider other aspects of Chopin’s Prelude in two additional \nrecordings. The first is by Ivan Moravec (13) ( Clip 3 ), which unveils an interplay \nleft unexpressed by the previous recordings—the echo by the soprano of the \nprimary motive in the tenor. ( Example 2b shows the paths of these \nmelodies. Example 3 , from an analysis by Wallace Berry, indicates \n\t\t\t\t\t\tthe rhythmic relationship between these strands. Both \n\t\t\t\t\t\tmelodies conflict with the metric structure, a conflict \n\t\t\t\t\t\tthat contributes to the sense of agitation and forward \n\t\t\t\t\t\tdrive. As Berry explains, “The performer who stresses \n\t\t\t\t\t\tthe initiating bass note of each measure in the interest \n\t\t\t\t\t\tof ‘clarifying’ the [harmonic and metric] situation \n\t\t\t\t\t\tmisses the point.” (14) Example 2b . Offset upper and inner voices (click to enlarge) Example 3 . Berry’s rhythmic reading (1985, p. 18) (click to enlarge) Clip 5 . Ferrucio Busoni",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The next performance, a historic recording by Ferrucio Busoni, (15) which \ntook place sometimes during the early 1900s, not only exaggerates the assertions \nmade by Berry, but it also seems foreign to Chopin’s score. Listen to Clip 5 and consider how far a performer might reasonably depart from the composer’s \nintentions. [3.3]  Busoni distorts the rhythm by bringing in the mid-bar upper-melody gesture \na bit too early. In addition, he shifts the emphasis unpredictably from the \nupper line to tenor line melody throughout the performance of the piece, adding \nan element of uncertainty. The starting-and-stopping effect results in a \ndisjointed series of motivic gestures. Was Busoni thinking of a performance \n\t\t\t\t\t\tplayed on a stringed instrument? His erratic, \n\t\t\t\t\t\tstrummed-like gestures may affirm such a view. His \n\t\t\t\t\t\tperformance presents an interpretation far removed from \n\t\t\t\t\t\tmodern performance practice and certainly conveys \n\t\t\t\t\t\tChopin’s agitation. (16) Part II: Opening Eight Measures 4 + 4 Groupings, Initial Arpeggiation or Something Else Clip 1 . Grigory Sokolov Clip 4 . Louis Lortie Example 4 . Berry’s 4+4 analysis of mm 1–8 (1985, p. 20) (click to enlarge) Example 5 . Forte and Gilbert’s initial arpeggiation reading of mm. 1–8(1982, p. 193 (click to enlarge) Example 6 . Voice-leading reduction and 4+4 grouping (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] We now consider two recordings and analyses of bars 1–8. Listen to the \nperformances by Sokolov ( Clip 1 ) and Louis Lortie (17) ( Clip 4 ). Now consider the \nanalysis by Wallace Berry ( Example 4 ), which shows a progression from I to V \ndivided into two 4-bar units. He states that the Prelude’s “basic course of \naction . . . creates this 4 + 4 division. . . . the upper-voice melody is in \nplace in the first 3 bars while the tonic is clearly set, and in this sense measure 1 \npoints to measure 4, and analogously measure 5 to measure 8.” (18) As his example illustrates, \nBerry interprets measures 2–3 and measures 6–7 as parenthetical, a reading that \nunderscores a 4+4 grouping of measures.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Forte and Gilbert ( Example 5 ) read an initial arpeggiation in the upper \nvoice from G to E; their notation suggests that the goal of the motion is E in \nmeasure 5 rather than C in measure 4. (19) In other words, the C is a note “along \nthe way,” which (in contrast to Berry’s analysis) occurs within a broader sweep \nfrom G to E; the overall motion continues through the C in measure 4 up to the E in \nmeasure 5.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Berry’s analysis intersects with the performance by Sokolov, who \nhighlights the 4 + 4 grouping by slightly lingering on C in measure 4 and decreasing \nthe dynamic level before the line reaches E in measure 5. These expressions make C \nsound like a goal and E as a new beginning. Lortie, on the other hand, pushes \nthrough C in measure 4 and the following E without any change in tempo or dynamics \nuntil measure 6; curiously, his motion seems to push toward D as the goal of the \nphrase. His performance, therefore, adds a new layer of interpretation that \ndigresses from Berry’s 4+4 analysis and Forte/Gilbert’s interpretation of an \ninitial arpeggiation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The interplay of motives also defines the two-part division of the phrase. \nIn Sokolov’s performance, the G-A motives ascend to the C and are answered by \ninverted E-Ds, which descend to A in measure 8. Together they form “a call and \nresponse,\" a gesture highlighted beautifully by Sokolov. My own analysis, \nsimilar to that by Felix Salzer, combines aspects of Berry and Forte/Gilbert. Example 6 presents a voice-leading sketch that emphasizes the motion to C both \nas intermediate goal and as part of a larger sweep of the initial arpeggiation \n(indicated by the slur from G to E).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Consider now two other recordings, one of which intersects with my \nanalysis; the other highlights characteristics not discussed thus far: (DeLarrocha, Clip 2 , and Moravec, Clip 3 ). The performance by DeLarrocha reflects both the \ninitial arpeggiation and the 4+4 metric structure; she projects a wedge of \ngrowth and decay that peaks on E in bar 5, but still maintains a sense of the \nunderlying 4+4 grouping. On the other hand, Moravec also leads to the E, but his \ngoal is to E in the tenor voice, which carries the lead melodic line. Clip 3 . Alicia DeLarrocha Clip 4 . Ivan Moravec Part III: A Large-Scale Perspective Essential Predominants, Highpoints, and Other Considerations Example 7 . (Berry, 1985, p. 19) (click to enlarge) Example 8 . (Salzer, 1962, p. 279) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] I now focus on the entire Prelude, discussing the different ways in which \ntwo performers articulate large-scale events. The form (typical of Chopin’s \nPreludes) is essentially an asymmetrical period, which in this case comprises \nthree motions: a progression from I to V in an antecedent phrase (measures 1-8), an \nelaborated and expanded repetition in a consequent phrase (measures 9-24), followed \nby a coda (measure 25-end). The analyses by Berry and Salzer differ in that each \nplaces the phrase expansion at a different point in the consequent phrase \n( Examples 7 and 8 ). (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] As shown in Example 7, Berry suggests a 4 + 10 + 2 grouping for the \nconsequent phrase and begins the structural predominant (ii6/5) in bar 13; this \nmarks the beginning of a weak (4-bar) hypermeasure. The predominant leads to the \nregistral highpoint in bar 21 and closing dominant in bars 23–24. Salzer’s \ninterpretation (Example 8), on the other hand, designates the IV 6 chord in bar \n17 as the structural predominant, which coincides with a strong hypermeasure \n(bars 17–20). Compared to Berry, Salzer’s analysis divides the consequent phrase \ninto two 8 + 8 tonal motions. Notice that the beginnings of both predominant \nareas coincide with Chopin’s expressive markings, a crescendo in bar 13 and a \nstretto in bar 17.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Listen now to two recordings, by Ivo Pogorelich (21) ( Clip 6 ) and by \nConstance Keene ( Clip 7 ). \nEach emphasizes Salzer’s predominant, but in different ways. (22) Pogorelich discreetly slips into the beginning of the \npredominant area (bar 17) by reducing slightly the tempo and dynamic level, \nbefore reinitiating a gradual surge to the climactic highpoint in bar 21. Keene, \non the other hand, pauses at the end of bar 16 and then freely realizes the \nscore by placing the inner-voice E on the downbeat. This “revision” dramatically \nhighlights Salzer’s reading of the predominant in a pronounced manner. Clip 6 . Ivo Pogorelich Clip 7 . Constance Keene",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] All of the recordings I am familiar with (except for Sokolov) seem to \nintersect more with Salzer’s reading than Berry’s. Many begin to increase the \nmomentum of the phrase beginning in bar 17 with a stretto and crescendo. This is \na significant juncture in the piece, the place where the upper line has gathered \nsufficient energy to rise unencumbered from E to the climactic highpoint C in measure \n21.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] As appealing as Salzer’s reading appears to be to the performers, we must \nalso acknowledge that Berry’s bass-line graph has something important to say. \nHis analysis considers that the leap in the bass (bars 21–22) highlights F , \nwhich can be understood as a chromatic passing tone—at a deeper level—from the F \nin bar 13. The structural bass F–F –G is consequently an expanded version of the \nbass line in the cadential motion in the antecedent phrase (bars 5–7). Berry’s \nstructural predominant may exemplify an analytical situations in which, as \nWilliam Rothstein puts it, “the performer needs to conceal structure, rather \nthan bring it out.” (23) Analysis can reveal possibilities for both performer and \nanalyst to consider, and both may choose to play with or against the various \ninterpretations. Part IV: Conclusion",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The comparisons presented here between performative and written \ninterpretations of Chopin’s Prelude reveal relationships between the score and \nits sonic and symbolic realizations. As Lawrence Rosenwald (1993) states, [A performance moves] precisely from a consideration of various actual \n\tperformances back to a fresh analysis of the piece—not the piece itself . . . but the piece considered as something existing in the relation between its \n\tnotation and the field of its performances. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The consideration of the score and its possible realizations also \nilluminates the different goals of performative and \nwritten interpretations. When we shift our analytical focus from what we see in \nthe score to what we hear in performances—the expressive, unique subtleties of a \nperformance—we acquire insights other than those perhaps captured in a written \ninterpretation, that is, an interpretation that may have not been as readily \napparent in the analyst’s imagined performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] For performers, written interpretations may encourage them to consider new \ninterpretive possibilities they had not previously realized, or a written \ninterpretation may simply reveal compositional insights about the piece not \nnecessarily intended to be realized in a performance. Taking performative and \nanalytical aspects into account allows us to acknowledge what each has to offer \nin the analytical process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The integration of sound and symbol is an approach that is not so much \nabout getting things right as it is about revealing the interpretive \npossibilities that lie within a musical passage. We will always make assumptions \nabout how a piece sounds, based on what we read and see in the score; our \nanalytical insights, however, can only be enriched through the sonic expressions \nrevealed in the vast repertoire of recordings.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.07.13.1.urista.html",
    "data": "mto/data/mto.07.13.1.urista.json"
}