{
    "title": "Combination-Tone Class Sets and Redefining the Role of <i>les Couleurs</i> in Claude Vivier’s <i>Bouchara</i>",
    "date": "2014/06/01",
    "volume": "20",
    "issue": "2",
    "authors": [
        "Christian, Bryan"
    ],
    "abstract": "Claude Vivier’s homophonic treatment of combination tones—what he calledles couleurs—demands an extension of traditional methods of harmonic and spectral analysis. Incomplete explanations of this technique throughout the secondary literature further demand a revised and cohesive definition. To analyze all variations ofles couleurs, I developed the analytical concept of combination-tone classes (CTCs) and built upon Angela Lohri’s (2010) combination tone matrix to create a dynamic CTC matrix, from which CTC sets may be extracted. Intensive CTC set analysis reveals a definitive correlation between CTC set and formal sections in Vivier’s compositionBouchara. Although formally adjacent CTC sets are often markedly varied, all sets share a subset of lower-order CTCs, aiding in perception of spectral cohesion across formal boundaries. This analysis illuminates the interrelationships of CTC sets to their parent dyads, their orchestration, their playing technique, and form inBouchara. CTC set analysis is compared with Vivier’s sketches forBouchara, which suggest thatles couleurswere intended as integral components of the work’s musical structure.",
    "keywords": [
        "Claude Vivier",
        "Bouchara",
        "Lonely Child",
        "les couleurs",
        "combination tones",
        "ring modulation",
        "frequency modulation",
        "spectralism",
        "post-spectralism"
    ],
    "doi": "",
    "received": "October 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.christian.pdf",
    "author_info": [
        {
            "name": "Bryan Christian",
            "university": "Duke University",
            "address": "Department of Music, 105 Mary Duke Biddle Music Building, Box 90665, Durham, NC 27708",
            "email": "bwchristian@gmail.com"
        }
    ],
    "citations": {
        "bosanquet_1881–82": "Bosanquet, R.H.M. 1881–82. “On the Beats of Mistuned Harmonic Consonances.” Proceedings of the Musical Association, 8th Session : 13–27.",
        "braes_2003": "Braes, Ross. 2003. “An Investigation of the Jeux de Timbres in Claude Vivier’s Orion and his Other Instrumental Works of 1979–80.” PhD diss., University of British Columbia.",
        "chowning_1973": "Chowning, John M. 1973. “The Synthesis of Complex Audio Spectra by Means of Frequency Modulation.” Journal of the Audio Engineering Society 21, no. 7: 526–34.",
        "fineberg_2000": "Fineberg, Joshua. 2000. “Guide to the Basic Concepts and Techniques of Spectral Music.” Contemporary Music Review 19, no. 2: 81–113.",
        "frykberg_1982": "Frykberg, Susan. Winter 1982. “Claude Vivier in Conversation.” Musicworks 18: 8–9.",
        "gilmore_2007": "Gilmore, Bob. 2007. “On Claude Vivier's ‘Lonely Child.’” Tempo 61, no. 239: 2–17.",
        "gilmore_2009": "Gilmore, Bob. 2009. “Claude Vivier and Karlheinz Stockhausen: Moments from a Double Portrait.” Circuit: Musiques Contemporaines 19, no. 2: 35–49.",
        "gilmore_2014": "Gilmore, Bob. 2014. Claude Vivier: A Composer’s Life . Rochester, NY: University of Rochester Press.",
        "helmholtz_1954": "Helmholtz, Hermann von. 1954. On the Sensations of Tone as a Physiological Basis for the Theory of Music , 2nd English edition. Translated by Alexander J. Ellis. New York: Dover Publications.",
        "helmholtz_1856": "Helmholtz, Hermann von. 1856. “Ueber Combinationstöne.” Annals of Physics 175, no. 12: 497–540.",
        "levesque_2004": "Levesque, Patrick. 2004. “Les Voix de Vivier: Langage harmonique, langage mélodique et langage imaginaire dans les dernières oeuvres vocales de Claude Vivier.” M.M. thesis, McGill University.",
        "levesque_2008": "Levesque, Patrick. 2008. “L’élaboration du matériau musical dans les derniéres oeuvres vocals de Claude Vivier.” Circuit: musiques contemporaines 18, no. 3: 89–106.",
        "lohri_2010": "Lohri, Angela. 2010. “Symmetrien in Partialtonstrukturen von Zweiklängen und die Entstehung von Kombinationstönen.” In Symmetry: Art and Science . The Journal of the International Society for the Interdisciplinary Study of Symmetry : 154–57.",
        "mijnheer_1998": "Mijnheer, Jaco. January 1998. “Het akkoord voorbi.” Maandblad voor Muziek : 10–15.",
        "moscovich_1997": "Moscovich, Viviana. April 1997. “French Spectral Music: An Introduction.” Tempo , New Series, no. 200: 21–27.",
        "murail_1981": "Murail, Tristan. 1981. “La revolution des sons complexes.” In Darmstädter Beiträge zur Neuen Musik: Ferienkurse ‘80 , 77–92. New York: Schott.",
        "murail_1983": "Murail, Tristan.  1983.“Spectres et Lutins.” In Darmstädter Beiträge zur Neuen Musik: Ferienkurse ‘82 , 24–34. New York: Schott.",
        "murail_2005a": "Murail, Tristan. 2005a. “The Revolution of Complex Sounds.” Contemporary Music Review 24, nos. 2–3: 121–35.",
        "murail_2005b": "Murail, Tristan. 2005b. “Spectra and Sprites.” Contemporary Music Review 24, nos. 2–3: 137–47.",
        "plomp_1965": "Plomp, R. 1965. “Detectability Threshold for Combination Tones.” Journal of the Acoustical Society of America 37, no. 4: 1110–23.",
        "reicher_1990": "Reicher, Maryse. 1990. “A Verbatim Translation in English of “Documentaire Sur Claude Vivier.” Claude Vivier: Anthology of Canadian Music , 24–39. Radio Canada International, AMC 36, 4 compact discs.",
        "robert_1991": "Robert, Véronique, ed. 1991. “Les écrits de Claude Vivier.” Circuit: musiques contemporaines 2, nos. 1–2: 39–136.",
        "rose_1996": "Rose, François. Summer 1996. “Introduction to the Pitch Organization of French Spectral Music.” Perspectives of New Music 34, no. 2: 6–39.",
        "stumpf_1910": "Stumpf, Carl. 1910. Beobachtungen über Kombinationstöne . Leipzig: J.A. Barth.",
        "tartini_1754": "Tartini, Giuseppe. 1754. Trattato di musica secondo la vera scienza dell’armonia . Padova, Italy: Stamperia del Seminario.",
        "vivier_1981": "Vivier, Claude. 1981. Bouchara: pour soprano solo, quintette à vent, quintette à cordes et percussion . [Canada]: Hendon Music/Boosey & Hawkes.",
        "wever_1941": "Wever, Ernest Glen. March 1941. “The Designation of Combination Tones.” Psychological Review 48, no. 2: 93–104.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* This article is the expanded version of a paper presented at the 2013 Annual Meeting of the Society for Music Theory on November 1, 2013 in Charlotte, NC, USA. I am especially thankful to Thérèse Desjardins, president of the Foundation Vivier, for her generous permission to use several of Claude Vivier’s sketches in this publication. I am also very grateful to Angela Mace Christian and Scott Lindroth for their helpful comments and suggestions as I worked through the first few drafts of this article. Thank you also to Yonatan Malin and the MTO editorial staff.",
            "citations": []
        },
        "FN1": {
            "text": "1. “Il n’y a donc plus d’accords et toute la masse orchestrale se trouve alors transformée en un timbre” ( Robert 1991 , 108).",
            "citations": [
                "robert_1991"
            ]
        },
        "FN2": {
            "text": "2. Although occurring as a single sonority in the score, the specific pitches of the couleurs , here and in later examples, are written horizontally so that the accidental assignments are absolutely clear. All recordings are from Claude Vivier, Prologue pour un Marco; Bouchara; Zipangu; Lonely Child . Philips 454 231-2, 1996, compact disc.",
            "citations": []
        },
        "FN3": {
            "text": "3. Peter Tannenbaum, “Modernism vs. Post-Modernism in the music of Claude Vivier,” presented at McGill University, ca. 1992; example facsimile presented in Braes 2003 , 211. So they may more clearly be compared with Gilmore’s equations, Tannenbaum’s equations are rewritten here in terms of a and b . Originally they were presented as: X=196, Y=440, X+Y=646, 2X+Y=832, X+2Y=1076, 3X+2Y=1468, and 2X+3Y=1908. Braes corrects the final equation, containing a simple typo, to 3X+3Y=1908.",
            "citations": [
                "braes_2003"
            ]
        },
        "FN4": {
            "text": "4. “The 1/4-tone below G ♯ in Chord E does not correspond to any note in that range that can be derived mathematically through the frequency modulation technique” (Excerpted from the Braes’s reproduction of Tannenbaum’s example).",
            "citations": []
        },
        "FN5": {
            "text": "5. Later published in English as “The Revolution of Complex Sounds,” Contemporary Music Review 24/2–3 (April/June 2005): 121–35.",
            "citations": []
        },
        "FN6": {
            "text": "6. Later published in English as “Spectra and Sprites,” Contemporary Music Review 24/2–3 (April/June 2005): 137–47.",
            "citations": []
        },
        "FN7": {
            "text": "7. Originally written as “fréq = c ± ( m × i )” ( Murail 1983 , 38).",
            "citations": [
                "murail_1983"
            ]
        },
        "FN8": {
            "text": "8. For example, negative values for Bessel functions are typically interpreted as phase inversions, which cannot be represented by acoustic instruments. For additional information about the use of Bessel functions with frequency modulation spectra, see Chowning 1973 , 527–28.",
            "citations": [
                "chowning_1973"
            ]
        },
        "FN9": {
            "text": "9. Originally “Les intensités de chaque composante décroissent en allant vers l’aigu, tandis que les durées dépendent du numéro d’ordre de chaque composante” ( Murail 1981 , 88).",
            "citations": [
                "murail_1981"
            ]
        },
        "FN10": {
            "text": "10. Scored for soprano, wind quintet, percussion, tape, and string quintet. The tape plays two foghorn sounds, one beginning at rehearsal 6 and the other in the final, and otherwise empty, measure of the work.",
            "citations": []
        },
        "FN11": {
            "text": "11. “Bouchara” is an exoticized spelling of Bukhara, a once-famous trade city on the Silk Road located in modern day Uzbekistan. Extracting proper nouns from one language and implanting them within the syntactic constraints of another language does not constitute a change in language. Thus, the presence of the word “Bouchara” in Vivier’s invented language does not suggest linguistic code-switching as much as it infers that the text in Vivier’s language—for which we have no translation or dictionary—has something to do with the city of Bukhara. The remaining two non-invented words are also proper nouns and function similarly. “Dino” is presented several times in the coda and surely refers the work’s dedicatee, Dino Oliveri. The dedication on the manuscript’s title page also contains the inscription “une chanson d’amore pour mon plus bel amour” (“a song of love for my dearest beloved”). The final proper noun inserted into the invented text is “marco,” which can only refer to Marco Polo in the context of Vivier’s biography and works. Just one year earlier Vivier wrote Zipangu for thirteen solo strings; the title here refers to the name Marco Polo gave to Japan in his travels. Following Zipangu , but completed a few months before Bouchara in March 1981, Vivier also wrote a work specifically about the Marco Polo: Prologue pour un Marco Polo .",
            "citations": []
        },
        "FN12": {
            "text": "12. Vivier had a strong admiration for Stockhausen, and his casting of the “Prologue” as a reduction of the melodic material in Bouchara may be read as an echo of Stockhausen’s formula composition technique. For more information on the Vivier and Stockhausen connection, see Gilmore 2009 .",
            "citations": [
                "gilmore_2009"
            ]
        },
        "FN13": {
            "text": "13. Wever 1941 provides an excellent discussion of how numerical orders were assigned to combination tones by Hällström, Krueger, Stumpf, and Helmholtz. Although I do not refer to combination tone orders by number in this article, I advocate for Helmholtz’s approach.",
            "citations": [
                "wever_1941"
            ]
        },
        "FN14": {
            "text": "14. “Alle denkbaren K.T. [Kombinationstöne] dieser Art fallen unter die Formel ± αh ± βt ; worin h und t die Schwingungszahlen (bzw. Verhältniszahlen) des höheren und des tieferen Primärtons, α und β ganze Zahlen bedeuten. Rechnerisch genommen können daher aller K.T. aus Teiltönen hergeleitet, d. h. sie können so angesehen werden, als ob sie durch einfache Subtraktion oder Addition zweier Teiltöne der beiden Primärtone entstanden wären (den Grundton als 1. Teilton gerechnet)” Stumpf 1910 , 39.",
            "citations": [
                "stumpf_1910"
            ]
        },
        "FN15": {
            "text": "15. Following Giuseppe Tartini’s ( 1754 ) discovery of difference tones, Helmholtz ( 1856 ) was the first to suggest sum tones in his article “Ueber Combinationstöne.” His better-known 1862 Die Lehre von den Tonempfindungen als physiologische Grundlage für die Theorie der Musik ( On the Sensations of Tone as a Physiological Basis for the Theory of Music ) also devotes a full chapter to combination tones as well as an appendix.",
            "citations": [
                "tartini_1754",
                "helmholtz_1856"
            ]
        },
        "FN16": {
            "text": "16. For a thorough summary of the history of combination tones, see Plomp 1965 .",
            "citations": [
                "plomp_1965"
            ]
        },
        "FN17": {
            "text": "17. While Levesque presents a form quite similar to what is discussed here, he does not explain the method by which he determined the equations.",
            "citations": []
        },
        "FN18": {
            "text": "18. To reduce the manual labor needed to make so many calculations for each b and m pair, I programed a patch in MaxMSP that automatically generates the CTC matrix with an input of b and m . Individual cells may be selected to be synthesized, thus providing aural verification that the CTC indeed matches the target couleur . The program also features a frequency-to-pitch-class conversion, greatly decreasing the time it takes to compare generated frequency values with the pitch material in the score.",
            "citations": []
        },
        "FN19": {
            "text": "19. Extending the CTC matrix to include subtraction tones would account for the negative sideband of frequency modulation.",
            "citations": []
        },
        "FN20": {
            "text": "20. Rose 1996 , 20–29 gives an example of Grisey using chained subtraction tones, for example, in his Partiels (1975).",
            "citations": [
                "rose_1996"
            ]
        },
        "FN21": {
            "text": "21. In his sketches, Vivier suggests <8,7> should be transposed down an octave. As the corresponding G6 -50 cents is at the edge of the threshold, and transposing it down an octave would disrupt the parallel ascending line in the melody, and perhaps even distract form the couleur -suspension in the following measure, Vivier does not transpose this pitch. In Example 21, this exception is marked with the downward arrow in parentheses. The couleur -suspension will be discussed in a later section.",
            "citations": []
        },
        "FN22": {
            "text": "22. The numbers above the combination tones in Example 22 appear to be Vivier’s attempt to interpret the pitches as partials of a virtual fundamental. Rather than complete the combination tone pattern with the bass and melody frequencies, he instead calculates them using the harmonic ratio of the dyad: 5/2. This is the only couleur to be additionally annotated in this way. Although he correctly calculated the first few, clearly seen in Example 17, he makes a mathematical misstep. The correct partials may be given as: 7, 9, 12, 21, 30, 33, 51, and 63 (or 56 if <8,8> is used).",
            "citations": []
        },
        "FN23": {
            "text": "23. I do not distinguishing between couleur -suspensions and couleur -retardations: all linear pitch space transpositions of a couleur over an untransposed bass-melody dyad are labeled couleur -suspensions.",
            "citations": []
        },
        "FN24": {
            "text": "24. The melody tones used to generate the couleurs in Section 3 are found in the cello. Although the cello is occupied with harmonic glissandi in the first measure at rehearsal 17, the A3 is implied given that the cello is doubling the voice an octave lower in this section.",
            "citations": []
        },
        "FN25": {
            "text": "25. In the second system of Example 28, Vivier accidentally mislabels the bassoon line as the horn line and vice versa.",
            "citations": []
        },
        "FN26": {
            "text": "26. Boosey & Hawkes/Hendon currently publishes Claude Vivier’s works. Their current edition of Bouchara appears to be a reprint of the edition published by the Canadian Music Centre ca. 1981; see Vivier 1981 .",
            "citations": [
                "vivier_1981"
            ]
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.2.christian.html",
    "data": "mto/data/mto.14.20.2.christian.json"
}