{
    "title": "Musical Mimesis in <i>Orphans of the Storm</i>",
    "date": "2018/06/01",
    "volume": "24",
    "issue": "2",
    "authors": [
        "Leonard, Kendra Preston"
    ],
    "abstract": "In this essay I explore the use of musical mimesis in the score for D. W. Griffith’s 1921 filmOrphans of the Storm. I demonstrate that the score, created by Louis F. Gottschalk and William Frederick Peters, offers coherence through the use of central themes and the employment of several characteristic leitmotivs; provides recognizable musical characterizations of emotions and physical phenomena, establishing a consistent mimetic aspect to the music; and reflects the structure of the film as a whole.",
    "keywords": [
        "film music",
        "mimesis",
        "leitmotivs",
        "Gottschalk",
        "Peters",
        "Griffith"
    ],
    "doi": "",
    "received": "February 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.2/mto.18.24.2.leonard.pdf",
    "author_info": [
        {
            "name": "Kendra Preston Leonard",
            "university": "14826 Barton Grove Ln.",
            "address": "Humble, TX 77396",
            "email": "kendraprestonleonard@gmail.com"
        }
    ],
    "citations": {
        "american_organist_1920": "American Organist, The . 1920. “Score in Detail: Humoresque .” August.",
        "barnhart_1911a": "Barnhart, H. L. 1911a. “Orchestral Music in Pictures.” Film Index 7 (20): 15.",
        "barnhart_1911b": "Barnhart, H. L. 1911b. “Orchestral Music in Pictures.” Film Index 7 (21): 14.",
        "barnhart_1911c": "Barnhart, H. L. 1911c. “Orchestral Music in Pictures.” Film Index 7 (22): 15.",
        "barthes_1982": "Barthes, Roland. 1982. A Barthes Reader . Edited by Susan Sontag. Hill and Wang.",
        "beyst_2017": "Beyst, Stefan. 2017. “Auditory Mimesis and Music.” http://d-sites.net/english/mimesismusic03.html.",
        "benjamin_2003": "Benjamin, Walter. (1933) 2003. “On the Mimetic Faculty.” In Selected Writings, Volume 2, Part 2: 1931–1934 , trans. Rodney Livingstone et al., and ed. Michael W. Jennings, Howard Eiland, and Gary Smith, 720–722. Belknap Press.",
        "boblitz_1920": "Boblitz, K. Sherwood. 1920. “Where ‘Movie Playing’ Needs Reform.” Musician 25 (June 1): 8, 29.",
        "breil_1917": "Breil, J. C. 1917. “2. Allegro Agitato.” In Joseph Carl Breil’s Original Collection of Dramatic Music For Motion Picture Plays . Chappell.",
        "cook_2006": "Cook, Nicholas. 2006. “Uncanny Moments: Juxtaposition and the Collage Principle in Music.” In Approaches to Meaning in Music , ed. Byron Almén and Edward Pearsall, 107–34. Indiana University Press.",
        "cruikshank_1924": "Cruikshank, Herbert K. 1924. “Tried and Proved Music for Motion Pictures.” Exhibitors Trade Review (April 19): 37.",
        "dienstfrey_2014": "Dienstfrey, Eric. 2014. “Synch Holes and Patchwork in Early Feature-Film Scores.” Music and the Moving Image 7 (1): 40–53.",
        "ebert_2003": "Ebert, Roger. 2003. “Great Movie: The Birth of a Nation.” Reviews. http://www.rogerebert.com/reviews/great-movie-the-birth-of-a-nation-1915 .",
        "film_daily_1922": "Film Daily . 1922. “Adapting Classics to Films.” May 6.",
        "fleishman_2016": "Fleishman, Jeremy. 2016. “The Birth of a Nation.” Los Angeles Times . 30 September 2016. http://www.latimes.com/projects/la-ca-mn-birth-nation/ .",
        "goldmark_2011": "Goldmark, Daniel. 2011. “Sounds Funny/Funny Sounds.’” In Daniel Goldmark and Charles Keil, eds., Funny Pictures: Animation and Comedy in Studio-Era Hollywood , 257–71. University of California Press.",
        "gorbman_1987": "Gorbman, Claudia. 1987. Unheard Melodies: Narrative Film Music . Indiana University Press.",
        "gottschalk_1983": "Gottschalk, Louis F. 1983. Broken Blossoms . Edited by Carl Davis. Faber Music Limited.",
        "grant_1924": "Grant, C. L. 1924. “Match Your Music with Your Price of Admission.” Exhibitors Trade Review (January 19): 4.",
        "haas_et_al_1997": "Haas, Elizabeth, Terry Christensen, and Peter J. Haas. 2015. Projecting Political Messages in American Films . 2nd ed. Routledge.",
        "harison_2005": "Harison, Casey. 2005. “The French Revolution on Film: American and French Perspectives.” The History Teacher 38 (3): 299–324.",
        "hoblitzelle_nd": "Hoblitzelle Interstate Theatre Circuit Collection. Harry Ransom Center, University of Texas-Austin.",
        "honisch_2015": "Honisch, Stefan Sunadan. 2015. “Moving Experiences.” In The Oxford Handbook of Music and Disability Studies , ed. Blake Howe, Stephanie Jensen-Moulton, Neil Lerner, and Joseph Straus, 246–71. Oxford University Press.",
        "jacobs_2015": "Jacobs, Christopher P. 2015. “D. W. Griffith Re-examined.” http://www.und.edu/instruct/cjacobs/DWGriffith.html .",
        "josephine_burnett_collection_nd": "Josephine Burnett Collection. Harry Ransom Center, University of Texas-Austin.",
        "juslin_2005": "Juslin, Patrik N. 2005. “From Mimesis to Catharsis.” In Musical Communication , ed. Dorothy Miell, Raymond MacDonald, and David J. Hargreaves, 85–109. Oxford University Press.",
        "kassabian_2001": "Kassabian, Anahid. 2001. Hearing Film: Tracking Identifications in Contemporary Hollywood Film Music . Routledge.",
        "lake_1914": "Lake, M. L. 1914. “3. Hurry.” Carl Fischer.",
        "langey_1915": "Langey, Otto. 1915. “Agitato No. 1.” In Schirmer’s Photoplay Series . Vol. 1. Schirmer.",
        "langey_1918": "Langey, Otto. 1915. “Allegro No. 2.” In Schirmer’s Photoplay Series . Vol. 2. Schirmer.",
        "leonard_2016": "Leonard, Kendra Preston. 2016. “Using Resources for Silent Film Music.” Fontes Artis Musicae 63: 259–76.",
        "luz_1917": "Luz, Ernst. 1917. “Music and the Picture.” Motion Picture News (January 13): 300.",
        "mehnert_1926": "Mehnert, Eleanor Shelton. 1926. “Exit ‘Hearts and Flowers.’” Exhibitors Trade Review (January 9): 10.",
        "the_new_york_times_1938": "New York Times, The . 1938. “William F. Peters, Composer for Films; Musical Director for Belasco and Maude Adams Dies.” December 2.",
        "norden_1994": "Norden, Martin F. 1994. The Cinema of Isolation: A History of Physical Disability in the Movies . Rutgers University Press.",
        "paddison_2010": "Paddison, Max. 2010. “Mimesis and the Aesthetics of Musical Expression.” Music Analysis 29 (1/3): 126–48.",
        "pisani_2014": "Pisani, Michael V. 2014. Music for the Melodramatic Theatre in Nineteenth-Century London & New York . University of Iowa Press.",
        "rigbi_2012": "Rigbi, Elisheva. 2012. “Musical Prose and Musical Narrativity in the Fin de Siècle.” In Music and Narrative Since 1900 , ed. Michael Leslie Klein and Nicholas W. Reynard, 144–62. Indiana University Press.",
        "ross_2015": "Ross, Steven J. 2015. “The Visual Politics of Class: Silent Film and the Public Sphere.” Film International . http://filmint.nu/?p=1735 .",
        "siegel_2009": "Siegel, Daniel. 2009. “Griffith, Dickens, and the Politics of Composure.” PMLA 124 (2): (375–89).",
        "shaw_2007": "Shaw, Tony. 2007. Hollywood’s Cold War . University of Massachusetts Press.",
        "simmons_1993": "Simmons, Scott. 1993. The Films of D.W. Griffith . Cambridge University Press.",
        "sinn_1915": "Sinn, Clarence E. 1915. “Music for the Picture.” Moving Picture World (December 4), 1823.",
        "stokes_2007": "Stokes, Melvyn. 2007. D. W. Griffith’s The Birth of a Nation: A History of “The Most Controversial Motion Picture of All Time.” Oxford University Press.",
        "st_pierre_2009": "St. Pierre, Paul Matthew. 2009. Music Hall Mimesis in British Film, 1895–1960: On the Halls, on the Screen . Farleigh Dickinson University Press.",
        "straus_2004": "Straus, Joseph. 2004. Stravinsky’s Late Music . Cambridge University Press.",
        "taussig_1993": "Taussig, Michael T. 1993. Mimesis and Alterity: A Particular History of the Senses . Psychology Press.",
        "tsivian_2014": "Tsivian, Yuri. 2014. “Robespierre is Lost.” In Silent Cinema and the Politics of Space , ed. Jennifer M. Bean, Anupama Kapse, and Laura Horak, 83–98. Indiana University Press.",
        "watts_2016": "Watts, Philip. 2016. Roland Barthes’ Cinema . Oxford University Press.",
        "winkler_1918": "[Winkler, Max]. 1918. “Music.” Motion Picture News (November 9): 2883.",
        "winters_2009": "Winters, Ben. 2009. “Corporeality, Musical Heartbeats, and Cinematic Emotion.” Music, Sound, and the Moving Image 2 (1): 3–25.",
        "zamecnik_1919": "Zamecnik, J. S. 1919. “10. Storm Music.” In Sam Fox Photoplay Edition . Vol. 1. Sam Fox Co."
    },
    "footnotes": {
        "FN0": {
            "text": "* My thanks to Nicholas Reyland and to the anonymous readers of this article for their very helpful suggestions.",
            "citations": []
        },
        "FN1": {
            "text": "1. There is some controversy in musicology about the use of the term “silent film” and its lexicographical cousins. Many scholars object to the labeling of film during this period as “silent film,” because such film was almost never silent: it was most frequently accompanied by live music, but was at times also provided with external sound via the means of sound-on-disc, unscored sound effects (blurring the supposed line between music and sound), and other sonic technologies that preceded the invention and widespread use of sound-on-film technology. In this essay, I refer to this body of film simply as “early film” or “early cinema.”",
            "citations": []
        },
        "FN2": {
            "text": "2. Orphans and its score are also open to analysis by means of embodied, movement-focused, audience-corporeal mimetic theory, such as that described by Max Paddison, Ben Winters, and Arnie Cox, but that is beyond the scope of my investigation here.",
            "citations": []
        },
        "FN3": {
            "text": "3. In the nascent Soviet Union, the film was edited, given new intertitles, and re-scored so as to be pro-Revolution. This fascinating chapter in the film’s history is detailed in Tsivian 2014 .",
            "citations": [
                "tsivian_2014"
            ]
        },
        "FN4": {
            "text": "4. This point is similarly made in Shaw 2007 , 14.",
            "citations": [
                "shaw_2007"
            ]
        },
        "FN5": {
            "text": "5. These include The Patchwork Girl of Oz , The Magic Cloak of Oz , and His Majesty, the Scarecrow of Oz , and the non-Oz film The Last Egyptian (all 1914); The Four Horsemen of the Apocalypse, The Three Musketeers, Little Lord Fauntleroy (all 1921), and Romola (1924). His score for Charlie Chaplin’s A Woman of Paris (1923) was performed with the film at the time of its distribution, but was replaced by a score by Chaplin for its re-release in 1976.",
            "citations": []
        },
        "FN6": {
            "text": "6. All examples are typeset by the author based on the manuscript piano reduction by Gottschalk and Peters. Library of Congress MOMA Collection Music 3236, Item 63.",
            "citations": []
        },
        "FN7": {
            "text": "7. Daniel Goldmark ( 2011 , 264) notes that the term “mickey-mousing” has an unclear provenance, but becomes a popular descriptor in the early 1930s.",
            "citations": [
                "goldmark_2011"
            ]
        },
        "FN8": {
            "text": "8. All musical examples are from Gottschalk and Peters’s piano reduction of the score. Library of Congress MOMA Collection Music 3236, Item 63.",
            "citations": []
        },
        "FN9": {
            "text": "9. Barthes defines the initial, signified thing as the first meaning, and the signifier—that which stands for the signified—as the second meaning. Philip Watts ( 2016 , 51) writes of Barthes’s analysis of cinema: “The first meaning has to do with the information we can gather from the image—who is doing what to whom in the scene? The second meaning is located in symbolic interpretations contained within the scene. . . . The third meaning, the ‘obtuse’ meaning, however, is for Barthes the most important one. . . . What strikes Barthes is affect.” The addition of music to film is a ‘supplement’ that ‘invests [the film] with affect,’ a “sensation beyond meaning” that creates continuous signification ( Watts 2016 , 52–53).",
            "citations": [
                "watts_2016",
                "watts_2016"
            ]
        },
        "FN10": {
            "text": "10. See, for example, Barnhart 1911a , 1911b , and 1911c ; Cruikshank 1924 ; Film Daily 1922 ; and Boblitz 1920 .",
            "citations": [
                "barnhart_1911a",
                "barnhart_1911b",
                "barnhart_1911c",
                "cruikshank_1924",
                "film_daily_1922",
                "boblitz_1920"
            ]
        },
        "FN11": {
            "text": "11. The Paramount Pictures cue sheet for Hula, a Clara Bow vehicle from 1927, for instance, includes works by Victor Herbert, Arthur Sullivan, M. L. Lake (a prolific early film composer), French pianist and composer Robert Casadesus, Erno Rapée, and several other photoplay composers.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In 1921, alarmed by the Russian Revolution and what he saw as the growing international threats of “Anarchy and Bolshevism,” D. W. Griffith produced the film Orphans of the Storm to warn against political uprisings. (1) Griffith chose as his dramatic vehicle the 1874 French play Les Deux Orphelines by Adolphe d’Ennery and Eugène Cormon, setting it during the Reign of Terror and the Thermidorian Reaction and adding in several elements from Charles Dickens’s A Tale of Two Cities . To score this epic, Griffith chose composers Louis F. Gottschalk (1984–1934)—the nephew of Louis M. Gottschalk of Bamboula fame—and William Frederick Peters (1871–1938). In creating the score, Gottschalk and Peters managed a mixture of techniques from classical opera, theatrical melodrama, and the burgeoning new medium of film music. The final score offers coherence through the use of central themes and the employment of several characteristic leitmotivs; provides recognizable musical characterizations of emotions and physical phenomena, establishing a consistent aspect of traditional musical mimesis (musical-visual correlation) to the music; and reflects the structure of the film as a whole.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In this essay, I offer a close reading of the use of traditional musical mimesis, that which occurs between the action on the screen and the music composed or arranged for it, and the correlations between the film’s structures and music. While considerable research has been done on the music for Griffith’s The Birth of a Nation (1915) and Intolerance (1916), Orphans and its music have received less scholarly attention. (2) But it is worthy of serious study in its own right and serves as a case study for this important period of screen music history, during which directors, composers, and accompanists gradually came to eschew the use of cue sheets, pre-existing or generic music, and improvisation in favor of a fully dedicated and continuous or near-continuous orchestral score comprised of primarily original material suited to the action and emotions on screen. My approaches here include not just traditional melodic and harmonic analysis, but also draw from the history of musical signification in melodrama; comparative analyses between musical cues in the score and extant generic works for early film; and on methodologies of gender and disability studies. Political Film, D. W. Griffith, and Atonement",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Film has been used for political and propagandistic messages since its inception as an artistic medium. As Steven J. Ross ( 2015 ) has documented, companies and organizations as diverse as United States government agencies, the Ford Motor Company and the Communist Party all used film for promoting their causes. Early films took on controversial topics: child labor, suffrage, public health issues, and income disparity; such films were so common that, by 1910, reviewers had coined a name specifically for the genre: “labor-capital” films. While the majority of producers of labor-capital films were organized causes or corporations, independent filmmakers with political views also made films with political messages. Of these filmmakers, D. W. Griffith is perhaps the best known. Although Griffith’s The Iconoclast (1910) offers sympathetic treatments of workers, many of the director’s political films are, according to Scott Simmons, “subtle parables against economic revolt” ( Haas et al. 1997 , 96; Simmons 1993 , 62). Orphans of the Storm falls into this category and is one of the many films Griffith made, beginning with Intolerance , in which, some film historians and critics believe, he apparently tried to expiate the vicious racism of The Birth of a Nation by presenting cinematic stories that stressed the need for human understanding and cooperation ( Ebert 2003 ). Following the debacle of Birth , Griffith made a series of films that argued for tolerance and universal brotherhood: Intolerance , which examined religious, racial, and class-based persecution in four historical settings; Hearts of the World (1918), a World War I propaganda film in which, as Christopher P. Jacobs ( 2015 ) notes, “the wording of the intertitles comments that in wartime ‘men of all races’ commit the terrible atrocities depicted,” placing blame on militarists; Broken Blossoms (1919), which focuses on an interracial romance and the prejudice the couple faces; Way Down East (1920), about the hypocrisy of those who shun a young woman who bears a child out of wedlock; and the 1921 Orphans , in which Griffith champions open governments and emphasizes the need for tolerance between classes.",
                "footnotes": [],
                "citations": [
                    "ross_2015",
                    "haas_et_al_1997",
                    "simmons_1993",
                    "ebert_2003",
                    "jacobs_2015"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Les Deux Orphelines , set just before and during the French Revolution, is an old-fashioned melodrama, peopled by strong but victimized women (one of whom is disabled), cruel and noble aristocrats, villainous criminals, and both compassionate and dangerous revolutionaries. Later adapted into a novel and published as a serial in La Nation in 1892, the play was made into an opera and interpreted in some fifteen versions for the screen, most of them produced before 1930. By 1920, there were already three French and American moving pictures based on the play, and it was still popular in repertory theatres on the east coast of the United States. The play likely appealed to Griffith not only for its message of acceptance among the different classes, but also for its inclusion of stereotypical Griffith-style characters (an innocent, simple, blind girl; her brighter, stronger sister; an aristocrat who sympathizes with the common people) and plot devices (abduction; attempted rape; a last-minute rescue).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Griffith chose Orphans to illustrate his reaction to the 1917 revolutions in Russia and  what he viewed as the horrors of social unrest and political uprisings in general, and his fears of a second American Revolution. (3) Griffith moved the play’s story forward in time just slightly from the immediate pre-Revolution and early Revolution period in France and used the bloody conflict that took place during the Reign of Terror and the Thermidorian Reaction as his analogue for recent events in Russia. In one of the film’s first title cards, Griffith stated, “The French Revolution RIGHTLY overthrew a BAD government. But we in America should be careful lest we with a GOOD government mistake fanatics for leaders and exchange our decent law and order for Anarchy and Bolshevism.” (4) Griffith was thus able to place the story of the two sisters in the very midst of a political maelstrom likely to be well known to American audiences and which played upon contemporary political concerns and fears. Synopsis",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Although Les Deux Orphelines already existed in several cinematic adaptations, these earlier (and shorter) versions did not meet the critical success of Griffith’s lavish 14-reel 1921 version. Griffith mixed in elements from Charles Dickens’s A Tale of Two Cities such as a female villain, an aristocrat’s carriage running down a child, and long-lost relations to enhance its appeal. During the course of the 150-minute film, Henriette (Lillian Gish) and her adopted sister Louise (her real-life sister Dorothy Gish), who was found abandoned on the front steps of the parish church and saved by Henriette’s father, travel from rural France to Paris in search of a cure for Louise’s blindness and find themselves enmeshed in what historian Casey Harison ( 2005 , 303) has called “improbable, sometimes outlandish, encounters with famous figures of the period,” including Robespierre and Georges Danton—a kind of forerunner to Forrest Gump . If his story of chaos, violence, and the many dangers of mob rule wasn’t enough on its own as a warning to American audiences against revolution, Griffith also employs negative visuals such as the severed heads of executed aristocrats, starving citizens, and a villainous aristocrat’s casual reaction to his coachman’s manslaughter of a child in order to emphasize the wickedness of the villains.",
                "footnotes": [],
                "citations": [
                    "harison_2005"
                ]
            }
        },
        {
            "7": {
                "text": "[7] On the sisters’ way to Paris, the Marquis de Praille, a depraved aristocrat, kidnaps Henriette with the intention of raping her. The Chevalier de Vaudrey, a respectable aristocrat, saves Henriette, and they fall in love. Louise, left on her own, becomes a captive of the evil Mother Frochard, who forces Louise to beg by singing in public. Henriette rents a room in Paris while she and the Chevalier search for Louise. Politician Georges Danton escapes from Royalist spies when Henriette lets him hide in her room.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Louis XVI disapproves of the Chevalier’s plan to marry Henriette because she is a commoner, and sends Henriette to prison. Just as she is arrested, Henriette hears Louise singing from the streets below. She calls out to her sister, but Mother Frochard drags Louise away and Henriette is locked up. Louise continues singing on the streets, aided by Mother Frochard’s kind son, Pierre. The Revolution begins. A battle breaks out; the revolutionaries free Henriette. She then allows the Chevalier to hide in her rooms; for this, Robespierre condemns Henriette and the Chevalier to the guillotine. Danton obtains a last-minute pardon for the pair and saves them. Henriette is reunited with Louise. It is revealed that Louise is the Chevalier de Vaudrey’s cousin; his aunt is her mother, a countess who married a commoner and was forced to give up their child by her family. Henriette and the Chevalier marry; Louise gets her eyesight back and appears to make a happy match with Pierre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Harison ( 2005 , 303) observes that “social typecasting abounds” in the picture. These stereotypes are applied to the two sisters (for whom Griffith employed the classic melodramatic “strong women,” and “women needing rescue” tropes); the villainous aristocrats (shown to be rapacious, murderous, gluttonous, decadent, and louche) and the noble aristocrats (restrained, respectful, helpful to women); and various caricatures of French criminals (ugly, uncouth, and loud), political rabble-rousers (severe, couth, and loud), political victims (undeserving), and members of the Revolutionary Tribunal (zealots). Griffith also uses the stereotype of the innocent, incompetent disabled; as Martin F. Norden ( 1994 , 64) notes, Louise is “exceptionally childlike, helpless, and dependent,” and she is referred to in title cards as a “helpless baby” or “Miss Baby”; she also embodies a typical “cure narrative” when her blindness is cured.  At the same time, ironically, one of the messages of this film full of stereotypes is “don’t stereotype,” particularly when it comes to class. Ultimately, the morals of the story are apparently that inter-class tolerance is crucial to democracy; that that political stability gleaned from equal representation of all classes is the most stable and honorable form of government; and that those who do good are rewarded for doing so. Today Orphans is less well known than Griffith’s more incendiary political films, but, as Griffith’s last major success and his last film with his screen muse Lillian Gish, it remains an important representative of the director’s late, politically-inspired and atonement-focused work. The Score",
                "footnotes": [],
                "citations": [
                    "harison_2005",
                    "norden_1994"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The score for Orphans of the Storm was composed by Louis F. Gottschalk and William Frederick Peters. Gottschalk received his musical training in Germany and first rose to prominence in the United States as an operetta conductor, making his United States debut as the conductor of Franz Lehár’s The Merry Widow in 1900. Working with Oz creator L. Frank Baum, Gottschalk wrote a large body of incidental music for the musical stage, including The Tik-Tok Man of Oz and several other musicals, and composed original scores for three of Baum’s Oz movies and a number of other notable pictures before moving on to arrange the cues for Griffith’s 1919 Broken Blossoms and compose the score for Orphans . (5) He was an early advocate of complete and mostly original scores for films as early as 1913 ( The New York Times 1938 , 24). In addition to his cue sheets for Broken Blossoms and the score for Orphans , Gottschalk’s work with Griffith also included arrangements of the music for the 1918 release of Intolerance and for the 1930 sound release of The Birth of a Nation .",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "the_new_york_times_1938"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Like Gottschalk, Peters was educated as a composer and conductor in Germany and wrote music for both Broadway and film. He began composing commercially in the 1890s and wrote a large body of incidental music for the stage before moving on to film scores with Griffith’s Way Down East in 1920. He composed nine film scores in all and was also a proponent of original scores for film ( The New York Times 1938 , 24). Together, Gottschalk and Peters worked with Griffith more frequently than any other film composers. Griffith was famously demanding about the music for his productions, and not infrequently composed a few themes himself for the score compilers or composers to use ( Gottschalk 1983 ).  As Melvyn Stokes ( 2007 , 105, 107) has documented, Griffith insisted on being in complete control of the music for his films and often worked closely with composers, requesting the incorporation of specific pieces in compiled scores and requiring that composers receive his approval for newly-composed major themes and leitmotifs. Gottschalk and Peters’s repeated experiences with the director suggest that Griffith favored the composers because they were open to his suggestions and directions, shared his enthusiasm for full, original scores, and were able to create musical works that were well matched with the emotion and drama of Griffith’s films.",
                "footnotes": [],
                "citations": [
                    "the_new_york_times_1938",
                    "gottschalk_1983",
                    "stokes_2007"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Musical mimesis, traditionally defined as musical imitation of visual elements taking place on stage or screen, was not a new technique for accompanying acting on stage or on film, and the philosophical study of it has a long and rich history. Plato conceived of mimesis as imitation or representation removed from an original truth, object, or experience; mimesis was ultimately about conveying representations of truth. In his Poesis , Aristotle describes mimesis as an innate human desire to create imitations of nature in which the distance between the truth and representation thereof was crucial, allowing for audience identification with the representations and, through their actions of imitation, catharsis. In the twentieth century, Walter Benjamin, agreeing with Aristotle, has argued that mimesis is an intrinsic human act, and that mankind’s “gift of seeing resemblances is nothing other than a rudiment of the powerful compulsion in former times to become and behave like something else” ( Benjamin [1933] 2003 , 19). In his study Mimesis and Alterity , Michael Taussig ( 1993 , xii) connects this behavior with the ability of humans to experience multiple forms of imitation and the illusions thereof, what Derrida defines as differénce . This ability to understand how this differénce represents humanity, along with the desire to share representations of the body, emotions, and senses, can be traced through the history of human entertainments and becomes, as Paul Matthew St. Pierre ( 2009 , 44) writes, a preferred aspect of the filmic experience, an integral part of filmic narratives. Even more recently, scholars such as Stefan Beyst ( 2017 ), Max Paddison ( 2010 ), and Ben Winters ( 2009 ) have explored the specific ways in which musical mimesis can function as, what Beyst terms, “mediated mimesis,” that in which “musical image conjuring signs movements prescribe the tempo and the duration of the movement in ‘real time.’” More simply put, mimetic music—in the case of Orphans —imitates the emotions, movements, and other attributes of the images of the film and communicates them to the audience in a way that the audience can connect with their own experience. As Paddison has written, this connection need not be predicated on direct musical imitation of certain actions, but can also be based on mimesis as “an impulse, a mode of ‘identifying with’ rather than necessarily as ‘imitation of’ or ‘representation of’ something external.” Gottschalk’s approach to musical mimesis in the score for Orphans tends to be more structural than associative ( Paddison 2010 , 127).",
                "footnotes": [],
                "citations": [
                    "benjamin_2003",
                    "taussig_1993",
                    "st_pierre_2009",
                    "beyst_2017",
                    "paddison_2010",
                    "winters_2009",
                    "paddison_2010"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Musical mimesis has, of course, been long-used in opera, ballet, drama, and vaudeville, and much of the pre-existing music used in scoring early films was drawn from these genres along with its accompanying significations. Music used at “vaudefilm” houses and early theatres-turned-cinemas—which alternated between live entertainment and film showings (often sandwiching films in between live acts)—frequently bridged the technology divide between on-stage and on-screen entertainments by using the same or very similar pieces of music for actions, events, or character types found in both art forms (Josephine Burnett Collection and Hoblitzelle Interstate Theatre Circuit Collection). Gottschalk, who had composed for a variety of art forms involving musical mimesis, including dance, drama, and opera and operetta, was familiar with the established connections between physical gesture and musical mimesis of gesture and corresponding signifiers communicating emotion in music. As Anahid Kassabian ( 2001 , 7) has argued, music that accompanies film is not nonrepresentational, and that “it has always been considered a meaning-making system by its producers.” Within this meaning-making system, Kassabian continues, there are multiple ways in which such identifications function based on their ability to communicate with and evoke responses of understanding from audiences. Gottschalk’s use of well-established musical tropes in the score for Orphans might have served to reify what Kassabian ( 2001 , 2) calls “assimilating identifications,” in which the perceiver’s own experiences have little room to influence their reception of the visual and musical elements of the film. However, Gottschalk’s music is entirely original, allowing for it to function as an “affiliating identification,” in which the perceiver’s personal history has more of a role in determining how the perceiver receives and relates to the work as a whole. Gottschalk’s use of musical mimesis taps into Paddison’s concept of the mimetic impulse of a composer seeking to interpret the actor’s art in music: many of the imitations are immediately obvious, presumably for the audience’s benefit, while others are more nuanced ( Paddison 2010 , 133). Example 1 . Opening tremolo (click to enlarge) Example 2 . Overture, mm. 4–7; the “warning motif” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kassabian_2001",
                    "kassabian_2001",
                    "paddison_2010"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The score for Orphans exhibits close synchronization with the film on a number of levels: in depicting specific characters, in terms of demarcating structural segments, and holistically. There are multiple instances of musical mimesis in direct relation with the physical actions of individual characters on the screen. The most obvious visual-musical mimetic connection is that of the sisters’ physical trembling and the use of tremolo. The Overture for Orphans of the Storm begins with three long measures of rolled tympani and octave-crossing string tremolos, as shown in Example 1 . (6) This opening tremolo—as Michael Pisani ( 2014 , 53) notes, a time-honored mimetic device for thunder, wind, and strife—signifies not only the political storm of the film’s title, but also the personal terrors that will affect the orphans and the physical shuddering they exhibit throughout the picture in response. Other aspects of the score are mimetic of the film’s action as well, including motifs for the Chevalier, Robespierre, and Pierre. Gottschalk and Peters also develop a primary motif for the film, which I call the “warning motif” ( Example 2 ), in which the composers continually remind the audience of Griffith’s message against political unrest and violent actions.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "pisani_2014"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Gottschalk and Peters also use musical discontinuity—abrupt changes of mood caused by changes of key, melodic structure, harmony, articulation, or instrumentation—between scenes to emphasize the dramatic struggles of the characters. Daniel Siegel ( 2009 , 375) writes that Orphans and A Tale of Two Cities , from which Orphans borrows character types and plot points, are both “melodramas full of vociferous movement and wrenching transitions, disclose their political program in their moments of hesitation.” He continues, “As the world of the narrative is whipped about in the flux of revolution, characters struggle to maintain their balance, their composure; while they struggle, the narrative is briefly arrested, and the pauses become instants of revelation.” These “pauses” are not instances in the film where the film literally stops, but are moments in which the film lingers on the emotional anguish the characters are experiencing before making a sudden jump without an explanatory intertitle or dialogue card to one of the other plotlines, thereby leaving the affect of the previous scene’s emotion in the perceiver’s mind. This technique of jumping from one part of the plot to another at moments of difficulty and discontinuity is but one structural characteristic of the film that is translated into the score, which cuts dramatically to and away from musical styles, tempi, and genre, without ever going silent or failing to provide aural signification for the emotion being portrayed. The score’s leaps from one set of parameters—tempo/genre/texture—to a different set of parameters are designed to take place at exactly the same time the visual images cut from one scene to another. In Orphans , these jumps function to emphasize the dramatic emotions being depicted by the actors and music, and at the same time reveal Griffith, Gottschalk, and Peters’s intentions in developing and heightening the melodramatic tensions in the narrative of the film through the use of mimetic music. The breaks also clarify the structure of the film as moving between its coexisting plots and its score’s structure as a collection of non-linear segments depicting personal and political instability.",
                "footnotes": [],
                "citations": [
                    "siegel_2009"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The aspect of uninterrupted music in the score is also crucial. Unlike Gottschalk’s music for the 1914 The Patchwork Girl of Oz , in which the score suggests ad-libbing or vamping (repeating a short section of music) for undetermined lengths of time during a scene or scenes and contains significant periods of silence in which no music is called for, the music for Orphans is constant. Unscored scenes were a regular practice of film composers, and Eric Dienstfrey ( 2014 , 47) has demonstrated that despite film composer, arranger, and critic Erno Rapée’s assertion that accompanists should keep playing even if the film exploded in the projection booth, pauses were used with “considerable frequency.” In this, Orphans presages films in which some kind of sounds—dialogue, Foley sounds, and/or music—are always present. Orphans ’s uninterrupted music also develops the concept of the music as a narrative tool. In many early film scores, cues ran from one scene into and through another even if they were not related. Gottschalk began to use music as a narrative tool in The Patchwork Girl and refined the practice in Orphans . Dienstfrey ( 2014 , 47) notes “there are also clear patterns involving which kinds of narrational elements receive musical punctuation. Gottschalk deploys such stylistic devices as key changes, shifts in musical genre, and the start of a new cue in order to help clarify for filmgoers either the beginnings of new narrative sequences or significant changes in setting.” While Gottschalk is not consistent about these punctuations in the earlier Patchwork Girl score, he and Peters are very careful in Orphans to mark the beginnings of new scenes with new music that contrasts with the music for the previous sequence. It is likely that Griffith’s frequent cutting between the multiple narratives in the film encouraged this practice, but Gottschalk already had considerable familiarity with the idea, undoubtedly stemming from the earlier and still-contemporary practice of scoring films from cue sheets and compiled scores. Cue sheets or “musical plots,” created by film studios, film music critics, composers, and performers, were lists of a film’s individual scenes or major sections with recommendations of pieces that could be played with each scene; a sample entry might be as brief and simple as “Cue 14: Breil’s ‘Molto Agitato No. 5.’” As the cue sheet became increasingly popular among cinema musicians, it developed into a document that also included melody-line incipits for each recommended accompanying piece. The compiled score took this one step further: instead of listing the scene and the title or melody of a piece to accompany it, the compiler put together the full scores of each recommended piece into a single document for the performer. As noted above, Gottschalk had compiled the score for Griffith’s Broken Blossoms , in which Gottschalk used preexisting works, new pieces by other composers written especially for use in film accompaniment, Griffith’s “White Blossom” theme, and a few of his own musical ideas. This kind of modular musical accompaniment, about which I have written elsewhere, frequently resulted in accompaniments with abrupt changes of genres, tempo, key, texture, and other elements that contributed to a cinematic “mood” ( Leonard 2016 , 260). Such scores often had sections in which there was no music; others, like the score compiled by J. C. Breil for Griffith’s 1915 The Birth of a Nation , had continuous music. Mimesis, Thematic Use, and Structure",
                "footnotes": [],
                "citations": [
                    "dienstfrey_2014",
                    "dienstfrey_2014",
                    "leonard_2016"
                ]
            }
        },
        {
            "17": {
                "text": "[17] A broad hermeneutic reading of the score for Orphans reveals that Gottschalk and Peters use a number of established and newly created musical signifiers in the work. Many of these are drawn from the nineteenth century melodramatic and concert stages, while others originate in the photoplay albums of generic music for film that required externally-provided auditory accompaniment, often in the mold of incidental music for theatrical performances. Given the nineteenth-century origins of film music, it is not surprising that many of the examples of musical mimesis in the Orphans score can be easily identified as descendants of theatrical mise-en-musique , or, as Pisani ( 2014 , 19) describes it, the “sound picture” created to match and/or mimic the movement and expressions of actors on the stage. Mise-en-musique , Pisani documents, was used to clearly “shadow characters as they move about the stage,” functioning much as the music does for Orphans (30). The tremolos, he writes about the musical gesture or melos that I argue here is one of the most important signifiers of Orphans , quickly became “a central resonance in the melodramatic imagination [that] serve as the ultimate reminder of the potential terrors that lurk in the shadows of the unknown and unforeseen” ( Pisani 2014 , 53).",
                "footnotes": [],
                "citations": [
                    "pisani_2014",
                    "pisani_2014"
                ]
            }
        },
        {
            "18": {
                "text": "[18] While there are several other examples of onomatopoeic music in the score—repeated, staccato eighths or sixteenths that emulate footsteps or heartbeats; percussion that mimics the sounds of weapons clashing together—one of the most noticeable uses of musical mimesis in the film is the tremolo, used to depict both physical action and the emotion that causes it. Such practices, in which the music is very closely matched with the on-screen physical action, would later be called “mickey-mousing” after Disney’s heavy-handed use of it. By the 1930s and 40s, it had become one of the most popular scoring techniques for sound film, and was soon so overused—in particular by film composer Max Steiner—that the term became pejorative. (7) Example 3 . Cue 29, mm. 1–8; Henriette quivers with fear over the “pathetic” theme, pleading for her release (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The opening tremolo of octave Ds in the timpani and a low G in the violins at the beginning of the overture foreshadows the use of similar textures later in the score to signify fear and trembling on the part of the sisters, as well as the instability illustrated by all of the events of the film and the danger of ignoring its overriding philosophy of the need for political stability. Gottschalk and Peters use the technique again at cue 17, which shows the busy Paris market where Mother Frochard and her sons ply their trades of begging and intimidation. Here, the tremolo in the strings and piano first alternates between pitches outlining an F diminished seventh chord and then continues on a descending run from high pitches to low ones, mimicking Mother Frochard’s use of fear and seeking to create its parallel reaction in the audience. The market scene comes immediately on the heels of the scene in which Henriette and Louise enter their carriage and leave their home in the north, and the sudden use of tremolo in the strings when the scene changes is also intended to startle the listener and to imply the dangers of the location. At cue 19, we see poor Pierre Frochard being beaten by his mother; the scene is accompanied by a syncopated motif that Gottschalk and Peters use to signify villainy throughout the film. The tremolo in the strings, piano, and timpani returns in cue 20, when Henriette’s antagonist, the Marquis, first sees the sisters, and again at cue 25. Cue 25 features octave tremolos in the upper registers and a diminution of Pierre Frochard’s pathetic motif in the bass. During this cue, Henriette struggles with the men kidnapping her; the tremolos are soon replaced with a fast theme that uses heavily accented eighth notes to suggest Henriette’s panic-induced rapid heartbeats. Both instances of tremolo directly mimic the women’s trembling when they are put in danger by Frochard and the Marquis, and communicate the sensation of fear with the audience. This juxtaposition of tremolo with the pathetic theme comes back yet again with octaves in the low strings, piano, and timpani at cue 29 ( Example 3 ), (8) when Henriette, on display at the Marquis’s party, wakes to find that she has been separated from Louise and pleads to be released. Example 4 . Cue 31, mm. 1–8; pathos is trumped by fear: Louise is terrified of Mother Frochard, who keeps her captive in a cellar (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Louise too becomes frightened to the point of trembling and struggle when Mother Frochard imprisons her in a cellar ( Example 4 ). Again Gottschalk and Peters use tremolos in high registers to musically imitate trembling over the theme of pathos in the lower voices. The mimetic tremolo figure, most often occurring in an allegro moderato tempo and orchestrated for strings, piano, and timpani, returns at almost every point in which one of the sisters is frightened or in danger. Gottschalk and Peters rarely vary the registers in which the tremolo appears: midrange for upper strings, and low range for low strings, piano, and timpani. While the tremolo is most often used to depict the orphans’ shuddering, it is not a gendered motif. It is also used near the end of the film to signify Danton’s fearful but energetic gesturing and oration as he begs for justice in Henriette’s case, the confusion and fear of the mob as executions begin, and the fear and urgency of his men as they ride to save Henriette from the blade. In every case, the tremolo is an embodiment of the fear of those it accompanies on the screen, presenting physical instability in the sense that it consists of rapid oscillation between pitches and/or fast repetition of the same pitch in an unmeasured or micro-irregular way (that is to say, it lacks the regularity with which notated thirty-second notes would be executed). Example 5 . The cornet line from M. L. Lake’s 1914 “Hurry,” mm. 1–4 (click to enlarge) Example 6 . The motif for royalty from Orphans of the Storm , cue 9, mm. 1–4, “King’s Palace” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] On a larger scale, Gottschalk and Peters relied on common characteristics from generic film music to cement connections between pre-established motifs and elements of Orphans . They incorporated two of the most commonly used “national” tunes for America and France—“Yankee Doodle” and the “Marseillaise,” respectively—into the score and may have borrowed a cornet line from a “Hurry” by M. L. Lake (1914) for their motif for the aristocracy ( Example 5 ). Such cues, beyond their obviously trumpet-call mien, also demonstrate instability on a microcosmic level through the use of mixed duple and triple rhythms. This mixing of rhythms hints at the effects that the revolution will have on the aristocracy in the film, in which some are executed and others, after having been in danger, are restored to their estates. Elsewhere, cues for situations involving fear or danger bear resemblances to generic works by Otto Langey (Allegro No. 2, 1915 ), J. S. Zamecnik (Storm Music, 1919 ), and J. C Breil (Allegro Agitato, 1917 ), among others ( Example 6 ). Example 7 . Cue 37, mm. 1–8; the military march genre is used to evoke Danton and Robespierre’s revolutionary zeal (click to enlarge) Example 8 . Cue 7, mm. 1–8; the Chevalier’s theme (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "langey_1915",
                    "zamecnik_1919",
                    "breil_1917"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Other cues from Orphans use broad tropes such as running scales to depict urgency or speed, such as Danton’s race to the guillotine at the end of the film (using characteristics found in Patrik N. Juslin ( 2005 )’s fear and anger categories); accented quarter-note syncopations to suggest untrustworthiness in a character or situation, used to portray the evil Mother Frochard (anger); stepwise motion alternated with leaps of fourths or fifths in quick tempos to represent light-heartedness or frivolity (happiness); chromaticism to suggest unrest; and marching patterns of eighths or sixteenths in duple, used to show the power and determination of Robespierre and his comrades (recalling military marches, discipline, and an unswerving and uncompassionate devotion to the cause, which of course leads Robespierre to his death) ( Example 7 ), in contrast with the more flowing and mixed rhythms of the motif for the royalty (less regimented and therefore freer). The Chevalier’s theme, which first appears at cue 7, is march-like with stead eighth notes in the bass ( Example 8 ). The melody, however, with copious grace notes and a jaunty air, suggests that the Chevalier is both more personally light-hearted and less politically and socially immoveable than that of his political counterparts Robespierre and Danton, the latter aspect of his character being a crucial plot point.",
                "footnotes": [],
                "citations": [
                    "juslin_2005"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Musical signifiers based on generic gestures and styles also represent aspects of the orphans themselves. While the composers use the pre-existing lullaby “Slumber Boat” to represents the orphans’ early innocence and the composers use Schubert’s lied “Ständchen” as a theme for alternating hope and despair, several completely original themes borrow from generic scoring practices to emphasize Louise’s disability, Henriette’s competence and compassion in caring for her sister, and her own suffering when Louise has been kidnapped. Gottschalk and Peters provided each orphan with her own representative A and B themes, in addition to a love theme for Henriette and the Chevalier.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Blindness was a popular disability trope in the early cinema. As Norden ( 1994 , 14–15) notes, films about blind beggars (and beggars pretending to be blind) proliferated in early film. The Fraudulent Beggars (1898), Blind Man’s Bluff (1903), and The Fake Blind Man (1905) all established cinematic acting conventions of blindness, including reaching or searching hands, a blank stare, and slow or stumbling walking when the blind character is unassisted by sighted characters. In Orphans of the Storm , Dorothy Gish employs all of these conventions in her acting. Early films featuring blind characters also created a set of attributes for the blind, such as innate musicality, demonstrated in His Daughter’s Voice (1907), Eyes of the Soul (1919), and earlier adaptations of Les Deux Orphelines . Example 9 . Cue 12, mm. 1–4; Louise’s A theme (click to enlarge) Example 10 . Cue 11, mm. 1–8; Louise’s B theme (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "norden_1994"
                ]
            }
        },
        {
            "25": {
                "text": "[25] After Louise is blinded by the plague, she becomes unable to function independently, which Griffith emphasizes several times in intertitles; he also hints that Louise is not as bright as her sister ( Norden 1994 , 64). Her condition is likewise denoted by a theme that suggests hesitancy and stumbling motions. Louise’s A theme begins with a dotted quarter note followed by an eighth, followed by two quarter notes, continuing the stepwise motion begun by the dotted quarter and eighth ( Example 9 ). Two more quarters follow, usually involving larger intervals, and then, unexpectedly, a metrically accented eighth leading to an unaccented dotted quarter, clearly meant to signify an abrupt motion implying a stumble or awkward motion caused by sightlessness. Juslin ( 2005 , 96) assigns “large timing variability” such as this to fear, and scholars of music and disability cite “stumbling” and “hesitant” motifs like this one as common signifiers of the blind; instances can be found in vernacular music as early as the sixteenth century ( Honisch 2015 , 258). Louise’s B theme is first employed at cue 11 ( Example 10 ). Like her A theme, it is song-like and is used primarily to indicate Louise’s singing in the streets, often but not always in the company of Pierre Frochard. The simple harmonic and rhythmic construction of the theme implies the construction of the character as being somewhat guileless and child-like, while the steady quarter-eighth-eighth rhythm represents the physical support she has from Pierre while she walks.",
                "footnotes": [],
                "citations": [
                    "norden_1994",
                    "juslin_2005",
                    "honisch_2015"
                ]
            }
        },
        {
            "26": {
                "text": "[26] Louise’s A theme is also heard accompanying scenes in which Louise is not physically present, such as when Henriette gives shelter to Danton (cue 41). This metadiegetic use of the theme, in which it can be heard and interpreted by the audience but not heard by the characters within the film, implies that Henriette’s primary concern lies with finding her sister rather than with Danton’s politics or person. When, in contrast, Henriette is alone with the Chevalier (cue 30), their love theme is used, indicating her focus on her rescuer. Similarly, when Henriette hears Louise’s A theme at cues 62 and 86, it indicates Louise’s presence while she herself goes physically unseen. Example 11a . Cue 15, mm. 1–6; Henriette’s A theme (click to enlarge) Example 11b . A typical “Allegro,” a generic piece to be used to suggest quick and decisive movement (Langey 1918) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Henriette is initially characterized by a quick, assertive theme that indicates her optimistic outlook on life, her plucky courage, and ability to take on a parental role in caring for Louise without losing her sweetness or innocence. Her A theme is marked allegro as opposed to Louise’s andante, and is all staccato: four sixteenths followed by six eighths, then repeated and followed by a rising eighth-two sixteenths figure, all conveying a sense of no-nonsense but light-hearted and constant activity ( Example 11a ). Henriette’s A theme is very similar to a number of generic pieces for “agitation,” excitement,” or “hurry” ( Example 11b ). Gottschalk and Peters vary Henriette’s A theme when she is kidnapped (cue 25) and when she begs to be released and is finally escorted out of the Marquis’s party by the Chevalier (cue 29), by metrically augmenting the sixteenth notes into eighth notes at the beginning of measures 1 and 3 of the cue and by making the last eighth note the same pitch as the first, replacing measures 2 and 4 with a two-sixteenths-and-an-eighth rhythm on the second beat  and setting the figure over tremolos. This A theme then disappears from the score and returns only in the final cue when Henriette and Louise are happily united with the Chevalier and Pierre. Example 12 . Cue 44, mm. 1–4; Henriette’s B theme, after Schubert’s “Ständchen” (D957, no. 4) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Once in Paris, Henriette gets a second musical signifier, this time to suggest her pathos in the light of Louise’s disappearance and the chaos surrounding her. This B theme, borrowed from Schubert’s song “Ständchen” and scored here for solo violin ( Example 12 ), is in direct contrast with Henriette’s A theme (see again, Example 11a). The work is noted for its swings from hope to despair, created by its alternating major and minor harmonization. The theme rotates between slurred triplets and dotted quarter-eighth rhythms, gently rising, falling, and rising again. The melody begins in D minor and is melancholy, matching Henriette’s emotions as she stands alone in her room. However, as the Chevalier enters unexpectedly, the cue ends on an F major chord, suggesting the happiness of their reunion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Gottschalk and Peters also composed a motif (Example 2 above) that functions as a warning siren throughout the film’s score, serving to point out the dangers of political uprising and revolution. This motif is presented in the overture immediately following the opening three measures of timpani tremolo, and consists of a line that descends from a half note to a dotted quarter to an eighth and the rises a step to a whole note. It is often repeated to create a full period. This motif appears in its original form, as well as in a variety of reductions, inversions, diminutions, and augmentations throughout the film, when class distrust or conflict takes place in the film or when a revolutionary character’s politics are invoked. Its early association with political figures—such as in cue 10, with Thomas Jefferson and Danton; in cue 22, in which the excesses of the rich at the Marquis’s party are abruptly contrasted with the starving poor; and in cue 25, in which the poverty-stricken people of Paris cry out against the aristocracy—provides the motif with the connotations it needs in the second act, where it becomes part of the background to chaotic scenes of arrests, the storming of the Bastille, trials, and executions. At cue 63, it serves to indicate both joyful crowds celebrating newfound power and the “downfall of royalty,” and at cue 67, it marks “this storm-wrecked” city, in which the orphans are still separated and vulnerable (Gottschalk and Peters (piano score), 93). Discontinuity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] As a director and producer, Griffith was an innovator and improved upon a number of existing filmmaking techniques, including the use of multiple cameras shooting from different points, extensive use of cuts both between and within scenes, and the match-on-action cut, in which movement in one scene is repeated or mirrored in the subsequent shot, creating parallels between the characters and scenes involved. In Orphans of the Storm , Gottschalk and Peters composed so as to have music that matched Griffith’s dramatic cuts while maintaining a sense of cohesion in the score. Concert music at the time, as Elisheva Rigbi ( 2012 , 147) has written, found value in irregular phrasing, “refraining from repetition, parallelisms, or similarity,” and lack of continuity on multiple levels, but composers for the cinema had dichotomous aesthetics to follow. Cohesion and continuity were highly valued in film scores of this period: numerous composers and critics repeatedly emphasized the need for accompanimental music to use leitmotifs and other devices providing continuity throughout a picture. Film music critic Clarence E. Sinn, writing in 1915, held that the use of continuous themes and textures were essential, and should be chosen or composed so that they could be altered to “express different emotions the same as the one character is expressing different emotions” ( Sinn 1915 , 1823). The critical insistence on the employment of leitmotifs and other kinds of continuity in film music only increased over time. In 1918, a writer for the “Music” column in Motion Picture News (likely Max Winkler) stated that the continuous use of clearly identifiable themes or motifs were essential to the success of a film score. He likened it to opera: “A musical theme in motion pictures is more or less based on the same principle as all famous composers introduced in opera. Massenet, Verdi, Puccini and others in their music scores always associated a certain music theme or motif with the appearance of the leading characters upon the stage” ( Winkler 1918 , 2883). The use of this theme should be in conjunction with music that represents “all of the emotions displayed by the leading character,” noting that accompanists may need to use multiple pieces to accomplish this. “The only correct way to represent a large feature in musical language,” wrote film composer Ernst Luz ( 1917 , 300), “is to use a musical theme.” However, many early film scores were highly modular and often compiled from short excerpts of preexisting works with little thought (on the part of most compilers) as to transition materials or musically coherent connections between the dozens of different pieces and themes in a single score, a practice that made scoring easier for the composers and compilers but was derided as “hodge-podge” by other practitioners ( American Organist 1920 , 295).",
                "footnotes": [],
                "citations": [
                    "rigbi_2012",
                    "sinn_1915",
                    "winkler_1918",
                    "luz_1917",
                    "american_organist_1920"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Gottschalk and Peters employed methods of score construction marrying the two approaches. Their extensive use of motifs and themes preserved the critically desired aesthetics of continuity and helped audiences identify the participants in a scene, but they also made use of discontinuity between musical sections, acknowledging the practice in the art music of the period, what Rigbi ( 2012 , 145) calls “irregular, ambiguous, indistinct, or absent parsing of the temporal flow of music.” Here I define discontinuity much in the way Joseph Straus ( 2004 , 81) does in his discussion of Stravinsky’s works: “distinct musical blocks as preformed elements in a kind of musical collage, to be moved, inserted, or deleted as necessary.” In Orphans , this dramatic discontinuity is best evidenced in individual scenes.",
                "footnotes": [],
                "citations": [
                    "rigbi_2012",
                    "straus_2004"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Indeed, analysis of the score as a whole might be characterized as having a structural tremolo, moving in synchronicity with the action and plot of the film from one kind of musical signifier of emotional response to another. This meta-analysis of the score’s structure offers us a hint of what Roland Barthes ( 1982 , 317–33) would call the work’s (the film + score) “third meaning”: the ineffable sense of meaning carried by the work. (9) While Barthes’s original theorizing of the third meaning is in relation to the connections between and juxtapositions of still images plucked at random from a single moving picture, such discontinuity need not be limited to the visual or the aleatoric. Philip Watts ( 2016 , xvii) has written that Barthes’s methodology of breaking down films into individual shots and examining collections of shots as a “jubilation of continuity” suggests that understanding film as the sum of its parts in which the parts may be more important than the sum, suggests that film is “an ideal medium that would destabilize narrative coherence through a plurality of codes.” Claudia Gorbman ( 1987 , 73) proposes that one of the principles of the film score is that of narrative cueing, which she divides into two types: referential/narrative cueing is “music [that] gives referential and narrative cues, e.g., indication point of view, supplying formal demarcations, and establishing setting and characters,” while connotative music “‘interprets’ and ‘illustrates’ narrative events.” As Nicholas Cook ( 2006 , 130) argues, music has the potential to signify a widely agreed-upon meaning; Juslin ( 2005 ) defines these meanings in his categorizing of particular musical gestures as those soliciting the same interpretations from the majority of listeners. Within the context of Barthes’s approach, this third meaning arises from the conjunction and juxtaposition of both image and music. The abrupt shifts between shots and the equally abrupt changes between musical elements create a holistic sense of the work as that which also functions as an expression of the fear and the relief from that fear shown visually in the film, developed in part through the musical mimesis of such emotions. Example 13a . Cue 22, mm. 1–58 (click to enlarge and see the rest) Example 13b . Graphic representation of Cue 22, showing the oscillation of moods, or meta-tremolo, of the scene (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "barthes_1982",
                    "watts_2016",
                    "gorbman_1987",
                    "cook_2006",
                    "juslin_2005"
                ]
            }
        },
        {
            "33": {
                "text": "[33] Cue 22—a composite cue that lasts for 58 measures, contains seven synchronization points, and is highly discontinuous—offers an excellent case study of this practice. Each of the cue’s seven sections requires a separate musical mood. In scoring the cue, Gottschalk and Peters make seven changes of key area, use four established motives or themes, and change mood five times in order to match the music to the action. Apart from the continuity of the two sections, which span mm. 24–34, each section is subjected to an abrupt mood change with each new visual or action. By tracking precisely with each visual change, the score’s structure is mimetic of the film’s dramatic cuts and scene changes, creating an example of swift switching from one mood to another and back in what I call a meta-tremolo or a structural tremolo. This meta-tremolo also characterizes the scope of the score as a whole in that the overall structure of the score displays a fairly regular oscillation between musical moods, shifting from music signifying fear or imminent danger to that signifying optimism or positive action to resolve dangerous situations ( Examples 13a and 13b ). As a whole, this creates tension throughout the entire film.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] This structural mimesis in which the music represents the on-screen action functions both at the local level, as described here, and on a larger scale. Similar structural tremolos, in which the score’s mood, as expressed by key areas and modalities, use of themes, tempi, and other elements, oscillate noticeably from one to another, and are present in multiple scenes and between major scenes. Gottschalk and Peters assign similar characteristics to groups of cues that underpin sequential and related scenes: the majority of cues 41–53, which encompass the end of the first act from Henriette’s rescue of Danton to Henriette’s arrest, are in F major/D minor. This tonality, interrupted only briefly by short cues in other (but often closely related) keys, offers the large-scale organizational continuity of the meta-tremolo that helps organize the film’s overall narrative arc as several disparate plot lines converge after more than an hour of screen time. At the same time, the music within this large section is rhythmically, texturally, and melodically varied, allowing for appropriately dramatic and contrasting accompaniments for each scene while continuing the tremolo movement on a smaller scale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In a multiple-cue example that comes near the end of the film, Danton and Henriette are transported to the guillotine at cue 84. The tension of the moment is represented by the presence of the “warning” motif overlaid with tremolos and accented triplets, suggesting fear and panic on the part of Danton and Henriette. This tension brusquely switches to Danton’s militaristic motif in cue 85 as he climbs the steps to the platform; he is just as suddenly released, and his march just as abruptly gives way to harp glissandos and Louise’s A theme at the beginning of cue 86 and the sisters are reunited. This too ends suddenly; at cue 87, the crowd in the street becomes dangerously agitated and Mother Frochard is stabbed. Danton, accompanied by Henriette’s A theme, perhaps indicating his sharing of her capability and level-headedness, pleads for—and is granted—mercy and peace. The constant changes of mood throughout these cues at the end create a meta-tremolo much like that of cue 22. The moods move quickly and jump without visual or aural preparation, resulting in sudden swells of contrasting emotions from hope to despair and back again repeatedly. Establishing a Standard",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Gottschalk and Peters’s mimetic construction of the Orphans of the Storm score is an exemplar of film scoring from the early 1920s, and includes many developments—notably the use of continuous, closely synchronized, mostly original music in a classical harmonic language; the function of the score as a narrative device; and engagement with the popular music of its time—that would be adopted by other film composers and studios. The score uses leitmotifs in a clear but not overpowering or condescending manner, and employs already-established characteristic musical gestures and representative music for individuals, locations, and motivations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Orphans ’s musical blend—of original music using familiar instrumental textures and conservative harmonic language, of its borrowing of Schubert, and of its “classical” treatment of popular music—was another aspect of film scoring that was heavily promoted following its success. In 1926, critic Eleanor Shelton Mehnert ( 1926 , 10) was relieved to find that “tin-pan” piano playing at the cinema was disappearing in favor of classical-style organ or full orchestral scores. Her reassurance that film was differentiating itself from vaudeville (and other pleasures deemed socially lower class by the elite) represents the common attitude of many socially privileged white cinema enthusiasts who wanted films and their attendant scores not only to entertain but also to educate, particularly those from the lower socioeconomic classes. This musical education was thought to be capable of “elevating” audiences so as to appreciate elite tastes and preferences, resulting in greater audience sophistication and understanding of Western high art culture and cultural artifacts. (10) Such aesthetically and morally dubious campaigns were widely accepted by film studios, and cue sheet creators, music arrangers, and composers were encouraged to make sure that scores adhered to a conservative musical language. (11) The use of a Schubert Lied elevated the score for Orphans , while the inclusion or composition of a popular song or two that was related to the plot of a film, such as “Slumber Boat,” was acceptable for marketing purposes.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "mehnert_1926"
                ]
            }
        },
        {
            "38": {
                "text": "[38] The success of mimetic scores for many of Griffith’s films, as well as similar scores for other big cinematic hits, helped propel the opinion that thoughtfully chosen music for film was narratively valuable and aesthetically necessary in creating a true Gesamtkunstwerk . Canny executives and cinema managers also saw it as an advertising and marketing boon, creating musical tie-ins in their window displays and marketing “stunts” or events promoting a picture. In a 1924 article in the industry magazine Exhibitors Trade Review , C. L. Grant ( 1924 , 4) wrote that cinema managers should “Match Your Music with Your Price of Admission,” arguing that theatres that offered highly mimetic scores for their picture showings could raise the price of tickets both to capitalize on the aura of high art such scores lent to the pictures and also to indicate the level of sophistication of the audience itself.",
                "footnotes": [],
                "citations": [
                    "grant_1924"
                ]
            }
        },
        {
            "39": {
                "text": "[39] While no single early film score can be said to have definitively set the course of future film scoring methods and aesthetics, musically holistic scores like that for Orphans of the Storm led the way. Gottschalk and Peters’s mimetic score showed that music could function as a narrative device in the cinema, and the mix of new orchestral music with references to established “classical” pieces, nationalistic, and popular songs soon became a standard practice. A lavish score for an equally lavish film, the music for Orphans of the Storm is both highly representative of the aesthetics of the 1920s in film scoring and a herald of what was to come in film music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.2.leonard.html",
    "data": "mto/data/mto.18.24.2.leonard.json"
}