{
    "title": "Form, Diversity, and Lack of Fulfillment in the First Movement of Schumann’s <i>Fantasie</i> op. 17",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Ponce, Adriana"
    ],
    "abstract": "This paper presents a new interpretation of the first movement of Schumann’sFantasieop. 17 that combines formal function and expressive gesture. It offers a brief critique of previous interpretations, and presents a reading based on simultaneous conflicting designs, a number of fluid sections that change functions as they move toward and away from points of stability, and an overall narrative that arises from repeated denials of the kind of fulfillment associated with normative dynamic curves.",
    "keywords": [
        "Schumann",
        "Fantasieop. 17",
        "nineteenth-century form",
        "dynamic curve",
        "form and meaning"
    ],
    "doi": "",
    "received": "March 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.ponce.pdf",
    "author_info": [
        {
            "name": "Adriana Ponce",
            "university": "Illinois Wesleyan University",
            "address": "School of Music, 303 E. Emerson, Bloomington, IL 61701",
            "email": "aponce@iwu.edu"
        }
    ],
    "citations": {
        "agawu_1984": "Agawu, Kofi. 1984. “Structural ‘Highpoints’ in Schumann’s ‘Dichterliebe.’” Music Analysis 3, no. 2: 159–80.",
        "argerich_2011": "Argerich, Martha. 2011. Schumann: Fantasia Op. 17 & Fantasiestücke Op. 12. Sony Classical compact disc 88697858282 (re-mastering of Sony LP M-35168 1976).",
        "beach_1993": "Beach, David. 1993. “Schubert’s Experiments with Sonata Form: Formal-Tonal Design versus Underlying Structure.” Music Theory Spectrum 15, no. 1: 1–18.",
        "berry_1976": "Berry, Wallace. 1976. Structural Functions in Music. Englewood Cliffs, New Jersey: Prentice Hall.",
        "black_2005": "Black, Brian. 2005. “Remembering a Dream: The Tragedy of Romantic Memory in the Modulatory Processes of Schubert’s Sonata Forms.” Intersections 25, nos. 1–2: 202–28.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart and Beethoven. New York: Oxford University Press.",
        "caplin_2009": "Caplin, William. 2009. “What are Formal Functions?” In Caplin, Hepokoski, and Webster, Musical Form, Forms and Formenlehre: Three Methodological Reflections, ed. Pieter Bergé, 21–40. Leuven: Leuven University Press.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance. New York: W.W. Norton & Company.",
        "coren_1974": "Coren, David. 1974. “Ambiguity in Schubert’s Recapitulations.” Musical Quarterly 60, no. 4: 568–82.",
        "dahlhaus_1986": "Dahlhaus, Carl. 1986.  “Sonata From in Schubert: The First Movement of the G-Minor String Quartet op. 161 (D. 887).” Translated by Thilo Reinhard.  In Schubert: Critical and Analytical Studies, ed. Walter Frisch, 1–12.  Lincoln: University of Nebraska Press.",
        "daverio_1987": "Daverio, John. 1987. “Schumann’s ‘Im Legendenton’ and Friedrich Schlegel’s Arabeske.” 19th-Century Music 11, no. 2: 150–63.",
        "daverio_1993": "Daverio, John. 1993. “Schumann’s System of Musical Fragments and Witz.” In Nineteenth-Century Music and the German Romantic Ideology , 49–88. New York: Schirmer Books.",
        "daverio_1997": "Daverio, John. 1997. Robert Schumann: Herald of a “New Poetic Age.” New York: Oxford University Press.",
        "downes_1999": "Downes, Stephen. 1999. “Kierkegaard, a Kiss, and Schumann’s Fantasie.” 19th-Century Music 22, no. 3: 268–80.",
        "eitan_1997": "Eitan, Zohar. 1997. Highpoints: A Study of Melodic Peaks. Philadelphia: University of Pennsylvania Press.",
        "ferris_2000": "Ferris, David. 2000. Schumann’s Eichendorff ‘Liederkreis’ and the Genre of the Romantic Cycle. New York: Oxford University Press.",
        "ferris_2003": "Ferris, David. 2003. “Public Performance and Private Understanding: Clara Wieck’s Concerts in Berlin.” Journal of the American Musicological Society 56, no. 2: 351–408.",
        "ferris_2005": "Ferris, David. 2005. “‘Was will dieses Grau’n bedeuten?’: Schumann’s ‘Zwielicht’ and Daverio’s ‘Incomprehensibility Topos.’” Journal of Musicology 22, no. 1: 131–53.",
        "ferris_2011": "Ferris, David. 2011. “The Fictional Lives of the Schumanns.” In Rethinking Schumann, ed. Min Kok and Laura Tunbridge, 357–94. New York: Oxford University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation. Bloomington: Indiana University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata. New York: Oxford University Press.",
        "hoeckner_1997": "Hoeckner, Berthold. 1997. “Schumann and Romantic Distance.” Journal of the American Musicological Society 50, no. 1: 55–132.",
        "jensen_1998": "Jensen, Eric Frederick. 1998. “Explicating Jean Paul:  Robert Schumann’s Program for Papillons, Op. 2.” 19th-Century Music 22, no. 2: 127–43.",
        "keiler_1983–84": "Keiler, Allan. 1983–84. “On Some Properties of Schenker’s Pitch Derivations.” Music Perception 1, no. 2: 200–228.",
        "kinderman_1988": "Kinderman, William. 1988. “Directional Tonality in Chopin.” In Chopin Studies, ed. Jim Samson, 59–75. Cambridge: Cambridge University Press, 1988.",
        "kissin_2004": "Kissin, Evgeny. 2004. Schumann: Kreisleriana, Fantasie Op. 17. RCA Red Seal BMG Classics compact disc 82876-59412-2.",
        "klein_2004": "Klein, Michael. 2004. “Chopin’s Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26, no. 1: 23–55.",
        "kossmaly_1844": "Kossmaly, Carl. 1844. “Über Robert Schumanns Claviercompositionen.” Allgemeine Musikalische Zeitung 46, no. 2: 17–21.",
        "krebs_1981": "Krebs, Harald. 1981. “Alternatives to Monotonality in Early Nineteenth-Century Music.” Journal of Music Theory 25, no. 1: 1–16.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music. Cambridge, Massachusetts: MIT Press.",
        "leikin_1992": "Leikin Anatole. 1992. “The Sonatas.” In The Cambridge Companion to Chopin, ed. Jim Samson. 160–88.  Cambridge: Cambridge University Press.",
        "marston_1992": "Marston, Nicholas. 1992. Schumann: Fantasie Op. 17. Cambridge: Cambridge University Press.",
        "marston_1993": "Marston, Nicholas. 1993. “‘Im Legendenton’: Schumann’s ‘Unsung Voice.’” 19th-Century Music 16, no. 3: 227–41.",
        "marston_2007": "Marston, Nicholas. 2007. “Schumann’s Heroes: Schubert, Beethoven, Bach.” In The Cambridge Companion to Schumann, ed. Beate Perrey, 48–64. Cambridge: Cambridge University Press.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology. Philadelphia: University of Pennsylvania Press.",
        "meyer_2000": "Meyer, Leonard B. 2000. “Nature, Nurture, and Convention: The Cadential Six-Four Progression.” In The Spheres of Music: A Gathering of Essays. Chicago: University of Chicago Press.",
        "newcomb_1987": "Newcomb, Anthony. 1987. “Schumann and Late Eighteenth-Century Narrative Strategies.” 19th-Century Music 11, no. 2: 164–74.",
        "newcomb_1990": "Newcomb, Anthony. 1990. “Schumann and the Marketplace: From Butterflies to Hausmusik.”  In Nineteenth-Century Piano Music, ed. R. Larry Todd, 258–315.  New York: Schirmer Book.",
        "patty_2009": "Patty, Austin T. 2009. “Pacing Scenarios:  How Harmonic Rhythm and Melodic Pacing Influence Our Experience of Musical Climax.” Music Theory Spectrum 31, no. 2: 325–67.",
        "perrey_2002": "Perrey, Beate Julia. 2002. Schumann’s Dichterliebe and Early Romantic Poetics: Fragmentation of Desire. Cambridge: Cambridge University Press, 2002.",
        "pollini_1977": "Pollini, Maurizio. 1977. Maurizio Pollini spielt Schubert: Wanderer-Fantasie, Beethoven: Klaviersonate op. 101, Schumann: Fantasie C-dur. Compact disc Deutsche Grammophon 429 372-2.",
        "ratner_1992": "Ratner, Leonard G. 1992. Romantic Music: Sound and Syntax. New York: Schirmer Books.",
        "reiman_2004": "Reiman, Erica. 2004. Schumann’s Piano Cycles and the Novels of Jean Paul. New York: University of Rochester Press.",
        "roesner_1977": "Roesner, Linda Correll. 1977. “Schumann’s Revisions in the First Movement of the Piano Sonata in G Minor, Op. 22.” 19th-Century Music 1, no. 2: 97–109.",
        "roesner_1991": "Roesner, Linda Correll. 1991. “Schumann’s ‘Parallel’ Forms.” 19th-Century Music 14, no. 3: 265–78.",
        "rosen_1995": "Rosen, Charles. 1995. The Romantic Generation. Cambridge, Massachusetts: Harvard University Press.",
        "rosen_1997": "Rosen, Charles. 1997. The Classical Style: Haydn, Mozart, Beethoven. New York: W.W. Norton & Company.",
        "samson_1992": "Samson, Jim. 1992. “Extended Forms: the Ballades, Scherzos and Fantasies.” In The Cambridge Companion to Chopin, ed. Jim Samson, 101–23.  Cambridge: Cambridge University Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music. New York: Oxford University Press.",
        "clara_and_robert_schumann_1984–87": "Schumann, Clara and Robert. 1984–87. Briefwechsel: Kritische Gesamtausgabe 1832–1838 and 1839. 2 vols. Edited by Eva Weissweiler. Basel and Frankfurt am Main: Stroemfeld/Roter Stern.",
        "schumann_1886": "Schumann, Robert. 1886. Robert Schumanns Briefe: neue Folge. Edited by F. Gustav Jensen. Leipzig: Breitkopf und Härtel.",
        "schumann_1987": "Schumann, Robert. 1987. Tagebücher II. Edited by Gerd Nauhaus. Basel: Stroemfeld/Roter Stern.",
        "todd_1994": "Todd, Larry. 1994. “On Quotation in Schumann’s Music.” In Schumann and his World, ed. R. Larry Todd, 80–112. Princeton: Princeton University Press.",
        "walker_1979": "Walker, Alan. 1979. “Schumann, Liszt and the C Major Fantasie, Op. 17: A Declining Relationship.” Music & Letters 60, no. 2: 156–65."
    },
    "footnotes": {
        "FN1": {
            "text": "1. “Die reichlichste Ausbeute von üppig wuchernden, höchst unerquicklichen Auswüchsen neuromantischer Hypergenialität liefert unstreitig die ‘Fantasie für Pianoforte,” Liszt zugeeignet.  Das Excentrische, Willkührliche, das Unbestimmte und Zerflossene lässt sich kaum noch weiter treiben—die vor Allem so beliebte Überschwänglichkeit artet hier zuweilen in Schwulst und complette Unverständlichkeit aus, so wie das Streben nach Originalität hin und wieder in Überspanntheit und Unnatur sich verliert.”  (All translations are mine, unless otherwise noted.  I would like to thank Sonja Fritsche for her help with some of them.)",
            "citations": []
        },
        "FN2": {
            "text": "2. “ . . . Ansicht, bei welcher zugleich der Begriff ‘Musikalische Romantik” selbst auf die äusserste Spitze getrieben und allzusehr in’s Willkührliche, Excentrische, Formlose überschroben erscheint”",
            "citations": []
        },
        "FN3": {
            "text": "3. “man zu jeder beliebigen Stunde von den seltensten Wahrnehmungen, von den edelsten, kostbarsten, Empfindungen überfloss, alle Augenblicke die tiefsinnigsten Dinge, die ausgesuchtesten Maximen und Kunstwahrheiten in Petto hatte und fortwährend die feinsten, subtilsten Ueberschwänglichkeiten . . . um sich warf”",
            "citations": []
        },
        "FN4": {
            "text": "4. “manch edles Gestein . . . aber noch ist es unverarbeitet”",
            "citations": []
        },
        "FN5": {
            "text": "5. The charge of incomprehensibility so often leveled at Schumann’s early piano music by his contemporaries has been amply discussed before, especially in connection with his miniature cycles.  See, for instance, Newcomb 1990 , 268–70; Daverio 1993 , 49–88; and Ferris 2005 , 131–53.",
            "citations": [
                "newcomb_1990",
                "daverio_1993",
                "ferris_2005"
            ]
        },
        "FN6": {
            "text": "6. See Daverio 1987 , 1993 ; Newcomb 1987 ; Roesner 1991 ; Marston 1992 , 1993 , 2007 ; Hoeckner 1997 ; and Downes 1999 .",
            "citations": [
                "daverio_1987",
                "daverio_1993",
                "newcomb_1987",
                "roesner_1991",
                "marston_1992",
                "marston_1993",
                "marston_2007",
                "hoeckner_1997",
                "downes_1999"
            ]
        },
        "FN7": {
            "text": "7. “Durch alle Töne tönet/Im bunten Erdentraum/Ein leiser Ton gezogen/Für den, der heimlich lauschet.”  Nicholas Marston ( 1992 , 37–38) has argued, however, that Schumann’s comment about Clara’s being the “Ton” is probably partly a word play.",
            "citations": [
                "marston_1992"
            ]
        },
        "FN8": {
            "text": "8. For the most comprehensive discussion of the history of the genesis of the work, see Marston 1992 , 1–33.",
            "citations": [
                "marston_1992"
            ]
        },
        "FN9": {
            "text": "9. Scholars have been particularly keen to draw a connection between the music at the end of the movement and the opening phrase of the last Lied in the cycle, which sets the words “Nimm sie hin denn, diese Lieder” (“Take, then, these songs”).  They have argued that given Schumann’s claims about the piece’s being a lament for Clara over their forced separation, the allusion at the end of the Fantasie’s first movement to the music that sets those particular words constitutes an explicit exhortation for Clara to understand his music as bridging the distance between them ( Roesner 1991 , 273; and Marston 1992 , 36–37).  But as suitable as the words are to the situation and as closely as the melodic segments resemble one another, a more compelling resemblance exists between the Fantasie passage in question and the opening of the first Lied in the cycle (which is recapitulated in the last one with a different text).   The setting of “Nimm sie hin denn, diese Lieder” uses all the pitches and rhythmic values of the phrase in the Fantasie, but it is missing the most distinct elements of the musical phrase as gesture, which are clearly present in the opening phrase of the first lied—i.e., a broad anacrusis at the beginning, leading to a sustained high point, and a high point approached through an anticipation-like gesture.  For a concise summary of the issue—and the way it has been represented in a number of recent biographies of the Schumanns—see Ferris 2011 , 380–85.",
            "citations": [
                "roesner_1991",
                "marston_1992",
                "ferris_2011"
            ]
        },
        "FN10": {
            "text": "10. See Daverio 1987 , 150–63; Newcomb 1987 , 164–74; Daverio 1993 , 19–47; Hoeckner 1997 , 109–32; Downes 1999 ; and Marston 1993 .",
            "citations": [
                "daverio_1987",
                "newcomb_1987",
                "daverio_1993",
                "hoeckner_1997",
                "downes_1999",
                "marston_1993"
            ]
        },
        "FN11": {
            "text": "11. My argument against a sonata-form interpretation of the Fantasie takes as its point of departure an understanding of the form as articulated by Caplin, roughly corresponding to Hepokoski and Darcy’s Type 3 sonata. And while the argument could be made that it is slightly closer to a Type 1 sonata, the criticism leveled at the exposition and recapitulation sections below rules out that interpretation as well.",
            "citations": []
        },
        "FN12": {
            "text": "12. In his examination of interpretations of the work in terms of sonata form by Schumann’s contemporaries, Marston has pointed out—as evidence of the difficulty of applying the model—that most accounts fall short of identifying the specific sections in the piece.  See Marston 1992 , 44–46. Equally meaningful is the fact that Newcomb, Daverio, and Linda Correll Roesner all disagree in their placement of the beginning of the recapitulation.  See, respectively, Newcomb 1987 , 170; Daverio 1993 , 24–34; and Roesner 1991 , 274.",
            "citations": [
                "marston_1992",
                "newcomb_1987",
                "daverio_1993",
                "roesner_1991"
            ]
        },
        "FN13": {
            "text": "13. Symptomatic of this is Marston’s unwillingness to discuss the formal function of the passage at measure 225—which articulates the beginning of the third major section in his tripartite structure—in light of its original function in the initial rotation, in his interpretation, as transitional (measure 29; compare Figure 4.1 on page 54 with the beginning of the discussion of section 3 on page 58 in Marston 1992 ).  In all fairness, however, he does acknowledge that the passages in question are exact repetitions of each other and attributes their differing function to a change in context. But the change in the tonal contexts does not seem enough, in and of itself, to warrant the kind of re-interpretation that his reading implies.  For a different interpretation of the movement’s form, see Roesner 1991 , 275.  Her design shows enough of an allegiance to sonata form, however, as to be vulnerable to some of the criticism directed at Daverio’s.",
            "citations": [
                "marston_1992",
                "roesner_1991"
            ]
        },
        "FN14": {
            "text": "14. Formal function has been discussed at length by William Caplin ( 1998 and 2009 ), although mainly in the context of the Classical style. Particularly novel are the connections he establishes between thematic structure and formal function—i.e., between intrathematic and interthematic functions.  But equally useful is his discussion of large-scale formal function (exposition, development, recapitulation, and coda), which informs my discussion of the sections of sonata form.  The notion of form as becoming has more recently been explored at length by Janet Schmalfeldt who has identified a phenomenon in early nineteenth-century music whereby “the formal function initially suggested by a music idea, phrase or section invites retrospective interpretation within the larger formal context” ( Schmalfeldt 2011 , 9).  This retrospective reinterpretation lies at the center of her metaphor of form coming into being (or becoming), and is central to the interpretation I propose.",
            "citations": [
                "caplin_1998",
                "caplin_2009",
                "schmalfeldt_2011"
            ]
        },
        "FN15": {
            "text": "15. The argument that form in nineteenth-century music may be shaped also by the so-called “secondary parameters” (i.e., timbre, color, dynamics, etc.) has been made before by Meyer 1989 , 208–11.",
            "citations": [
                "meyer_1989"
            ]
        },
        "FN16": {
            "text": "16. Schumann’s Fantasie op. 17 is one of the most unstable texts from early Romanticism that I can think of—i.e., one that admits of an unusually wide range of variance in its realization through performance.  The interpretation I propose here is particularly consistent with renditions of the piece by Pollini 1977 , Argerich 2011 , and Kissin 2004 .",
            "citations": [
                "pollini_1977",
                "argerich_2011",
                "kissin_2004"
            ]
        },
        "FN17": {
            "text": "17. We cannot be certain that the double bars in question are actually Schumann’s, as we do not have access to the composer’s autograph of the manuscript.   That they suggest points of articulation which are not always supported by tonal-thematic events seems to point to the author’s, rather than to an editor’s, hand.",
            "citations": []
        },
        "FN18": {
            "text": "18. The boundaries of this ternary design coincide with those of the sui generis tripartite structure that Marston 1992 , 50  has proposed.",
            "citations": [
                "marston_1992"
            ]
        },
        "FN19": {
            "text": "19. On the first two points, see Clara and Robert Schumann 1984–87 , 352 and Ferris 2003 , 378.  On the last point, see Marston 1992 , 95.",
            "citations": [
                "ferris_2003",
                "marston_1992"
            ]
        },
        "FN20": {
            "text": "20. For a discussion of this topic that draws on testimony from the critic Louis Köhler, Schumann’s biographers, Wasielewski and Aber, and a number of early twentieth-century writers, see Marston 1992 , 85–91.",
            "citations": [
                "marston_1992"
            ]
        },
        "FN21": {
            "text": "21. “Ich schreibe jetzt bei weitem leichter, klarer und, glaube ich, anmuthiger; sonst löthete ich Alles lothweise an einander und da ist vieles Wunderliche und wenig Schönes herausgekommen.”  The charge of patchiness has become commonplace in discussions of Schumann’s works, although most often in connection with his miniature cycles.  In Franz Brendel’s  “Robert Schumann mit Rücksicht auf Mendelssohn-Bartholdy,” in vol. 22 of the Neu Zeitschrift fur Müsik from 1845 (quoted in Daverio 1993 , 50), Brendel discussed Schumann’s “turbid patches.” And in Clara’s letter to Robert from February 28, 1939 ( Clara and Robert Schumann 1984–87 , 419) she mentioned that Kalkbrenner had confessed, himself, that he could not understand Schumann’s compositions yet.",
            "citations": [
                "daverio_1993"
            ]
        },
        "FN22": {
            "text": "22. “Von mir erschien neulich eine Phantasie in C-dur (op. 17 glaub” ich) bei Breitkopf u. Härtel.  Sehen Sie sich den ersten Satz an, mit dem ich seiner Zeit (vor drei Jahren) das Höchste geleistet zu haben glaubte.  Jetzt denke ich anders.”",
            "citations": []
        },
        "FN23": {
            "text": "23. Among the first scholars to explore Jean Paul’s influence on Schumann’s music, Daverio and Newcomb are the most important.  For more recent and thorough treatments of the topic see Jensen 1998 , Ferris 2000 , Perrey 2002 , and Reiman 2004 .",
            "citations": [
                "jensen_1998",
                "ferris_2000",
                "perrey_2002",
                "reiman_2004"
            ]
        },
        "FN24": {
            "text": "24. Consider, for instance, Roesner’s argument ( 1977 , 97–109) that the composer replaced large sections of material very late into the composition of his Piano Sonata in G minor in what appeared to be a “piecemeal approach,” (109) or Larry Todd’s ( 1994 , 81) suggestion that Schumann’s frequent use of borrowed material was the result of a view of the creative process as “a fleeting succession of changing ideas that are somehow shaped into a coherent whole.”  Daverio’s interpretation of the Im Legendenton as an arabesque ( 1987 ) is of course a notable exception.",
            "citations": [
                "roesner_1977",
                "todd_1994",
                "daverio_1987"
            ]
        },
        "FN25": {
            "text": "25. For studies that betray the tension in question in one way or another see, for instance, Samson 1992 , Krebs 1981 , Beach 1993 , Kinderman 1988 , Black 2005 , Leikin 1992 , Coren 1974 .",
            "citations": [
                "samson_1992",
                "krebs_1981",
                "beach_1993",
                "kinderman_1988",
                "black_2005",
                "leikin_1992",
                "coren_1974"
            ]
        },
        "FN26": {
            "text": "26. I am intentionally avoiding the standard “first theme” terminology both because of the versatile nature of the material and in order to avoid the associations that the term carries with respect to character, function, and structure in the context of Classical music.",
            "citations": []
        },
        "FN27": {
            "text": "27. Naturally, the LT is very closely related to the OM (as it is based on a descending fifth to which an ornamental gesture has been added as a sort of lead-in or “prefix”).  Still, for all practical purposes, the passage in question functions as a new theme.",
            "citations": []
        },
        "FN28": {
            "text": "28. Hepokoski and Darcy ( 2006 , 19) understand the moment of recapitulation as a moment of re-beginning after a linear interruption where any sense of arrival or resolution occurs only at the most superficial level, i.e., in the context of an apparent cadence in the foreground.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN29": {
            "text": "29. See, among many others, Meyer 2000 , 249–50; Berry 1976 ; Agawu 1984 ; Eitan 1997 ; Caplin 1998 , 123–24; and Patty 2009 .",
            "citations": [
                "meyer_2000",
                "berry_1976",
                "agawu_1984",
                "eitan_1997",
                "caplin_1998",
                "patty_2009"
            ]
        },
        "FN30": {
            "text": "30. The notion of dynamic curve has not been theorized in any extensive way.  Zohar Eitan’s study of melodic peaks ( 1997 ), however, makes a strong case for the role of contour as a primordial expressive element in both language and music, and for the historical primacy of the association of peaks with expressive intensifications in Western music.  It also offers a statistical analysis of Chopin’s handling of certain musical parameters with respect to melodic peaks, suggesting that these peaks are points of maximum tension and expressiveness.",
            "citations": [
                "eitan_1997"
            ]
        },
        "FN31": {
            "text": "31. The shape I have in mind is rather closer to an inverted V in which the ascending segment is longer and more gradual than the descending one.   As this description is rather cumbersome, I will retain the traditional reference to an arch-like melodic contour.",
            "citations": []
        },
        "FN32": {
            "text": "32. In his discussion of melodic peaks, Eitan 1997 , 26–29 has referred to this phenomenon as interparametric congruence.",
            "citations": [
                "eitan_1997"
            ]
        },
        "FN33": {
            "text": "33. A left-branching phrase—e.g., “my sister’s best friend’s mother”—is a phrase where the greater structural complexity is in the position preceding the head of the phrase (mother, in this case).   The term comes from linguistics and was brought into the discussion of music—in considerably more complex ways—in the work of Lerdahl and Jackendoff ( 1983 ), and Allan Keiler ( 1983–84 ).",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN34": {
            "text": "34. Nicholas Marston, for instance, has claimed that “Schumann . . . achieve[d] a kind of reverse teleology whereby the goal that is striven for proves to be a displaced beginning rather than a true end” ( Marston 2007 , 55), and Charles Rosen has claimed that the quotation appears “not as a reminiscence of another composer, but as at once the source and solution of everything in the music” ( Rosen 1995 , 103).",
            "citations": [
                "marston_2007",
                "rosen_1995"
            ]
        },
        "FN35": {
            "text": "35. The chords in the high register at measure 307 do not represent a melodic peak: they are not part of the melodic line but constitute a rhythmic elaboration of the previous chord supporting the D5, with a special use of color and register.",
            "citations": []
        },
        "FN36": {
            "text": "36. See footnote 34.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In an 1844 review of Schumann’s piano music, Carl Kossmaly—critic, composer, and member of the “Davidsbund”—discussed the former’s Fantasie in C major, op. 17: The “Fantasie for Pianoforte,” dedicated to Liszt, offers without a doubt abundant examples of the lavishly proliferating, most stimulating excesses that are characteristic of the new-Romantic hyper-ingenuity.  Eccentricity, arbitrariness, lack of definition, and disregard for boundaries could hardly be taken any further: just as the striving for originality results, every now and then, in the extravagant and the unnatural, so does a much-appreciated sense of effusiveness turn occasionally into bombast and complete incomprehensibility. (1) ( Kossmaly 1844 , 20) According to Kossmaly, Schumann had allowed himself to become “afflicted” ( heimgesucht ) with a passing enthusiasm for the “new-Romantic school”—a school that espoused a “view in which the notion of ‘musical Romanticism’ appeared to be taken to the extreme and too far into the arbitrary, the eccentric, and the formless” ( Kossmaly 1844 , 19). (2) And this sense of excess and eccentricity permeated not just form but also expressiveness.  The new-Romantic school required, in fact, “that one would overflow continuously with the rarest perceptions, the most noble and sumptuous feelings; that one would have up one’s sleeves and readily available the most profound things, the most exceptional maxims and artistic truths; and that one would spout incessantly the most delicate and subtle effusiveness” ( Kossmaly 1844 , 19). (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "kossmaly_1844",
                    "kossmaly_1844",
                    "kossmaly_1844"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Contrary to what these excerpts might suggest, the overall tone of the review was one of praise.  Kossmaly recognized Schumann’s talent, celebrated his constant striving for originality, discussed numerous other pieces of his in an entirely favorable light, and acknowledged that the Fantasie itself had many a “noble stone . . . in the rough” ( Kossmaly 1844 , 19). (4) Even in his criticism, he conceded that the composer’s extravagance could be understood in connection with his effort to counteract the emptiness, banality, and shallow virtuosity that—they both felt—characterized so much of the music around them.  The Fantasie —it seemed—was a case of “too much of a good thing” ( Kossmaly 1844 , 18).  One can only presume, then, that it was this over-saturation of originality and excess—which Schumann had failed to rein in, and flouted traditional form—that accounted for the element of “incomprehensibility” mentioned by Kossmaly. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "kossmaly_1844",
                    "kossmaly_1844"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Given its reception at the time, it is hardly surprising that the work should have continued to generate the amount of literature that we have seen. (6) In an oft-quoted statement that resonates with Kossmaly’s assessment of the work, Charles Rosen has called the Fantasie “the monument that commemorates the death of the Classical style”—a testimony to its extraordinary originality and expressive power ( Rosen 1997 , 513).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "rosen_1997"
                ]
            }
        },
        {
            "4": {
                "text": "[4] But the Fantasie has generated a wealth of literature not just because of its elusive form and overt expressiveness but also because of its position at the intersection of important issues in Schumann scholarship.   The composer’s claim that the piece was a lament for Clara ( Clara and Robert Schumann 1984–87 , [1984] 126); his suggestion that she was the “leiser Ton” in Friedrich Schlegel’s epigraph ( Clara and Robert Schumann 1984–87 , [1987] 562); (7) and his linking of the piece to their forced and painful separation in the summer of 1836 ( Clara and Robert Schumann 1984–87 , [1987] 368, 495) have made it a locus classicus for explorations of connections between his music and his personal life ( Daverio 1997 , 154; Hoeckner 1997 , 109–31).  The work’s long and complicated compositional history and its numerous title changes have invited speculation on the question of genre. (8) And a tradition that identifies the closing section of its first movement as a reference to Beethoven’s An die ferne Geliebte has brought to the fore the composer’s well-documented use of borrowed material. Naturally, it has also generated a wealth of interpretations in connection with the song cycle’s poetry about the distant beloved, where the biographical references made by Schumann himself have been engaged in compelling ways. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "daverio_1997",
                    "hoeckner_1997"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Analyses of the Fantasie have invoked various musical genres (sonata, fantasy, Lied , and character piece) and formal models associated with them, a number of early nineteenth-century aesthetic concepts ( Witz , the fragment, the arabesque, and the notion of ruin), the presence of a narrative voice in the work (in the self-enclosed middle section, the Im Legendenton ), and notions of “Romantic distance” and “eroticism.” (10) All in all, extensive scholarship in the last few decades has placed the work at the center of the composer’s style, his biography, and early Romantic ideology.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For all the creative scholarship that the piece has generated, the formal-dramatic process of its first movement remains open to further investigation.  Given the largely rotational design of the movement and the circumstances surrounding its composition and early reception history, it should perhaps not be too surprising that a number of scholars have turned to sonata form to explain it.  John Daverio’s view of the movement as a sonata form with a digressive arabesque is particularly appealing, for the section in question is clearly parenthetical with respect to the movement’s initial rotation.  But his understanding of the music that frames the digression as a sonata form is problematic, as the framing sections lack the tonal and dramatic features that typify sonata form. (11) The tonal opposition that lies at the core of a sonata exposition—realized through a large-scale motion from a point of tonal stability to one of instability—is conspicuously absent from the section regarded as the exposition.  And, as Daverio himself has acknowledged, no development section can be identified.  At the same time, the purported recapitulation fails to bring thematic materials previously heard outside of the tonic into its realm.  Only the first statement of the lyrical material—initially in ii—is restated in the parallel home key, while the actual home key is established only in the last few measures of the movement. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Scholars have also offered a number of non-sonata interpretations. Nicholas Marston has read the movement as a sui generis tripartite form in which the middle section, the Im Legendenton , acts as a “central narrative framed by two derivative sections”—very much like Schlegel’s novel Lucinde ( Marston 1993 , 239).  His overall design is rather compelling, and his emphasis on the centrality of the Im Legendenton is very much to the point.  But Marston’s illuminating analysis is more concerned with design and linear coherence than with process as understood in terms of formal function. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "marston_1993"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Other scholars have taken a broader contextual approach to the piece. Berthold Hoeckner has drawn a connection between Romantic distance and Schumann’s manipulation of material from Beethoven’s An die ferne Geliebte ( Hoeckner 1997 ), and Stephen Downes has explored the relationship between sensuousness and issues of phrase rhythm ( Downes 1999 ).",
                "footnotes": [],
                "citations": [
                    "hoeckner_1997",
                    "downes_1999"
                ]
            }
        },
        {
            "9": {
                "text": "[9] In this essay, I propose an alternative reading of the Fantasie’s first movement, which shows how it depends on many of the premises and procedures of traditional form but at the same time projects a formal-dramatic narrative different from those of our standard models.  The reading in question is contingent on two novel processes that interact with each other in the context of competing ternary designs.  Together they shape the way in which we apprehend and respond to the movement as a dynamic and expressive whole.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The first process is contingent on two important principles, which have been amply discussed by William Caplin and Janet Schmalfeldt: functionality and the notion of form as becoming. (14) The first movement of the Fantasie , I suggest, is articulated through a series of motions of various lengths and strengths toward, and away from, stability.  Its formal process arises from a concatenation of passages that fulfill various, often changing, functions (e.g., introductory, thematic, transitional, etc.), and thus create continuity and discontinuity; beginnings, middles, and endings; and moments of lyricism, conflict, climax, resolution, or disintegration.  More than sonata form, however, this process thrives on diversity—rather than unity—and cannot be easily reduced to a single-focus narrative or description.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The second process involves the subversion of normative dynamic curves and the denial of fulfillment associated with them.  Contingent on technical and formal elements at the level of the phrase or thematic unit, the process is shaped by forces of tension and resolution and their specific distribution with respect to beginnings, middles, and ends.  Insofar as it arises in connection with a paradigmatic trajectory charged with expressive meaning, this process lends the movement an expressive narrative that is marked by a desire for fulfillment.  As we will see, the non-normative curves often also support the formal function of individual passages in important ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The interpretation I propose, then, presents a reading of the movement in formal-dynamic terms, which offers a new way of experiencing the music, and a novel window onto its expressive meaning.  Last but not least, it takes hold of, and offers some answers to, a few of the problems that have marked the study of nineteenth-century form for decades.  For it sets aside traditional models that have been central to the study of early nineteenth-century large-scale works, in order to privilege function, gesture, and dynamic process.  For reasons that will become obvious, it also breaks from some of the tenets central to traditional conceptions of form—e.g., the belief that thematic material and function should correspond, and that form is articulated only by tonal-thematic events. (15) I believe that my approach results in a more nuanced understanding of the movement, which allows for a freer negotiation of the balance between the Classical formal background against which the piece was written and the constant search for innovation that characterizes the music of Schumann. (16) Large-scale Design",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The first difficulty one faces when considering the form of the first movement of the Fantasie lies in identifying its main sections.  In Classical form, sections tend to be clearly articulated by cadences, changes in thematic material and key area, strong harmonic preparations, and rests.  In nineteenth-century music, by contrast, they tend to be more continuous.  Their boundaries are often blurred by cadential elisions, phrase overlap, thematic transformations, etc.  The first movement of the Fantasie , however, presents a more complex scenario, for several formal markers work at cross-purposes, thus signaling a number of tentative segmentations that are not always compatible with each other.  Further compounding the situation are the wealth of interconnected thematic material and the peculiar use of double bars in the notation. (17) Figure 1 . Ternary and rotational designs (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The large-scale formal design that prevails over all others, I believe, is a ternary structure where the Im Legendenton stands as a highly contrasting, self-enclosed middle section ( Figure 1a ). (18) This contrasting section plays an important role in imbuing the restatement of the opening theme at measure 225 with the formal significance of a first-order thematic return, which the restatements at measures 97 and 119 lack, in retrospect.  (That measure 225 brings back OM 3 —rather than OM 1 —is not enough to undermine its formal-dramatic power.)  In this understanding of the work, the overall design of ternary form—characterized by presentation, contrast, and return—emerges as an important organizational force.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But within this ternary structure other important elements suggest a considerably more complex design.  A sort of second-tier articulation emerges right before the Im tempo sections (measures 82 and 274) as the result of the music’s dying away, the pauses with which the preceding Adagios end, and the abrupt contrasts that the Im tempo sections bring with them.  At the same time, the return of OM 1 and OM 1-2 at measures 97 and 119 lends a certain rounded quality to the first section of the ternary form.  But the resulting effect is different from that in a rounded binary form, for instance.  Though prepared through rhythmic activity, dynamics, and elements of phrase rhythm, the return of OM 1 at measure 97 is a harmonic surprise.  The expected goal of the progression (V in G minor) is sidestepped and replaced by V 7 in C major ( Marston 1992 , 52).  The thematic material is thus reintroduced quietly, a fifth lower than the preceding harmonic progression suggests, and in its incomplete, open-ended and harmonically static echo-like version (OM 2 ).  After that, another important preparatory section brings back the opening thematic material (measure 119).  But although the point of return is reached in a more dramatic gesture this time, the thematic statement dies away over a dominant harmony again, and is open-ended in all respects.  Like the final restatement at measure 286, the restatements at measures 97 and 119 function more like incomplete refrains, preceded by short preparatory sections.",
                "footnotes": [],
                "citations": [
                    "marston_1992"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Further complicating the work is the rotational quality that Daverio has called attention to in his reading, which competes with the ternary organization presented above (see Figure 1b ).  In Daverio’s interpretation two main rotations emerge, the second of which constitutes a repetition of the first one in terms of thematic materials, and a near repetition in terms of its tonal relationships.  In this context, a first-order thematic return is identified at measure 97 and the Im Legendenton is viewed as a parenthetical insertion within the second rotation.  Whether the second rotation is really understood as such, in light of the massive interruption by the Im Legendenton , is a case that remains to be made.  In any event, Daverio’s large-scale design has much to recommend it, even if his understanding of the two major rotations in terms of sonata form is, as I have suggested before, rather problematic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Ultimately, to do full justice to the formal complexity of the Fantasie’s first movement, we must recognize that Schumann does away with a basic principle of traditional form—the idea that smaller structural units are grouped, or nested, into ever-larger ones in such a way that no small-scale boundary cuts across a larger-scale one. Here, at least two formal designs co-exist and compete for our attention (as represented in Figures 1a and 1b), which cannot be reconciled through hierarchical nesting.   Rather than a problem, then, the tension between both designs becomes part of the exuberance of the work. “Patchiness” and Coherence",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Given the diversity of materials in the movement and the complexity of the relationship among its sections, the crucial question becomes: can we really understand the movement in terms of a cohesive, intelligible formal process?  The reception history of the work seems to suggest that we can’t.  Indeed, charges of “patchiness” and incoherence have been leveled at many of Schumann’s piano works—the Fantasie included—from their time of composition until very recently.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The early reception history of the piece has been amply discussed before ( Marston 1992 , 85–90), and need not be rehearsed here.  Suffice it to say, for purposes of the present discussion, that Schumann’s contemporaries seem to have been torn between the work’s originality and its degree of difficulty.  Echoing Kossmaly’s view above is the testimony of the composer’s biographer, Wasilewski.  In his biography of Schumann from 1880 (quoted in Marston 1992 , 87) he claimed to sense  “a certain lack of unity” in the first movement of the work.  Franz Liszt, in turn, in a letter to Robert Schumann from 1839 (Liszt 1905, 27 quoted in Walker 1979 , 164), stated that the piece was  too difficult for contemporary audiences to understand.  And although we know from Clara that the piece made her half-sick with delight—and that she often played it for herself and her friends—she did not perform it in public until 1866, some 27 years after having received it. (19) Contrary to what Marston may seem to suggest ( 1992 , 93–95), however, it is hard to establish whether this was an indication that she shared Liszt’s reservations about contemporary audiences.  For aside from the G-minor sonata, she did not play any of Schumann’s major piano works until after his death ( Ferris 2003 , 401).",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "marston_1992",
                    "marston_1992",
                    "walker_1979",
                    "marston_1992",
                    "ferris_2003"
                ]
            }
        },
        {
            "20": {
                "text": "[20] But in persuasively dating the movement to 1836, Marston ( 1992 , 1–22) has placed it among a group of piano pieces from the 1830s that have often been described as patchy or fragmentary. (20) Two years after completing his Fantasie , in a letter to Clara from February 11, 1838 ( Clara and Robert Schumann 1984–87 , [1984] 100), Schumann wrote, “I am now writing with far more ease, clarity, and, I believe, gracefulness; I used to solder everything, as if patching it together, and the result was much that was wondrous and little that was beautiful.” (21) And though these words have usually been thought to relate to his early piano cycles, they may have also applied to the first movement of the Fantasie and to other large-scale works of the time.  Charles Rosen has drawn an explicit connection in claiming that the first movement represents “the triumph of the musical Fragment,” and that it “reveals the aesthetic of the single fragment magnified” ( Rosen 1995 , 100).  And, as we know, Schumann himself grew critical of the Fantasie within a year of its publication.  In a letter to Hirschbach from 1839 ( Schumann 1886 , 142), he wrote: “a new Fantasie of mine, in C major (op. 17, I think), was recently released by Breitkopf and Härtel.  Look at the first movement, which I believed the highest achievement at the time (three years ago).  I now think differently.” (22) His 1848 reference to composing in a “new manner” ( Schumann 1987 , 402) has also been interpreted to refer to his ability to write more refined transitions ( Daverio 1997 , 305–6).",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "marston_1992",
                    "rosen_1995",
                    "schumann_1886",
                    "schumann_1987",
                    "daverio_1997"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Be that as it may, scholars have embraced these notions of patchiness, fragmentation, and discontinuity and have brought them to bear in positive ways on interpretations of his cycles. The literature on the aesthetics of the fragment and on Schumann’s celebration and emulation of Jean Paul’s literary work—with their abundant digressions and their tendency to favor multiplicity over unity—has nourished our understanding of Schumann’s piano and song cycles in wonderful new ways. (23) But these same ideas have remained somewhat of a negative shadow in connection with his early large-scale piano works, as we continue to grapple with issues of unity and coherence. (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In this respect, scholars have pointed to the connections between the various thematic materials in the movement, as a source of unity ( Daverio 1987 , 157 and Marston 1992 , 66–67).  But these connections do not seem to have lent the piece the kind of coherence that we associate with large-scale works: a type of coherence that results from an organization controlled by a single, unifying element (i.e., an overall principle of polarization and resolution, or contrast and repetition, etc.).  In this sense, interpretations of the movement in terms of sonata form seem to be largely guided by a desire to unveil this type of coherence in the music.",
                "footnotes": [],
                "citations": [
                    "daverio_1987",
                    "marston_1992"
                ]
            }
        },
        {
            "23": {
                "text": "[23] The Fantasie does not stand alone in this respect.  The study of form in non-traditional large-scale works from the Romantic era has been marked, for decades, by a tension between our formal theory—as we commonly understand it to apply to the Classical tradition—and the emphasis that Romantic composers placed on individuality of expression, creativity, and innovation (e.g., the changing nature of thematic material; the expansion of the harmonic language; new, emerging key relationships; the more prominent role of musical parameters such as dynamics, texture, register; etc.). (25) And often times, the tension seems exacerbated by attempts to preserve specific formal models as explanatory tools, beyond their capabilities.  Thus, rather than retaining these models as the background against which we listen to pieces like the Fantasie , I suggest that we preserve the notion of formal function—arguably the single most important element that guides our listening and creates form in this repertory.  Equally important is the belief that function is also the largest, most stable, and meaningful formal common denominator, cutting across the Classical and Romantic styles.  Because of this, it plays a crucial role in enabling us to negotiate innovations within an inherited tradition.  And it does so not just by allowing us to employ or devise other formal models, but also by allowing us to re-conceptualize important elements in traditional formal theories—which may have been assumed to be more stable than they really are. A Narrative of Formal Functions",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] That the main tonal-thematic events in the movement are not organized around a single formal principle does not mean that we cannot understand the movement processually.  Granted, we do not understand it through a primordial principle of presentation, contrast, and return, or polarization, intensification, and resolution.  Nor do we understand it through a principle of alternation between stability and instability or as coalescing around a single tonal-thematic return strong enough to function as a recapitulation. Figure 2 . Large-scale formal design (click to enlarge) Example 1 . Schumann op. 17, measures 1–21 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] I suggest that, within the larger ternary design that I take as the main frame of reference—i.e., the one that asserts itself with slightly more strength—the first movement of the Fantasie unfolds through the process outlined in Figure 2 .  It begins with three statements of the opening material (OM 1 in measures 1–19; OM 2 in measures 19–28; and OM 3 in measures 29–33).  The first half of the first statement (measures 1–10) is characterized by decisive dotted rhythms; a broad melodic gesture in octaves which, in retracing its steps, ends up close to where it began; a flurry of rhythmic activity elaborating a V 7 pedal in C major in the accompaniment; and fortissimo dynamics (see Example 1 ).  The extraordinary level of surface activity, the strong sense of harmonic and overall melodic stasis, and the V 7 pedal give the passage a bombastic proclamatory rhetorical quality that we could readily associate with an introduction.  The second half of the statement begins with the same melodic gesture transposed up a step (at measure 10), which brings about a number of important changes.   The first of them, the piano indication, signals a change in character.  More important, although the melody begins on the same V 7 pedal, it is soon supported by a harmonic progression that breaks away from it (measure 13).  No longer static and superimposed over a pedal, the melodic line changes course and, rather than retracing its steps, completes a local melodic descent to 3 ˆ in the context of a tonicized V.  The gesture is then repeated to reaffirm the temporary move to the dominant and the sense of arrival at measure 19.  Thus, an opening statement that began as a proclamatory introduction becomes a lyrical theme as it acquires a different character, a sense of wholeness and direction, and becomes a means to assert a tonal center. (26)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Beginning in measure 19, a second statement of the OM (OM 2 ) combines the harmonic and melodic stasis from the first half of OM 1 with the subdued dynamic of its second half.  Compressed in terms of duration, range, texture, and dynamics, this second statement is initially perceived as a sort of echo of the first one.  But rather than shaping itself as a complete statement, it ends through a process of quasi-liquidation and disintegration; the first half is followed by progressively shorter elaborations of a C–B motivic appoggiatura over V 7 and then V ♭ 9 (measures 24–28).  When the third statement of the material (OM 3 ) begins at measure 29, the proclamatory rhetorical posture is fully restored.  The statement resembles the original one in texture, register, and dynamics.  The rhythmic compression remains and the dotted rhythms become even more pervasive and energetic.  A harmonic inflection introduced through modal mixture allows OM 3 to begin on A ♭ , above what is initially perceived as ii ø7 .  Acting as a pivot chord, the ii ø7 becomes vii ø7 in E-flat major and initiates a motion to the first important point of arrival in that key ( ♭ III) at measure 33.  The highly proclamatory character of the passage does not go to waste this time, dramatically speaking.  For it announces a much-postponed point of tonal arrival which, although not the expected one ( ♭ III rather than I), is marked by the introduction of new material and by the absence of the appoggiatura-like figure characteristic  of all descending phrases up to that point (except for those at measure 17 and 19). Example 2 . Schumann op. 17, measures 31–41 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The new material at measure 34—labeled SM in Figure 2 because it is the seed material for the Im Legendenton —is embedded in the middle register of the texture.  Initially perceived as thematic, it soon becomes transitional as it is sequentially transposed, outlining two long plateaus to take us from ♭ III to ii  ( Example 2 ). (The initial thematic character of the passage is only reinforced by subsequent hearings, as the connection with the Im Legendenton material becomes more recognizable.) Example 3 . Schumann op. 17, measures 41–52 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Only at measure 41 do we finally encounter a passage whose function and character are not ambiguous ( Example 3 ).  An eight-measure phrase in D minor functions as a typical lyrical theme (LT).  It presents new, memorable, highly melodic material, which, in marking the arrival of a subsidiary key, also provides a contemplative moment in the movement. (27) The following four measures (49–52) are a bit peculiar.  Given their connection to the theme and their cadential nature, they could be considered an extension that is reiterative or closing in character.  But the extension in question is relatively open-ended and merges into the following passage, acting as a cadential connector (cc), with all the paradox that the term suggests.  Built on a new figuration (F1), the passage in measures 53–61 is highly expressive, if transitional, in that it effects a modulation from ii to IV (D minor to F major) and connects two thematic statements.  Following this, the secondary lyrical theme and its extension are restated in IV (measures 61–72).   This time, however, the four-measure cadential connector continues into a passage elaborating the F5 regained at measure 81, in what Downes ( 1999 , 279) has rightly called one of Schumann’s “most attenuated cadences.”  Indeed, after an eight-measure climb in ad libitum style, the F5 is reached as a cadential appoggiatura (measure 80) but only over a dominant that throws into doubt its coming role (as 1 ˆ in F major or 3 ˆ in D minor).  Further strengthening this ambivalence, the F5 appears as a melodic resolution at the end of the passage, without explicit harmonic support.",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "downes_1999"
                ]
            }
        },
        {
            "29": {
                "text": "[29] A strong textural, harmonic, and thematic discontinuity marks the beginning of the next section (measures 82–97).  New figuration (F2, based on the left-hand syncopated motive from measure 28) introduces a bravura transitional passage, which elaborates a circle-of-fifths progression in increasingly faster harmonic rhythm and increasingly shorter climbing gestures.  Avoiding a resolution onto V of G minor, it leads us to a V 7 pedal in the home key, over which OM 2 is restated at measure 97.  Compounding the unexpected resolution, OM 2 —unlike OM 1 or even OM 3 —does not have the power to signal the arrival characteristic of a recapitulation, or to trigger the beginning of a rotation for the listener. (28) Static and incomplete, the material has a subdued echo-like quality, which, together with the lack of intervening contrasting sections of the necessary weight, denies the passage the formal significance of a point of recapitulation, despite the ritardando that leads into it.  The subsequent thematic return at measure 119 (discussed above), although stronger, is also equivocal.  Gesturally, the return is very dramatic.  But it is preceded by what I would describe as an overgrown lead-in (measure 106–118), which prolongs a motion from the previous dominant—over which the same thematic material had just been stated—to a ii ø chord with a tonic pedal that supports the return.  Additionally, the initially proclamatory OM 1 transforms into its echo-like version, OM 2 , and disintegrates into an ad libitum descending line that prepares the Im Legendenton .",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The interpretation I have thus far offered describes the first section as a series of passages that sometimes reach completion while other times simply disintegrate or lead into each other, often changing character and function in the process.  The first of them leads to a moment of stability at measure 19.  The second and third begin in measures 19 and 29, respectively, and while the former comes to nothing, the latter reaches another, considerably stronger, point of stability at measure 33.  A fourth passage follows, which leads to the two most important and extensive sections of stability at measures 41–52 and then at measures 61–72, only to revert partially as it continues toward measure 81.  The Im tempo section then leads to the return of OM 2 over a V 7 chord and, soon afterward, the Im Lebhaften Tempo takes us to a slightly more stable restatement of the OM 1-2 , this time over a tonic pedal.  The individual passages, directed toward and away from stability, are also mirrored by the tonal design of the entire section: while the inner section establishes clearly, if only briefly, the pair of relative keys on the subdominant side where the LT appears (ii and IV), the outer sections only suggest a group of tonic-related key areas that are never really established (I, i, and ♭ III).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The Im Legendenton section that follows is thus not just the middle section.  Considerably more stable and unified than the outer parts, it is also the movement’s core, from a structural and expressive perspective—as Marston has rightly claimed ( Marston 1993 , 238–39).  It is organized in three statements of what I refer to as the central theme (CM), which alternate with passages that are episodic (measure 182–94), preparatory (195–204), episodic-turned-preparatory (157–73), and closing (measure 216–24).  The thematic statements are continuously modified—both elaborated and fragmented.  The first introduces the most satisfying melodic climax in the movement, while the subsequent ones create an expectation for a grandiose repetition that is never fulfilled.  A more detailed consideration of the passage will follow in my discussion of expressiveness and melodic peaks.  Suffice it to say, for the time being, that the lyrical-theme (LT) based passage in D-flat major (measures 182–94) becomes episodic, rather than thematic, in function, for not only does it bring back just a fragment of the theme, it also elaborates the neighboring Neapolitan and is thus perceived as subservient to the surrounding CT sections.  In a reversal of the process alluded to by Daverio ( 1993 , 27) whereby the incidental—i.e. the Im Legendenton —becomes central, in this passage the thematically-based material becomes subsidiary.",
                "footnotes": [],
                "citations": [
                    "marston_1993",
                    "daverio_1993"
                ]
            }
        },
        {
            "32": {
                "text": "[32] The Erstes Tempo at measure 225 marks the return of the opening material in what is perceived as the strongest first-order thematic return.  It also marks the beginning of a compressed restatement of all the sections heard before the Im Legendenton , which—with the exception of the brief tonicization and the thematic statement on the level of ♭ III (measures 229 and 253–73, respectively)—appear in the parallel minor.  As has been noted by every scholar writing on the subject, the tonic key is established only very late in the movement with the series of cadential phrases thought to allude to An die ferne Geliebte (from measure 296 on).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] A picture of the entire movement emerges, then, as a form whose outer sections unfold through a series of motivically interrelated passages directed toward and away from stability.  Mirroring these passages, the overall design of the movement itself highlights the centrality of the Im Legendenton in both tonal and thematic terms.  Looked at it this way, the movement does not cohere around a prevailing first-order point of resolution or arrival.  But it arises as an intelligible whole—with a relatively stable middle section—in the face of unapologetic and unabashed diversity, multiplicity, and transformation. A Narrative of Lack of Fulfillment",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The process that I have just described constitutes only one of two intertwining forces that govern the way we apprehend the music.  The first movement of the Fantasie also derives expressiveness and intelligibility from another indeterminate narrative it projects—one that accounts for much of its melancholy and pathos.  At the center of this narrative is the notion of “climactic melodic peak,” a term that can be best understood in connection with the concept of dynamic, or narrative, curve.  Originally introduced by Leonard Ratner in his discussion of structures governing Romantic music ( 1992 , 275, 279), the term “dynamic curve” refers to a prevalent line of action that unfolds through a gradual accumulation of tension, a climactic point, and a typically shorter abatement of tension. The term has since been adopted by a number of scholars and can occur at multiple formal levels. (29) In the context of the present discussion I refer to Ratner’s prototypical dynamic curve as a normative dynamic curve.  Its paradigmatic status is not necessarily a function of frequency (although Ratner has argued that it is, in fact, prevalent in Romantic music).  It is, rather, the result of its embodying a fundamental principle of tension building, climax, and resolution that we recognize as highly charged with meaning—physiological and otherwise.  Thus, its paradigmatic status in connection with fulfillment and satisfaction has the potential to lend meaning to trajectories that deviate from it. (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": [
                    "ratner_1992"
                ]
            }
        },
        {
            "35": {
                "text": "[35] The normative dynamic curve appears in nineteenth-century music in various forms and at various formal levels.  Of its multiple possible realizations, I am interested in its realization as embodied by thematic contour at a mid-scale formal level (phrase, theme, and/or thematic section).  Normative dynamic curves at this level are effectively realized in arch-like melodic contours, as the process of build-up, climax, and abatement of tension is easily realized through a sustained melodic ascent, the reaching of a peak, and a subsequent shorter descent. (31) But the ability of melodic contour to embody the process in question can be greatly strengthened—or undermined—by its interaction with other musical parameters.  For the purposes of the present discussion, I define a normative dynamic curve as one in which no musical parameter undermines the underlying dramatic narrative, and several of them strengthen it. A climactic melodic peak, in turn, denotes not just the highest point in a theme or passage but one that functions as the culmination of a process of intensification in a normative dynamic curve.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Although they are highly intuitive, the concepts of dynamic curve and climactic peak are supported by clear principles subject to assessment through technical analysis.  A strong, satisfying dynamic curve will present three phases: a sustained and progressive build-up of tension, a peak that crowns the mounting of tension through a particularly salient gesture, and a process of abatement that is both controlled—much like the release of pressure through a valve—and necessarily shorter than the build-up phase of the curve ( Eitan 1997 , 3–4).  As this description suggests, normative dynamic curves and climactic peaks vary in strength and, therefore, carry various degrees of satisfaction.  Particularly important are the characteristics of the curve’s two initial phases: the more sustained and progressive the build-up, the more effective and stronger the sense of tension; and the more salient the gesture through which the peak is attained, the more powerful the climax.  The phase of abatement, although perhaps less decisive, can offer a “high-pressure” and controlled release—thus prolonging the sense of satisfaction—or can undercut it in a rapid, uncontrolled deflation.  Less common, although also unsatisfying, is a scenario where the release is too long with respect to the build-up and results in a musical gesture more akin to a sigh than to a climax. Inverted, absent, aborted, and premature peaks",
                "footnotes": [],
                "citations": [
                    "eitan_1997"
                ]
            }
        },
        {
            "37": {
                "text": "[37] Most of the melodic and thematic materials in the first movement of the Fantasie deviate from, and often negate, the primordial process of intensification, climax, and resolution embodied in a normative dynamic curve.  Common scenarios in the work present, instead: (1) inverted dynamic curves that are perceived as static and open ended; (2) broad descending curves that create a sense of deflation; (3) curves where a normative peak is avoided, turns into a plateau, or is somehow dispersed, and the resulting effect is one of denied or ameliorated expectation; and (4) premature peaks (curves in which the peak occurs too early), which, depending on the particular characteristics, result in a minimum sense of build-up and resolution, or in a build up that is abruptly undercut and consequently loses all possibility of fulfillment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The first two scenarios are readily found in the first statement of the opening material (OM 1 ; Example 1).  The first half of the statement (measures 1–10) shows an inverted curve where harmonic, melodic, and rhythmic characteristics make for a passage that is relatively static and open-ended and that harbors, at the same time, a considerable amount of rhythmic and harmonic energy.  The second half of OM 1 illustrates, in turn, the second scenario: a broad descending curve that creates a sense of deflation.  The diverging course that the material takes at measure 14–17, together with the contrasting dynamics and character, results in a passage with a low level of tension, which ultimately reaches a point of relative rest.  Indeed, the overall dynamic curve of OM 1 can be described as one in which a considerable and relatively constant level of tension is initially sustained and then lost.  As in the case of a balloon that loses air through a leak, there is no initial burst and no controlled release.  There is only tension and loss of tension, contained energy and then deflation.  The overall effect of the passage is not just a function of melodic contour.  Just as harmony, texture, dynamics, register, rhythm, and figuration contribute to the initial sense of static, contained tension, so do the sudden change of dynamics, the ritardando marking, the repetitive closing motion, and the progressive harmonic clarification all contribute to the sense of deflation. (32) At the same time, the dynamic process in question supports the transformation of the passage from introductory (full of tension and expectation) to thematic (more stable and self contained) and thus aligns with the change of formal function discussed above.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The third scenario—that of peaks that fail to form—is illustrated by a number of passages.  The closing section beginning at measure 73, which disintegrates into Schumann’s “most attenuated cadence” ( Downes 1999 , 279), is a case in point.  The section traces an overall ascending trajectory but the interrupted steps, the ritardandi and the ever-slower tempi prevent it from gathering any sense of momentum or rhythmic drive.  By the time it reaches its peak, the line has lost all tension.  The weak closing function of the section discussed above—which is partially the result of harmonic ambiguity at the cadence—is reinforced by the non-normative curve. The melody ascends while it progressively loses power, and thus fails to reach a climactic peak.",
                "footnotes": [],
                "citations": [
                    "downes_1999"
                ]
            }
        },
        {
            "40": {
                "text": "[40] Another example of a peak that fails to form occurs in the passage beginning at measure 34, where the SM (seed material) is introduced.  Short arch-like sequential gestures combine to outline a broader dynamic curve (Example 2).  Despite the overall contour, supporting dynamics, and harmonic and registral elements, neither the individual segments of the sequence nor the overall motion achieves a climactic melodic peak.  The individual melodic gestures reach plateaus (boxed in the example) rather than peaks, which are longer than the build-up phases in both number of pitches and duration.  When taken as a broad gesture, the proportions in the three stages of the curve are more normative but its peak is still replaced by a plateau.  The dynamic curve of the entire passage does yield a certain amount of satisfaction, but it is a kind of satisfaction more readily associated with a solid and brief show of force than with a climax—and perhaps one fitting to its thematic and subsequent transitional functions. Example 4 . Schumann op. 17, measures 56–61 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] A very different example of a peak that fails to form is what I call a dispersed peak.  An example of this occurs at measures 56–61 ( Example 4 ).  Prepared by a sustained and well-paced ascent this time, the highest point of the section (G6) is initially reached in measure 58 in a figuration in which high points articulate groupings of four and thus create a hemiola effect.  The first of the four-note groupings (D6– B ♭ 5–A5–G5) seems to create the momentum to launch the second one (G6–D6–C5– B ♭ 5), while the third one (beginning on D6 again) almost seems the result of residual inertia (i.e., a sort of rebound).  Once completed, however, the figuration begins anew and the climactic quality of the G6 is undermined.  For it loses clarity and strength as the melody sheds its octave-doubling texture and branches out to “re-deploy” its highpoint in imitation.  Further contributing to the dispersal of the climactic effect is the fact that the melodic line changes direction yet again, as it begins the process for a third time (in measure 60).  This time it reaches only as high as an F6 (in measure 60), but it does so just as its harmonic support provides a propelling chromatic motion upward ( B ♭ → B ♮ ).  As the various constitutive elements of the potential peak disperse, then, so does the dramatic effect of the passage.  The near-normative dynamic curve with its dispersed peak does not bear directly on the transitional function of the passage, but it does contribute to its highly expressive and lyrical quality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] I will turn now to the last scenario mentioned above: premature peaks.  The first premature peak in the movement occurs in the LT (Example 3).  At face value, the material seems to display the arch-like contour of a normative dynamic curve.  But the individual phrases that constitute the theme (measure 41–44 and 45–49) peak much too early, as their build-up segment is too short and its abatement too long. The premature peak and subsequent emphasis on the abatement side of the curve become even more pronounced when we consider the thematic statement in its entirety (measure 41–49).  Though highly expressive, the LT is characterized by a multiplicity of curves, which are really closer to the kind of dynamic trajectory that we associate with a deep sigh than to that which we associate with a climax.  In fact, the gesture imbues the material with a sense of melancholy that befits its lyrical character.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] A longer and considerably more forceful example of premature peak occurs at the  Im Tempo (measure 82–97).  The section opens with an initial ascending motion that traverses four octaves to reach a highpoint in measure 87 (D6).  The motion is then treated sequentially in what becomes an overall descending gesture.  Once again, formal function and a deflating dynamic curve come together to create a passage that leads in a rather tenuous way to an incomplete, echo-like, and weakened restatement of OM (OM 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] One more stretch of music remains to be addressed at this point (other than the Im Legendenton ): the section that I have described as an overgrown prefix and that leads to the restatement of OM (OM 1-2 ) at measure 119.  At face value, this passage displays all of the characteristics of a normative dynamic curve.  But its effect is significantly different in that the build-up section does not really lead to its own point of culmination.  It leads, instead, to the return of the opening material (at measure 119), an event that invokes a strong sense of beginning.  Compounding the lack of dramatic unity is the enharmonic maneuvering that brings us unexpectedly to the restatement of the opening material on an A, rather than on an A ♭ as suggested by the preceding harmonic progression and by the order of the material in the initial rotation.  The thematic restatement that begins at measure 119 presents the same inverted dynamic curve with which the movement opened (measure 1–10) and is followed by the descending quasi-liquidation process from measure 24 on. Normative and near-normative climactic peaks: fulfillment and expectation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Against this background of denied melodic climaxes the first and, arguably, only strong normative peak in the movement occurs at the beginning of the Im Legendenton .  It stands out as an important, if unrecoverable, moment of fulfillment.  The climax is brief and understated, although all the more powerful for that, and contributes to the sense of longing that permeates the work.  After its initial statement, an expectation for a grandiose repetition of this climactic melodic peak becomes a powerful driving force for the entire Im Legendenton and remains an active force in the movement as a whole.  That the Im Legendenton becomes the scene of the one elusive moment of fulfillment and a number of failed attempts at re-living it makes perfect sense: as the most stable section, it allows the process to emerge more clearly than other, more uncertain contexts would. Example 5 . Schumann op. 17, measures 129–40, 140–54, 173–79, 204–12 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The first statement of the main theme in the Im Legendenton (Central Theme or CT) consists of three four-measure phrases ( Example 5.1 ).  The theme makes use of material first presented in measures 34–40, which I described as outlining a two-plateau sequence (compare Examples 2 and 5).  As in the earlier passage, the theme is stated at two transpositional levels (phrases “a” and “b”) with the second statement up a fourth (rather than up a fifth).  This time, however, the material is taken further, to outline the first normative curve in the movement (measures 129–40).  After a more compelling harmonic progression leading from phrase “a” into phrase “b,” the latter becomes the launch pad for an added third phrase, “c” (measures 137–40).  This third phrase traces a perfect arch and, breaking away from the series of anticipation-like motives, reaches the G5 in an expansive gesture.  Thus, supported by the new, fresh sonority of the mediant, the G5 crowns the entire section with a single normative peak at measure 137.  The melodic climax gained through this relatively small gesture is satisfying enough that it stands out as a highly expressive moment.  But it is also brief enough to create an expectation for its repetition.  Adding to this expectation is the fact that an ornamented restatement of the theme begins at measure 141 ( Example 5.2 ), where its intensification in terms of dynamics, range and rhythmic activity suggests the sort of thematic variation characteristic of Schubert’s sonatas or the kind of thematic apotheosis that Edward T. Cone has identified in Chopin’s Ballades and Nocturnes ( Cone 1968 , 84).  But our expectation to relive the climax in an intensified fashion is never really met—at least not as we expect it to be.  To begin with, the theme is expanded in ways that obscure its structure: an additional four-measure phrase, “x,” is added at the very beginning of the restatement in a sort of “left-branching” elaboration of the passage (measure 141–144) before “a” is restated at the original pitch level (measures 145–48). (33) The restatement of “a” suggests a repetition of the theme as it first occurred. But that is not the case.  An extra measure (measure 148.2–149.1) produces the effect of a “false” beginning of “b” and breaks the tight concatenation of phrases.   While the theme regains its course immediately after, it does so only momentarily.  Before we approach the point where the climactic peak is expected to appear with renewed force (measure 154), the thematic material changes and, unable to sustain the plateau, disintegrates into a passage of figuration.",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "cone_1968"
                ]
            }
        },
        {
            "47": {
                "text": "[47] From this point until the end of the Im Legendenton , the CT comes back twice, displaying progressively more elaborate and rhythmically active textures, louder dynamics, and a wider range with each statement.  The first of these returns, beginning in measure 174 ( Example 5.3 ), revives our expectation for an intensified return of the original climax.  But our expectation is only partially fulfilled.  For one thing, the thematic material is reintroduced in an almost surreptitious way, as it begins in the middle of ongoing passagework, unexpectedly, and with a less recognizable beginning.  To compound the situation, Schumann plays a trick on us. Of the two four-measure plateau phrases (“a” and “b”) that had laid the groundwork so well for the launching of the peak, we only get a compressed version of “b,” shortened to a three-measure phrase and without its characteristic beginning.  Thus, just as we begin to recognize the passage, the melodic peak comes in, a measure too early in the build-up process, and rather than crowning it, undercuts it.  The much-anticipated climax is premature and somewhat disappointing; it catches us off guard and precludes the fulfillment we expect. Example 6 . Schumann op. 17, measures 215–26 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] After this, the thematic material appears one last time, cut short and fragmented (measure 205) ( Example 5.4 ), if further intensified.  Only the closing gesture of “a” is repeated in a descending sequence that suggests liquidation.  By measure 209, however, the material has reached a plateau and begins to gather energy to attempt the peak at measure 212.  The A ♭ 5 is then prolonged over a dominant harmony, and when it is rearticulated at measure 215 the texture gives way to one of the most lyrical moments of the piece: a soft melody traces a broad arch-like gesture across more than two octaves, in only a few slow and regularly paced notes ( Example 6 ).  The A ♭ 5 at measure 217 retains the expressive force accumulated through the previous section (measure 205–15) and, in crowning the passage from measures 216–19, creates a delicate and powerful moment, seemingly suspended in time.  The passage’s character results in part from the marked contrast between surface and middleground events.  On the surface, the breadth of the predominantly disjunct arch-like melodic line, together with the fast-paced and colorful harmonic progression underlying it (i - VI - ii ø - V 7 - VI - V /V - V – ), creates a significant amount of activity.  But this local activity is counteracted by a more global process: a greatly magnified elaboration of a motivic appoggiatura or accented passing tone ( 6 ˆ - 5 ˆ in this specific context) that characterizes many of the descending phrases in the movement (e.g., measures 5, 13, 25, 27, 28, 30, 43, 47, 50, 63, 67, 80, etc.).  Despite the sweep of the line the melodic peak in the closing section of the Im Legendenton , the A ♭ 5 is no more climactic than the high point in a sigh.  The tremendous sense of expansiveness in the appoggiatura elaboration infuses the passage with a delicate and plaintive quality.  At the same time, it preserves some of the necessary tension for the piece to continue—which it does with a recontextualization of the same, all-pervasive, appoggiatura at the pick-up of measure 225.  Following this, the final section of the ternary structure brings back the inverted and descending curves, melodic plateaus, and premature and dispersed peaks that we heard in the first section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] The picture that emerges from my discussion of dynamic curves in the first movement of Schumann’s Fantasie , then, is one of repeatedly denied fulfillment, in which climactic melodic peaks are conspicuously avoided, aborted or dispersed, or simply fail to form properly.  Against this background, the Im Legendenton brings the first satisfying melodic peak—brief and understated—while setting up expectations for its grandiose restatement.  But the expectation is three times denied and a magnified elaboration of a motivic plaintive gesture (measures 216–24) seems to elongate—even suspend—time momentarily, for a necessary respite.   Following it, the series of failed, inverted, truncated, and dispersed peaks begins anew. Example 7 . Schumann op. 17, measures 295–309 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] With the introduction of the apparent material from An die ferne Geliebte , the movement—rightly described as tonally end-oriented—reaches the long-delayed confirmation of its home key, C major. (34) Coinciding with this moment of tonal clarification, the new material introduces what appears to be a second normative dynamic curve ( Example 7 ).",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Based on an initial four-measure period (measures 296–99), the passage is better understood as a series of elaborations. Following the antecedent and consequent phrases of measures 296–99, a connecting six-note gesture in the middle range (upbeat to measure 300) leads to a repetition of the peak (measure 301–2) as it occurred in the consequent phrase.   A second extension follows, which, although still based on the consequent phrase, is considerably longer and more expanded in itself: an eight-note connecting gesture leads this time to a rhythmically augmented repetition of the phrase with a peak at E5, a step higher than the previous D5.   The phrase is further extended by an extra two-measure elaboration (measures 306–7) before completing a third descent (to C5) in the final cadence (measure 308).  All in all, the final section (296–309) is perceived as a progressively expanding gesture, in which added elaborations of the consequent reach the peak of the entire section at measure 305. (35) The passage’s ability to provide closure is related to the fact that the four main phrases are elaborations of a strong cadential gesture ( V – - I).  The argument can be made that it is also partially the result of the fact that its material can be heard as a sort of primordial basis from which much of the rest of  the movement derives. (36) But the process of ever expanding peaks that I have described plays at least an equal—maybe even a greater—role in establishing closure.  For the section unfolds as a cadential phrase embodying a peak, and is elaborated in ways that recreate, expand, and broaden the basic dynamic curve of the consequent phrase.",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Yet, my initial claim about lack of fulfillment in the movement stands.  For the series of peaks I have discussed lie somewhere between true normative climactic peaks and appoggiatura-like gestures.  (The first two peaks move immediately to a point of rest, while the third is followed by a single intervening note—a passing tone—before reaching a point of rest.)  Indeed, a comparison with the climatic peak in the opening phrase of the Im Legendenton brings more clearly into focus the difference between a true climactic peak and the passage in question.  The climactic peak in the Im Legendenton constituted an unexpected and fresh point of culmination—with a certain impetus, energy, and color of its own—in a process whereby the melodic line had gathered momentum through two previous mounting gestures and opened up a novel and invigorated path towards a peak that was melodically and harmonically unexpected.  Adding salience to the peak is the fact that it was reached precisely at the point where the melodic line broke away from a series of anticipation-like motives.  Given the antecedent phrase and the overall periodic structure of the material in the final section of the movement, the peak in measure 305 is predictable and, hence, less salient (in a structure where the melodic phrase A4–B4–C5 . . . G4–F4–E4 is answered, as expected, by A4–B4–C5 . . . E5–D5–C5.)  The overall dynamic curve of the passage is thus understood in terms of a number of failed attempts, and a final successful one, to reach a melodic peak that was almost pre-determined by the antecedent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] For all its significance, the final closing gesture is no substitute for the re-experiencing of the melodic climactic peak denied the listener during the Im Legendenton .  Notwithstanding its connection with the previous materials, the final passage feels refreshingly new.  Closure, and the sense of satisfaction it brings, arrives from an unexpected place and in the context of new material.  It comes as if from the outside, bringing a new presence that displays a variety of novel qualities. It is achieved—one could almost say—vicariously.  No doubt, the ending of the movement yields a certain contentment that tempers the residual longing and desire, but in no way does it satisfy them.  It projects acceptance and a beautiful sense of resignation but never the energizing pleasure of a true climax. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The reading I have offered here brings to light a number of distinct characteristics of Schumann’s Fantasie that have been marginalized or altogether overlooked in other interpretations.  It does not show the movement as a sonata form modified through the interpolation of an arabesque (or in any other way), nor does it reduce it to a schematic representation of its thematic materials or linear processes.  Rather, it portrays the work—in all its thematic diversity, functional instability, and expressive richness—as a process that unfolds through a number of sections whose function and expressive meaning are shaped not just by their tonal and thematic characteristics but also by the way in which these characteristics interact with the dynamic curves that they embody.  Thus, in the various statements of the OM, inverted curves reinforce a sense of cumulative tension that befits their introductory function (as in measures 1–9) while descending curves reinforce closure (as in measures 17 and 19), disintegration (as in measure 28), and arrival (as in measure 33), in addition to an overall sense of deflation, defeat, or resignation.  Repeated plateaus arise in a show of force that serves the thematic and transitional functions of measure 33–41, while the lyric and doleful character of the LT is, in turn, well served by the expressive effect of a broad curve that reaches its peak quickly and effortlessly only to dwell on a long and sustained release.  There are two more instances in which formal functions are reinforced by dynamic curves: in measures 73–81 an ascending curve progressively loses strength as it moves towards a weakened and almost ambivalent cadence, and in measures 82–97 a series of progressively smaller ascending gestures lead to an incomplete echo-like restatement of the OM which, itself, disintegrates.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] In addition to enhancing these points of closure, disintegration, and arrival, the series of non-normative curves I have discussed contribute to the general character of the movement.  They are central to the two defining points of the narrative of unfulfilled desire that I have proposed: the brief and unrecoverable climactic peak in the Im Legendenton and a sense of closure—imposed unexpectedly and from the outside—through the repetition of a consequent phrase tracing ever-expanding dynamic curves.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] A reading of the movement in these terms offers a highly experiential way of understanding the piece.  It also offers a novel model for explaining the relationship between form and meaning in early nineteenth-century music—and one that seems appropriate given the prominent role that intuition and emotion played in music and the arts.  Ultimately, the proposed narrative of unfulfilled desire creates a cohesive mode of understanding the movement with the single dramatic focus that the tonal-thematic process lacks.  Or perhaps one could correlate the ideas in a different way: just as the movement’s formal process lacks a single all-controlling event to bring it together into a tightly unified whole, so does its affective-expressive narrative emerge from the music’s failure to deliver a much-expected focal moment of fulfillment.  A musical process that eschews formal unity in dramatic terms is strengthened by an affective narrative that is defined through absence.  The very notion of lacking, far from being a shortcoming, emerges, then, as an aesthetic principle in its own right.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.3.ponce.html",
    "data": "mto/data/mto.14.20.3.ponce.json"
}