{
    "title": "Humorous Script Oppositions in Classical Instrumental Music",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Palmer, James K."
    ],
    "abstract": "Most of us can recall chuckling, or even laughing out loud, at a humorous musical passage and perhaps recalling how much that experience increased our enjoyment of the music. This article focuses on musical humor in passages from instrumental works by Joseph Haydn, Michael Haydn, and Mozart. In the most general sense, musical humor arises when composers play with established conventions of musical discourse by writing something incongruous according to the stylistic context.I begin by briefly discussing the role of contrast in establishing musical humor in both historical and modern writings. I then introduce a strategy by which Classical composers created musical humor. I call this strategy “script opposition,” following linguistic theories of verbal humor. In my analytical discussion, I explain how “valence shifts” between implications of “high” and “low” create script oppositions, and demonstrate how these valence shifts are produced primarily by musical topics, but are bolstered by formal functions and cues in other musical parameters. My analytical and theoretical approach to musical humor draws on recent studies of musical topics, form, and communication in the Classical style, as well as concepts from recent linguistic theories of verbal humor.",
    "keywords": [
        "humor",
        "topics",
        "formal functions",
        "opposition",
        "Classical",
        "valence",
        "wit",
        "Haydn",
        "Mozart",
        "symphony",
        "string quartet"
    ],
    "doi": "",
    "received": "July 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.palmer.pdf",
    "author_info": [
        {
            "name": "James K. Palmer",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Rd., Vancouver, BC V6T 1Z2",
            "email": "james.palmer@ubc.ca"
        }
    ],
    "citations": {
        "agawu_1991": "Agawu, Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton University Press.",
        "agawu_1999": "Agawu, Kofi. 1999. “The Challenge of Semiotics.” In Rethinking Music , edited by Nicholas Cook and Mark Everist, 138–60. Oxford University Press.",
        "allanbrook_1992": "Allanbrook, Wye J. 1992. “Two Threads Through the Labyrinth: Topic and Process in the First Movements of K. 332 and K. 333.” In Convention in Eighteenth- and Nineteenth-Century Music: Essays in Honor of Leonard G. Ratner , edited by Wye J. Allanbrook, Janet M. Levy, and William P. Mahrt, 125–71. Pendragon Press.",
        "allanbrook_2002": "Allanbrook, Wye J. 2002. “Theorizing the Comic Surface.” In Music in the Mirror , edited by Andreas Giger and Thomas J. Mathiesen, 195–216. University of Nebraska Press.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "anderson_1966": "Anderson, Emily ed. and trans. 1966. The Letters of Mozart and his Family , 2 vols., 2nd ed., edited by A. Hyatt King and Monica Carolan. St. Martin’s Press.",
        "angermüller_1978": "Angermüller, Rudolph. 1978. “Haydns ‘Der Zerstreute’ in Salzburg (1776).” Haydn-Studien 4 (2): 85–93.",
        "attardo_1994": "Attardo, Salvatore. 1994. Linguistic Theories of Humor . Mouton de Gruyter.",
        "attardo_1996": "Attardo, Salvatore. 1996. “Humor Theory beyond Jokes: The Treatment of Humorous Texts at Large.” In Automatic Interpretation and Generation of Verbal Humor , edited by Joris Hulstijn and Anton Nijholt, 81–94. University of Twente.",
        "attardo_1997": "Attardo, Salvatore. 1997. “The Semantic Foundation of Cognitive Theories of Humor.” HUMOR: International Journal of Humor Research 10 (4): 395–420.",
        "attardo_1998": "Attardo, Salvatore. 1998. “The Analysis of Humorous Narratives.” HUMOR: International Journal of Humor Research 11 (3): 231–260.",
        "attardo_2001": "Attardo, Salvatore. 2001. Humorous Texts: A Semantic and Pragmatic Analysis . Mouton de Gruyter.",
        "attardo_and_raskin_1991": "Attardo, Salvatore and Victor Raskin. 1991. “Script Theory Revis(it)ed: Joke Similarity and Joke Representation Model.” HUMOR: International Journal of Humor Research 4 (3–4): 293–347.",
        "baker_and_christensen_1995": "Baker, Nancy Kovaleff and Thomas Street Christensen, eds. 1995. Aesthetics and the Art of Musical Composition in the German Enlightenment: Selected Writings of Johann Georg Sulzer and Heinrich Christoph Koch . Cambridge University Press.",
        "bergson_1911": "Bergson, Henri-Louis. 1911. Laughter: An Essay on the Meaning of the Comic . Translated by Cloudesley Brereton and Fred Rothwell. Macmillan.",
        "bonds_1991": "Bonds, Mark Evan. 1991. “Haydn, Laurence Sterne, and the Origins of Musical Irony.” Journal of the American Musicological Society 44 (1): 57–91.",
        "bremmer_1997": "Bremmer, Jan. 1997. “Jokes, Jokers, and Jokebooks in Ancient Greek Culture.” In A Cultural History of Humor: from Antiquity to the Present Day , edited by Jan Bremmer and Herman Roodenberg, 11–28. Blackwell Publishers.",
        "brock_2004": "Brock, Alexander. 2004. “Analyzing Scripts in Humorous Communication.” HUMOR: International Journal of Humor Research 17 (4): 353–60.",
        "burnham_2005": "Burnham, Scott G. 2005. “Haydn and Humor.” In The Cambridge Companion to Haydn , edited by Caryl Clark, 61–76. Cambridge University Press.",
        "burstein_1999": "Burstein, L. Poundie. 1999. “Comedy and Structure in Haydn’s Symphonies.” In Schenker Studies 2 , edited by Carl Schachter and Heidi Siegel, 67–81. Cambridge University Press.",
        "burstein_2014": "Burstein, L. Poundie. 2014. “The Half Cadence and Other Such Slippery Events.” Music Theory Spectrum 36 (2): 203–27.",
        "burstein_2015": "Burstein, L. Poundie. 2015. “Functial Formanality: Twisted Formal Functions in Joseph Haydn’s Symphonies.” In Formal Functions in Perspective, Essays in Musical Form from Haydn to Adorno , edited by Steven Vande Moortele, Julie Pedneault-Deslauriers, and Nathan John Martin, 11–36. University of Rochester Press.",
        "byros_2013": "Byros, Vasili. 2013. “Trazom’s Wit: Communicative Strategies in a ‘Popular’ yet ‘Difficult’ Sonata.” Eighteenth-Century Music 10 (2): 213–53.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2005": "Caplin, William E. 2005. “On the Relation of Musical Topoi to Formal Function.” Eighteenth-Century Music 2 (1): 113–24.",
        "caplin_2014": "Caplin, William E. 2014. “Topics and Formal Functions: The Case of the Lament.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 415–52. Oxford University Press.",
        "carrell_2008": "Carrell, Amy. 2008. “Historical Views of Humor.” In The Primer of Humor Research , edited by Victor Raskin, 303–33. Mouton de Gruyter.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . University of California Press",
        "dalmonte_1995": "Dalmonte, Rossana. 1995. “Towards a Semiology of Humor in Music.” International Review of the Aesthetics and Sociology of Music 26 (2): 167–87.",
        "davies_2004": "Davies, Christie. 2004. “Victor Raskin on Jokes.” HUMOR: International Journal of Humor Research 17 (4): 373–80.",
        "diergarten_2008": "Diergarten, Felix F. 2008. “‘At times even Homer nods off’: Heinrich Christoph Koch’s Polemic against Joseph Haydn.” Music Theory Online 14 (1).",
        "edwards_1998": "Edwards, George. 1998. “Papa Doc’s Recap Caper: Haydn and Temporal Dyslexia.” In Haydn Studies , edited by W. Dean Sutcliffe, 291–320. Cambridge University Press.",
        "eisen_and_keefe_2006": "Eisen, Cliff and Simon P. Keefe, eds. 2006. The Cambridge Mozart Encyclopedia . Cambridge University Press.",
        "feinberg_1967": "Feinberg, Leonard. 1967. Introduction to Satire . Iowa State University Press.",
        "fish_1980": "Fish, Stanley. 1980. Is There a Text in This Class?: The Authority of Interpretive Communities. Harvard University Press.",
        "forkel_1788_and_1801": "Forkel, Johann Nikolaus. 1788, 1801. Allgemeine Geschichte der Musik . 2 vols. Schwickert.",
        "freud_1960": "Freud, Sigmund. 1960. Jokes and Their Relation to the Unconscious . Translated and edited by James Strachey. W. W. Norton.",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press.",
        "godt_1986": "Godt, Irving. 1986. “Mozart’s Real Joke.” College Music Symposium 26: 27–41.",
        "goeth_2013": "Goeth, Maria. 2013. “Phrasemes, Parodies and the Art of Timing: An Interdisciplinary Comparison of Humor in Music and Language.” In Developments in Linguistic Humor Theory , edited by Marta Dynel, 235–62. John Benjamins Publishing.",
        "green_1980": "Green, Robert A. 1980. “Haydn and Regnard: A Re-examination.” The Haydn Yearbook 11: 183–95.",
        "haringer_2014": "Haringer, Andrew. 2014. “Hunt, Military, and Pastoral Topics.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 193–213. Oxford University Press.",
        "hatten_2004a": "Hatten, Robert S. 2004a. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hatten_2004b": "Hatten, Robert S. 2004b. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hatten_2014": "Hatten, Robert S. 2014. “The Troping of Topics in Mozart’s Instrumental Works.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 514–38. Oxford University Press.",
        "head_2000": "Head, Matthew. 2000. Orientalism, Masquerade and Mozart’s Turkish Music . Royal Musical Association.",
        "head_2005": "Head, Matthew. 2005. “Haydn’s Exoticisms: ‘Difference’ and the Enlightenment.” In The Cambridge Companion to Haydn , edited by Caryl Clark, 77–94. Cambridge University Press.",
        "hepokoski_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "hiller_1766–70_1970": "Hiller, Johann Adam, ed. [1766–70] 1970. Wöchentlich Nachrichten und Anmerkungen die Musik betreffend . [Leipzig.] 4 vols. Reprint. Georg Olms.",
        "hobbes_1840": "Hobbes, Thomas. 1840. “Human Nature.” In The English Works of Thomas Hobbes of Malmesbury , vol. 4, edited by William Molesworth, 1–76. Bohn.",
        "huron_2004": "Huron, David. 2004. “Music-Engendered Laughter: An Analysis of Humor Devices in PDQ Bach.” In Proceedings of ICMPC8 . Evanston, Illinois, August 3–7: 700–4.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press.",
        "irving_1984": "Irving, Howard. 1984. “Haydn and Laurence Sterne: Similarities in Eighteenth-Century Literary and Musical Wit.” Current Musicology 40: 34–49.",
        "kalisch_1992": "Kalisch, Volker. 1992. “Mozart und Kitsch: Ein musikalischer Spass?” International Review of the Aesthetics and Sociology of Music 23 (1): 43–60.",
        "kant_1790_1951": "Kant, Emmanuel. [1790] 1951. Critique of Judgment . Translated by J. H. Bernard. Hafner Pub. Co.",
        "kierkegaard_2004": "Kierkegaard, Søren. 2004. The Humor of Kierkegaard: An Anthology , edited by Thomas C. Oden. Princeton University Press.",
        "kirnberger_1771_1776_1777_1779": "Kirnberger, Johann Philipp. 1771, 1776, 1777, 1779. Die Kunst des reinen Satzes in der Musik . Voss.",
        "klein_2005": "Klein, Michael L. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "klorman_2013": "Klorman, Edward. 2013. “Multiple Agency in Mozart’s Music.” City University of New York.",
        "koch_1802_1964": "Koch, Heinrich Christoph. [1802] 1964. Musikalische Lexikon . Georg Olms.",
        "koch_1782–93_1969": "Koch, Heinrich Christoph. [1782–93] 1969. Versuch einer Anleitung zur Composition . 3 vols. [Vol. 1, Rudolstadt: 1782. Vols. 2 and 3, Leipzig: Adam Friedrich Böhme, 1787 and 1793.] Reprint. Georg Olms.",
        "koestler_1970": "Koestler, Arthur. 1970. Act of Creation . Pan Books Ltd.",
        "kuipers_2008": "Kuipers, Giselinde. 2008. “The Sociology of Humor.” In The Primer of Humor Research , edited by Victor Raskin, 361–98. Mouton de Gruyter.",
        "laul_2000": "Laul, Rein. 2000. “Humor in Beethoven’s Music.” In A Composition as a Problem: Proceedings of a Conference in Music Theory, Tallinn, May 16–17, 1996 , vol. 1, edited by Mart Humal, 58–77. Eesti Muusikaakadeemia.",
        "lerdahl_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "levy_1982": "Levy, Janet M. “Texture as a Sign in Classic and Early Romantic Music.” Journal of the American Musicological Society 35 (3): 482–531.",
        "levy_1992": "Levy, Janet M. 1992. “‘Something Mechanical Encrusted on the Living’: A Source of Musical Wit and Humor.” In Convention in Eighteenth- and Nineteenth-Century Music; Essays in Honor of Leonard G. Ratner , edited by Wye J. Allanbrook, Janet M. Levy, and William P. Mahrt, 225–56. Pendragon Press.",
        "levy_1995": "Levy, Janet M. 1995. “Beginning-Ending Ambiguity: Consequences of Performance Choices.” In The Practice of Performance: Studies in Musical Interpretation , edited by John Rink, 150–69. Cambridge University Press.",
        "lister_1994": "Lister, Laurie-Jeanne. 1994. Humor as a Concept in Music: A Theoretical Study of Expression in Music, the Concept of Humor, and Humor in Music, with an Analytical Example, W.A. Mozart, Ein musikalischer Spass, KV 522 . P. Lang Pub. Inc.",
        "lowe_1998": "Lowe, Melanie. 1998. “Expressive Paradigms in the Symphonies of Joseph Haydn.” PhD diss., Princeton University.",
        "lowe_2002": "Lowe, Melanie. 2002. “Falling from Grace: Irony and Expressive Enrichment in Haydn’s Symphonic Minuets.” The Journal of Musicology 19 (1): 171–221.",
        "lowe_2007": "Lowe, Melanie. 2007. Pleasure and Meaning in the Classical Symphony . Indiana University Press.",
        "lowry_1974": "Lowry, Linda Ridge. 1974. “Humor in Instrumental Music: a Discussion of Musical Affect, Psychological Concepts of Humor and Identification of Musical Humor.” PhD diss., Ohio State University.",
        "mastic_2015": "Mastic, Timothy. 2015. “ Normative Wit: Haydn’s Recomposed Recapitulations .’ Music Theory Online 21 (2).",
        "mattheson_1739": "Mattheson, Johann. 1739. Der vollkommene Capellmeister . Bärenreiter.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . Chicago University Press.",
        "michaelis_1807": "Michaelis, Christian Friedrich. 1807. “Über das Humoristische oder Launige in der musikalischen Komposition.” Allgemeine musiklaische Zeitung 9: cols. 725–29.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787–1791 . Oxford University Press.",
        "mirka_2014": "Mirka, Danuta, ed. 2014. The Oxford Handbook of Topic Theory . Oxford University Press.",
        "monahan_2013": "Monahan, Seth. 2013. “Action and Agency Revisited.” Journal of Music Theory 57 (2): 321–71.",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military and Pastoral . Indiana University Press.",
        "morreall_1983": "Morreall, John. 1983. Taking Laughter Seriously . State University of New York Press.",
        "morreall_1987": "Morreall, John. 1987. “Funny Ha-ha, Funny Strange, and Other Reactions to Incongruity.” In The Philosophy of Laughter and Humor , edited by John Morreall, 188–207. State University of New York Press.",
        "morreall_1989a": "Morreall, John. 1989a. “The Rejection of Humor in Western Thought.” Philosophy East and West 39: 243–65.",
        "morreall_1989b": "Morreall, John. 1989b. “Enjoying Incongruity.” HUMOR: International Journal of Humor Research 2 (1): 1–18.",
        "morreall_2009": "Morreall, John. 2009. Comic Relief: A Comprehensive Philosophy of Humor . Wiley-Blackwell.",
        "morreall_ed_1987": "Morreall, John, ed. 1987. The Philosophy of Laughter and Humor . State University of New York Press.",
        "munck_2000": "Munck, Thomas. 2000. The Enlightenment: A Comparative Social History 1721–1794 . Arnold.",
        "narmour_1992": "Narmour, Eugene. 1992. The Analysis and Cognition of Melodic Complexity: The Implication-Realization Model . University of Chicago Press.",
        "norrick_2004": "Norrick, Neal R. 2004. “Non-Verbal Humor and Joke Performance.” HUMOR: International Journal of Humor Research 17 (4): 419–28.",
        "palmer_2015": "Palmer, James. 2015. “Form-functional and Topical Sources of Humour in Classical Instrumental Music.” PhD diss., University of British Columbia.",
        "paulson_2011": "Paulson, Jennifer Ellen. 2011. “Riddled Constructs: A Study of Musical Humor in Emmanuel Chabrier’s Comic Operas.” PhD diss., University of British Columbia.",
        "plato_1987": "Plato. 1987. “Philebus.” In The Philosophy of Laughter and Humor , edited by John Morreall, 10. State University of New York Press.",
        "raskin_1985": "Raskin, Victor. 1985. Semantic Mechanisms of Humor . Kluwer Academic Publishers Group.",
        "raskin_2008": "Raskin, Victor, ed. 2008. The Primer of Humor Research . Mouton de Gruyter.",
        "ratner_1980": "Ratner, Leonard G. 1980. Classical Music: Expression, Form, and Style . Schirmer.",
        "rochlitz_1806": "Rochlitz, Friedrich. 1806. “Über den zweckmässigen Gebrauch der Mittel der Tonkunst.” Allgemeine musikalische Zeitung 8 (15 January): 241–49.",
        "rosen_1972": "Rosen, Charles. 1972. The Classical Style: Haydn, Mozart, Beethoven . W. W. Norton.",
        "sadie_2006": "Sadie, Stanley. 2006. Mozart: The Early Years, 1756–1781 . Norton.",
        "scheibe_1738–40_1745": "Scheibe, Johann Adolph. [1738–40] 1745. Der critische Musikus . New ed. Breitkopf.",
        "schellenberg_et_al_2012": "Schellenberg, E. G., Corrigall, K. A., Ladinig, O., and Huron, D. 2012. “Changing the Tune: Listeners Like Music that Expresses a Contrasting Emotion.” Frontiers in Psychology 3: 574.",
        "sisman_1990": "Sisman, Elaine R. 1990. “Haydn’s Theater Symphonies.” Journal of the American Musicological Society 43 (2): 292–352.",
        "sisman_2014": "Sisman, Elaine R. 2014. “Symphonies and the Public Display of Topics.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 90–117. Oxford University Press.",
        "smuts_2006": "Smuts, Aaron. 2006. “Humor.” Internet Encyclopedia of Philosophy .",
        "somfai_1981": "Somfai, László. 1981. “Haydn’s London Quartets.” In Haydn Studies: Proceedings of the International Haydn Conference, Washington, D.C., 1975 , edited by Jens Peter Larsen, Howard Serwer, and James Webster. 38–92. W. W. Norton.",
        "spencer_1883": "Spencer, Herbert. 1883. “The Physiology of Laughter.” In Illustrations of Universal Progress: A Series of Discussions . 194–209. D. Appleton and Company.",
        "sulzer_1792–94_1967": "Sulzer, Johann Georg. [1792–94] 1967. Allgemeine Theorie der schönen Künste . 4th ed., 4 vols. [Leipzig: In der Weidmannschen Buchhandlung.] Reprinted by Georg Olms.",
        "sutcliffe_2014": "Sutcliffe, W. Dean. 2014. “Topics in Chamber Music.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 118–42. Oxford University Press.",
        "swain_1996": "Swain, Joseph P. 1996. “The Range of Musical Semantics.” Journal of Aesthetics and Art Criticism 54 (2): 135–52.",
        "tarasti_1994": "Tarasti, Eero. 1994. A Theory of Musical Semiotics . Indiana University Press.",
        "tovey_1949": "Tovey, Donald Francis. 1949. “Haydn’s Chamber Music.” In Essays and Lectures on Music , 1–64. Oxford University Press.",
        "tovey_1935_1981": "Tovey, Donald Francis. [1935] 1981. Essays in Musical Analysis . Vol. 1: Symphonies and Other Orchestral Works . Oxford University Press.",
        "triezenberg_2004": "Triezenberg, Katrina. 2004. “Humor Enhancers in the Study of Humorous Literature.” HUMOR: International Journal of Humor Research 17 (4): 411–18.",
        "veale_2004": "Veale, Tony. 2004. “Incongruity in Humor: Root Cause or Epiphenomenon?” HUMOR: International Journal of Humor Research 17 (4): 401–9.",
        "veatch_2004": "Veatch, Thomas. 2004. “A Theory of Humor.” HUMOR: International Journal of Humor Research 11 (2): 161–216.",
        "walton_1993": "Walton, Kendall L. 1993. “Understanding Humor and Understanding Music.” Journal of Musicology 11 (1): 32–44.",
        "weber_1800": "Weber, Friedrich August. 1800. “Über komische Charakteristik und Karrikatur in praktischen Musikwerken.” Allgemeine musikalische Zeitung 3 (26 Novement–13 December): cols 138–43, 157–62.",
        "webster_1977": "Webster, James. 1977. “The Bass Part in Haydn’s Early String Quartets.” The Musical Quarterly 63 (3): 390–424.",
        "webster_2004": "Webster, James. 2004. Haydn’s ‘Farewell’ Symphony and the Idea of Classical Style: Through-Composition and Cyclic Integration in his Instrumental Music . Cambridge University Press.",
        "webster_2005": "Webster, James. 2005. “The Sublime and the Pastoral in The Creation and The Seasons.” In The Cambridge Companion to Haydn , edited by Caryl Clark, 150–63. Cambridge University Press.",
        "wheelock_1992": "Wheelock, Gretchen A. 1992. Haydn’s Ingenious Jesting with Art: Contexts of Musical Wit and Humor . Schirmer Books.",
        "winkler_2000": "Winkler, Gerhard J. 2000. “‘Orchesterpantomime’ in den Esterházy-Sinfonien Joseph Haydns.” In Das symphonische Werk Joseph Haydns , edited by Winkler, 103–16. Burgenländisches Landesmuseum.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press.",
        "zenck_2008": "Zenck, Claudia Maurer. 2008. “‘Mannifaltige Abweichungen . . . Sonaten-Form’: Beethoven’s ‘Piano Solo’ Op. 31 No. 1 and the Challenge of Communication.” In Communication in Eighteenth-Century Music , edited by Danuta Mirka and Kofi Agawu, 53–82. Cambridge University Press.",
        "inline_citation": "Recordings",
        "haydn_1992": "Haydn, Joseph, Symphony no. 60. David Blum, Esterházy Orchestra. Vanguard Classics OVC 5000 CD (1992).",
        "haydn_1997": "Haydn, Michael, Symphony in D, Perger 13. Johannes Goritzki, German Chamber Academy. CPO CD (1997).",
        "huss_2010": "Huss, Manfred (conductor). Haydn: Three Theatrical Symphonies. Vienna Haydn Sinfonietta. BIS BIS-SACD-1815, CD (2010).",
        "mozart_1991": "Mozart, Ein musikalischer Spaß , K. 522. Lincoln Center Chamber Society. Arabesque Recordings Z6617 CD (1991).",
        "mozart_1988": "Mozart, Serenade in D major, K. 250. Charles Mackerras, Pražský komorní orchestr. Telarc International CD (1988)."
    },
    "footnotes": {
        "FN0": {
            "text": "* The author wishes to extend a special thanks to William Benjamin, Alan Dodson, and Poundie Burstein, as well as to the editors and anonymous reviewers of Music Theory Online , for their invaluable comments and insightful suggestions during the preparation of this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. See, for example, Sulzer [1792–94] 1967 , “Witz”; Hiller [1766–70] 1970 , 3: 107, Koch [1782–93] 1969 , 2: 40ff; English translation from Baker and Christensen ( 1995 , 155); Weber 1800 col. 143; Rochlitz 1806 , col. 247; and Michaelis 1807 , 725ff. See also Byros 2013 , Mirka 2009 , Diergarten 2008 , and Zenck 2008 for succinct surveys of these and other writers’ writings on the “broad aesthetic category” ( Mirka 2009 , 295) of humor. The first distinct treatment of “humor” appears in a discussion of the quality designated as “Comisch” in Sulzer’s Allgemeine Theorie der schönen Kunste ( 1967 , 1: 485–86), but “humor” is addressed by many of Sulzer’s contemporaries. For example, Johann Reichardt (quoted in Sulzer ( 1967 , 1: 485), remarking on a concert by Antonio Lolli, wrote that Lolli “was the first to show us that instrumental music by and for itself is capable of highest comical expression.” This positive view of musical humor gained currency in the writings of Weber ( 1800 ), Rochlitz ( 1806 ), and Michaelis ( 1807 ), who wrote about the comic or humorous in Leipzig’s Allgemeine musikalische Zeitung (see Mirka 2009 , 295).",
            "citations": [
                "baker_and_christensen_1995",
                "weber_1800",
                "rochlitz_1806",
                "michaelis_1807",
                "byros_2013",
                "mirka_2009",
                "diergarten_2008",
                "zenck_2008",
                "mirka_2009",
                "weber_1800",
                "rochlitz_1806",
                "michaelis_1807",
                "mirka_2009"
            ]
        },
        "FN2": {
            "text": "2. Diergarten ( 2008 , [12]). Diergarten notes that these juxtapositions were “especially true of Viennese instrumental music starting in the 1770s” ( 2008 , [12]).",
            "citations": [
                "diergarten_2008",
                "diergarten_2008"
            ]
        },
        "FN3": {
            "text": "3. Byros ( 2013 , 240) explains that Johann Nikolaus Forkel ( 1801 ), Johann Philipp Kirnberger ( 1779 ), Johann Mattheson ( 1739 ), Johann Adolph Scheibe ( 1745 ), and Koch “described a variety of techniques for playing with convention . . . which served to create unexpected twists” and highlights Koch’s fascination with the “unexpected” ( das Unerwartet ).",
            "citations": [
                "byros_2013",
                "forkel_1788_and_1801",
                "kirnberger_1771_1776_1777_1779",
                "mattheson_1739"
            ]
        },
        "FN4": {
            "text": "4. Zenck ( 2008 , 55–56). She explains that Sulzer, Koch, Weber, Rochlitz and Michaelis all agreed on this.",
            "citations": [
                "zenck_2008"
            ]
        },
        "FN5": {
            "text": "5. Diergarten ( 2008 , [4]), quoting Koch ( 1969 , 2: 1); English translation from Baker and Christensen ( 1995 , 155). Although Koch does not refer to Haydn by name, but only to an instrumental depiction of an absent-minded person ( den Zerstreuten ), Diergarten ( 2008 , [5]) clearly associates his remarks with Haydn’s Symphony no. 60, “Il distratto.”",
            "citations": [
                "diergarten_2008",
                "baker_and_christensen_1995",
                "diergarten_2008"
            ]
        },
        "FN6": {
            "text": "6. “ Mozart oft so überaus glücklich war, wie in der komischen obligaten Behandlung der tiefen Basse gegen die hohen Tone der Blas, oder Saiteninstrumente ”). See Rochlitz 1806 , col. 247; my translation.",
            "citations": [
                "rochlitz_1806"
            ]
        },
        "FN7": {
            "text": "7. See especially Wheelock 1992 , Burstein 1999 , Huron 2006 , Mirka 2009 and Byros 2013 . See also Sisman 1990 , 312, who notes Haydn’s pervasive use of a “clash of styles” in Symphony no. 60, “Il distratto.”",
            "citations": [
                "wheelock_1992",
                "burstein_1999",
                "huron_2006",
                "mirka_2009",
                "byros_2013",
                "sisman_1990"
            ]
        },
        "FN8": {
            "text": "8. Byros 2013 , 219. Modes of communication in music are the focus of Byros’s article, which explores compositional play and discusses humorous utterances with an aim to recuperate a historical listening practice. Byros is interested in the impact of numerous syntactic and semantic axes, and formal functions and topics are among these, but he focuses his analytical efforts squarely on galant schemata and the ways in which they can “become a source of metaphoric forms of communication such as wit and humor” ( 2013 , 219).",
            "citations": [
                "byros_2013",
                "byros_2013"
            ]
        },
        "FN9": {
            "text": "9. According the linguist Thomas Veatch, “Humor is an inherently mysterious and interesting phenomenon which pervades human life” ( 2004 , 161). The issue is further clouded by the existence of three often conflicting historical/methodological branches of humor—incongruity, superiority, and relief theories (introduced below)—and, more recently, the diverging strands of incongruity theory in linguistics. See Raskin 1985 and 2008 ; Attardo and Raskin 1991 ; Attardo 1994 , 1998 , and 2001 ; Davies 2004 ; Brock 2004 ; Veatch 2004 ; Norrick 2004 ; Veale 2004 ; and Morreall 2009 for discussions of the elusive nature of humor.",
            "citations": [
                "veatch_2004",
                "raskin_1985",
                "raskin_2008",
                "attardo_and_raskin_1991",
                "attardo_1994",
                "attardo_1998",
                "attardo_2001",
                "davies_2004",
                "brock_2004",
                "veatch_2004",
                "norrick_2004",
                "veale_2004",
                "morreall_2009"
            ]
        },
        "FN10": {
            "text": "10. “Wit,” in particular, is a ubiquitous topic in critical, musicological, and analytical literature on Haydn. See, for example, Tovey 1949 and 1981 ; Wheelock 1992 ; Burstein 1999 ; Mirka 2009 ; Hepokoski 2006 ; and Mastic 2015 . Many other authors, such as Meyer ( 1956 ), Webster ( 2004 ), and Agawu ( 1991 and 1999 ) use “wit” in different ways. Still other scholars use “wit” in discussions of works by Mozart and Beethoven. Levy ( 1992 ), for example, discusses humor in two of Beethoven’s op. 33 Bagatelles (see also Laul 2000 ), while other authors such as Lister ( 1994 ), Lowry ( 1974 ), and Godt ( 1986 ), for example, discuss humor in Mozart’s Ein musikalischer Spaß and elsewhere. Since not all wit is humorous—some is merely clever without necessarily being funny or amusing—but some humor is witty, the same kinds of musical incongruity that create wit also often create humor. Thus, the examples of wit found in this study are only those that fall under the umbrella of humor.",
            "citations": [
                "tovey_1949",
                "tovey_1935_1981",
                "wheelock_1992",
                "burstein_1999",
                "mirka_2009",
                "hepokoski_2006",
                "mastic_2015",
                "meyer_1956",
                "webster_2004",
                "agawu_1991",
                "agawu_1999",
                "levy_1992",
                "laul_2000",
                "lister_1994",
                "lowry_1974",
                "godt_1986"
            ]
        },
        "FN11": {
            "text": "11. See Wheelock 1992 , 21 and Diergarten 2008 , [12]. See also Sulzer’s entries on “Witz” and “Laune” ( 1967 ) and Michaelis, who observed “ das Launige (witty or jocular) in the character of particular rhythms or in the ‘unexpected entrance of certain voices or instruments’” ( 1807 , col. 726, quoted in Zenck 2008 , 56).",
            "citations": [
                "wheelock_1992",
                "diergarten_2008",
                "michaelis_1807",
                "zenck_2008"
            ]
        },
        "FN12": {
            "text": "12. Wheelock 1992 , 21–32. Like Wheelock, I seek “to locate the strategies of musical jests” ( 1992 , x), but my theoretical approach to musical humor aims to uncover an economical set of principles with relatively broad explanatory power. However, the role of musical topics and syntactic elements in producing contrast in examples of Classical wit and humor is a point of contact in our work. More recently, Mastic ( 2015 ) addressed eighteenth-century notions of “wit” in the deformations found in Haydn’s sonata form recapitulations. Mastic ( 2015 ) approaches eighteenth-century “wit” from a contemporary listener’s point of view. He focuses, however, on a broader, less humorous, kind of wit than I do. Mirka focuses on metric witticisms in Haydn’s string quartets, approaching humor as a “broad aesthetic category” and considers metric manifestations of comic “absent-mindedness”—an idea she draws from Friedrich August Weber’s writings ( Mirka 2009 , 295).",
            "citations": [
                "wheelock_1992",
                "wheelock_1992",
                "mastic_2015",
                "mastic_2015",
                "mirka_2009"
            ]
        },
        "FN13": {
            "text": "13. Ein musikalischer Spaß is replete with gags like these. For discussions of various passages in K. 522, see Lister 1994 , Godt 1986 , Lowry 1974 , and Kalisch 1992 .",
            "citations": [
                "lister_1994",
                "godt_1986",
                "lowry_1974",
                "kalisch_1992"
            ]
        },
        "FN14": {
            "text": "14. Sisman ( 1990 , 311ff.) discusses this symphony at length.",
            "citations": [
                "sisman_1990"
            ]
        },
        "FN15": {
            "text": "15. The concept of “play with proportion” cannot be properly addressed within the scope of this article, but it factors heavily into Goeth’s ( 2013 , 247) discussion of humor in music where she invokes notions of “misproportion,” “oversize,” and “excessive repetition.”",
            "citations": [
                "goeth_2013"
            ]
        },
        "FN16": {
            "text": "16. Burstein 1999 , 69. Most modern humor theorists would agree with this statement. In addition, Burstein may have been the first music scholar to suggest that incongruity is not enough to describe musical humor, but he does not specify which authors have claimed that the reconciliation of incongruities is sufficient for humor in music.",
            "citations": [
                "burstein_1999"
            ]
        },
        "FN17": {
            "text": "17. Burstein 1999 , 69. Burstein’s claim finds a near-analog in Lowe’s work when she notes “the expressive incompatibility of the tempestuous and the trivial” ( 2007 , 142).",
            "citations": [
                "burstein_1999",
                "lowe_2007"
            ]
        },
        "FN18": {
            "text": "18. See Raskin 1985 and 2008 , Attardo and Raskin 1991 , and Attardo 1994 , 1997 , and 2001 . Implication-realization approaches to music theory largely draw on this conception of humor. See, for example, Narmour 1992 and Meyer 1956 . Along with incongruity, two other schools of thought in humor theory, superiority and relief, can be relevant to musical humor in certain special contexts (see, for instance, Example 6 below). For overviews of these three branches of humor theory, see Palmer 2015 , 22–29 and Morreall 2009 , 1–26. For excellent summaries of humor research in other disciplines (linguistics, literature, sociology, and psychology), see Raskin 2008 and Paulson 2011 , 11–17.",
            "citations": [
                "raskin_1985",
                "raskin_2008",
                "attardo_and_raskin_1991",
                "attardo_1994",
                "attardo_1997",
                "attardo_2001",
                "narmour_1992",
                "meyer_1956",
                "palmer_2015",
                "morreall_2009",
                "raskin_2008",
                "paulson_2011"
            ]
        },
        "FN19": {
            "text": "19. Goeth 2013 , 238. Goeth’s view is similar to Kant’s original formulation of incongruity as a sign of thwarted expectation that comes from the introduction of surprising oddities into otherwise typical discourse (see Kant [1790] 1951 ). In his view, humor arises from a “sense of falling short of . . . expectations” ( Dalmonte 1995 , 173). See also Kierkegaard 2004 , Bergson 1911 , and Morreall 1983 , 1987 , 1989a , and 2009 . Kierkegaard followed many of Kant’s ideas of incongruity closely, whereas Bergson and (much more recently) Morreall incorporated the concept of “incongruity” into their specific approaches to humor. For Bergson, incongruity is most manifest as the dissonance between the mechanical and living. This idea—his most influential—is borne out in the phrase most often translated as “something mechanical encrusted on the living” (“ quelque chose de mécanique plaqué sur du vivant ”) and was adopted by Levy ( 1992 ) and Dalmonte ( 1995 ).",
            "citations": [
                "goeth_2013",
                "kant_1790_1951",
                "dalmonte_1995",
                "kierkegaard_2004",
                "bergson_1911",
                "morreall_1983",
                "morreall_1987",
                "morreall_1989a",
                "morreall_2009",
                "levy_1992",
                "dalmonte_1995"
            ]
        },
        "FN20": {
            "text": "20. These writings also discuss many aspects of humor that focus too specifically on verbal humor to be directly applicable here. See Attardo 1994 for a summary of humor research in the field of linguistics.",
            "citations": [
                "attardo_1994"
            ]
        },
        "FN21": {
            "text": "21. “Script opposition,” originally called “script overlap” by Raskin ( 1985 ), has been widely adopted by Raskin and others in subsequent writings. See Raskin 2008 , Attardo and Raskin 1991 , Attardo 1994 , Triezenberg 2004 , Brock 2004 , Norrick 2004 , and Davies 2004 .",
            "citations": [
                "raskin_1985",
                "raskin_2008",
                "attardo_and_raskin_1991",
                "attardo_1994",
                "triezenberg_2004",
                "brock_2004",
                "norrick_2004",
                "davies_2004"
            ]
        },
        "FN22": {
            "text": "22. Raskin ( 1985 , 113–14 and 127; quoted in Attardo 1994 , 204). The “high/low stature” opposition is particularly common and effective in music when it arises between Classical topics.",
            "citations": [
                "raskin_1985",
                "attardo_1994"
            ]
        },
        "FN23": {
            "text": "23. Triezenberg 2004 , 412. Raskin and Attardo have since revised their earlier theories to incorporate more of linguistics in general (see Attardo and Raskin 1991 ), but such further theoretical specializations of script opposition have become too linguistically robust to be of any practical music-theoretic application (see especially Attardo 1994 ). Thus, I employ “script opposition” only, since it lies in a Goldilocks zone of explanatory power: the concept is neither too psychologically abstract, nor too field specific.",
            "citations": [
                "triezenberg_2004",
                "attardo_and_raskin_1991",
                "attardo_1994"
            ]
        },
        "FN24": {
            "text": "24. Rochlitz may have provided the earliest mention of opposition with respect to musical humor when he wrote, “[P]urpose and means should ‘oppose each other abruptly’” ( Zenck 2008 , 56, quoting Rochlitz 1806 , col. 7).",
            "citations": [
                "zenck_2008",
                "rochlitz_1806"
            ]
        },
        "FN25": {
            "text": "25. Raskin 1985 , 111. The normal/abnormal opposition is one of three general types of opposition. The other two types are “actual situation”/non-actual, non-existing situation” and “possible, plausible situation”/“fully or partially impossible or much less plausible situation” (111).",
            "citations": [
                "raskin_1985"
            ]
        },
        "FN26": {
            "text": "26. Attardo 1994 , 204. As I explain below (see esp. paragraphs 5.5–5.11), such script oppositions are usually most strongly implied by the musical topics involved in such passages. The analytical discussions below explain how such script oppositions are created. See esp. Figures 4–8 for brief lists of some possible script oppositions.",
            "citations": [
                "attardo_1994"
            ]
        },
        "FN27": {
            "text": "27. In Palmer ( 2015 ), I contend that two strategies for the deployment of formal functions and topics are especially prominent in the Classical instrumental style: “opposition” and “excess.” Both of these notions factor heavily in many scholarly musical discussions of humor (see Burstein 1999 , Goeth 2013 , and also Sisman 1990 , Dalmonte 1995 , and Huron 2004 ).",
            "citations": [
                "palmer_2015",
                "burstein_1999",
                "goeth_2013",
                "sisman_1990",
                "dalmonte_1995",
                "huron_2004"
            ]
        },
        "FN28": {
            "text": "28. Burstein 1999 , 72. Burstein demonstrates the subtle extent to which Haydn employs harmonic connections and motivic parallelisms to produce humor in Symphonies nos. 58, 78, 83, 90, and 93.",
            "citations": [
                "burstein_1999"
            ]
        },
        "FN29": {
            "text": "29. Musical syntax also encompasses prolongational structure (see Burstein 1999 and Lerdahl 1983 ) and schemata (see Gjerdingen 2007 , Byros 2013 ), but this study focuses primarily on connections between musical topics and local functional incongruities between beginnings, middles, and ends. The semantic content of music is far less specific and robust than the semantic content of language. See Agawu 1991 , 33 and also Swain 1996 .",
            "citations": [
                "burstein_1999",
                "lerdahl_1983",
                "gjerdingen_2007",
                "byros_2013",
                "agawu_1991",
                "swain_1996"
            ]
        },
        "FN30": {
            "text": "30. The role of formal functions in creating musical humor or wit is mentioned by Byros ( 2013 , 219), Goeth ( 2013 , 237–38 and 247), Levy ( 1992 , 239), Huron ( 2004 ), Sisman ( 1990 , 320), Mirka ( 2009 , 309), Hepokoski and Darcy ( 2006 , 66–67), and Almén ( 2008 , 169); See also Edwards ( 1998 ) and Burstein ( 2015 ). The role of musical topics in musical humor is explicitly discussed in Byros ( 2013 , 219–20 and 240–43) and mentioned in Paulson ( 2011 , 95–96 and 137–40), Agawu ( 1999 , 156), Diergarten ( 2008 , [13]), and Sisman ( 1990 , 320).",
            "citations": [
                "byros_2013",
                "goeth_2013",
                "levy_1992",
                "huron_2004",
                "sisman_1990",
                "mirka_2009",
                "hepokoski_2006",
                "edwards_1998",
                "burstein_2015",
                "byros_2013",
                "paulson_2011",
                "agawu_1999",
                "diergarten_2008",
                "sisman_1990"
            ]
        },
        "FN31": {
            "text": "31. Topics are not always involved: other more general or specific scripts—other semantic information that does not properly fall within the realm of Ratnerian topics—can perform a similar context-clarifying role. The extent to, and manner in, which this is possible is clarified alongside Example 5.",
            "citations": []
        },
        "FN32": {
            "text": "32. Hepokoski 2006 , 66. Goeth notes that, as in verbal humor, humor in music arises “through the dislocation of phraseme-like patterns, and . . . through parody” ( 2013 , 235) and explains, “the term phraseme is used for conventionalized expressions also referred to as idioms, collocations, fixed or set expressions” (237; Goeth’s emphasis). As such, formal functions could be considered a kind of phraseme in music, but the analogy is better applied to “conventionalized expressions” like topics and schemata.",
            "citations": [
                "hepokoski_2006",
                "goeth_2013"
            ]
        },
        "FN33": {
            "text": "33. Byros 2013 , 241; see also Mirka 2009 , 302–3. For example, Mirka writes about a passage in the first movement of Haydn’s String Quartet op. 50 no. 2: “[I]n the most immediate context of the preceding canons this [ Ländler ] topic brings a dramatic contrast between high and low style” ( 2009 , 273).",
            "citations": [
                "byros_2013",
                "mirka_2009",
                "mirka_2009"
            ]
        },
        "FN34": {
            "text": "34. Lowe 2007 , 134. In her thorough discussion of Symphony no. 93, Lowe notes its “unusually frequent and salient juxtapositions of stylistic registers, points of contact between high, middle, and low musical expressions that would have been clearly audible and immediately apparent to Haydn’s late-eighteenth-century listener” (136).",
            "citations": [
                "lowe_2007"
            ]
        },
        "FN35": {
            "text": "35. Huron notes, for example, that a “pivotal factor” for creating specifically musical humor is “the underlying extramusical context and social situation” ( Byros 2013 , 240n100; Byros’ emphasis and parentheses, quoting Huron 2006 , 287).  He also explains, “In the case of musical humor, the context appears to be overtly one of playfulness and parody” ( Huron 2006 , 288). According to Huron, “playfulness” may be signaled by “the interjection of ‘low art’ gestures into ostensible ‘high art’ contexts” (288). The notion that contextually inappropriate compositional use of “high” or “low” elements can create humor resonates in the work of Byros ( 2013 ) and Diergarten ( 2008 ). Huron ( 2006 , 288) also implies that a common source of parody is “the use of absurd sounds in an ostensibly normal musical context.” The flatulent expulsion from the bassoons in the second movement of Haydn’s Symphony no. 93 is an excellent example.",
            "citations": [
                "byros_2013",
                "huron_2006",
                "huron_2006",
                "byros_2013",
                "diergarten_2008",
                "huron_2006"
            ]
        },
        "FN36": {
            "text": "36. Furthermore, not all topical oppositions create humor. A prime example is the valence shift between the minuet and trio in the third movement of Haydn’s Symphony no. 67, which creates both negative/positive valence and high/low stature oppositions, but is not likely to be perceived as humorous (see Palmer 2015 , 72–75). Lowe ( 1998 ) and Burnham ( 2005 ) discuss how motions toward lower, more popular styles (valences) occur often at different levels of structure in Haydn’s symphonies. Burnham ( 2005 , 63), in particular, notes that symphonic finales commonly possess a “downhill trajectory” from higher to lower styles, while Lowe ( 2002 ) discusses the pivotal, and often ironic, role that Haydn’s minuets play in the symphony cycle.",
            "citations": [
                "palmer_2015",
                "lowe_1998",
                "burnham_2005",
                "burnham_2005",
                "lowe_2002"
            ]
        },
        "FN37": {
            "text": "37. Musical topics are italicized (as they are throughout this article), while genres and adjectives appear in normal script.",
            "citations": []
        },
        "FN38": {
            "text": "38. A discussion of how “low” elements move to “high” elements in an ironic manner is introduced alongside Examples 3a and b.",
            "citations": []
        },
        "FN39": {
            "text": "39. See Caplin 2005 . For example, some common topical/functional affiliations are French overture with beginning, Sturm und Drang with middle, and lament with ending ( Caplin 2005 , 115). However, the topics generally referred to as “genre” or “style topics”—for example, aria , sarabande , or ombra —frequently have no clear functional affiliation (115).",
            "citations": [
                "caplin_2005",
                "caplin_2005"
            ]
        },
        "FN40": {
            "text": "40. According to Sisman, nearly every reference to Haydn’s Il distratto being composed specifically for a play suggests that such a deliberate compositional pairing was rare ( Sisman 1990 , 301). For example, she mentions briefly a record that a “new” (unknown) Mozart symphony was performed between acts of Die eingebildeten Philosophe on July 26, 1785, but this symphony—like most performed in the theater—was not written specifically to accompany the drama ( Sisman 1990 , 300–1). Although Symphony no. 60’s nickname often appears as the Italian Il distratto , its original incarnation as incidental music was written by Haydn to accompany Regnard’s French play, Le distrait .  The accepted German equivalent was Der Zerstreute .",
            "citations": [
                "sisman_1990",
                "sisman_1990"
            ]
        },
        "FN41": {
            "text": "41. Diergarten 2008 , [4] and [8]; from Koch 1787. Although Koch does not refer to Haydn or to the symphony by name, Diergarten demonstrates how Koch’s description of the instrumental depiction of an absent-minded person ( den Zerstreuten ) clearly levels his criticism at Haydn’s composition. Diergarten’s  admirable sleuthing further reinforces this connection, noting that Koch’s paraphrase of Horace’s “at times even Homer nods off” strongly references an “important, recognized, and renowned composer”: Haydn is the clear referent in this case ( 2008 , [5]).",
            "citations": [
                "diergarten_2008",
                "diergarten_2008"
            ]
        },
        "FN42": {
            "text": "42. Sisman observes of the Classical symphony: “The symphony . . . could move easily among social levels and locations, and could appeal by the very variety of topics at those levels” ( 2014 , 98).",
            "citations": [
                "sisman_2014"
            ]
        },
        "FN43": {
            "text": "43. Comic “absent-mindedness” is a particular focus of Haydn’s Symphony no. 60. Mirka tackles Haydn’s use of “absent-mindedness,” drawing on Friedrich August Weber’s writings ( 2009 , 295).",
            "citations": [
                "mirka_2009"
            ]
        },
        "FN44": {
            "text": "44. Even the musette ’s minor mode is undercut slightly by the first violin’s opening major tetrachord.",
            "citations": []
        },
        "FN45": {
            "text": "45. Rosen 1972 , 162–63; see also Webster 2004 , 242. Sisman notes the “single most pervasive quality of a unison passage: its aura of authoritative control” ( Sisman 2014 , 108, quoting Levy 1982 , 507).",
            "citations": [
                "rosen_1972",
                "webster_2004",
                "sisman_2014",
                "levy_1982"
            ]
        },
        "FN46": {
            "text": "46. Similarly incongruous musette passages where instruments seem to get “carried away” can be found in the fourth movement of Mozart’s String Quintet K. 516 (mm. 56–58), the fourth movement of String Quartet K. 590, and in the first movement of Haydn’s String Quartet op. 20 no. 3 (mm. 24, 107, 145, 151, and 240). Haydn is also fond of writing string quartet cello parts that sound absent-minded (see especially the second movement of op. 77 no. 2 and first movement of op. 33 no. 4).",
            "citations": []
        },
        "FN47": {
            "text": "47. Sisman 1990 , 315. In the same discussion, Sisman also explains that, unlike in this trio, “Haydn [usually] played with such conventions [of phrase rhythm] in minuets . . . by an excess of activity, especially short motives in hemiola (e.g., String Quartet op. 33, no. 5).”",
            "citations": [
                "sisman_1990"
            ]
        },
        "FN48": {
            "text": "48. In a sense, the minor mode heightens this opposition because, as Sutcliffe explains, “Use of the minor mode not only typically brings certain kinds of material to the fore, it also tends to mute topical variety” ( Sutcliffe 2014 , 131). In other words, since the serioso and musette are forcibly juxtaposed in a minor context where such juxtapositions are usually “muted,” the contrast and resulting opposition are more pronounced.",
            "citations": [
                "sutcliffe_2014"
            ]
        },
        "FN49": {
            "text": "49. Haringer 2014 , 205, quoting Sulzer [1792–94] 1967 , 2: 421. Sulzer also notes, “The dance under this name is designed for naïve rustic entertainments but it can portray noble shepherd characters as well as lowly peasants” ( Haringer 2014 , 205, quoting Sulzer [1792–94] 1967 , 2: 421). Here, Haydn’s harmonic stasis clearly portrays the “lowly peasants.”",
            "citations": [
                "haringer_2014",
                "haringer_2014"
            ]
        },
        "FN50": {
            "text": "50. The three-node opposition networks I employ somewhat resemble Lawrence Zbikowski’s conceptual integration networks ( 2002 , 63–95). While both types of networks highlight contrasting elements in upper nodes that are then “blended” into the lower node, the interactions between the nodes communicate different things. For example, while Zbikowski’s networks can map the domains of text and music onto one another to create a blended metaphorical space where the two are intertwined, my upper nodes begin with a “blended” space, laden with metaphor (topics and human characteristics). Furthermore, any blending of these upper nodes into the lower node cannot properly be called “blending” since, psychologically speaking, “script oppositions” are not a blend, but rather a persistent clash.",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN51": {
            "text": "51. See Ratner 1980 , 20. I have labelled this atypical topic “march” (in quotations) in Example 3b. Monelle ( 2000 , 54–55) provides examples in Tchaikovsky’s fifth and sixth symphonies where march and waltz topics are mixed, but Haydn’s is the only Classical example I have encountered where a march implication occurs in a thoroughly triple-time movement. Monelle ( 2006 , 115–16) discusses an example from Jean-Baptiste Lully in which the opposite occurs: a triple-time intrusion (a measure in 2 3 ) occurs in a march that is otherwise in duple meter.",
            "citations": [
                "ratner_1980",
                "monelle_2000",
                "monelle_2006"
            ]
        },
        "FN52": {
            "text": "52. Klorman ( 2013 , 127–28) provides a concise discussion of analytical uses for Monahan’s ( 2013 ) “avatars” in Mozart’s music.",
            "citations": [
                "klorman_2013",
                "monahan_2013"
            ]
        },
        "FN53": {
            "text": "53. See Agawu 1991 , 34 for a discussion of “topical overlap.”",
            "citations": [
                "agawu_1991"
            ]
        },
        "FN54": {
            "text": "54. This depends, of course, on the performers’ choices regarding this effect. I believe the best strategy for performing humor in this passage is to almost completely drown out the oboes as they finish. Most performances seem to allow the oboes to be heard relatively clearly to the end of their phrase, while a select few (my favorites) almost completely obscure their conclusion with the interrupting unison entry. Listen, for example, to the recording by the Haydn Sinfonietta Wien under Manfred Huss ( 2010 ) for a particularly effective (if slightly slow) example.",
            "citations": [
                "huss_2010"
            ]
        },
        "FN55": {
            "text": "55. One might interpret this march in a positive light right from the outset, but because of its interrupting or intruding role, my initial impression of this march is negatively valenced before it is playfully contradicted. Both the minuet and march are “high” topics, so no obvious valence shift between social statuses occurs here. The particular social implications of this opposition are discussed below.",
            "citations": []
        },
        "FN56": {
            "text": "56. Haringer discusses how marches “can even be in triple meter, if only they preserve their pride and warlike nature” ( 2014 , 200).",
            "citations": [
                "haringer_2014"
            ]
        },
        "FN57": {
            "text": "57. For example, the minuet second movement of Haydn’s String Quartet op. 77 no. 2 often strongly implies duple meter.",
            "citations": []
        },
        "FN58": {
            "text": "58. For a different reading of the cadence structure here, see Burstein 2014 , 16.",
            "citations": [
                "burstein_2014"
            ]
        },
        "FN59": {
            "text": "59. Remarkably, Koch (1787, 41) provides a very similar “recipe” for depicting absent-mindedness in instrumental music, where he asks: “‘How, for example, does the composer represent an absent-minded person in an instrumental piece?’ and answers: ‘He connects sections which properly do not belong together; he makes a triple rhythm [ Rhythmus ] where we expect a duple; without reason he alternates the minor mode with the major, and so on’” (quoted in Mirka 2009 , 300, translated by Baker and Christensen 1995 , 155).",
            "citations": [
                "mirka_2009",
                "baker_and_christensen_1995"
            ]
        },
        "FN60": {
            "text": "60. The minuet section has some oddities in it as well, however. The dotted march makes its first appearance in m. 24 and the absent-minded minuet is suggested from mm. 25 to 29. But neither of these topics is nearly as emphatically or bizarrely employed as they are in the trio.",
            "citations": []
        },
        "FN61": {
            "text": "61. In this trio, we might even hear the Chevalier as one of Eero Tarasti’s “negactants”: an agent-antagonist that acts in opposition to the central work-persona ( Tarasti 1994 ). Klorman 2013 , 147 discusses the role of “negactants” in Mozart’s string quartets.",
            "citations": [
                "tarasti_1994",
                "klorman_2013"
            ]
        },
        "FN62": {
            "text": "62. This character-driven interpretation finds a precedent in Haydn’s own statements. That is, the “explicit connection [made by Forkel] of the theater style with moral sentiments finds an echo in Haydn’s statement to his biographer Griesinger that he often tried to portray ‘moral characters’ in his symphonies” ( Sisman 1990 , 310).",
            "citations": [
                "sisman_1990"
            ]
        },
        "FN63": {
            "text": "63. Sisman observes of the second movement, “The parody of a French dance introduced in the development section probably satirizes the Chevalier” ( Sisman 1990 , 314).",
            "citations": [
                "sisman_1990"
            ]
        },
        "FN64": {
            "text": "64. Die Violinen stimmen um von f auf g (mm. 23–30).",
            "citations": []
        },
        "FN65": {
            "text": "65. There is a later hindrance, which I do not discuss here, but which Wheelock ( 1992 , 160) and Webster ( 2004 , 245) have noted and discussed: further along in the movement Haydn includes a notably out-of-the-ordinary quotation of “The Night Watchman’s Song.” While Haydn’s “Night Watchman” quotation is surely added for comic effect (as Webster notes), it has—in my opinion—more the effect of general amusement or entertainment that I associate with Burnham’s ( 2005 , 61) “clown stepping onstage” than with humorous opposition, per se. That is, it provides contrast at a point where we expect contrast, but does so in a slightly odd, somewhat sensible, and surely programmatic way.",
            "citations": [
                "wheelock_1992",
                "webster_2004",
                "burnham_2005"
            ]
        },
        "FN66": {
            "text": "66. Preßburger Zeitung , 23 July, 1774, quoted in Wheelock 1992 , 155, quoting Angermüller 1978 , 88. Winkler ( 2000 , 103–16) also discusses the gag-like quality of Haydn’s tuning passage and relates it to the “surreal gags” that can be found in modern music.",
            "citations": [
                "wheelock_1992",
                "winkler_2000"
            ]
        },
        "FN67": {
            "text": "67. Preßburger Zeitung , 23 July, 1774, quoted in Wheelock 1992 , 155, quoting Angermüller 1978 , 88.",
            "citations": [
                "wheelock_1992"
            ]
        },
        "FN68": {
            "text": "68. Theaterwochenblatte für Salzburg no. 21 (27 January 1776), quoted in Wheelock 1992 , 155–58. See Angermüller 1978 , 90–92 for the complete review.",
            "citations": [
                "wheelock_1992"
            ]
        },
        "FN69": {
            "text": "69. Comparable oddities in K. 522 occur in the violin cadenza at the end of the third movement, the horns’ parallel-thirds passage in the second movement (m. 17–20), and the polytonal cadence that concludes the serenade.",
            "citations": []
        },
        "FN70": {
            "text": "70. The notion of a musical “frame” and the idea of an out-of-frame reference in Haydn are discussed by Webster ( 2004 ).",
            "citations": [
                "webster_2004"
            ]
        },
        "FN71": {
            "text": "71. The idea that Haydn is referring to something outside of the composition proper strongly suggests a connection to the extraneous comic references of Laurence Sterne’s Tristram Shandy . See Bonds 1991 and Irving 1984 for specific insights on connections between Haydn and Sterne.",
            "citations": [
                "bonds_1991",
                "irving_1984"
            ]
        },
        "FN72": {
            "text": "72. Attardo ( 1996 , 88) calls higher-level scripts like these “complex scripts.”",
            "citations": [
                "attardo_1996"
            ]
        },
        "FN73": {
            "text": "73. Gjerdingen 2007 , 45. This Prinner is echoed in an entertainingly skewed way when Haydn quotes the “Night Watchman” song later in the movement.",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN74": {
            "text": "74. “Target” is the term used in linguistic theories of verbal humor to refer to the “butt” of the joke. See Attardo and Raskin 1991 , 301–2 and Davies 2004 , 377.",
            "citations": [
                "attardo_and_raskin_1991",
                "davies_2004"
            ]
        },
        "FN75": {
            "text": "75. Sisman 1990 , 318; my emphasis. According to Sisman, “This detail from La Bruyère’s character sketch, absent in Regnard’s original play, is restored in the German text” ( 1990 , 318). See Sisman ( 1990 , 320) for a point-form summary of the musical events she finds representative of Haydn’s musical interaction with characters or events in the play.",
            "citations": [
                "sisman_1990",
                "sisman_1990",
                "sisman_1990"
            ]
        },
        "FN76": {
            "text": "76. In Michael Haydn’s case, this contemporary listener was Leopold Mozart (see Anderson 1966 , 1: 297) and below.",
            "citations": [
                "anderson_1966"
            ]
        },
        "FN77": {
            "text": "77. Rondo couplets are often differentiated topically from refrains, but the repeated refrains themselves tend to present less variety of topics. Topical contrast manifests most often as a character change occurring alongside a tonal/modal shift (i.e. to minore in major-mode rondos or maggiore in minor-mode ones). See Caplin 1998 , 231–35.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN78": {
            "text": "78. Varied refrain repetitions most often contrast in phrase structure or thematic design, where later refrains are often “abridged or incomplete” ( Caplin 1998 , 235). Topical change is not a requirement, but is certainly a likely possibility. Consider, for example, the nearly obligatory minore variation found in most Classical variation forms, which not only changes the tonality of the variation, but tends to alter other characteristics that influence the variation’s topic. See Caplin 1998 , 218.",
            "citations": [
                "caplin_1998",
                "caplin_1998"
            ]
        },
        "FN79": {
            "text": "79. The reverse is also possible: so much of the same topic in the opening three variations might suggest more potential for topical change. Regardless, there is no way to expect the drastic contrast Michael Haydn presents here.",
            "citations": []
        },
        "FN80": {
            "text": "80. Michael Haydn may also have been thinking of more specific programmatic elements. When writing this theater symphony, he likely decided to include references to the story of Voltaire’s Zaïre , for which this symphony was written as accompaniment. As his brother Joseph did in Il distratto , Michael Haydn seems to have turned to musical topics to represent key characters in the play and, to some extent, the actions or events that involved them. One might, for example, suppose an affiliation between the conservative style and the non-combative character of the female prisoner Zara ( Zaïre ). Likewise, the Turkish music could easily represent the Turkish sultan Osman. Michael Haydn returns to the Turkish topic later in the movement in order to get the most out of his comic device.",
            "citations": []
        },
        "FN81": {
            "text": "81. The effect here is similar to the topical overlap between the minuet and march in the third movement of Haydn’s Symphony no. 60 (see Example 3b).",
            "citations": []
        },
        "FN82": {
            "text": "82. See Monelle 2006 , 117–23 for a concise discussion of “Turkish music.” See also Hepokoski 2006 , 397 and 401.",
            "citations": [
                "monelle_2006",
                "hepokoski_2006"
            ]
        },
        "FN83": {
            "text": "83. This letter was written in 1781 and refers to the character from Mozart’s opera Die Entführung aus dem Serail , which was completed the following summer. Webster ( 2004 , 245) notes that Turkish elements were more commonly employed in operatic works than in instrumental ones. Mozart also treats the topic with increasing levels of impropriety in the seventh movement of his Serenade in B ♭ , K. 361. Other examples of the Turkish topic occur in the third movement of Mozart’s Sonata in A K. 331, Beethoven’s The Ruins of Athens , and the finale of his Ninth Symphony. See Monelle 2006 , 6.",
            "citations": [
                "webster_2004",
                "monelle_2006"
            ]
        },
        "FN84": {
            "text": "84. Head 2005 , 83. A similar reference to the exotic occurs with the sudden “intrusions” of a Hungarian -inflected minore in the final of Haydn’s String Quartet op. 33 no. 3; see Palmer 2015 , 206–10.",
            "citations": [
                "head_2005",
                "palmer_2015"
            ]
        },
        "FN85": {
            "text": "85. The relief branch of humor theory was primarily articulated by Herbert Spencer ( 1883 ) and later by Sigmund Freud ( 1960 ), and holds that the sense of relief or release that comes with the removal of a threat can lead to laughter—one possible physiological response tied to humor ( Huron 2006 , 287). In other words, “Release/relief theories perceive humor and laughter as a release of the tensions and inhibitions generated by societal constraints” ( Carrell 2008 , 313). Although some modern humor theories include elements of relief theories, “‘pure’ relief theorists, explaining all of humor and laughter as release of tension or ‘safety valve’, cannot be found anymore in humor scholarship” ( Kuipers 2008 , 362).",
            "citations": [
                "spencer_1883",
                "freud_1960",
                "huron_2006",
                "carrell_2008",
                "kuipers_2008"
            ]
        },
        "FN86": {
            "text": "86. Superiority theory is the most ancient of the primary branches of humor theory. It can be traced back to Plato and Aristotle (see Bremmer 1997 and Smuts 2006 ), but its strongest proponent was Thomas Hobbes ( 1840 ). Superiority theories hold that the audience of a joke will find humor in the feeling of superiority over the joke’s “target”—the guy who walked into the bar, for example. But, while superiority may be necessary for our reaction to a shift between high and low stature, it is not fundamental to our perception of humor.",
            "citations": [
                "bremmer_1997",
                "smuts_2006",
                "hobbes_1840"
            ]
        },
        "FN87": {
            "text": "87. Many Classical composers engaged in what could be called “racist” musical jokes. Racial humor appears to have been a particularly common manifestation of the ubiquitous Classical valence shift from high to low status, especially when focused on the Turks, Balkans, or Hungarians. This fact should not be surprising to modern audiences, who know that many comedy acts once centered on the deprecation of other cultures (and some still do). Webster discusses the “deliberate invocation of ‘ethnic’ moods [which] is found primarily in two contexts: ‘Turkish’ elements in operas, and Balkan/Hungarian style in instrumental music” ( Webster 2004 , 245). Mirka also notes, “the mix of Gypsy and Hungarian national elements . . . behind the metrical dissonance in Haydn’s theme” from the finale of String Quartet op. 55 no. 2 ( Mirka 2009 , 275). Elsewhere, Allanbrook explains how “absurd horn calls . . . mutate rapidly into a Turkish-style minor” in Haydn’s Piano Sonata in E ♭ Major, Hob. XVI:52 ( Allanbrook 2002 , 210).",
            "citations": [
                "webster_2004",
                "mirka_2009",
                "allanbrook_2002"
            ]
        },
        "FN88": {
            "text": "88. See Palmer 2015 for a discussion of humorous aspects of the third movement of K. 250.",
            "citations": [
                "palmer_2015"
            ]
        },
        "FN89": {
            "text": "89. Tovey [1935] 1981 , 177. The second “Haffner” Serenade in D Major, K. 385, was written for the coronation of Siegmund Haffner the younger (brother to Marie Elisabeth and friend of Mozart), and in a later incarnation, became Mozart’s famous “Haffner” Symphony no. 35 in D Major, K. 385.",
            "citations": [
                "tovey_1935_1981"
            ]
        },
        "FN90": {
            "text": "90. The Loreto convent first performed the work on the evening of 21 July, 1776 (the eve of the wedding) in the summerhouse in the garden of the Paris-Lodrongasse, near the Mozarts’ house ( Eisen and Keefe 2006 , 205; Sadie 2006 , 403). The eight-movement serenade totals over an hour of music and on the occasion was flanked by Mozart’s March in D Major, K. 249.",
            "citations": [
                "eisen_and_keefe_2006",
                "sadie_2006"
            ]
        },
        "FN91": {
            "text": "91. The exception to this humorlessness is “one of Mozart’s most Rossinian themes” ( Tovey [1935] 1981 , 178), which begins first in m. 80 and sounds excessive because of its motivic inanity. The (post-cadential) form-functional redundancy is conspicuous and definitely makes me laugh. The passage is full of dull, scalar motion and, while it is unnecessarily repetitive, its overtly playful character suggests more a kind of “clowning around” than the conspicuous and more jarring form-functional redundancies often found in Haydn and Beethoven’s excessive passages. This is a prime example of what we might call “Mozartian excess.”",
            "citations": [
                "tovey_1935_1981"
            ]
        },
        "FN92": {
            "text": "92. Haydn is best known for the grand-pause gambit, but he and Mozart both use it for humorous (or at least bizarre) ends in many works. Mozart’s most conspicuous uses occur in the finale of String Quartet no. 16, K. 428 (he also quotes Haydn’s “How do you do?” from the first movement of op. 33 no. 5 in this “Haydn Quartet”) and the finale of String Quintet no. 5, K. 593. The most emblematic cases written by Haydn occur in the second movement of his Symphony no. 101 “The Clock” and in many string quartets, including the second movement of String Quartet  op. 55 no. 2, the first movement of op. 33 no. 3, the first movement of op. 33 no. 5, the first movement of op. 5 no. 3. See also Mirka 2009 , 304.",
            "citations": [
                "mirka_2009"
            ]
        },
        "FN93": {
            "text": "93. This play with “ending” is also present in Beethoven’s Bagatelle op. 33 no. 2. See Levy 1995 and Palmer 2015 .",
            "citations": [
                "levy_1995",
                "palmer_2015"
            ]
        },
        "FN94": {
            "text": "94. The “joke” immediately before Haydn’s notated conclusion, however, is nearly identical to Mozart’s: a rest that appeared to be the end was not the real ending.",
            "citations": []
        },
        "FN95": {
            "text": "95. This material also answers the question “What does the Jupiter Symphony sound like upside down?” since the Mozart’s Symphony no. 41 has an incredibly similar opening coup d’archet motion to the tonic that ascends.",
            "citations": []
        },
        "FN96": {
            "text": "96. Of course, transplanting formal functions in this way is often not humorous. For example, Beethoven’s conclusion of the opening movement of his Symphony no. 8 is undoubtedly clever without being humorous: the final idea is motivically similar to the other closing material, and all of Beethoven’s orchestral rests suspend the dominant (and thus are unable to suggest a possible conclusion for the work). The first movement of Haydn’s String Quartet op. 33 no. 5 also reuses an opening idea at the conclusion without an explicitly humorous goal. This relatively common technique is frequently described as “clever” or “witty,” but is not necessarily humorous (see Levy 1995 , 155 and Hepokoski 2006 , 66–67).",
            "citations": [
                "levy_1995",
                "hepokoski_2006"
            ]
        },
        "FN97": {
            "text": "97. According to Goeth ( 2013 , 251), this kind of “context-quotation clash is one of the most common tools for parody construction in music.”",
            "citations": [
                "goeth_2013"
            ]
        },
        "FN98": {
            "text": "98. It is true that fanfares often occur with beginning function, but they are also frequently (and therefore appropriately) found at endings. According to Caplin ( 2005 , 117), “[the fanfare’s] arpeggiated melodic configurations create a degree of harmonic stasis appropriate for a formal beginning. But the potential for fanfare motives both to ascend and to descend also makes them useful in other formal contexts.” Caplin ( 2005 , 117) also notes that “fanfare gestures seem frequently to lead to a cadence, especially in Mozart” and that the fanfare ’s “more general characteristics” (as compared to the coup d’archet ) give it more functional flexibility.",
            "citations": [
                "caplin_2005",
                "caplin_2005"
            ]
        },
        "FN99": {
            "text": "99. The opposition here between “appropriate” and “inappropriate” is analogous to the common high-level script opposition between “normal, expected state of affairs” and “abnormal, unexpected state of affairs” ( Raskin 1985 , 111). There is no clear shift between negative and positive emotional implications in this example, nor is one needed because of the strong high-to-low shift.",
            "citations": [
                "raskin_1985"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Musical humor is one of the most novel and distinctive features of what we now call the Classical style. Many contemporaneous music theorists and critics were cognizant of the ways Classical composers played with stylistic conventions by incorporating sudden, incongruous shifts in affect. (1) According to Felix Diergarten, the “juxtaposition of varying styles and gestures . . . is one of the most characteristic attributes of the Italian-influenced instrumental music of the 18th century.” (2) The “unexpected twists” caused by these juxtapositions merited special attention from late-eighteenth- and early-nineteenth-century writers, (3) many of whom agreed that such departures from convention “should serve a humorous purpose.” (4) For example, Johann Adam Hiller referred to the “odd mixture of styles, of the serious and the comic, of the lofty and the vulgar” ( 1970 , 3:107; quoted in Wheelock 1992 , 43); Heinrich Christoph Koch explained that, to depict an absent-minded person, Haydn “connects sections which properly do not belong together”; (5) Friedrich Rochlitz ( 1806 ) specifically noted Mozart’s “funny obligatory treatment of the low basses against the high notes of the wind or string instruments”; (6) and Christian Friedrich Michaelis ( 1807 ) wrote, The departure from convention, the unusual combination of the strange and remote . . . at first presents the appearance of inconsistency. But since this . . . immediately ceases to be inconsistent in the greater context, this music conveys the impression of comedy and can make one laugh ( Diergarten 2008 , [13], quoting Michaelis 1807 , 729). Each of these authors—like their early Enlightenment contemporaries in Germany—seems to view contrast as a crucial component of musical wit and humor ( Diergarten 2008 , [13]). Furthermore, the idea that humor involves sudden, incongruous contrasts remains integral to modern scholarship on the subject. (7)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "wheelock_1992",
                    "rochlitz_1806",
                    "michaelis_1807",
                    "diergarten_2008",
                    "michaelis_1807",
                    "diergarten_2008"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Most concertgoers today can appreciate the overt humor of Mozart’s parodic Ein musikalischer Spaß , or the second movement of Haydn’s Symphony no. 93 with its evocation of flatulence, but modern listeners are less likely to apprehend the more pervasive and subtle types of contrast to which eighteenth-century listeners were more closely attuned than most concertgoers today. But what were eighteenth-century listeners listening for? What sorts of norms and codes were their favorite composers using? How did these composers manipulate conventions in ways that might create humor? Vasili Byros explains, What requires recuperation are not simply norms and genres as things in themselves, but also their customary usage, their interactions on numerous syntactic and semantic axes, how these norms are addressed to various audiences and subjected to compositional play, and how deviations from norms become a source of metaphoric forms of communication such as wit and humor. (8) Melanie Lowe also recognizes the existence and communicative function of such “codes”: To be sure, more than one person may arrive at the same, or at least very similar, set of meanings for a particular musical composition, an actuality that suggests the presence within a musical work of certain features we can recognize as a style or code ( Lowe 2007 , 20). If we can recover Classical composers’ conventional usages and playful deployments of syntactic norms and semantic codes, we may be able to apprehend some of the metaphoric forms of communication that occurred between these composers and their listeners. Such an endeavour seeks to elevate listeners, performers, and analysts alike to a level of what Robert Hatten calls “stylistic competency” ( 2004a ), in which we can construct intersubjective meanings and, ideally, become part of an “interpretive community” ( Fish 1980 , 171; quoted in Lowe 2007 , 20). Members of this community may, according to Lowe, “choose to hear meanings that are sensitive to the musical, aesthetic, and historical circumstances of a musical work’s composition, and perhaps even aligned with the presumed intentions of its composer” ( Lowe 2007 , 20). This communal intersubjectivity does not preclude our ability to construct individual interpretations and meanings. Rather, it ensures that such readings are informed by a set of consistent “musical, aesthetic, and historical circumstances.”",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "lowe_2007",
                    "hatten_2004a",
                    "fish_1980",
                    "lowe_2007",
                    "lowe_2007"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In this study, I seek to recuperate some of the semantic and syntactic usages and deployments mentioned above, in order to uncover specifically how Classical composers created humor in their instrumental music. I begin by clarifying what I mean by “humor” and describing how composers used “script opposition” and “valence shifts” to create humor. I then discuss specific passages by Joseph Haydn, Michael Haydn, and W. A. Mozart, focusing on incongruous deployments of musical topics (semantics) and formal functions (syntax) in particular. [2] Humor, Incongruity, “High” and “Low”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] I understand “humor” to encompass effects of varying intensity and sophistication, which might elicit responses ranging from quiet amusement to boisterous laughter among listeners familiar with the idioms of the Classical instrumental style. “Humor” in general is a problematic concept. Even in linguistics, where syntactic and semantic meanings are arguably more accessible and explicit than in music, a definition of “humor” has been notoriously difficult to pin down. (9) In musicological literature, “humor” encompasses a broad range of effects from the amusing to the comic, and from the witty to the absurd. (10) I adopt an inclusive definition of humor that encompasses effects that seem to have been designed to elicit a wide range of emotional responses, from relatively mild amusement to uproarious laughter. These various reactions may lead to the impression that something is entertaining, jovial, jocular, comical, satirical, ironic, parodic, farcical, clever, crafty, or witty. Each of these impressions falls along what I call the humor spectrum .",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Several eighteenth-century authors tried to draw distinctions among these terms, between “humor” and “wit” in particular. (11) Some modern scholars have also attempted to distinguish between humor and wit. Gretchen Wheelock notes the historical “ambivalence” of the term “wit,” while, in music scholarship in general, various usages of “wit” span from barely a shade beyond the strictly conventional to the incredibly abnormal. (12) According to Poundie Burstein, “Wit is a kind of cleverness that uncovers and expresses paradoxical relationships between unlike things. Though witty statements can be quite funny, they are not necessarily so” ( 1999 , 69). Where wit is concerned, I am interested in those examples that seem to be intended to amuse, rather than merely to impress. Example 1 . Mozart’s Ein musikalischer Spaß , K. 522, iii, mm. 72–78 (click to enlarge and listen) Example 2 . Haydn’s Symphony no. 60, i, mm. 67–86 (click to enlarge and listen)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "burstein_1999"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] For instance, Examples 1 and 2 present two very different passages that both exist somewhere along the humor spectrum. Compare the grandiloquent whole-tone scale, the brazen pizzicato-qua-whoopee cushion, and the willfully awkward trill-turned-tremolo in the violin cadenza from Mozart’s Ein musikalischer Spaß , K. 522 ( Example 1 ) (13) to Haydn’s compositional play in Symphony no. 60, “Il distratto,” where the subdominant is prolonged to the point of excess in order to delay the cadential dominant ( Example 2 ). (14) The first excerpt is a blatant, almost slapstick, example of rampant virtuosity, while the second is a more controlled and measured deployment of proportional play. (15) Put another way, the former is as gag-like as the latter is sophisticated, but both are humorous. I contend that the mechanisms and strategies underlying humorous passages like these are more or less the same across the humor spectrum for instrumental music in the Classical instrumental style.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] As a modern listener, my sense of humor is different from those of eighteenth-century listeners and composers. In an attempt to bridge this gap between historical and modern listening, I have selected examples discussed by eighteenth-century critics and/or modern scholars, and similar examples I have encountered. By emphasizing “classic” examples of musical humor, I focus on how these examples are funny, without worrying about whether or not they are funny.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Burstein offers some general principles on what makes music funny. He writes, for example, “I find untenable the notion that humor results merely from the reconciliation of incongruities.” (16) While he accepts the view that incongruity is a necessary condition for humor to exist in any medium (a view widely shared among humor theorists in linguistics), Burstein rejects the notion that incongruity could be a sufficient condition for humor in music. To clarify this point, Burstein offers a “humor equation”: he writes that humor arises through “the linking and contrasting of things that are somehow serious, sensible, logical, or ‘lofty’ with things that are trivial, silly, illogical, or base.” (17) In other words, humor cannot occur without both “high” and “low” elements, a notion that echoes forward from the eighteenth- and nineteenth-century ideas about musical humor mentioned above.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] According to philosopher and psychologist John Morreall, the act of linking of “high” and “low” elements is achieved by a “cognitive shift”: “a rapid change in our perceptions” that occurs when one “set of background assumptions” moves to an “opposed” one ( 2009 , 49–51). Morreall differs from other authors when he explains that we can only experience such cognitive shifts as humorous when we enter a non-serious “play mode” where we are “disengaged from conceptual and practical concerns” ( 2009 , 50). Morreall’s “play mode” is required for humor to exist, since “There is nothing automatic about enjoying cognitive shifts” (52). Furthermore, “cognitive shifts are potentially disturbing” in cases where we are puzzled, “momentarily disoriented,” and might even “see our lives as in danger” (52). But according to Morreall, “We have several ways of taking a playful attitude toward problems rather than reacting with cognitive or practical concern. The most obvious is by fictionalizing them” (53). Musical experiences, however, do not seem to require this “fictionalizing” action because there are no real problems to begin with. Listening to music, it seems, automatically places us in a kind of play mode within which we are free to enjoy cognitive shifts at a composer’s whim: the way we construe “highs” and “lows” could be considered a kind of fictionalizing impulse as we connect sonically real, musical things to fictional ideas in what might be considered an idiomatically musical play mode.",
                "footnotes": [],
                "citations": [
                    "morreall_2009",
                    "morreall_2009"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Notions of incongruity and contrasts between “high” and “low” have been at the forefront of many discussions of wit and humor since the eighteenth century. Modern linguistic theories of verbal humor tend to take incongruity as a point of entry, and it is particularly relevant to a theoretical model for sources of humor in Classical instrumental music, especially in light of the central role that incongruity plays in the remarks of eighteenth-century commentators on musical humor and related insights from recent scholarship. (18) In Maria Goeth’s words, “All psychological models of incongruity are based on the premise that humor derives from some clash between expectation/cognitive schemata and a new stimulus in a particular set of circumstances.” (19) Some specific ways in which linguistic theories of verbal humor articulate these incongruous clashes can help to provide greater clarity and explanatory power when applied analogically to music.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] A seminal work by Victor Raskin and subsequent writings by his student Salvatore Attardo are foremost among linguistic theories of humor, and provide some basic tenets that effectively cross the conceptual gap between linguistics and music ( Raskin 1985 and Attardo 1994 , 1998 , and 2001 ). (20) Most importantly, Raskin posits that humor arises from an incongruous “opposition” between overlapping “scripts” ( 1985 , 104). He defines a script as [A] large chunk of semantic information surrounding the word or evoked by it. The script is a cognitive structure internalized by the native speaker and it represents the native speaker’s knowledge of a small part of the world. ( Raskin 1985 , 81) In linguistic theories of verbal humor, an instance of Raskin’s and Attardo’s “script opposition” (21) —for example, good/bad, life/death, obscene/decent, rich/penniless, or high/low stature (22) —is required for a joke to be comprehended and enjoys such widespread appeal that a script opposition “has become synonymous with an instance of humor.” (23) In my analytical discussions below, I use the term “script opposition” (henceforth simply “opposition”) rather than “incongruity” because the former more vividly captures the psychological agency of musical passages in the way they activate response.",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "raskin_1985",
                    "attardo_1994",
                    "attardo_1998",
                    "attardo_2001",
                    "raskin_1985",
                    "raskin_1985"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] To better understand opposition, consider the following verbal joke: There are two fish in a tank. One fish turns to the other and says, “Do you have any idea how to drive this thing?” We begin with “two fish in a tank.” For most of us, this likely paints a picture of two smallish imported exotic fish, perhaps one red and one blue, that reside in a tank (read: smallish aquarium), probably in someone’s living room. If the joke recipient is familiar with the most common semantic meanings of this opening phrase (i.e. they imagine two fish in an aquarium), then when the joke teller continues, “One fish turns to the other and says, ‘Do you have any idea how to drive this thing?’” the listener will be surprised at the jarring improbability of the new “fish in a military vehicle” scenario because of the opposition between “high and mighty military tank” and “lowly fish tank.” Although the semantic specificity that comes from this joke text surpasses any that could be produced in music, we can simplify this opposition to one that occurs frequently in musical jokes: high/low stature. Indeed, over three decades ago, Leonard Ratner specifically remarked on “what was probably the most profound stylistic opposition—the high versus the low” ( 1980 , 364). Although opposition is not the sole requirement for musical humor, this powerful concept plays a crucial role in the present study as the primary strategy by which composers can articulate the incongruous clash of contrasting musical parameters in various contexts. (24) Figure 1 . “Fish tank” joke text script oppositions (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "ratner_1980"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] Raskin explains that, in the most general sense, (script) opposition can occur between a “normal, expected state of affairs” and an “abnormal, unexpected state of affairs,” (25) but notes that greater semantic specificity can create more specific oppositions like obscene/non-obscene, money/no-money, etc. ( Attardo and Raskin 1991 ). In the three-node opposition network shown in Figure 1 , for example, contrasting scripts suggested by the “fish tank” joke are noted in the two upper nodes, while some salient oppositions they create are noted in the lower node. Likewise, in a musical joke “seemingly pure silliness will almost inevitably be contrasted with an unnamed, general standard” ( Burstein 1999 , 70). But as we will see, Classical composers can deploy musical topics to take advantage of more specific oppositions—most notably high/low stature—that fall under the umbrella of the more abstract scripts, good/bad and (even more abstract) normal/abnormal. (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "attardo_and_raskin_1991",
                    "burstein_1999"
                ]
            }
        },
        {
            "2.11": {
                "text": "[2.11] In the present study, incongruous oppositions delineate the sorts of things that can create humor in Classical instrumental music when they expose a shift between “high” and “low” elements. In general, the elements of “high” and “low” are what psychologists refer to as “valence.” However, a broader understanding of the term as it applies to music allows us to engage not only extramusical associations with “high” and “low” social status, but also implications of positive and negative emotional valences, and “high” and “low” arousal levels of the sort discussed in perception and cognition studies by David Huron ( 2006 ).",
                "footnotes": [],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] As both Burstein and Morreall note, “The greater the contrast between the two states in the cognitive shift, the greater the possible amusement” ( Morreall 2009 , 51; see also Burstein 1999 , 68). However, the degree of contrast between “highs” and “lows” does not tell the whole story. For example, Huron notes that the concept of “contrastive valence”—an influential factor in surprise, increased pleasure, and unexpectedly positive outcomes like humor—explains that (for reasons not yet understood) an unexpected good outcome is actually experienced as more positive than an expected good outcome ( Huron 2006 , 21–25). A recent study demonstrates that listeners rate emotional intensity higher for passages that “expressed a contrasting emotion” from the previous passage, and lower for passages that “expressed the same emotion” ( Schellenberg et al. 2012 , 574). This suggests that a shift in emotional contrast toward either a positive or negative emotion emphasizes the intensity of the newly expressed emotion. This is particularly pertinent because it indicates that the sudden expression of a positive emotion on the heels of a negative emotion—like that implied by a sudden pivot from a minor-mode serioso to a major-mode musette —may produce a stronger affective punch of the sort that often creates humor. Furthermore, high and low arousal (or energy) levels—as in a Sturm und Drang or contredanse passage, respectively—are associated with degrees of tension (see Huron 2006 , 305–30) and may be simply evoked through dynamics, rhythm, texture, melody, harmony, etc. Thus, shifts between negative and positive emotional valence and/or high and low arousal level can bolster more salient shifts from high to low social status. [3] Creating Opposition using Topics and Formal Functions",
                "footnotes": [],
                "citations": [
                    "morreall_2009",
                    "burstein_1999",
                    "huron_2006",
                    "schellenberg_et_al_2012",
                    "huron_2006"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Opposition in the domains of musical semantics (topics) and syntax (formal functions) gives rise to valence shifts and humorous effects in the Classical instrumental music studied here. While the different musical contexts of the examples below necessitate varied interpretations and analytical treatments, the humorous effects of these examples are nonetheless produced by opposition. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] In its most basic sense, opposition creates the impression of a sudden and immediate pull in an unexpected direction. Oppositions engage expectations within the music’s discursive flow when one or more strange contrasts occur between successive musical ideas. That is, oppositions occur when contrasting musical materials are juxtaposed to highlight semantic and/or syntactic contrasts in a manner that suggests stylistic impropriety. As Burstein explains, “If the contrast between high and low elements is strong enough, and these elements are linked convincingly through harmonic, motivic, or other structural means, then humor will result.” (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] In the Classical style, initiating, medial, and concluding formal functions are important parts of the musical syntax, while topics are the most accessible conveyors of musical semantics. (29) In the instrumental music of the first Viennese school, these two conventional aspects play central roles in the construction of musical humor. (30) No matter how we choose to describe a passage—witty or humorous, sophisticated or gag-like—these musical devices responsible for our recognition of a funny event or passage remain essentially the same. Figure 2 . Typical opposition (click to enlarge)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Since Classical audiences were familiar with the meanings or connotations of the musical topics of their time, topics were particularly effective couriers of affect and usually the primary agents of humorous opposition. (31) Most oppositions foreground a local semantic clash between topics with opposed valences, while contrasts in other parameters can heighten the humorous effect. Incongruities between initiating, medial, and concluding formal functions, for example, tend to support topics, with textural, metric, dynamic, timbral, melodic, and harmonic contrasts often in a peripheral role. Due to these characteristics, oppositions seem to jump suddenly out of an otherwise conventional musical context, presenting an abrupt, even visceral, punch line and most often creating “gag-like” or “slapstick” humorous effects. The general impressions of oppositions are captured well by Wheelock: “[W]hen expectations are grounded as habits and tendencies in patterned motions and gestures, discontinuities of motion and disturbances in metric and phrase patterns can have a visceral impact” ( 1992 , 89). A simple diagram of a typical opposition is presented in Figure 2 .",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "wheelock_1992"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] My analytical perspective is particularly attuned to topical and form-functional deployments that appear incongruous according to their surrounding context. In other words, I am interested in intentional lapses of musical continuity resulting from topical and/or form-functional attributes and implications that fly in the face of Classical stylistic conventions. This focus necessitates, among other things, a careful application of topic theories (see Ratner 1980 , Agawu 1991 , Hatten 2004a and 2004b , and Monelle 2006 ) and form (see Caplin 1998 and Hepokoski 2006 ) to forge a productive synthesis between these two large and complex areas of music-theoretic inquiry. But before addressing how topics and formal functions can create humor in combination, we must look briefly at their individual potentials.",
                "footnotes": [],
                "citations": [
                    "ratner_1980",
                    "agawu_1991",
                    "hatten_2004a",
                    "hatten_2004b",
                    "monelle_2006",
                    "caplin_1998",
                    "hepokoski_2006"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] As William Caplin defines them, formal functions are initiating, medial, or concluding syntactical phenomena that are informed most prominently by harmony, but also by other musical attributes like melody and rhythm ( Caplin 1998 ). In a performance context, formal functions are expected to engage with one another in specific, stylistically appropriate ways: they follow a logical order that listeners grow accustomed to and expect a composition to follow ( Caplin 1998 , Agawu 1999 ). When a composer disrupts the syntactical flow of a passage by excessively prolonging or dislocating an expected formal function, the unconventional progression will create an incongruity.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "caplin_1998",
                    "agawu_1999"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Hepokoski and Darcy are interested in such disruptions, and explain how “displacement[s] of typical function[s]” (or “modular dislocations”) are characteristic of Haydn and create impressions of “ideas in ‘wrong places’ . . . and surprises of different kinds.” (32) While playing with syntactic expectations can create incongruities in different places, this sort of play is found most frequently at beginnings and endings. Agawu also recognizes the affective potency of playing with dislocation, but broadens its application to topics intertwined with formal functions: “dislocating a beginning topos from its harmonic attachment . . . is only one instance of the sort of play that lies at the heart of music of the Classical period” ( Agawu 1999 , 156).",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "agawu_1999"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] While formal functions can create incongruities in the musical flow, topics provide the crucial piece of the interpretive puzzle when it comes to apprehending humor specifically: topics allow us to interpret bizarre syntactical happenings as humorous (or otherwise) because their sociocultural associations provide the requisite semantic information. I adopt a broad, essentially Ratnerian, understanding of topics, effectively summarized by Lowe: “Topics are musical commonplaces. Some are conventionalized musical types—full worked-out pieces—like the minuet, funeral march, and operatic aria; others are characteristic styles—rhythms, textures, melodies, accompanimental patterns, etc.—that imitate, evoke, or are otherwise associated with the music, sounds, and objects an ordinary listener was likely to encounter” ( Lowe 2007 , 13). In Michael Klein’s still broader terms, a topic is any “semiotic code that associates a conventional label with a constellation of musical signs” ( Klein 2005 , 56, quoted in Lowe 2007 , 13).",
                "footnotes": [],
                "citations": [
                    "lowe_2007",
                    "klein_2005",
                    "lowe_2007"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Wye J. Allanbrook observes, “ Topoi articulate each other’s difference . . . by juxtaposition and opposition ” and notes that “contrasting topoi ” are examples of “the kaleidoscopic expressive mutations that are a crucial element of [the Classical] style” ( 2002 , 214–15). In a similar vein, Wheelock explains, “Constituting a ready lexicon of the familiar . . . topics . . . provided opportunities for the subversion of traditional categories and hierarchies when used in incongruous combinations and contexts” ( 1992 , 203). Composers that took advantage of this “ready lexicon”—that is, the rich sociocultural encoding of topics—could effectively juxtapose them to create salient or “marked” (see Hatten 2004b ) musical moments loaded with semantic information. For example, Byros explains, “Musical topics were the extramusical contexts and situation-defining frames that ‘semanticized’ a particular figure for the attention, particularly if the figure is accompanied by a shift in topical discourse.” (33) That is, even though topics do not follow a stylistically defined syntax, a single topic’s most common semantic associations with social statuses or emotions tend to remain relatively consistent (see Hatten 2004b , 81; Allanbrook 1992 , 170; and Caplin 2005 , 114).",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "allanbrook_2002",
                    "wheelock_1992",
                    "hatten_2004b",
                    "hatten_2004b",
                    "allanbrook_1992",
                    "caplin_2005"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] Wheelock recognizes that topics were “associated with [social] musical functions and genres of court, urban, and country life” and notes, “These and other traditional associations provided musical frames of affective and social reference in instrumental music” ( Wheelock 1992 , 202–3; see also Ratner 1980 , 3–30). The sociocultural associations of musical topics are particularly poignant since “eighteenth-century society was built on the inescapable premise of engrained inequality” ( Munck 2000 , 195–96; quoted in Lowe 2007 , 134). Thus, according to Lowe, “In conceiving of our theoretical listeners primarily in terms of social status, we reflect the principal category for self-definition in late-eighteenth-century Europe.” (34) In other words, even though topics progress in no set order, they can still have a profound effect because of their culturally construed, extramusical associations. Byros agrees, explaining, “In music, such [extramusical and social] contexts are provided by topoi , which clarify the overall mood or sentiment of a situation” ( Byros 2013 , 240; Byros’ emphasis). Agawu elaborates, “a change of topic can reinforce, highlight, or even constitute the primary oppositions within a narrative trajectory” ( Agawu 1999 , 70). These associations, born as they are out of an “oppositional network of meanings” ( Hatten 2004b , 81; see also Almén 2008 , 72–73), allow uncommonly juxtaposed topics to provide the contextual clarification that listeners need in order to apprehend the particular incongruities that attend humor, as opposed to other kinds of non-normative musical discourse (which might produce different psychological and/or physiological effects). (35) Figure 3 . Emotional valence and social status conveyed by musical topics (click to enlarge)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": [
                    "wheelock_1992",
                    "ratner_1980",
                    "munck_2000",
                    "lowe_2007",
                    "byros_2013",
                    "agawu_1999",
                    "hatten_2004b"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] Topics are most effectively poised to create a humorous effect when they emphasize implications of “high” and “low” social status, “negative” and “positive” emotional valence, or “high” and “low” arousal, especially in combination. To be sure, not all topics convey strong associations with social status, emotional valence, or arousal level, and those that convey such associations in one composition may be less clear in another. (36) A selection of topics with relatively consistent affiliations appears in Figure 3 , (37) where the x and y axes represent the continua for social status and emotion respectively, and the resulting quadrants are labeled according to the affects typically produced by the topics and common adjectives located within them.",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The relatively few topics included in Figure 3 were chosen because they are common, often appear in the musical examples below, and—unlike many musical topics—often convey the relatively specific extramusical implications in the quadrants shown. For example, a musette topic typically conveys positive emotional valence (it moves at a moderately quick tempo, usually in a major mode) and low stature (it is associated with pastoral, peasant life away from the courts, especially because of its bagpipe-like, harmonically static drone bass), while Sturm und Drang typically conveys both negative emotional valence (it usually moves rather violently through many chromatically-inflected keys, while being rooted in a minor key) and high stature (it has denser textures and more intricate counterpoint). If a musette suddenly appears on the heels of a Sturm und Drang passage, the rapid shift from a negative, high topic to a positive, low one will be a particularly effective source of affective potential, heightened due to the “contrastive valence” noted earlier (see [2.12]), and could create humor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] When we want to assess musical humor, it is crucial to consider not only the valences (high/low and/or negative/positive) implied by the two scripts, but also the order of their presentation. Humor is generally more effective when the emotional and status implications of the opposed topics shift suddenly from negative to positive and/or high to low, rather than vice versa. Sudden shifts from high to low topics may be more effective because of the human error suggested by the topically implied “fall from grace”: it is much easier to laugh at the country bumpkin at court than at the general who walks into a peasant’s circle. It is difficult to create a humorous opposition from “low” to “high” because, unless the composer performs the shift ironically, this will generally give an impression of improvement or an increase in social status: exactly the opposite of that conducive to humor. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Though two topics may appear to create an opposition on their own, both topics and formal functions influence the effect of humorous passages and are almost always intertwined. Agawu remarks, “Since beginnings, middles, and endings are defined in terms of conventional harmonic, melodic, and rhythmic activity, the role of topoi needs to be understood in reference to these more primary dimensions” ( Agawu 1999 , 156). That is, like formal functions, topics are parametric amalgams: they are the conceptual top of a bottom-up construction of individual musical dimensions that interrelate in innumerable ways. Oppositions between successive formal functions and/or between successive topics are therefore the result of contrasts between one or more constituent parameters: meters, melodic gestures, harmonies, textures, contrapuntal devices, dynamics, articulations, registers, timbres, etc. Since the “primary dimensions” (harmony, melody, and rhythm) of topics and formal functions always occur together, composers can enhance the affective potential when these dimensions are used to create oppositions between two formal functions and two topics at the same time. This is more easily achieved with some topics than with others. According to Agawu, “It seems clear that in Classical instrumental music . . . certain topoi occur characteristically at beginnings of pieces, while others are used in closing situations” ( Agawu 1999 , 156). Caplin provides some specific examples of topics that are commonly associated with formal functions of beginning, middle, or ending in Classical instrumental music, but recognizes that not all topics have these functional affiliations. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "agawu_1999",
                    "agawu_1999"
                ]
            }
        },
        {
            "3.15": {
                "text": "[3.15] My analyses below discuss how each humorous passage features oppositions of high vs. low stature and/or negative vs. positive emotion. Each of the examples—whether by Joseph Haydn, Michael Haydn, or Mozart—can be funny even from a “first hearing only” perspective: an inescapable commonplace for the majority of Classical listeners. In addition, I believe it is probable that a modern audience can find all of these examples humorous, and perhaps even laugh at them, as I have. I make this assertion not as proof that they are funny, but because I contend, as does Lowe, that there is no reason to “remain uncomfortable admitting personal and subjective listening experience not as merely an inevitable part, but in fact a desirable part, of musical scholarship” ( Lowe 2007 , 19). My aim, then, is to expand an “interpretive community” that finds new and valuable listening experiences, while perceiving humorous events and passages in this repertoire (see Fish 1980 , 171). [4] Haydn’s Symphony no. 60, “Il distratto,” third movement",
                "footnotes": [],
                "citations": [
                    "lowe_2007",
                    "fish_1980"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] My first example occurs in Haydn’s Symphony no. 60, originally written as a theater symphony to accompany Jean François Regnard’s play Le distrait (Il distratto) . (40) Diergarten unearths Koch’s negative criticism toward Haydn’s use of “wit” ( Witz ) in this particular symphony. (41) Koch’s polemic against this composition centers on Haydn’s “clash of styles,” which Koch claims are employed “without reason” ( Diergarten 2008 , [6]). Referring implicitly to Koch and Sulzer (among others), Elaine Sisman notes, “Haydn and Mozart both created downward trajectories from grand style to popular style, over the course of an exposition, in ways that aroused the ire of German critics who disliked such mixtures of serious and comic” ( 2014 , 98; see also Burnham 2005 , 63). While such “downward trajectories” are evident in these composers’ symphonic works ( Lowe 1998 ), in the case of “ Il distratto ” it seems clear that Koch’s quarrel is not with such large-scale descending trajectories from high to low style, but rather with the “witty,” abrupt, local oppositions between the disparate styles common to the symphonic genre. (42) Although critics like Koch and Sulzer worried that such techniques would undermine the “premise of aesthetic illusion” in music, Michaelis recognized the comic potential of such “departure from convention” and lauded Haydn’s “unusual combination of thoughts” in the symphonies and string quartets in particular ( Diergarten 2008 , [13], quoting Bonds 1991 , 55; see also Zenck 2008 ).",
                "footnotes": [
                    "FN40",
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "diergarten_2008",
                    "sisman_2014",
                    "burnham_2005",
                    "lowe_1998",
                    "diergarten_2008",
                    "bonds_1991",
                    "zenck_2008"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] In addition to this symphony’s ability to pique Koch’s interest in particular, it provides a suitable starting point for a discussion of humorous script oppositions, since it is Haydn’s “most thoroughly programmatic composition” ( Webster 2004 , 248). Of course, this symphony is not an anomaly in terms of its extramusical implications. As Lowe notes, “much of Haydn’s instrumental music incorporates extra-musical associations and [Webster] explains that Haydn ‘never intended to compose “absolute music” in the nineteenth-century sense’” ( Lowe 2007 , 10, quoting Webster 2004 , 355). But in this theater symphony, we may expect Haydn to provide overt associations with the drama for which it was written. We will see that “Haydn’s extramusical associations [which] were an essential aspect of his art throughout his life” ( Webster 2004 , 249) are made particularly accessible in this theater symphony, when Haydn alludes to Regnard’s absent-minded protagonist (Leander). (43) Example 3a . Haydn’s Symphony no. 60, iii, mm. 39–48 (click to enlarge and listen)",
                "footnotes": [
                    "FN43"
                ],
                "citations": [
                    "webster_2004",
                    "lowe_2007",
                    "webster_2004",
                    "webster_2004"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] In the third movement of Symphony no. 60, Haydn suggests Leander’s absent-mindedness with a profusion of topical contrasts that create humorous oppositions. The minuet movement would seem an ideal place for Haydn to employ opposing topics since it is “arguably the most socially readable movement type in the Classical symphony” ( Lowe 2007 , 6). In particular, this minuet’s trio section exhibits some of the strangest topical juxtapositions in the symphony, each of which involves a sudden shift to bizarre new material ( Example 3a ).",
                "footnotes": [],
                "citations": [
                    "lowe_2007"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] The first opposition occurs when a determined serioso (mm. 39–42) shifts suddenly to a capricious musette (m. 43–48). The dogged serioso ’s unison texture, minor-mode emphasis (through the opening minor third and the final semitonal step from the submediant to the dominant), chromaticism, long note durations, forte dynamic, and relatively rapid implied harmonic rhythm illustrate the topic’s associations of negative valence and high stature. Then, out of the blue, the meandering musette ’s scalar motion, faster surface rhythm, piano dynamic, lighter articulation (staccato), and static (drone) harmony convey its opposing associations with positive emotional valence and lowly peasant life. (44) Though Classical composers often used the musette topic to inject an element of quirkiness, this one is unmistakably odd; it sounds particularly ditzy when compared to the confident, authoritative serioso that precedes it, and in this sense it presents an emphatic antipode to what Charles Rosen calls Haydn’s “heroic pastoral style.” (45) The musette ’s aimless melody and harmonic stasis are particularly glaring sources of amusement. (46) Sisman also finds the musette “unusually passive” because “[it] is the consequent of a particularly forceful unison opening, and [because of] its harmonic stasis, uniform scoring, and treble-dominated texture.” (47) Here, Sisman implicitly acknowledges that the serioso ’s ridiculous plunge into the musette creates a sudden valence shift from a “high” serioso to a “low” musette . And, though both topics are set in the minor mode, a shift from a characteristically negative valence ( serioso ) to a characteristically positive valence ( musette ) is also apparent. (48) Both of these valence shifts (high-to-low status and negative-to-positive emotion) occur in the directions that most frequently produce humor in Classical instrumental music.",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Although the topics take precedence here, form-functional implications magnify the valence shift between the two topics by embodying the characteristics of each. The resolute serioso ’s initiation and half-cadential arrival project a form-functional progression that knows what it is supposed to do, but appears to have overconfidently arrived at a half cadence too early. Immediately following this, the would-be functional ending—pre-empted by the serioso ’s early dominant arrival—meanders absent-mindedly above the harmonic stasis of the minor(!) dominant, resulting in the musette ’s ambivalent, and ultimately failed, attempt at closure. In other words, since the opening four measures reached the goal dominant (or so we should assume at the arrival of the octave Gs), we expect a consequent phrase to provide an authentic cadence to the tonic C minor. Instead, the harmonic motion stops and stagnates on the inactive minor dominant, and we hear six measures that do nothing form-functionally useful: it is as if they assumed that the first four measures did everything required. This lack of a balancing cadence is almost inevitable because Haydn has chosen to end the phrase with a musette , a topic that almost invariably employs a pedal or drone and cannot bring the necessary cadential closure. When Sulzer discusses the musette in general, he notes, “Very frequently the piece is set over the sustained bass note; therefore the composer must know how to vary the harmony over the same bass.” (49) Here, the lackadaisical prolongation of the minor dominant creates the impression that the music (or Leander) was unable to conjure an appropriate melody with other harmonic implications. Perhaps due to the harmony’s functional impotence, the musette ’s melody simply climbs upward, before wobbling its way back down toward the dominant, having apparently not found anything better to do. The decidedly awkward musette provides a surprising and unnecessary post-cadential function—technically, “after-the-end” rather than “ending” ( Caplin 1998 , 256)—and its six measures exist merely to balance the duration of the opening phrase (which is not even accomplished, since the musette is two measures longer than the serioso ). Figure 4 . Haydn’s Symphony no. 60, iii script oppositions (click to enlarge)",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Figure 4 highlights some of the oppositions Haydn creates between the confident serioso and the absent-minded musette in this trio’s opening 10 measures. This opposition network shows the salient topics of the opposing passages in the upper two circles and (in this case) anthropomorphizes them with characteristics that might be imparted to the dramatic protagonist, Leander. When Haydn juxtaposes these opposing topics and characteristics with one another, they create common script oppositions, shown in the lower circle. (50) These oppositions can be interpreted fruitfully in different ways, but Haydn invites us to hear the absent-minded Leander in the passages above. Indeed, Sisman singles out “juxtapositions of lyrical and martial/fanfare material” like those above as one kind of “inappropriate treatment” by which Haydn “makes known his theatrical intentions” ( Sisman 1990 , 320), and the sudden shift from a high and negative to a low and positive topic surely evokes an impression of the absent-minded protagonist. Such a shift from “Leander the confident” to “Leander the absent-minded” is further emphasized by the sudden change from high arousal ( serioso ) to low arousal ( musette ). The topical shift might also represent a fall in status or simply a human error without recourse to Regnard’s dramatic narrative. Either of these interpretations might be satisfactory, but as we will see, Haydn’s joke does not end here. Instead, having galloped comically right out of the trio’s starting gate, Haydn introduces further topical and form-functional oddities as the trio progresses. In the trio’s contrasting middle, the topical juxtapositions become increasingly oppositional and the possible connection between Regnard’s protagonist and Haydn’s compositional quirks becomes even more apparent. Example 3b . Haydn’s Symphony no. 60, iii, mm. 49–71 (click to enlarge and listen)",
                "footnotes": [
                    "FN50"
                ],
                "citations": [
                    "sisman_1990"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Following the trio’s small ternary exposition, a minuet topic beginning in m. 49 abuts an implied march topic that begins with the anacrusis to m. 59 ( Example 3b ). Although it would be incorrect to label the interrupting passage (mm. 59–62) as a typical march because of the triple meter, this passage’s dotted rhythms, unison voicing, and forte dynamic are all typical of the march topic. (51) The contrasting middle begins as a typical minuet , but its rather pedestrian melody and uninteresting supporting harmony border on dull (especially when considered alongside other Haydn minuets). And when the rustic-sounding oboes repeat the last four measures in a functionally superfluous—and stylistically uncharacteristic—manner, they bring with them yet another impression of absent-mindedness. That is, the oboes here are like “Carpani’s caricature of a second-violin persona as an unimaginative character, capable of imitation, but not invention” ( Klorman 2013 , 113). Here, Haydn once again appears to be portraying Leander’s unfortunate affinity for losing track of what is supposed to happen next: in this case, the orchestra has completed a rather perfunctory sentence, but cannot seem to remember how to proceed. The oboes, acting as an “avatar” for Leander (and his absent-mindedness) attempt to continue with an uncreative and pathetic-sounding echo of the preceding phrase that further stands out because it has no precedent anywhere in the movement. (52) Fortunately for the orchestra and Leander (and humorously for us), the insistent and self-important march (skewed by the triple meter) cuts off the floundering oboes (m. 58), pulling everyone in a more serious direction, while making the unnecessary and puzzling oboe echo sound even more bizarre in hindsight.",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": [
                    "klorman_2013"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] But Haydn does not simply follow the minuet with the triple time march , he actually interrupts the minuet using a typical dotted anacrustic figure emblematic of the march topic. The early arrival of the march topic creates a conspicuous and startling overlap between topics in the trio’s contrasting middle. This “topical overlap” is far more uncommon in Classical instrumental music than simple juxtapositions, and here it creates an emphatic opposition between the quasi-serious march and the absent-minded minuet . (53) The overlap is further emphasized because Haydn writes a forte dynamic under the unison march entry while the oboes’ gesture remains at piano, making it a far more salient and unusual elision than the preceding one in m. 56. The dynamic discrepancy—emphasized by the particularly distinctive dotted anacrusis—results in this rare example where, in a topical juxtaposition, an entering group of instruments actually completely drowns out an already sounding group. (54)",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The topical shift appears to occur here in reverse . That is, the “low” (because of the absent-minded oboes) minuet is interrupted by a “high” march : this shift seems backward when compared to typical examples of humorous opposition where high topics shift suddenly to low ones. (55) However, this “low-to-high” shift only occurs if we understand these topics in their typical forms: minuet in a major mode in triple meter; march in either mode in duple meter. While the minuet fits its surroundings, the march clearly does not belong here. Though the march seems to push forward confidently and unequivocally with all voices in unison and with typical grace-note rhythms, it is in 4 3 meter! (56) The march —emphatic and proud as it may be—is clearly out of its element: this is minuet territory. If Haydn had wanted to more clearly evoke a march topic, he could have written this brief passage (mm. 59–62) in a more strongly implied duple meter (as he does in some of his other minuets). (57) But had he done so, he might have distracted his listeners from the focus of the trio: the absent-minded musette s and the oboe echo. As if to clarify this focus (and the march ’s very brief and ultimately inconsequential intrusion), Haydn over-writes the march ’s fourth measure (m. 62) by eliding it with the first measure of the returning serioso and forcing the march from an implied four-measure phrase group (typical of the march topic) to an apparent three-measure version. The result is a march that should be all about duple groupings skewed unnaturally into triple divisions at both the metric and phrase levels. Example 4 . Haydn’s String Quartet op. 33 no. 2, iv, mm. 148–153 (click to enlarge) Figure 5 . Haydn’s Symphony no. 60, iii script oppositions (click to enlarge)",
                "footnotes": [
                    "FN55",
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] It is important to properly consider the musical context of this march, since marches—like all topics—admit to some degree of variation in their emotional and social status associations. For example, even a serioso —though “serious” by definition and almost invariably negative—can “flip” its implied valence in the hands of a Classical master to become a low and positive parody of itself. According to Wheelock, this is exactly what occurs in Example 4 , where Haydn composes “a somber intrusion, clearly at variance with the prevailing climate of the movement” ( Wheelock 1992 , 12; see also Almén 2008 , 84). This well-known adagio serioso arrives in such a ridiculous and surprising manner that it becomes what Wheelock calls a “mock- serioso [whose] imposture is confirmed by the presto return of the theme” ( Wheelock 1992 , 12). Like this “mock- serioso ” from the finale of String Quartet op. 33 no. 2, we can interpret the 4 3 march caricature as a “mock- march ” because of its bizarre metrical setting. This reinterpretation of the march flips its associated social status from high to low and clarifies the valence shift between the two topics: now a high(er) minuet moves to a low(er) mock- march in 4 3 (due to its inappropriate usage). The mock- march appears initially to be interrupting the absent-minded minuet to get things back on track, but it also fails to do what it should. We are left with another humorous gag—albeit a clever one—whose most notable oppositions are summarized in Figure 5 .",
                "footnotes": [],
                "citations": [
                    "wheelock_1992",
                    "wheelock_1992"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] With the arrival of the trio’s small ternary recapitulation, we end up again at the opening serioso (beginning in m. 62), rendered ridiculous once more by the returning musette . This concluding musette does, at least, arrive on the minuet’s tonic C, but appears to do so with a perfunctory and premature “resolution” (again with the inconclusive scale degree 5 in the upper voice) when the topics abut (m. 66). The implied half cadence (m. 65) leads to the meandering musette , altered this time from its opening incarnation as a stagnant and unnecessary minor-dominant prolongation to a concluding one with an unnecessary and strangely post-cadential tonic extension. (58) Like the first musette , this one is awkwardly and humorously forced into a phrase-ending position contrary to the phrase-beginning position in which we would expect to find a musette .",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] By now, the latter portion of this ridiculous trio has run clumsily and humorously through a minuet , out-of-place oboe echo, 4 3 mock- march , overstated serioso recapitulation, and stagnant musette , all in the space of 23 measures (mm. 49–71). (59) In this trio, then, Haydn appears to have taken the galant style’s “complex equilibrium between the matching and opposition of material” ( Sutcliffe 2014 , 124) and employed solely the latter half of the equation. With this many quick and jarring topical juxtapositions, the individual oppositions, though remarkable, seem less critical than the overall impression of memory failure throughout. In other words, while it seems the trio only needed to run a 100-meter hurdle, it managed to trip and half-fall over every single gate along the way. Finally, the event is over and we return to a more conventional, Classical minuet section. (60)",
                "footnotes": [
                    "FN59",
                    "FN60"
                ],
                "citations": [
                    "sutcliffe_2014"
                ]
            }
        },
        {
            "4.13": {
                "text": "[4.13] There is a possible connection in this trio to specific dramatic events in Regnard’s play. These events, rather than flattening the narrative capacity of the trio’s many humorous oppositions, can enliven the topical interplay Haydn composed in this section. Elsewhere in the symphony, Haydn uses a French dance and other more serious topics to represent Leander’s dramatic antithesis: the sensible, courtly, gallant Chevalier. (61) Here also, Haydn may be referencing the Chevalier and pitting his common sense and clarity of purpose against Leander’s absent-mindedness. (62) Following this interpretation, the serioso / musette and minuet /mock- march juxtapositions can be heard as a dialogue between the Chevalier and Leander. Haydn has certainly portrayed Leander’s absent-mindedness, but why not poke fun at the self-important Chevalier? As Burstein notes, “Characters who intimidate us or whom we regard as powerful or exalted (such as politicians or clergymen) are prime material for humor. With such people, the serious aspect of the humor equation is so accentuated that comic contrast can easily be established” ( 1999 , 68). So it is with musical topics: the more exalted a topic, the more easily it may be parodied, as Haydn does here by chopping a leg out from under the Chevalier’s “ march .” (63) In a nutshell, we might interpret the two examples above as involving Leander and Chevalier in the following situations: in the first section (Example 3a), the Chevalier makes a clear statement and Leander seems to lose track of what should occur, or simply does not understand; and in the second section (Example 3b), Leander begins on the right track, but seems to lose his way before the Chevalier (who does not belong here) interrupts by marching right through Leander’s nonsense to set him straight and get him back on track.",
                "footnotes": [
                    "FN61",
                    "FN62",
                    "FN63"
                ],
                "citations": [
                    "burstein_1999"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] This back-and-forth is certainly entertaining, and it may well be what Haydn intended, but I find it less humorous than a reading that places the forgetful Leander alone with his thoughts. In such a reading of the trio, a confident Leander begins with a single thought and great clarity of purpose (mm. 39–42): “I know what I have to do!” before forgetting how to proceed (mm. 43–48). Seeming to have lost his way entirely (on a minor dominant), Leander makes another attempt in the form of a minuet (mm. 49–55): “I can do it this time!” but he cannot even hang onto this simple idea without getting distracted (mm. 56–58): “Hey! Is that a bird?” He then rallies again defiantly, cutting off his distracted, absent-minded self (mm. 59–61) before he realizes that he is again on the wrong track (the mock- march in 4 3 doesn’t work) and stumbles back to his first idea (mm. 62–65) when the mock- march unison melody elides awkwardly with the beginning of the returning serioso . [5] Haydn’s Symphony no. 60, “Il distratto,” sixth movement Example 5 . Haydn’s Symphony no. 60, vi, mm. 1–36 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In the finale of the same symphony, Haydn gives us one of the most outrageous ruptures of convention to be found in the Classical instrumental repertoire. Here, he emphatically conveys Leander’s absent-mindedness when he abandons the declamatory opening prestissimo for a two-measure grand pause, after which he instructs the violins to tune their low string from F up to G. (64) Since the violins have not used their G strings, it has not yet caused them any embarrassment, but Haydn’s performance direction makes it seem that they have just noticed their error (“Wait! Everyone stop!”), so they regroup to tune their strings. After the surprising interruption, the piece begins again (“Okay, we’re ready now”) without the four-measure introduction and continues relatively unhindered ( Example 5 ). (65) In the words of a Preßburger Zeitung contributor, “The musicians begin the piece with great pomposity and remember shortly that they have forgotten to tune their instruments.” (66)",
                "footnotes": [
                    "FN64",
                    "FN65",
                    "FN66"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] This tuning interruption may be Haydn’s cleverest and most successful attempt to represent the orchestra as the stage character Leander. The Preßburger Zeitung notes that in the first performance, “[T]he finale had to be repeated in view of the insistent applause of the listeners.” (67) And another reviewer remarks on the effect of the opening on a Salzburg audience: “The absentmindedness of the orchestra is surprising, amusing, a hearty good effect. One must laugh out loud at the idea.” (68) Indeed, the degree of stylistic incongruity in this example is rivalled only by some passages in Mozart’s Ein musikalischer Spaß , K. 522. (69) Haydn’s joke is very accessible and seems straightforward, but many different facets of humor are in operation.",
                "footnotes": [
                    "FN67",
                    "FN68",
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The tuning passage grants a funny, surprising, and jarring escape from the musical discourse proper and a sudden shift to what would normally occur before the performance. In her discussion of this opening, Wheelock explains, “Haydn breaks the musical frame with the shocking intrusion of ‘realism’” ( 1992 , 155). (70) In a way, Haydn’s notation for tuning is a kind of “extra-musical” reference, though not in the usual sense; we might call this a “work-extraneous” reference instead. (71) That is, Haydn alludes to a phenomenon unique to the realm of musical performance (preparatory tuning), but this musical occurrence is never a part of the composition proper, at least not in the relevant historical context. When we listen to the opening, it is easy to perceive this humorous opposition, but the scripts suggested by the two opposing passages are unusual, since one passage belongs to normative Classical discourse while the other forms no part of such a discourse. Since most examples of opposition employ topics as the primary perpetrators of valence shifts, they illustrate a less radical and more common type of Classical gambit because both topics necessarily belong to normative Classical discourse when taken individually, but become abnormal due to the incongruous nature of their immediate juxtaposition. Although the work opens with a declamatory fanfare topic, the tuning interruption cannot properly be called a topic since there is no convention or precedent associated with this compositional maneuver. But Haydn’s tuning passage is nevertheless part of a contemporary listener’s “ready lexicon” ( Wheelock 1992 , 203): it is easily recognizable as part of the typical preparation for a musical performance. Thus, we might simply refer to this more general frame of reference as tuning and recognize its function as analogous to a typical musical topic. Figure 6 . Haydn’s Symphony no. 60, vi script oppositions (click to enlarge)",
                "footnotes": [
                    "FN70",
                    "FN71"
                ],
                "citations": [
                    "wheelock_1992",
                    "wheelock_1992"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] Even without a stylistically established topic, the opposition is clear. There is a conspicuous valence shift between two case-specific scripts that we could call the composition and not the composition . (72) The first script— the composition —is conveyed by the opening fanfare and Gjerdingen’s Prinner schema. (73) Although the Prinner schema is most commonly a riposte rather than an opening gambit ( Gjerdingen 2007 , 45), Haydn’s artful pairing of the common galant schema alongside a declamatory fanfare topic clearly conveys the high social status associated with artful composition. Fanfares are particularly apt beginnings, useful for “generating expectancy” ( Lowe 2007 , 34), and they strongly imply the succession of further artistic (or at least appropriate) compositional endeavours. Instead of the further artful composition we expect, the second script— not the composition —conveys the low social status associated with the unprecedented, ludicrous notion that the orchestra has forgotten to tune, and immediately grabs the audience’s attention. As Burstein notes, “Audiences tend to recognize only the lower side of the humor equation by focusing on the ridiculous” ( 1999 , 68). This will inevitably be the case here—especially since the tuning follows such a raucous, “noise killer” opening ( Somfai 1981 , 390; see also Wheelock 1992 , 225n6). As always, it is the preceding “high” that throws sudden, conspicuous relief onto the ridiculous “low” that follows and produces the humorous opposition. Although both scripts suggest positive emotional valence, the magnitude of the high-to-low stature shift easily produces the oppositions shown in Figure 6 .",
                "footnotes": [
                    "FN72",
                    "FN73"
                ],
                "citations": [
                    "gjerdingen_2007",
                    "lowe_2007",
                    "burstein_1999",
                    "somfai_1981",
                    "wheelock_1992"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Perhaps the most likely “target” (or butt) of this joke is the absent-minded Leander. (74) In this passage, Leander’s persona is like the many operatic characters Edward T. Cone calls “Petrouchkas, brought to life by the composer but thenceforth driven by their own wills and desires” ( Cone 1974 , 23). Edward Klorman notes that these “Petrouchkas” are “able to act freely within the confines of the opera’s [in this case, the drama’s] fictional frame” ( Klorman 2013 , 121). In this reading, the protagonist seems to start off on his merry way (a confident introduction and first phrase of the theme) before coming to a complete stop . . . he’s missing something . . . oh yeah! And the major blunder forces him to go back and start all over again (minus the introduction). We do not have to look far into the drama of Regnard’s Il distratto for suitable analogues to this event. This serious error in the finale sounds as though Leander has botched a rather important event, but, according to the Preßburger Zeitung , the tuning interruption “is meant to show . . . the absentminded bridegroom tying a knot in his handkerchief in order not to forget his wedding.” (75) Whether or not Haydn is depicting a deliberate reminder (as the Preßburger Zeitung suggests) or a forgotten event (as I find more likely), the interruption to the narrative and the resulting opposition create a palpable and highly effective joke.",
                "footnotes": [
                    "FN74",
                    "FN75"
                ],
                "citations": [
                    "cone_1974",
                    "klorman_2013"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] In addition, the clever manner in which Haydn allows the listener to change perspective on the music is of particular interest in this opening. That is, we can change our perception of the “target” of humor from Leander, as represented by the instruments, to either the performers or musical instruments themselves. Here, Haydn seems to cross a boundary between the extramusical and the musical when he represents Leander’s forgetfulness with perhaps the most embarrassing mistake on the part of the instrumentalists: they forgot to tune! This interpretation is only viable because the opposition the composition/not the composition engages “the music” in a more direct and absolute manner than most examples of opposition. Goeth offers the following analogy: “If, in a theatre play, a prologue appeared unexpectedly after the beginning of the last act, an effect analogous to Haydn’s tuning joke might be produced” ( 2013 , 242). But she notes that this analogy is weaker than it may seem, since “the course of a recitation is not to the same extent standardized as the course of a concert” ( Goeth 2013 , 243). Thus, it is more crucial for humor in the musical medium that the tuning passage’s “mock dilettantism serves as a meta-commentary on musical incompetence” and that this meta-commentary arises due to the “ritualization” of contemporary performance practice ( Goeth 2013 , 241). This particular opposition allows Haydn to draw the listeners into both the music and the drama in a unique and humorous way. For me, the resulting impression is akin to a screen actor turning suddenly to the camera mid-scene and saying something like, “What’s my line?” except that the violins are the ones who have forgotten the compositional script. [6] Michael Haydn’s Symphony in D major, Perger 13, third movement",
                "footnotes": [],
                "citations": [
                    "goeth_2013",
                    "goeth_2013",
                    "goeth_2013"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] Michael Haydn’s “Entr’actes” to Voltaire’s Zaïre fulfill the same role as Joseph Haydn’s theater symphony, and were later published as the five-movement “Symphony in D Major,” which could be performed without recourse to Voltaire’s drama. In their respective theater symphonies, both composers suggested characters from the drama with implied topical affiliations, and created oppositions that led to humorous outbursts recorded by contemporary listeners. (76)",
                "footnotes": [
                    "FN76"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] In the Adagio third movement, Michael Haydn composed a drastic contrast between two topics, creating a jarring opposition. This movement’s typical variation form is particularly well suited to direct diachronic juxtaposition of musical topics when one variation moves to the next: few Classical forms so strongly imply topical change with the regularity found in variation forms. For example, rondo forms have several relatively brief formal sections, but they do not typically present such a variety of topics. (77) While the “varied repetition” often found in rondo refrains is not usually achieved via topical change, variation forms often create the expectation that a new topic may occur with the beginning of a new variation. (78) This is not always the case, but the way is paved for the composer to alter the topical underpinning of the theme from variation to variation. Example 6 . Michael Haydn’s Symphony in D major, Perger 13, iii, mm. 78–83 (audio begins 10 seconds before notated example) (click to enlarge and listen)",
                "footnotes": [
                    "FN77",
                    "FN78"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Michael Haydn takes advantage of the variation form to play with our expectations for topical change. He begins with a theme that conveys aspects of learned style (florid counterpoint and steadily moving bass line) and fanfare (dotted rhythms, declamatory repetitions, and melodic arpeggiation), which create an introductory character that continues far into the movement. The overall result is a theme that sounds somewhat stilted, formal, and archaic (not galant), which, for the purposes of this discussion, I will refer to as the “ conservative ” style. Though we may think of “high” topics as those more ingeniously and creatively employed by Classical masters, this conservative style epitomizes (almost in caricature) the “high” social stature of the Viennese courts. Through the first three variations, increasing virtuosity and contrapuntal richness repeatedly bolster the conservative style’s “high” status until the fourth variation brings an abrupt and unwelcome topical shift ( Example 6 ). When the fourth variation begins at the pickup to m. 81, the composer interjects an especially raucous and unruly Turkish topic. This sudden “out-of-character” variation, with its Turkish cymbals crashing in at a subito forte , intrudes on the conservative style (“business-as-usual”) and its piano dynamic. The rupture was so pronounced in performance that Leopold Mozart remarked on it specifically in a letter to his son in October of 1777: “Following a variation which was piano, there was one on the Turkish music, which was so sudden and unexpected that all the women looked terrified and the audience burst out laughing” ( Anderson 1966 , 1: 297).",
                "footnotes": [],
                "citations": [
                    "anderson_1966"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] This effect on the audience is understandable, since in the highly nuanced topical landscape of the symphony genre, “the Turkish topic might mean comedy or war” ( Sisman 2014 , 115). The Turkish topic is particularly unexpected here because, rather than reproducing the high level of topical diversity present in many variation forms, Michael Haydn reined in the topics up to this point by retaining the conservative style throughout each of the first three variations, varying it relatively slightly until the marked arrival of the Turkish topic. By employing the relatively unchanging conservative style up to m. 80, Michael Haydn treads on our normal expectations for topical change, such that we are less likely to expect such a change—and certainly not such a drastic one—with the arrival of the next variation. (79) SURPRISE! is the result of the sudden new topic, and it is exaggerated considerably by the magnitude of the shift.",
                "footnotes": [
                    "FN79"
                ],
                "citations": [
                    "sisman_2014"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] The music’s subsequent return to the original conservative style for the beginning of the fifth variation leaves the Turkish intrusion unresolved in retrospect and heightens the ironic play between typical and atypical topical conventions in variation form. (80) Instead of hearing topical contrast between successive variations, as we would in most variation sets, there has been virtually no contrast between variations (only textural and timbral changes) until the Turkish fourth variation. This first topical contrast is further heightened because the Turkish fourth variation signals its arrival with the only anacrustic gesture in the movement so far (the subito forte pickup to m. 81)—to say nothing of the loud cymbals that enter on the following downbeat. Thus, while the audience politely waits for the next downbeat to bring about a new—and, based on the intraopus context thus far, largely similar and somewhat uninteresting—variation, this anacrusis creates an overlap between the two topics. The topical overlap brought in by the “early” Turkish ambush creates a particularly forceful opposition that threatens the stately, proper conservative style. (81) Figure 7 . Michael Haydn’s Symphony in D, iii script oppositions (click to enlarge)",
                "footnotes": [
                    "FN80",
                    "FN81"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] The “sudden and unexpected” entrance of the distinctly demotic Turkish band is particularly pronounced and incongruous because its affiliations with low status, negative valence, and high arousal so clearly oppose the high (if somewhat stilted) status, positive valence, and low arousal of the preceding conservative music (see Figure 7 ). In fact, Classical composers often employed the Turkish topic specifically to create a humorous effect because of its uniquely multivalent, evocative nature: (82) the topic is uniquely poised to deliver an affective punch to the musical discourse because of its clear affiliations with both the exotic “other” and social conflict (see Head 2005 ).",
                "footnotes": [
                    "FN82"
                ],
                "citations": [
                    "head_2005"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] The Turkish topic’s special significance arose largely because the Turks had besieged Vienna in 1683 (fewer than 100 years before Leopold’s comment). According to Raymond Monelle, this topic carried “an aspect of fashionable orientalism in a Vienna released from the threat of invasion” ( Monelle 2006 , 6; see also Head 2000 ). A better-known example of this phenomenon is provided by Mozart (though not in an instrumental work), who wrote to his father about the interpolation of the Turkish topic in Die Entführung aus dem Serail, explaining, “Osmin’s rage is rendered comical by the use of the Turkish music” ( Anderson 1966 , 769). (83) The medium of music (especially Classical music) was particularly well suited as an outlet for this humor, since it was one in which the high accomplishments of Viennese culture could be made to stand out against the low, boisterous, and easily parodied Turkish idiom. Matthew Head notes that, in examples like these, “Sometimes the exotic and the humorous are indistinguishable.” (84)",
                "footnotes": [
                    "FN83",
                    "FN84"
                ],
                "citations": [
                    "monelle_2006",
                    "head_2000",
                    "anderson_1966"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] The audience laughter reported by Leopold likely arose out of initial feelings of relief followed by those of superiority. The relief came from the fact that the Turks no longer represented a threat, and superiority by virtue of the enemy’s defeat from the perspective of the eighteenth-century Viennese. A relief theorist like Freud would likely point to the act of laughing at the humor of a sudden, grotesque appearance of the Turkish topic as a way for the cultivated Viennese to slough off, and make light of, the buried tension once associated with the Turkish threat. (85) A superiority theorist like Hobbes would likely propose that the audience’s laughter expresses feelings of superiority over a vanquished adversary. (86) In either case, Leopold Mozart’s account of the listeners’ responses strongly suggests that the relief and superiority they experienced on the heels of sudden terror resulted in laughter at this juncture. Although laughter is not necessarily an indicator of humor (nor is laughter required to prove that something is humorous; see Huron 2006 and Morreall 2009 ), it is likely an indicator in this example since—as we have seen—the high/low status opposition required for humor is created by the musical parameters described above. (87) [7] Mozart’s Serenade in D major, K. 250, first movement",
                "footnotes": [
                    "FN85",
                    "FN86",
                    "FN87"
                ],
                "citations": [
                    "huron_2006",
                    "morreall_2009"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] Mozart’s Serenade no. 7 in D major, K. 250 is the largest symphonic serenade he wrote, and it is notable in that many movements contain humorous events. (88) This “festive” serenade was the first of two serenades written for the Haffners (89) whom Mozart knew and had befriended, and was commissioned by Siegmund Haffner, the mayor of Salzburg, for the wedding of his daughter Marie Elisabeth Haffner to Franz Xaver Späth. (90) Since the Mozarts knew the Haffners well, and given the Haffners’ roles as Salzburg benefactors, a wedding in the family would have been an excellent forum for festive music suitable for a convivial atmosphere. Such music, especially a work as long as K. 250, could hardly be entirely serious and still achieve the desired effect. Instead, a light-hearted, entertaining, and humorous musical demeanour would more effectively compliment the social situation. This is exactly the demeanour we find throughout K. 250.",
                "footnotes": [
                    "FN88",
                    "FN89",
                    "FN90"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] The first movement follows sonata form with typically Haydnesque Sturm und Drang features in the developmental core and is formally unremarkable. Mozart endows the movement with a conspicuously pedestrian tone throughout. Stanley Sadie pointedly remarks, “It is hard to understand how a movement of such nobility can be built of material of no real distinction or individuality” ( Sadie 2006 , 403). Indeed, the movement’s material sounds somewhat vacuous in general: it is filled with motives that are exceptionally dull or inane to the point that they become strange, allowing us to perceive an exaggerated degree of playfulness on the composer’s part, even though, in isolation, none of these motives is necessarily humorous. (91) Had a Classical master like Mozart not composed this, we might easily have associated some level of incompetence with the (at times) seemingly haphazard presentation of motives in this movement. Instead, the extent of Mozart’s playfulness helps to predispose listeners toward a humorous reaction to later events. Example 7 . Mozart’s Serenade in D major K. 250, i, mm. 267–83 (click to enlarge and listen)",
                "footnotes": [
                    "FN91"
                ],
                "citations": [
                    "sadie_2006"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] At the end of this movement, we find a humorous opposition that relies on form-functional implications and a bizarre use of the coup d’archet gesture. Mozart emphasizes the humorous opposition with a tutti rest immediately before the movement’s conclusion ( Example 7 ). (92) This notated rest is longer than the two rests that occur before it in mm. 273 and 275. The earlier rests occur in the middle of a cadential harmonic progression and thus could not have satisfactorily concluded the piece. The final rest, however, could mark a satisfactory conclusion to this first movement. The arrival of any further music after the apparent conclusion suggested by the rest therefore presents a conspicuous and humorous incongruity.",
                "footnotes": [
                    "FN92"
                ],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] With this “fake” ending, Mozart’s ploy is somewhat similar to Haydn’s well-known joke at the end of String Quartet op. 33 no. 2. (93) Both composers engage deliberately with the expected end of the movement. But whereas Haydn’s primary joke ends the piece earlier than expected (after the first two-measure idea of the rondo refrain), Mozart composes his joke by writing a protracted conclusion, adding extra material and ending it later than expected. (94) But there are more factors in play than simply a surprise ending. Indeed, unlike the humorous oppositions we have seen so far, each of which has focused on extramusical associations borne out of topical contrast, Mozart’s joke features a topical dislocation that relies heavily on formal function. Audio Example 8 . Mozart Serenade in D major, K. 250, i, mm. 1–4",
                "footnotes": [
                    "FN93",
                    "FN94"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] The form-functional incongruity that arises is predicated upon the expectation that, in the very unlikely event that the composer chooses to prolong the ending after the rest, the prolongational material will be post-cadential in nature and based on ideas from the preceding measures. Neither of these expectations proves to be true. Instead, the final material is based on the thematic introduction and is therefore emphatically not post-cadential. Although the introductory material can be reinterpreted as post-cadential, it is imbued with a “beginning” function because its original (and only other) iteration was as an introductory idea ( Audio Example 8 ). (95) This allows us to understand the functionally-driven opposition between the “ending” function we expected and the returning “beginning” idea foisted into its position. The opposition is further emphasized because the returning “beginning” idea does not relate motivically to any of the preceding post-cadential material. In addition, the effect is amplified by the mere existence of further musical material after what appeared to be the end. (96)",
                "footnotes": [
                    "FN95",
                    "FN96"
                ],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Although the form-functional opposition is responsible for much of the surprise in the opening movement of K. 250, the primary source for humor is the specific material Mozart uses to recall “beginning” function: this bizarre conclusion is not simply an incongruous reuse of just any introductory idea. Mozart’s ploy is particularly effective because this specific introductory idea is a clear example of le premier coup d’archet , a topic and common musical gesture inextricably bound up with beginning rhetoric in French orchestral music of the period. Mozart found many French customs laughable, and not the least ridiculous to him was their insistence on including le premier coup d’archet in symphonic works. In a letter to his father in 1778, Mozart wrote: I still hope, however, that even asses will find something in [Mozart’s symphony K. 297] to admire—and, moreover, I have been careful not to neglect le premier coup d’archet —and that is quite sufficient. What a fuss the oxen here make of this trick! The devil take me if I can see any difference! They all begin together, just as they do in other places. It is really too much of a joke ( Anderson 1966 , 2: 553). Although Mozart wrote this letter around two years after the “Haffner” Serenade was written, he was undoubtedly aware of, and likely already held disdain for, this French habit. We may assume, therefore, that composing an extra such rhetorical flourish at the end of the work might have been particularly humorous to Mozart. Figure 8 . Mozart Serenade in D major, K. 250, i script oppositions (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "anderson_1966"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] Apart from Mozart’s personal reasons for finding this humorous, a broader audience may also find his deployment of this technique humorous in K. 250 because of the opposition that occurs between the coup d’archet and the fanfare that precedes it. But the opposition Mozart sets up is not based on opposition between topics per se; rather, it involves the way a conventional beginning, used as such in this movement, supersedes what listeners initially take to have been the ending. At first, it also seems that the humor here is not predicated upon an opposition between high and low status, since both fanfare and coup d’archet are typically “high” topics. However, because Mozart deliberately and surreptitiously subverts the typical “beginning” usage of the coup d’archet and forces it into and “ending” role, he flips the usual “high” status of this topic to an opposed, “low,” parodic version of itself by using it in an inappropriate way (as Haydn did with the serioso in the finale of op. 33 no. 2). (97) While the fanfare acts “appropriately,” (98) the misbehaving coup d’archet (or mock- coup d’archet ) acts “inappropriately,” creating an opposition between “appropriate” (“high”) and “inappropriate” (“low”) usages of these topics. (99) Mozart uses the tutti rest and form-functional opposition to amplify this valence shift. In the end, he makes the laughable French coup d’archet more laughable by using the topic he sees as pretentiously and thoughtlessly overdone in its normal context in a concluding role where it never belongs (see Figure 8 ). [8] Conclusion",
                "footnotes": [
                    "FN97",
                    "FN98",
                    "FN99"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] My analytical discussions have focused on the strategy of “opposition,” which Classical composers employed to create humor in their instrumental music. The different humorous articulations above have highlighted how contrasts between semantic (topical) and syntactic (form-functional) elements create such oppositions. These contrasts pinpoint specific valence shifts from high to low stature that often occur in conjunction with shifts in emotional valence (positive or negative) and/or arousal levels (high or low). In humorous articulations involving what I labelled as “mock” topics (following Wheelock 1992 ), as well as the other more straightforward situations, musical context plays an important role in guiding our interpretations, allowing a fuller interpretation of the elements of contrast at work and enabling us to apprehend the humor therein. Although a composer’s personal style necessarily influences the deployment of these strategies, each of the humorous examples above can be explained according to (script) opposition.",
                "footnotes": [],
                "citations": [
                    "wheelock_1992"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] This game we play when trying to make sense of an incongruity between scripts leads us to an enjoyable and at times laugh-worthy musical encounter. Listening attentively and engaging in this playful game with the composer and/or performer(s) can help to recover some of the historical and cultural distance between us and Classical-era listeners. And if we are sensitive to the crafty endeavours of Classical composers and aware of the humorous potential of much of their instrumental repertoire, this kind of “listening for fun” can help us to recuperate ways of engaging with and enjoying this music that were native to original audiences and intended by the music’s creators.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.1.palmer.html",
    "data": "mto/data/mto.17.23.1.palmer.json"
}