{
    "title": "Cognitive Dissonance and the Performer’s Inner Conflict:\n\t\tA New Perspective on the First Movement of Beethoven’s Op. 101",
    "date": "2007/06/01",
    "volume": "13",
    "issue": "2",
    "authors": [
        "Sauer, Amanda Stringer"
    ],
    "abstract": "Much of Beethoven’s music—especially that of the late period—demands that the performer follow interpretive markings that seem to be musically counterintuitive. Conflict between the competing desires to follow musical intuition and to obey Beethoven’s performance instructions creates psychological discomfort in the performer. Social psychologists refer to this phenomenon as “cognitive dissonance.” This article will examine the ways in which the first movement of Beethoven’s Op. 101 piano sonata creates cognitive dissonance in the performer that is ultimately felt physically as well as mentally. In particular, the author revisits Robert Hatten’s reading of the movement and offers an alternate interpretation that takes into account the performer’s (as well as theorist’s) experience with the music.",
    "keywords": [
        "cognitive dissonance",
        "embodiment",
        "image schemata",
        "performance analysis",
        "Beethoven",
        "Op. 101",
        "Robert Hatten"
    ],
    "doi": "",
    "received": "May 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.2/mto.07.13.2.sauer.pdf",
    "author_info": [
        {
            "name": "Amanda Stringer Sauer",
            "university": "Florida State University",
            "address": "Visiting Assistant Professor, College of Music, Tallahassee, Florida 32306-1180",
            "email": "mstringersauer@mailer.fsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The full title for this presentation was “The Theorist \nas Performer’s Coach: A Laboratory for Gestural and Rhetorical Interpretation in \nthe Third Movement of Beethoven’s String Quartet in Bb, Op. 130.” For their helpful comments during the preparation of this article, I would like to thank Stefan Eckert, Michael Rogers, Evan Jones, Thomas Sauer, Timothy Koozin, \nDavid E. Cohen, and the MTO anonymous readers.",
            "citations": []
        },
        "FN2": {
            "text": "2. Robert Hatten, Musical Meaning in Beethoven (Bloomington: \nIndiana University Press, 1994).",
            "citations": []
        },
        "FN3": {
            "text": "3. This is true especially because Hatten chose to speak in supposed “non-technical” (his word) terms.",
            "citations": []
        },
        "FN4": {
            "text": "4. For more on stress and its relation to coronary heart disease, see Robert Karasek and Tores Theorell, \n“Current Issues Relating to Psychosocial Job Strain and Cardiovascular Disease \nResearch,” Journal of Occupational Health Psychology, Jan. 1(1) (1996): 9–26; \nfor a summary of current research on the physiological and somatic ramifications of psychological dissonance, see Eddie Harmon-Jones, “A Cognitive Dissonance Theory Perspective on the Role of Emotion in the Maintenance and Change of Beliefs and Attitudes,” in Emotions and Beliefs: How Feelings Influence Thoughts , edited by Nico H. Frijda, Antony S. R. Manstead, and Sacha Bem (Cambridge: Cambridge University Press, \n2000); for an excellent discussion of musical understanding and the moving body, see Diane Urista, “Embodying Music Theory: Image Schemas as Resources for Musical Concepts and Analysis, and as Tools for Expressive Performance” (Ph.D. diss., Columbia University, 2001), particularly Chapter 4.3, “Beyond Words: The Moving Body as a Tool for Expressive Performance.”",
            "citations": []
        },
        "FN5": {
            "text": "5. For more on subjective experience and analysis, see Naomi Cumming, “The Subjectivities of ‘Erbarme Dich’,” Music Analysis 16, no. 1 (March 1997): 5–44; Catherine Costello Hirata, “The Sounds of Sounds Themselves: Analyzing the Early Music of Morton Feldman,” Perspectives of New Music 34, no. 1 (Winter 1996): 6–27; and Marion Guck, “Music Loving, or the Relationship with the Piece,” Music Theory Online 2.2 (March 1996).",
            "citations": []
        },
        "FN6": {
            "text": "6. Hatten, Musical Meaning, 92.",
            "citations": []
        },
        "FN7": {
            "text": "7. Ibid.",
            "citations": []
        },
        "FN8": {
            "text": "8. Ibid., 97–99.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid., 96.",
            "citations": []
        },
        "FN10": {
            "text": "10. Audio examples are performed by the author.",
            "citations": []
        },
        "FN11": {
            "text": "11. Ibid., 92.",
            "citations": []
        },
        "FN12": {
            "text": "12. I would argue that the success of Hattten’s analysis of Op. 101 is due in part to its verbal beauty; as a writer, his style—which is almost poetic—reflects the tone of Beethoven’s work itself.  Therefore, his semiotic approach is enhanced by way of metaphor and word choice, which he uses to convey not only the meaning of but also the tone of a work.  I believe that this, in part, accounts for the interpretive growth he is able to inspire in performers.",
            "citations": []
        },
        "FN13": {
            "text": "13. See Leonard Ratner, Classic Music: Expression, Form, and Style (New York: Schirmer, 1980); Charles Rosen, The Classical Style (New \nYork: W. W. Norton, 1972);  and Sandra P. Rosenblum, Performance Practices in Classical Piano Music (Bloomington: Indiana University Press, 1991).",
            "citations": []
        },
        "FN14": {
            "text": "14. A Major is also the key of Op. 101.",
            "citations": []
        },
        "FN15": {
            "text": "15. Hatten, Musical Meaning , 100.",
            "citations": []
        },
        "FN16": {
            "text": "16. In the emotionally weighty second movement of Op. 28 Beethoven uses subito p markings at cadential arrivals (as he does in Op. 101), while in the highly stylized—and therefore more objective—pastoral music of movements i and iv he does not.  Interestingly, the earlier sonata uses undercutting as a specific and even extreme expressive device that stands in contrast to the pastoral topos, while Op. 101 combines undercutting and the Pastoral to create the interpretive difficulties discussed in this paper.",
            "citations": []
        },
        "FN17": {
            "text": "17. Ibid.",
            "citations": []
        },
        "FN18": {
            "text": "18. Ibid., 101.",
            "citations": []
        },
        "FN19": {
            "text": "19. Another important example of this “control” demanded of the pianist can be seen in m. 52 of the development (one of Hatten’s “tragic irruptions”).  Here Beethoven disallows the performer to “emotionally conclude” the angry outburst from mm. 50–52, writing a subito piano on the final chord of the gesture.  While this sort of “suppressed” gesture is commonplace in Beethoven, it is significant that here it occurs on the V of C Minor , undercutting yet another cadence.",
            "citations": []
        },
        "FN20": {
            "text": "20. Hummel, J.N. A Complete Theoretical and Practical Course of Instructions on the Art of Playing the Piano-Forte , Part 3, Second Section, Chapter 1, “On Musical Performance in General”  (London: Boosey and Co., reprinted from the English translation of 1829), 39.",
            "citations": []
        },
        "FN21": {
            "text": "21. Written in 1845/1846.",
            "citations": []
        },
        "FN22": {
            "text": "22. This is true whether it be the “new” tonic of the modulatory key of E Major or the home key of A Major.",
            "citations": []
        },
        "FN23": {
            "text": "23. Summary found in Diane Urista’s “Embodying Music Theory: Image Schemas as Sources for Musical Concepts and Analysis, and as Tools for Expressive Performance” (Ph.D. diss., Columbia University, 2001), 13.",
            "citations": []
        },
        "FN24": {
            "text": "24. For an example of how metaphors both influence and reflect human experience, consider the ways in which the concept “TIME IS MONEY” works its way into our language, reflecting the way Western culture has evolved to quantify time and view it as a commodity: one can “ waste time,” “live on borrowed time,” “ lose time,” “ spend time,” “ budget time,” and “ invest time.”   See George Lakoff and Mark Johnson, Metaphors We Live By (Chicago: University of Chicago Press, 1980), 7–8.",
            "citations": []
        },
        "FN25": {
            "text": "25. Mark Johnson, The Body in the Mind: The Bodily Basis of Meaning Imagination, and Reason (Chicago: University of Chicago Press, 1987), xiv.",
            "citations": []
        },
        "FN26": {
            "text": "26. Johnson, Body in the Mind , x.",
            "citations": []
        },
        "FN27": {
            "text": "27. Johnson, xvi.",
            "citations": []
        },
        "FN28": {
            "text": "28. Ibid.",
            "citations": []
        },
        "FN29": {
            "text": "29. Johnson, xix.",
            "citations": []
        },
        "FN30": {
            "text": "30. Lawrence Zbikowski, Conceptualizing Music: Cognitive Structure, Theory, and Analysis (Oxford: Oxford University Press, \n2002), 76.",
            "citations": []
        },
        "FN31": {
            "text": "31. Ibid., vii.",
            "citations": []
        },
        "FN32": {
            "text": "32. Johnson, Body in Mind , 112.",
            "citations": []
        },
        "FN33": {
            "text": "33. Ibid., 113.",
            "citations": []
        },
        "FN34": {
            "text": "34. Urista, “Embodying Music Theory,” 33–35.",
            "citations": []
        },
        "FN35": {
            "text": "35. This is in large part because of Schenker’s influence on our current ways of theorizing about music.  Urista discusses how the SOURCE-PATH-GOAL schema underlies much of Schenker’s theory, including the concept of linear progression ( Zug ) as a path that can be taken ( Weg ), or a motion along a path ( Durchgehen ); the Ursatz as goal-directed motion and one that should evoke a sense of Spannung and Erfüllung (striving and fulfillment/tension and release); the idea that Urlinie-Zug must always descend to tonic and come to a complete rest ; and the idea that the Bassbrechung must rise to the fifth and fall to the root, reinforcing the effects of striving and fulfillment.  Similarly, in the following passage from Der freie Satz , we witness the abstract metaphor LIFE IS A JOURNEY, also derived from the SOURCE-PATH GOAL schema: “Every linear progression shows the eternal shape of life—birth to death.  The linear progression begins, lives its own existence in the passing tones, ceases when it has reached its goal—all as organic life itself.”  (See Urista, “Embodying,” pp. 70–79.)",
            "citations": []
        },
        "FN36": {
            "text": "36. Ibid., 37.",
            "citations": []
        },
        "FN37": {
            "text": "37. Fred Lerdahl and Ray Jackendoff, A Generative Theory of Tonal Music (Cambridge: MIT Press, \n1983), 179.",
            "citations": []
        },
        "FN38": {
            "text": "38. Urista, 37.",
            "citations": []
        },
        "FN39": {
            "text": "39. See Leon Festinger, A Theory of Cognitive Dissonance (Stanford: Stanford University Press, \n1957), 13.",
            "citations": []
        },
        "FN40": {
            "text": "40. Ibid., 10.",
            "citations": []
        },
        "FN41": {
            "text": "41. Ibid., 2.",
            "citations": []
        },
        "FN42": {
            "text": "42. Today’s dissonance theorists disagree about the underlying motivation for dissonant effects, though most agree that cognitive dissonance does motivate change and that the source of this motivation is psychological discomfort. See Judson Mills and Eddie Harmon-Jones, editors, Cognitive Dissonance: Progress On a Pivotal Theory in Social Psychology (Washington, \nD.C.: American Psychological Association, 1999).",
            "citations": []
        },
        "FN43": {
            "text": "43. Interestingly, research in the area of neuroeconomics has shown that two separate parts of the brain literally compete for control over behavior when humans attempt to balance near-term rewards with long-term goals.   See Samuel M. McClure, David I. Laibson, George Loewenstein, and Jonathan D. Cohen, Science 306 (15 October 2004): 503–507.",
            "citations": []
        },
        "FN44": {
            "text": "44. Hatten, 100.",
            "citations": []
        },
        "FN45": {
            "text": "45. Ibid., 96.",
            "citations": []
        },
        "FN46": {
            "text": "46. Ibid.",
            "citations": []
        },
        "FN47": {
            "text": "47. Maynard Solomon, Beethoven (New York: Schirmer Books, \n1998), 387; and Martin Cooper, Beethoven: The Last Decade (London: Oxford University Press, \n1970), 133.",
            "citations": []
        },
        "FN48": {
            "text": "48. Here “accessible” refers to the performer’s experience \nof learning, playing and interpreting the movement, not to the meaning of the \nmovement within the context of the whole sonata. In other words, the demands of \nthis movement are purely technical, not interpretive or conceptual.",
            "citations": []
        },
        "FN49": {
            "text": "49. Hatten, 107.",
            "citations": []
        },
        "FN50": {
            "text": "50. Ibid., 106.",
            "citations": []
        },
        "FN51": {
            "text": "51. This is yet another way in which Beethoven shifts the weight of the sonata cycle to the finale, as he does in works such as Op. 102/2, Op. 106, Op. 109, Op. 110, Op. 125, Op. 130 et al .",
            "citations": []
        },
        "FN52": {
            "text": "52. Zbikowski, 5.",
            "citations": []
        },
        "FN53": {
            "text": "53. Having said this, I believe it is the performer’s responsibility to relay music’s complex theoretical processes—whether they be psychological, syntactical, or physical—to the listener, inspiring kinesthetic listening .  For more on kinesthetic reactions, see David Lidov, “Mind and Body in Music,” Semiotica 66 I/3 (1987): 69–97.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] At SMT’s November, 2005 meeting in Cambridge, one of the Friday evening \nsessions was titled “Interacting Interpretive Roles—Performer and Theorist.” In \nthe third and final presentation of the night, Robert Hatten worked with a \nbright, young string quartet of graduate students from New England Conservatory \non the third movement (“Cavatina”) of Beethoven’s Op. 130 quartet. (1) At the start of the session, Hatten told the audience that in fact we would not \nwitness a formal presentation in the traditional sense, but would rather act as \nspectators for a coaching session. Hatten mentioned that he had practiced this \nsame sort of coaching at his home institution of Indiana University as a guest \nin the chamber music class of violist Atar Arad. It was unclear from his opening \nremarks to what degree he believes his coachings differ from those of applied \nperformance faculty.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For the session, Hatten and the quartet worked on the first 27 measures of \nthe movement, putting theory into practice by focusing on the “concept of \nplentitude” and other semiotic insights laid out in the in the eighth chapter of \nhis book Musical Meaning in Beethoven . (2) His wish was a) to guide the quartet to play the passage in a way which \nreflected what was happening theoretically and rhetorically in the music, i.e. \nto demonstrate an early (measure 8) sense of fulfillment which, after this point, is \nnot immediately achieved again, though the music actively searches for it, and \nb) to accomplish this by speaking to the performers in “plain language.” Hatten \nmade it clear not only that had he never worked with the quartet of players, but \nthat the players themselves, while seasoned as an ensemble, had only begun \nworking on the piece ten days earlier. In the context of a “before and after” \nformat (the quartet was asked to play the 27-measure passage at the outset, and \nthen at the conclusion of the session), Hatten asked leading questions of the \nplayers. The quartet’s answers to these questions ultimately generated a \nconsiderable amount of interpretive growth, reflected in the more logical, \ncommitted, and convincing “after” performance which ended the session.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The first question asked after Hatten’s coaching was directed towards the \nperformers: “What was it like to have this kind of coaching?” The question could \nhave implied that “this kind” of coaching was worlds apart from what actually \nhappens when professional performers (as opposed to theorists) lead this sort of \neducational experience, and though it might be argued that Hatten’s \npresentation, in fact, was very much like what happens when practicing musicians \nengage in ensemble coaching, (3) a more provocative question might have been, “What was it like to interpret those kinds of musical gestures ?” A movement full of finicky articulative, \ngestural, and expressive markings cannot be interpretively easy to understand or \nphysically easy to execute. Indeed, much of Beethoven’s music—especially that of \nthe late period—demands a certain amount of “reprogramming” for the performer. \nThis reprogramming is necessary because of the seemingly counterintuitive \ninterpretive demands it makes upon the performer. In music of the \ncommon-practice era, the thwarting of expectation (and the concomitant \nbuilding-up of tension) is a fundamental rhetorical and dramatic procedure, but \nrarely does it create a psychological conflict in the performer to the extent \nthat it does in the late music of Beethoven. The competing desires to follow \none’s own musical intuition and to obey Beethoven’s performance instructions are \nresponsible for this psychological conflict.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Most performers would agree that the psychological dissonance created \nby these conflicting desires is ultimately transferred to the body; like any \nstress, it is felt physically. Indeed, the idea that mental stress and other \ncognitive processes manifest themselves in the physical has been explored by \nmedical researchers, social scientists, and musicians alike. (4) Because of this phenomenon, there is much more to the art of interpretation than \nsome theorists recognize or are willing to address. While the reading of Op. 130 \nHatten shared in his SMT presentation and the research of Musical Meaning in \nBeethoven are undoubtedly some of the most insightful to date, they do not take \ninto account the performer’s mental and physical experience of “naturalizing” \nthe music (5) (and how this experience affects the interpretation that is then relayed to the \nlistener). But doing so might influence, if not change, the meaning of a piece.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] With this in mind, the following discussion of the first movement of the Op. \n101 piano sonata will use Hatten’s work as a means by which to raise the \nquestion of what Beethoven’s music achieves, both on the sensual and \nintellectual level, by creating in the performer a sense of unease that \npsychologists call “cognitive dissonance.” Before moving into a discussion of \ncognitive dissonance, however, we will recall and reexamine Hatten’s \ninterpretation of the movement, and will propose that current theories of \nembodiment and image schema provide a way of understanding musical \nnorms/expectation. Hatten’s Reading: Op. 101 as a Pastoral Topic",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In Musical Meaning , Hatten devotes an entire chapter to discussing the \n“pastoral as fundamental topical premise” in Op. 101. (6) In the sonata, the first movement acts as a frame, governing the expressive \ngenre of the entire sonata. (7) Typical pastoral features apparent in the movement are six-eight meter, pedal \npoints (heard even in the first gesture), slow harmonic motion, simple melodic \ncontour, contrary motion, rocking accompaniment, parallel thirds, consonant \nappoggiatura, elaborated resolution of dissonance, major mode, and quiet \ndynamics. (8) More interesting, though, as Hatten points out, is the way Beethoven contrasts \nthe pastoral with “tragic irruptions [that] create dramatic moments of crisis.” \nThe primary tragic climaxes occur in the middle of the development (measures 5–1) \nand in the transition to the coda (measures 85–87), and are characterized by great \ndynamic surges that are undercut by subito piano (measure 52) and decaying dynamics \n(measures 8–8) before attaining their climactic goals. (9) Example 1 . Beethoven, Op. 101 (i), measures 1–35 (click to enlarge and listen)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Examples of these undercuttings can be heard even in the short exposition of the movement (measures 1–33; \n\t\t\tsee Example 1 ). (10) Indeed, they are one of the most salient features of the piece.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] We should notice first the avoidance of an authentic cadence until measure 25. \nThe opening phrase of the movement (measures 1–4) sits on a dominant harmony that in \nthe second, parallel phrase leads to a deceptive cadence (measures 5–6), and a second \ndeceptive cadence is found at measure 16. Also notable are the struggle involved in \nreaching the cadence at measure 25—three stalled attempts between measures 19 to \n24—and the way Beethoven never allows his pianist to gain any footing in this \nstruggle: with respect to dynamics, each attempt begins where it started, at piano . Finally, it is important to acknowledge that once achieved, this \nhard-earned resolution is unconsummated, for the arrival on the dominant harmony \n(measure 25) is marked subito piano .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Hatten also identifies what he calls “yearning” in the passage, \nconveyed by the stepwise ascent of measures 7–9 (highlighted by a bass moving in \ncontrary motion), which results not in resolution but deception (the weak-beat \nresolution of the leading tone, followed by an immediate leap downwards). Hatten \nclaims that yearnings such as these should not climax, for their doing so “might \neither upset the self-established propriety of the movement or too decisively \nbreak its continuity.” Thus, these “yearnings” give way to “resignation,” and \nultimately “the pastoral exerts its control . . . and the movement ends with a \nserenity that, in its registral extremes, invokes transcendence or spiritual grace.” (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Much of Hatten’s analysis of Op. 130 offers a kind of insight into this \ndifficult and elusive movement that could inspire marked musical growth among \npianists, just as his on-site remarks did for the quartet members who \nparticipated in his SMT presentation. (12) Having said that, I believe that there are problems with Hatten’s analysis that \nstem from his failure to address the performer’s physical and mental experience \nwith the music. Indeed, were he to acknowledge this important perspective in his \nanalysis, he would find that the cognitive complexities of the sonata’s first \nmovement suggest a different outcome than “resignation” or “spiritual grace,” \nfor they create a psychological dissonance in the performer that is both \ndisconcerting and meaningful. Specifically—and most importantly—the undercuttings that manifest themselves in subito piano markings at important \ncadential arrival points (the dominant harmonies at measure 24 and measure 76) are, in \neffect, instructions to the performer to fight musical convention or to do that \nwhich is seemingly counterintuitive. Ultimately, the interpretive difficulties \nof this movement, the struggle it wages against the performer’s expectation and \ninstinct, generates for the pianist not a feeling of resignation, but rather one \nof dissatisfaction and even frustration. In other words, the struggles involved \nin interpreting the movement create physical as well as cognitive discomfort in \nthe performer. These are not elements of “spiritual grace.” The Roles of Convention and Metaphor in Creating Musical Expectation Musical Convention: Expectation and Norms",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Before moving into a discussion of dissonance theory as it applies to the \nfirst movement of Op. 101, one must ask the rather difficult question “What, for \nthe performer, constitutes ‘counterintuitive’ in musical gesture and \nexpression?” The issue raised by this question is separate from other problems \nthe performer faces: virtuosic technical demands and/or the “unplayable” \nsometimes found in music. Technical passages, while presenting both physical \nand, on some level, cognitive problems, do not necessarily require the performer \nto grapple with issues of interpretation; a so-called “unplayable passage” on \nthe other hand, presents only a problem of interpretation, as when composers \ndeliberately write contradictory performance instructions. (An example is the \nthird movement of Shostakovich’s eighth string quartet, where the violist is \nasked to play con sordino at a ff dynamic).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Certainly the logical and aurally satisfying (i.e. expected) musical \ngesture is bound to the norms of any given style period, which are, in turn, \ndefined in part by what happened in the preceding style period(s). Beethoven’s \nsonatas are no exception. Mozart’s and Haydn’s pieces of the same genre defined \nthe expected modes of musical expression for these works (as has been catalogued \nmasterfully by Ratner, Rosen, Rosenblum, and others). (13) That Haydn and Mozart, compared to Beethoven, wrote a fractional number of \ninstructions for the performer does not negate the fact that a pianist in 1816 \nwould have expected certain musical truths to be self-evident. Example 2 . Mozart, K. 331 (i), measures 1–18 (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The pastoral topic as variously \n\t\t\tembodied by Beethoven’s precursors helps to define what would have \n\t\t\tconstituted “musical truth” for a pianist of his time. For example, \n\t\t\tthe theme (and all but one of the subsequent variations) of the \n\t\t\tfirst movement of Mozart’s well-known piano sonata in A, K. 331 \n\t\t\t(see Example 2 ), \n\t\t\tinstructs the keyboardist to play the final cadence (which ends the \n\t\t\tcodetta) at a forte dynamic, strengthening the sense of closure. (14) There is also a stepwise ascent in the soprano in the penultimate \n\t\t\tmeasure, a gesture that Hatten characterizes as “yearning” in Op. 101. (15) Unlike Beethoven, Mozart allows this yearning to be satisfied. It \n\t\t\tshould be noted that here, though the perfect authentic cadence in \n\t\t\tmeasure 8 is marked piano and directly follows a chord marked sf , it \n\t\t\tdiffers from Beethoven’s instructions in Op. 101 (i) in that it does \n\t\t\tnot require the performer to suddenly back off of the final dominant \n\t\t\tharmony of the cadential figure.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] It is also instructive to consider, again, the exposition of Beethoven’s \nOp. 101 (i), and compare it to the previous example of Mozart. As many pianists \nhave noted, none of the older composer’s piano sonatas demand that Vienna’s \namateurs execute something as outrageously complicated as this passage of \nBeethoven’s. In addition to the “undercuttings,” an overwhelming number of \nmusical instructions are indicated (see Example 1): six p markings, seven indications \nto either crescendo or diminuendo , a sforzando in measure 24, complicated \narticulations in abundance, and Beethoven’s dual indications ‘ Etwas lebhaft und \nmit der innigsten Empfindung ’ and ‘ espressivo e semplice .’ Example 3 . Beethoven, Op. 28 (i), measures 1–39 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] By contrast, in his own, \n\t\t\tearlier exploration of the pastoral topic at the keyboard, Beethoven \n\t\t\tcomplies with the musical expectations passed down to him. Though \n\t\t\tthe texture of Beethoven’s Op. 28 (i) is richer than the texture of \n\t\t\tthe theme of Mozart’s K. 331 (i), leading to a less modest treatment \n\t\t\tof accent ( sforzando ) and syncopation, like Mozart he treats the \n\t\t\timportant sectional cadences as goals, firmly marking them as \n\t\t\tarrival points \n\t\t\t(see Example 3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The three attempts to reach the section’s goal—measures 21–27, measures 29–35, and \nmeasures 35–39—foreshadow the parallel structure of measures 18–25 in the exposition of \nOp. 101 (i), though here these attempts are “rewarded” with a crescendo beginning in measure 36 that, rather than suddenly (and surprisingly) backing off of \nthe harmonic aim (the final V7 chord on beat 3 of measure 38) and creating a sense of \nfrustrated expectation (as in Op. 101 (i)), sails through to a satisfactory \nconclusion. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The major disparity between Beethoven’s late sonata movement and the \nearlier ones lies not so much in their relative degrees of technical difficulty \nas in their respective degrees of cognitive complexity . This complexity, \nmoreover, created in large part by the composer’s extensive overlay of \nperformance instructions, presented the musicians of Beethoven’s day with \nsomething new to their experience. What must it have taken for pianists of the \ntime to internalize these performance instructions? And, once cognitive control \nwas attained, how was their musical intuition challenged? Example 4 . Beethoven, Op. 101 (i), measures 1–35, with altered dynamic markings in measures 24–28 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Ultimately the significance of \n\t\t\tthe multitudinous interpretive instructions Beethoven assigns in Op. \n\t\t\t101 (i) lies not in their number, but in the fact that they ask \n\t\t\tperformers of the movement to eschew musical convention. Time and \n\t\t\ttime again, the feeling of forward motion and the progress toward \n\t\t\tharmonic goals are thwarted in the passage, and thus an “easy” sense \n\t\t\tof fulfillment is never granted the performer. The “undercuttings” \n\t\t\tand “yearnings” so perceptively identified by Hatten must be taken \n\t\t\tto heart by the pianist, and their execution requires a disciplined \n\t\t\tapproach to this delicate and intricate music. The instinct of most \n\t\t\tpianists would be to mark the goal of closure in measures 24–25 with a \n\t\t\tstrong, forte dynamic, with special emphasis on the dissonant V 7 triad of measure 24 (see Example 4 ), and I challenge Hatten’s assessment that “with the \n\t\t\tthird arpeggiation [measures 23–24], the gesture of yearning is permitted \n\t\t\tto climax and achieve completion, as confirmed by the first perfect \n\t\t\tauthentic cadence of the movement.” (17) On the contrary, from the performer’s perspective the cadence of measures \n\t\t\t24–25 does not “confirm” a sense of climax and completion but rather undermines it. Hatten downplays the dynamic undercutting of the \n\t\t\tpassage on grounds that it is “consistent with the thematic strategy \n\t\t\tof undercutting,” (18) a strategy he has previously called appropriate because it works to \n\t\t\tpreserve “the self-established propriety” and “continuity” of the \n\t\t\tmovement. What propriety would be upset with the following \n\t\t\tinterpretation of the movement?",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] One might even argue that \n\t\t\tthis alternate interpretation maintains continuity rather than breaks it, and indeed, it is certainly easier for the pianist to \n\t\t\texecute, interpretively speaking, than what Beethoven wrote. \n\t\t\tSimilarly, Beethoven demands complete physical control in the \n\t\t\t“yearning” stepwise ascent in measures 7–9, allowing the crescendo to \n\t\t\treach only mezzo f. (19) On top of these denials, Beethoven adds all of the interpretive \n\t\t\tdetails mentioned earlier, a bombardment of information which \n\t\t\tproduces anything but pastoral peace. [20] Interestingly, in 1816, the same year Op. 101 was composed, Hummel wrote \nabout the need for performers to experience their music deeply: Expression relates immediately to the feelings and denotes in the player \n\ta capacity and facility of displaying by his performance, and urging to the \n\theart of his audience, whatever the composer had addressed to the feelings \n\tin his production, and which the performer must feel after him. . . \n\tExpression may be awakened indeed but. . . it can neither be taught nor \n\tacquired; it dwells within the soul itself and must be transfused directly \n\tfrom it into the performance. (20) To honor \n\t\t\tthis dictum must have engendered some level of cognitive dissonance \n\t\t\tfor 19th century interpreters of Beethoven. They are asked to feel \n\t\t\t“whatever the composer had addressed to the feelings” and thus fully \n\t\t\tengage the senses, though to do so in Op. 101 (i) would be to engage \n\t\t\tin conflict because the music requires, on some levels, a revamping \n\t\t\tof what it means to play instinctively. This need to revamp, in \n\t\t\tturn, creates a conceptual and physical challenge for the performer, \n\t\t\traising questions about Beethoven’s formal and psychological intent.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Thus one wonders whether Beethoven meant for his pianists to \n\t\t\tfeel this sense of incompleteness, longing, and frustrated desire. \n\t\t\tCould he have predicted that the challenge of understanding and \n\t\t\tinternalizing his seemingly counterintuitive gestures would create \n\t\t\tcognitive discomfort in future students of Op. 101 (i)? Example 5 . Chopin, Barcarolle , Op. 60, measures 4–20 (click to enlarge and listen) Example 6 . Schubert, D. 960 (i), measures –8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] \n\t\t\tTurning to pastoral-style piano writing by later 19th century \n\t\t\tcomposers, we see some of the varied ways that expectation can be \n\t\t\tfulfilled by dynamic climax. While these examples possess the richly \n\t\t\tdetailed expressive markings typical of the period, they still \n\t\t\tusually allow thematic material to consummate in climaxes. Chopin’s \n\t\t\ttreatment of cadence in the first eighteen bars of his Barcarolle , \n\t\t\tOp. 60, is an example (see Example 5 ). (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The crescendo to the dominant harmony in measure 14 is a climactic moment, \nand waves of dissipation over eight long beats slowly release the tension \ngenerated by it. The next four bars (measures 17–20) constitute a sequential, \ntransitional passage that tonicizes first B Major (measures 17–18) and then D Minor \n(measures 19–20). In both of these 2-bar units, the dominant-to-tonic harmonic motion \nis intensified by crescendo markings. While these cadential arrivals are treated \ndifferently—in the cadence of measures 14–15 the tonic resolution is part of a \ndecaying dynamic, and in the cadences of measures 17–18 and measures 19–20 the tonic \nresolution is part of an increasing one—both differ from Beethoven’s cadential \narrivals in Op. 101 (i). It is Beethoven’s marking of subito piano on the arrival at the dominant (measure 24, measure 26) that the pianist finds particularly \ndifficult to implement. Generally speaking, the pianist’s instinct is to “lean” \non the dissonant dominant chord of a perfect authentic cadence; when this is \ndisallowed, musical instinct is frustrated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Schubert chooses the key of B Major for his pastoral topic, and though he \ndoesn’t specifically target cadence as a vehicle of psychological manipulation, \nhe does create, for the pianist/listener, a desire for dynamic climax that \nparallels the one Beethoven creates in Op. 101 (i). The primary theme of the \nfirst movement of Schubert’s sonata, D. 960, is conspicuously marked pp at its \nfirst three appearances (measures 1–9, measures 10–18, and measures 20–27 [in the key of VI]), \nand these delicate, hushed (even suppressed) statements demand a physical and \nmental control that is similar to that demanded of the pianist in playing \nBeethoven’s Op. 101 (i). Unlike Beethoven, however, Schubert provides a release \nfor this dynamic control at the fourth appearance of the primary theme (measures \n36–48), where the pianist is allowed to play the passage full-throttle. The crescendo leading to the cadence is marked ff as the music modulates to F Minor \n(measures 46–48) (see Example 6 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] These passages help explain why, even post-1816, the pianist interpreting \nOp. 101 (i) might experience a struggle in reconciling musical intuition with \nBeethoven’s demands. The common treatment of cadence (and, in the case of \nSchubert, the music enveloping the cadence) establishes—whether consciously or \nnot—the expectation that in pastoral-genre keyboard music structurally important \nauthentic cadences will be treated as arrivals. Moreover, in an otherwise \ntonally elusive work, the cadences of Op. 101 (i) play a crucial role in \nestablishing tonic, (22) so when they are undercut the effect is emotionally intensified. When \nperformers’ musical expectations are challenged in this way, the physical (i.e. \ntechnical) and conceptual become conflated—interpretation becomes an issue of \nboth body and mind. Schema Theory",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] An explanation for why these musical expectations exist in the first place \nand how these expectations are connected to the body may be found in theories of \nembodiment and image schema. First presented by linguist George Lakoff and \nphilosopher Mark Johnson in Metaphors We Live By , schema theory posits that \ncognition itself (our ordinary conceptual system) is fundamentally metaphorical \nand that metaphor is a “fundamental mode of understanding and meaning by which \nwe project patterns from one domain of experience in order to structure a domain \nof a different kind.” (23) More specifically, through metaphor we conceptualize a typically unfamiliar or \nabstract domain—called a “target” domain—in terms of another, more familiar, \nconcrete domain—a “source” domain.” (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] After Metaphors , Johnson expanded the theory of embodiment in The Body in \nthe Mind to account for how humans conceive of source domains. He explained that \nthis is possible because source domains spring from repeated patterns of bodily \nexperience called image schemata . To clarify, Johnson’s kinesthetic image \nschemata , those “recurring dynamic patterns of our perceptual interactions and \nmotor programs that give coherence and structure to our experience,” (25) are preconceptual structures which function beneath the conceptual level and \noriginate in the body.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] One can get a good sense of Johnson’s argument by reading the Preface to The Body in the Mind , where he directly challenges what he calls traditional \n“Objectivist” accounts of meaning and rationality—those which disregard the \n“ humanness (the human embodiment) of understanding” (26) —and instead champions an account that focuses on the human body , and especially those structures of imagination and understanding that emerge from our embodied experience.” (27) He writes: The body has been ignored by Objectivism because it has been thought to \n\tintroduce subjective elements alleged to be irrelevant to the objective \n\tnature of meaning. The body has been ignored because reason has been thought \n\tto be abstract and transcendent, that is, not tied to any bodily aspects of \n\thuman understanding. The body has been ignored because it seems to have no \n\trole in our reasoning about abstract subject matters. Yet . . . the embodiment of human meaning and understanding manifests \n\titself over and over, in ways intimately connected to forms of imaginative \n\tstructuring and experience. The kind of imaginative structuring uncovered in \n\t[empirical studies that focus on phenomena where human understanding is \n\trequired for an account of meaning and reason] does not involve romantic \n\tflights of fancy unfettered by, and transcending, our bodies; rather, they \n\tare forms of imagination that grow out of bodily experience, as it \n\tcontributes to our understanding and guides our reasoning. (28) He continues: The centrality of human embodiment directly influences what and how \n\tthings can be meaningful to us, the ways in which these meanings can be \n\tdeveloped and articulated, the ways we are able to comprehend and reason \n\tabout our experience, and the actions we take. Our reality is shaped by the \n\tpatterns of our bodily movement, the contours of our spatial and temporal \n\torientation, and the forms of our interaction with objects. It is never \n\tmerely a matter of abstract conceptualizations and propositional judgments. (29)",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Music theorists have become particularly interested in how kinesthetic \nimage schemata make it metaphorically possible to project a target domain onto a \nsource domain, a cognitive pursuit called cross-domain mapping . Cross-domain \nmapping allows us to conceptualize aspects of musical experience in terms of \nconcepts borrowed from other domains and, as Lawrence Zbikowski explains, allows \nus to “ground our descriptions of elusive musical phenonmena in concepts derived \nfrom everyday experience” (30) (image schemata). Indeed, much of the application of schema theory to music \nexplores how metaphorical conceptualization illuminates theories of music and \nhelps “interpret recurrent tropes of musical understanding.” (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\nTo understand our attitudes and cognitions about the role of cadence in \nBeethoven’s Op. 101, therefore, we might first consider the metaphor PURPOSES \nARE PHYSICAL GOALS, a source domain as identified by Johnson. (32) The metaphor derives from the PATH image schema. Johnson explains that “our \nlives are filled with paths that connect up our spatial world,” whether they be \nphysical or imagined, and that every path has a source (or starting point), a \ngoal (or ending point), and a sequence of contiguous locations connecting the \nsource with the goal. (33) Because human beings have purposes in traversing paths, they tend to experience \nthem as directional; therefore, the PATH schema grounds the metaphor PURPOSES \nARE PHYSICAL GOALS.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Diane Urista has shown how the PATH schema gives rise to a related \nconceptual metaphor in music: TONAL MUSIC IS GOAL-DIRECTED MOTION. (34) Indeed, it takes little effort to think of the many ways music theorists have \nmapped the musical concepts of “phrase” and “cadence” (not to mention larger \ntonal structures) onto the PATH schema. In discussing music of the \ncommon-practice era, we often speak of cadences in terms of “goals,” “arrivals,” \n“resting points,” and so on. Cadences occur at completion of the phrase and are \nthe harmonic goals of phrases. (35) Furthermore, Urista explains, “one of the most pervasive entailments associated \nwith the SOURCE-PATH-GOAL [PATH] schema is tension and release.” (36) Lerdahl and Jackendoff have shown that musical phrase is a goal-directed motion \nin which tension is increased as the event progresses towards its goal and that \nthere is a sense of relaxation when the goal is attained, (37) and Urista posits that “when involved in attaining a purpose of some sort, we \nexperience a wide range of psychological and emotional patterns of tension and \nrelease, such as a sense of unfulfillment-fulfillment, \nexpectation-accomplishment, [and] desire-gratification. Psychological patterns \nof tension and release are embedded in numerous musical structures.” (38)",
                "footnotes": [
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\nThese theories help explain why performers of Beethoven’s Op. 101 (i) find \nthemselves psychologically conflicted at certain points of the movement, namely \nthose points where cadences are undercut (measures 24–25 and measures 76–77). Experience \nand image schemata account for what, to musicians, feel like ingrained \nexpectations (or musical conventions)—specifically the sense that cadences, \nespecially those that are hard-earned and set up as distinct arrivals, will be \nfulfilled through dynamic climax. When this expectation is frustrated, \npsychological dissonance sets in.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] More specifically, in the learning stages of the work—in grappling with \ninterpretive issues—different desires pull at the pianist: one to satisfy \nexpectations so deeply ingrained that the performer experiences them as \ninstinctive, the other to honor Beethoven’s intention. Therefore Op. 101 (i) \nchallenges straightforward notions of musical intuition and norms. The process \nof recognizing its interpretive difficulties, understanding their purpose in \ndefining the meaning of the work, and naturalizing the language and syntax they \nemploy creates a mental and physical challenge which is uncomfortable (and \ndifficult) for the performer. The Theory of Cognitive Dissonance and Its Application to Op. 101",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Leon Festinger’s theory of cognitive dissonance, first published in 1957, \nhelped define the human need to achieve consistency among cognitions. A \ndissonance between two cognitions might exist because of what a person has \nlearned or come to expect, or because of what is considered appropriate or \nusual, and this dissonance is psychologically unpleasant or aversive. (39) For instance, if musical intuition—governed by musical convention—instructs us \nto crescendo through a structurally important cadence, thus highlighting the \narrival, and the music prescribes the opposite (as in measures 24–25 of Op. 101, i), \nwe are faced with dissonant cognitions. Festinger describes his theory of \ndissonance in the following way: The terms “dissonance” and “consonance” refer to relations that exist \n\tbetween pairs of “elements.” These elements refer to what has been called \n\tcognition, that is, the things a person knows about himself, about his \n\tbehavior, and about his surroundings. These elements, then, are “knowledges,” \n\tif I may coin the plural form of the word. Some of these elements represent \n\tknowledges about oneself: what one does, what one feels, what one wants or \n\tdesires, what one is, and the like. Other elements of knowledge concern the \n\tworld in which one lives: what is where, what leads to what, what things are \n\tsatisfying or painful or inconsequential or important, etc. It is clear that the term “knowledge” has been used to include \n\t\t\tthings to which the word does not ordinarily refer—for example, \n\t\t\topinions. A person does not hold an opinion unless he thinks it is \n\t\t\tcorrect, and so, psychologically, it is not different from \n\t\t\t“knowledge.” The same is true of beliefs, values, or attitudes, \n\t\t\twhich function as “knowledges.” (40) He explains cognitive dissonance itself as follows: For one reason or another, attempts to achieve consistency [among \n\tknowledges] may fail. The inconsistency then simply continues to exist. \n\tUnder such circumstances—that is, in the presence of an inconsistency—there \n\tis psychological discomfort. (41)",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In Festinger’s theory, dissonant cognitions such as those experienced when \nworking on Op. 10 (i) would possibly motivate an attitude change. (42) Attitude changes may involve reducing the importance of the conflicting beliefs, \nacquiring new beliefs that change the formula of dissonance, or removing the \nconflicting attitude or behavior. The “acquiring [of] new beliefs that change \nthe formula of dissonance” is precisely what happens when performers study, \nanalyze and contextualize those gestures of Op. 101 (i) that initially seem \ncounterintuitive. Specifically, this process of discovery eventually leads one \nto understand that the dynamic undercutting of cadences ultimately works in \nservice to a higher goal of the piece—namely that of delayed gratification. It \nis my belief that Beethoven purposefully undercuts climaxes in the movement as a \npsychological ploy; he wishes his performers and listeners to sense the \nfrustration of unconsummated climax. This phenomenon, therefore, is signposted \nas an issue to be dealt with later in the sonata as a whole. (43) Example 7 . Beethoven, Op. 101 (i), measures 98–102 (click to enlarge and listen)",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] It is for this reason, finally, that I disagree with Hatten’s reading of \nthe first movement, which claims that musical yearning ultimately “gives way to \nresignation.” (44) In addition to the marked moments of crisis heard in the development of the \nmovement (measures 50–52) and at the end of the recapitulation (measures 85–87), (45) and the repeated undercuttings and yearnings of the expository material in the \nrecapitulation, the last phrase of the movement reinforces the psychological \nfrustration that pervades the movement in its entirety \n(see Example 7 ).",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Here Beethoven combines the two elements of yearning and undercutting: a \nstepwise ascent highlighted, as in measures 7–9, by the bass moving in contrary \nmotion arrives at a cadence marked piano . Even in the final moments of the \nmovement, pianists must back off of the cadential arrival and are forced to \nrefrain from leaning (ever-so-slightly, of course, in deference to the unusually \nhigh register) on the dissonant dominant harmony. While aurally there may be a \nsense that the “pastoral exerts its control . . . and the movement ends with [a] \nserenity,” (46) this psychologically and thus physically frustrating manifestation of the \npastoral topic leaves the performer not with a sense of serenity, but rather a \nsense of longing.",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] A look at the subsequent movements of Op. 101 confirms that Beethoven \npurposely sought to challenge musical expectation and convention in the elusive \nopening one. Though we may never know whether the composer consciously \nrecognized the psychological frustration performers would meet in learning the \npiece, one thing seems certain: the issue of dynamically undercut cadences is \nultimately one of delayed gratification, not of “resignation” and “spiritual \ngrace” as Hatten posits. Both the second movement March and the return of the \nfirst movement’s pastoral opening measures before the finale resolve the \n“problem” of undercut climaxes presented in the first movement. Example 8 . Beethoven, Op. 101 (ii), measures 44–54 (click to enlarge and listen) Example 9 . Beethoven, Op. 101, transition to finale, measures 21–33 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] For the performer, the formally and musically straightforward second \nmovement is more cognitively consonant and more physically satisfying than the \nfirst. The reason for this is twofold: first, Beethoven casts the movement as a \nmarch, one of the most overtly physical of all genres. Indeed, as Solomon has \nwritten, Beethoven “[captures] the expressiveness of the human body by a \nmagnified use of dance and march forms . . . (what Cooper calls a ‘transfigured \nplay’ element) in [his] late works.” (47) This shift in focus from the pastoral/spiritual to the physical comes as an \ninterpretive respite for the performer. Second, this straightforward march ends \nunequivocally on a perfect authentic cadence, written in resounding octaves and \nmarked forte (see Example 8 ). Beethoven allows the performer to unleash all \ninhibition, playing with the freedom and abandon denied in the first movement. \nBecause of the second movement’s interpretive accessibility, the performer \nimmediately experiences a degree of comfort—a sense of satisfaction —in playing \nthe movement that is not allowed in the first. (48)",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] An even more important resolution comes, however, when the music of the \nwork’s opening pastoral-style theme returns before the finale. Here, the \npsychological frustrations and longing of the first movement—caused by the \ndynamic undercutting of cadence—is finally dealt with head-on \n(see Example 9 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] When the pastoral theme returns, “[restoring] the topical field that \ngoverns the expressive genre as a whole,” (49) it behaves like a transition by connecting the third, adagio movement to the allegro finale. More significantly, though, there is a crucial point of \nresolution as a “cadential flourish on the dominant” (50) marked with a crescendo moves to the tonic A major chord, heralding the arrival \nof the finale. At this moment, the musical expectations thwarted throughout the \nfirst movement and suspended in the second are finally met, and we \nretrospectively understand at least one of Beethoven’s reasons for creating \npsychological frustration through the constant undercutting of climax. (51) For the performer, the gratification that accompanies this consummation is \nconceptual, psychological, and physical. Recognizing and understanding this \nsense of fulfillment affects greatly one’s interpretation and reading of the \nfirst movement.",
                "footnotes": [
                    "FN49",
                    "FN50",
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The central thesis of this article is that the most comprehensive reading \nof a piece takes into account not only the theorist’s (and listener’s) \nexperience of the music, but also the performer’s, and this argument finds \nsupport in Zbikowski’s claim that “theories are the cognitive tools that guide \nthe way we reason about the things we experience.” (52) Listeners, of course, whether they be academicians versed in theory or audience \nmembers whose only understanding of music is intuitive, experience music without \nhaving to consider the physical demands of performance. (53) Performers, however, necessarily cultivate a unique psychological and thus \nphysical relationship with each piece of music they learn and play, and this \nrelationship ultimately bears upon their understanding and interpretation, even \nafter they have internalized every aspect of the music and have become \nco-conspirators with the composer. It is for this reason that I offer a reading \nof the first movement of Op. 101 that goes beyond Hatten’s exploration of the \npastoral topic and in doing so underscores the importance of symbiosis between \ntheorist and performer.",
                "footnotes": [
                    "FN52",
                    "FN53"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.07.13.2.sauer.html",
    "data": "mto/data/mto.07.13.2.sauer.json"
}