{
    "title": "Parody with an Ironic Edge: Dramatic Works by Kurt Weill, Peter Maxwell Davies, and Louis Andriessen",
    "date": "2004/12/01",
    "volume": "10",
    "issue": "4",
    "authors": [
        "Everett, Yayoi Uno"
    ],
    "abstract": "This article formalizes the contexts and procedures by which parody assumes satirical or ironic resonance in musical discourse by drawing on literary perspectives on parody and irony by Linda Hutcheon and Douglas C. Muecke and music-theoretical concepts and applications by Robert Hatten and Esti Sheinberg. Using Hutcheon’s concept ofethosas a point of departure, I develop an interpretive framework for distinguishing the aesthetic motivations that underlie twentieth-century composers’ use of parody. My analysis presents a preliminary set of constructs that models the structure of satire and irony in selected works by Kurt Weill, Peter Maxwell Davies, and Louis Andriessen.",
    "keywords": [
        "parody",
        "satire",
        "irony",
        "literary criticism",
        "semiotics",
        "markedness theory",
        "Linda Hutcheon",
        "D. C. Muecke",
        "Robert Hatten",
        "Esti Sheinberg",
        "Kurt Weill",
        "Peter Maxwell Davies",
        "Louis Andriessen"
    ],
    "doi": "",
    "received": "November 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.y_everett.pdf",
    "author_info": [
        {
            "name": "Yayoi Uno Everett",
            "university": "Emory University",
            "address": "Music Department, 1804 N. Decatur Rd., Atlanta, GA 30306",
            "email": "yeveret@emory.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Simon Denitith, Parody (London and New \nYork: Routledge, 2000), 22–23.",
            "citations": []
        },
        "FN2": {
            "text": "2. Rey M. Longyear, “Beethoven and Romantic Irony,” in The Creative World of Beethoven, ed. Paul Henry Lang (New York: W. W. \nNorton, 1970), 147.",
            "citations": []
        },
        "FN3": {
            "text": "3. Mikhail Bakhtin, The Dialogic Imagination, trans., Caryl Emerson and Michael Holquist, ed. Michael Holquist \n(Austin, TX and London: University of Texas Press, 1981).",
            "citations": []
        },
        "FN4": {
            "text": "4. Linda Hutcheon, Theory of Parody: The Teachings of \nTwentieth-century Art Forms (New York and London: Methuen, 1985).",
            "citations": []
        },
        "FN5": {
            "text": "5. Robert S. Hatten, Musical Meaning in \nBeethoven: Markedness, Correlation, and Interpretation (Bloomington: Indiana \nUniversity Press, 1994); Esti Sheinberg, Irony, Satire, Parody and the \nGrotesque in the Music of Shostakovich: A Theory of Musical Incongruities (Aldershot: \nAshgate Publishing, 2000). I am deeply indebted to both Hatten and Sheinberg for \ntheir guidance in conducting this research.",
            "citations": []
        },
        "FN6": {
            "text": "6. Hutcheon, 12. She claims that “the work of \nMagritte provides a clear example of parodic transgression of many levels of \niconic norms that moves beyond quotation.”",
            "citations": []
        },
        "FN7": {
            "text": "7. Here, referent is synonymous with the object of a \nmanifested sign ( sinsign ) or designatum according to Charles Peirce’s semiotic theory (Hatten, \n258).",
            "citations": []
        },
        "FN8": {
            "text": "8. A more subtle semantic inversion can be noted in the \nsubstitution of the flower in the left-hand corner of the painting: in Italy, \nthe white chrysanthemum signifies death.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid., 55. Her concept of ethos draws on the \nwork by the Groupe MU in Rhétorique generale (Paris: Larousse, 1970).",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., 54.",
            "citations": []
        },
        "FN11": {
            "text": "11. See Edwin L. Battistella, The Logic of Markedness (New York: Oxford \nUniversity Press, 1996). For instance, the opposition between man and woman are \ndefined by markedness values since the former includes the latter in creating a \ncategorical asymmetry.",
            "citations": []
        },
        "FN12": {
            "text": "12. Hutcheon, 34. In supporting Kristeva’s position, \nRoland Barthes defines intertexuality as a modality of perception, an act of \ndecoding texts in light of other texts.",
            "citations": []
        },
        "FN13": {
            "text": "13. For a discussion of Corigliano’s opera, see Jane Piper Clendinning, \n“Postmodern Architecture/Postmodern music,” in Postmodern Music/Postmodern Thought, eds., \nJudith Lockhead and Joseph Auner (New York: Routledge, 2002): 119–140.",
            "citations": []
        },
        "FN14": {
            "text": "14. Roswitha Mueller, “Learning for a \nnew society: the Lehrstück” in The Cambridge Companion to Brecht, eds. Peter \nThomson and Glendyr Sacks (London: Cambridge University Press, 1994), 79–81.",
            "citations": []
        },
        "FN15": {
            "text": "15. Sheinberg, 43–49; 316–317. Her contextualization of \n“existential” irony in Shostakovich’s late symphonies derives from Hegel’s and Kirkegaard’s \napproach to irony as the embodiment of the dialectical principle of negation.",
            "citations": []
        },
        "FN16": {
            "text": "16. A parodied element may reference a particular topic \nthat indexes a stylistic convention, like the Dies Iraes motive that \nsignifies death or the lamentoso bass line that triggers a Baroque-style \ntragic effect (Hatten, 61).",
            "citations": []
        },
        "FN17": {
            "text": "17. Ibid., 37–38.",
            "citations": []
        },
        "FN18": {
            "text": "18. The opera begins with the investigation of Rosa’s \nmysterious death, followed by scenes that retrace the events that led to his \nmurder.",
            "citations": []
        },
        "FN19": {
            "text": "19. For instance, the presence of the harmonica that \ndoubles the melody was intended as a musical tribute to Ennio \nMorricone, the celebrated composer of spaghetti-westerns, which are in \nthemselves parodies of Hollywood westerns. Morricone uses the harmonica as a \nrecurring device in his musical setting of the film Once upon a time in the \nWest.",
            "citations": []
        },
        "FN20": {
            "text": "20. Sheinberg, 23. In equipollent opposition, A vs. B, \nwhere A=not B and B=not A, neither poles are based on markedness.",
            "citations": []
        },
        "FN21": {
            "text": "21. Ibid., 146. In this case, the signals that efface the \naffect of “yearning” are multiple: the expressive marking “avec une \ngrande emotion” that exaggerates the quoted motif and the incongruous \njuxtaposition of the grace-note figures that make a mockery through simulating \nlaughter.",
            "citations": []
        },
        "FN22": {
            "text": "22. Ibid., 170. Hatten defines trope as “a species of \ncreative growth that goes beyond the typical articulation of established types \nand their implied hierarchy. Troping akin to metaphor occurs when two different, \nformally unrelated types are brought together in the same functional location so \nas to spark an interpretation based on their interaction” (295).",
            "citations": []
        },
        "FN23": {
            "text": "23. Paul Griffiths, Peter Maxwell Davies (London: \nRobson Books, 1982), 67.",
            "citations": []
        },
        "FN24": {
            "text": "24. Davies provides the following commentary in the score: \n“In some ways, I regard the work as a collection of musical objects borrowed \nfrom many sources, functioning as musical ‘stage props’, around which the reciter’s \npart weaves, lighting them from extraordinary angles, and throwing grotesque and \ndistorted shadows from them, giving the musical ‘objects’ an unexpected and \nsometimes sinister significance.”",
            "citations": []
        },
        "FN25": {
            "text": "25. Douglas C. Muecke, Irony and the Ironic (New \nYork and London: Metheun, 1970), 28.",
            "citations": []
        },
        "FN26": {
            "text": "26. Griffiths 67. Foxtrots masquerade as pavanes even in a \nPurcell arrangement Davies made in 1968.",
            "citations": []
        },
        "FN27": {
            "text": "27. Muecke, 29.",
            "citations": []
        },
        "FN28": {
            "text": "28. In close approximation to Peter Burkholder’s concept \nof cumulative form in Ives’s music, the variations precede the full statement of \nthe theme. See Peter J. Burkholder, All Made of Tunes: Charles Ives and the \nUses of Musical Borrowing (New Haven and London: Yale University Press, \n1996).",
            "citations": []
        },
        "FN29": {
            "text": "29. Louis Andriessen, The Art of Stealing Time: Louis \nAndriessen, English translation by Clare Yates (East Sussex: Arc Music \n2002), 329.",
            "citations": []
        },
        "FN30": {
            "text": "30. Hatten, 174–184.",
            "citations": []
        },
        "FN31": {
            "text": "31. For a more comprehensive discussion on intertextuality, see Michael Klein, Intertextuality in Western Art Music (Bloomington: Indiana University, 2005), 11–13.",
            "citations": []
        },
        "FN32": {
            "text": "32. Hal Foster, The Anti-Aesthetic (Seattle, WA: \nBay Press, 1983), xii. In this vein, Harrison Birtwistle’s Punch and Judy (1966–7) stands out as one of the most provocative non-traditional opera that \nassimilates aspects of Greek tragedy, Baroque opera, and the Bach Passions.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Literary critic Simon Denitith describes parody as a \ncultural form that engages in “a battle between popular cultural energies and \nthe forces of authority which seek to control them.” (1) Similar to authors of \nliterary parodies, Western composers have incorporated parodic devices in their \nworks as ludicrous or subversive responses to the socio-political conditions of \ntheir times. Examples of musical parody in 18th and 19th century music abound. \nMozart’s quotations of Martin and Sarti in Don Giovanni and Tchaikovsky’s \nmisquotation of The Marseillaise in his 1812 overture combine mischief with \nirony. Stylistic incongruities in Beethoven’s late music may be viewed as \nmanifestations of romantic irony in the vein of Fichte and Schlegel, exemplified \nby “paradox, self-annihilation, parody, and the appearance of the fortuitous and \nunusual.” (2) In terms of twentieth-century literature, literary theorists have \nhypothesized that the ironic intent underlying parody is an ideological goal in \nits own right. Mikhail Bakhtin, for example, discusses the Russian formalists’ \ntreatment of parody as a genre of double-voiced discourse; his theory of the carnivalesque provides a social ground that testifies to the relativity of all languages. (3) Linda Hutcheon emphasizes the enunciative contexts by which twentieth-century \nartists and composers have embraced parody from a critical, ironic distance. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In musical discourse, parody and irony present \nelusive terms that defy concrete analysis. How can parody be systematically \ndistinguished from collage, pastiche, allusion, and quotation in \ntwentieth-century music? Can literary criteria for parody and irony be \neffectively adapted and expanded toward musical analysis? In an attempt to \nestablish specific criteria for analysis, this article expands on Linda Hutcheon’s literary theory on parody, D.C. Muecke’s writing on irony, and \nmusic-theoretical concepts and applications advanced by Robert Hatten and Esti \nSheinberg. (5) Hutcheon’s concept of ethos provides a useful interpretive \nframework for distinguishing the aesthetic motivations that underlie parody, \nirony, and satire, and their points of intersection. I also build on Hatten’s \nand Sheinberg’s theoretical positions informed by semiotic theories in \nconstructing a preliminary typology of parodic devices with application to \ntwentieth-century dramatic works. My analysis examines the distinctive parodic \nstrategies that give rise to ironic and satiric ethos in selected works by \nKurt Weill, Peter Maxwell Davies, and Louis Andriessen. In the conclusion, \nfurther considerations for expanding and refining the typology will be addressed \nin relation to discourses of intertextuality and postmodernism.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] \nAccording to Hutcheon, many art forms in the twentieth century convey irony \nthrough what she calls “parodic transgression.” (6) For instance, Hutcheon \ninvites us to look at a surrealist painting by René Magritte called \n“Perspective” (1950), which anthropomorphizes three coffins as human figures \nthat look over a balcony. In order to really “get” the parody, Hutcheon says, \none has to recognize the hidden or backgrounded referent. (7) Magritte parodies \nthe impressionist painter Edouard Manet’s “le balcon” (1869), a painting that \nfeatures three upper middle-class figures, clad in handsome clothing, in poses \nidentical to those of the coffins. The surrealist painter “trans-contextualizes” \nthe placement and perspective of the three figures in Manet’s painting and then \ninverts the semantic configuration of the referent; not only is the concept of \nlife replaced by death, but a tropological reading emerges as a critique of \nbourgeois society (i.e., death of middle-class lifestyle). (8) Figure 1a . Hutcheon’s ethos (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In her exploration of the pragmatic functions \nof parody in modernist and postmodernist works ranging from visual art, \nliterature, film, to music, Hutcheon construes parody as “a structure of \nrepetition with critical distance.” She distinguishes parody from pastiche and \ncollage by foregrounding the artist’s self-conscious reworking of the \nbackgrounded model that moves beyond mere imitation. Hutcheon introduces the \nconcept of ethos —“an inferred intended reaction motivated by the text”—to \nestablish a framework for distinguishing the functions of satire, parody, and \nirony. (9) First, she distinguishes satire and parody as separate types of \nliterary genre with an overlapping ethos . As shown in Figure 1a , she draws two \noverlapping circles: the one to the left indicates S for satire and the one to \nthe right indicates P for parody. Second, she denotes irony (I), enclosed in a \ncircle with dotted line, as a trope or figure of speech used by both genres to \nmark the difference in meaning that emerges from “the superimposition of \nsemantic contexts involving one signifier and two signifieds.” (10) She describes \nthis model as three overlapping and constantly shifting circles, whereby the \nproportions of mutual inclusion vary with each text under consideration. Her ethos is, moreover, defined by markedness values in which one term dominates \nits opposite by creating a categorical asymmetry. (11) Satire is always \naccompanied by a scornful or disdainful ethos (and therefore marked) while \nparody is accompanied by reverential, humorous, or contesting ethos (and \ntherefore unmarked). Thus if Magritte’s intention in parodying Manet is \nsatirical in his critique of bourgeois society, its ethos is located in the \narea of intersection between S and P. While focusing on the perception and \ninterpretation of the reader (who decodes the encoded text) and the underlying \nsocial conventions that dictate possible readings, Hutcheon takes care not to \nequate parody with intertextuality, which signifies an anonymous, impersonal \ncrossing of texts according to Julia Kristeva. (12)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] \nFirst, I define parody in musical discourse as a composer’s appropriation of pre-existing music with intent to highlight it in a significant way.  The analyst then determines whether the accompanying ethos is deferential ( neutral ), ridiculing ( satirical ), or contradictory ( ironic ) based on how the new context transforms and/or subverts the topical/expressive meaning of the borrowed element.  Specifically, satirical or ironic ethos arises from signals that trans-contextualize and invert or negate the topical meaning of the backgrounded referent. In a piece of music, the signals that invert or negate the literal message may be communicated through sung or spoken text, conflicting musical signifiers, and/or affect or mode of delivery.  Second, satirical and ironic ethos are distinguishable by means of their structure of ambiguity, i.e., whether a closure in meaning takes place or the contradictory poles of meaning are upheld. This last point requires further clarification. Both Hutcheon and Sheinberg comment on the ethical implication and didactic purpose \nthat accompany satire’s ridiculing ethos . As a corrective, satire privileges \none end of the oppositional poles in meaning, while irony retains its \noppositional equilibrium. In terms of the explicitness of communication, satire \nis more easily recognizable because it tends to rely on an explicit mode of \ndelivery that negates the literal meaning: e.g., “John is a real tiger!” \nenunciated with a mocking tone of voice openly contradicts the assumption that \nJohn is “brave” or “aggressive” like a tiger. In comparison, Mark Anthony’s \nremark in Shakespeare’s Julius Caesar, “Brutus is an honorable man,” is ironic \nin intent. A perceptive audience recognizes Mark Anthony’s message as a bitter \nrefrain that fuses the contradictory messages into a source of semantic \nambiguity. Irony is communicated more often through implicit rather than \nexplicit signals: in subtle cases, the transliteral message is embedded in the \ntext in such a way that only the culturally and ideologically “competent” \naudience comprehends the double exposure. Figure 1b . Aesthetic motivations for parody in 20th-century art music (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Hutcheon’s ethos offers a useful \nframework for parsing the aesthetic motivations that guided twentieth-century \ncomposers to adopt various parodic techniques. Figure 1b lists such motivations \nsynchronically, although such categories are by no means comprehensive or \nmutually exclusive. One could say that Charles Ives and Alban Berg used \nquotations as part of a narrative program to portray an event, a character, or \nan expressive state. Such quotations acquire new meaning through \nrecontextualization, although accompanied by an ethos that falls in the \nneutral, unmarked region. The trend in postwar music is for neutral ethos to \nmanifest in the ways in which quotations came to be used as a compositional \ndevice for fragmentation (Luciano Berio’s colossal experimentation within a \ncollage of quotations in Sinfonia (1968), etc.), evocation and nostalgia \n(e.g., George Crumb), spoof on Bach (Peter Schickele), or postmodern eclecticism \n(e.g., John Corigliano’s The Ghosts of Versailles (1991) or Berio’s Un re in ascolto (1984)). (13) A collage of references permeates Alfred Schnittke’s Concerto Gross (1977) or Jacob Druckman’s Prism (1980), resulting in a \nstylized web of dense texture without an ironic invocation. Such works fall into \nthe non-overlapping (unmarked) region of parody under Figure 1a; I argue that \nthe backgrounded referent is trans-contextualized through incongruous \njuxtaposition or superimposition of other elements, yet it does not generate \nexpressive or topical opposition in meaning. Thus only the first condition laid \ndown by Hutcheon is fulfilled.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In contrast, dramatic works that incorporate parodic devices with subversive or contesting ethos assume a marked quality \nand are strongly polarized in the topical opposition between the foregrounded \nand backgrounded referents. As in the case with the aforementioned painting by \nMagritte, the incongruity in the juxtaposed elements must be accompanied by an \ninversion of topical or expressive meaning (i.e. life turns to death). For \nexample, composers driven by a socialist agenda, such as Hanns Eisler and Kurt \nWeill, adopt parody as a device for alienation. Brecht’s epic theatrical \nproduction The Rise and Fall of the City of Mahagonny critiques materialism by \nappropriating the biblical tale of the flight of Moses and the Israelites and \ntransforming it into the “paradise city” of Mahagonny. The play was first \nperformed in 1930 as an anti-opera, intended to challenge the audience to \ndevelop a response other than a merely “culinary” appreciation of the arts. (14) In such contexts, music serves, to a large degree, to critique bourgeois ideals \nthrough distortion and exaggeration. In Irony, Satire, Parody, and the \nGrotesque in the Music of Shostakovich, Sheinberg reveals the extent to which \nRussian formalist writers informed Shostakovich’s parodic strategies by treating \nparody as a device for defamiliarization ( ostranenye ); she considers the term \n“existential irony” to refer to the composer’s embrace of contradictory \nsignifiers, e.g., musical correlation of “euphoria and dysphoria” in Symphony \nNo. 10 and No. 13. (15) In the last \ntwo categories, irony functions as a subject of inquiry unto itself, ushering in \na doubly-coded type of ambiguity characterized by fusion or transcendence of \ncontradictory meanings, as will be discussed.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Expanding on Hatten’s and Sheinberg’s \nanalyses of irony, I explore several procedures whereby a satirical or ironic ethos is induced through inverting or negating the topical or expressive \nmeaning (16) associated with the borrowed model in twentieth-century musical \ncontexts. The three constructs are: 1) paradigmatic substitution of expressive \nstate (via inverted correlation or analogy); 2) incongruous juxtaposition of \nstylistic elements; and 3) progressive de-contextualization of a literal or \nstylized quotation. These constructs may induce satiric ethos locally or \ncombine in various ways to convey an ironic ethos at broader metaphoric \nlevels of interpretation. Figure 2a . Hatten’s theory of analogy vs. correlation (click to enlarge) Figure 2b . Paradigmatic substitution via inverted correlation (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] \nBased on Peircian semiotics and Edwin Battistella’s theory of markedness, Hatten \ndefines analogy as a figurative comparison that defines any given relationship \nin terms of another: A is to B as X is to Y. As shown in the left diagram under Figure 2a , correlation is a specific type of analogy that maps structural \noppositions onto expressive ones: a literal mapping of signification coordinated \nby the markedness values between two pairs of oppositions. (17) Correlation is \nestablished, according to Hatten, when the modes of signification relate to one \nanother via privative opposition, defined by the presence of A versus the \nabsence of A. He provides a musical example of correlation in the right diagram; \nthe minor/major opposition correlates with the tragic/non-tragic (e.g., galant, \nheroic) since both minor and the tragic affect are marked with respect to music \nfrom the Classical style.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A simple model for satirical parody can be generated by inverting the \ncorrelation of major and minor modes and their expressive states, as shown under Figure 2b . The inversion of correlation (A:B :: Y:Z) depends-in such a case-on a \nparadigmatic substitution, as in the case of replacing a deceptive cadence with \nan authentic cadence. The audience realizes right away that something is askew \nif a text that describes a tragic situation is correlated with a major mode. \nThis inverted correlation between a major mode and a tragic text generates \nsatire in Andriessen’s opera Rosa (1993). The opera presents a thoroughly Brechtian social critique by parodying stereotypes found in Hollywood films. The \nprincipal character, Rosa, is an Uruguayan composer who writes Hollywood \nwesterns, a shallow and despicable character who abuses his lover, Esmeralda, \nand pays more attention to his horse than he does to her. (18) Examples 1 and 2 show \nhow Brahms’s tender waltz (op. 39/2) recurs throughout the opera as a central \nleitmotif. The first excerpt ( Example 1 ) depicts the hapless lover Esmeralda singing to her \nmother about how Rosa loves his horse more than he loves her. The literal quotation of Brahms’s melody is accompanied by words \nof lament, negatively inflecting the major mode of the waltz. The Stravinskian \nchords (reminiscent of “The Sacrificial Dance” from The Rite of Spring ) \ninterrupt her lament to signify brutality and violence. The waltz melody returns \nin various guises to amplify the disconnection between the lovers. In scene 11 \n( Example 2 ), \nthe motif returns with an inverted contour, sung by Rosa in falsetto as he \nfloats away in the netherworld and sings about riding women and horses. Here the major mode of the melody (now in Eb major) becomes \nnegatively inflected when the word “nightmare” puns on “nighthorses:” the image \nof a “nightmare” contradicts the positive signification of a Picardy third. In \nboth instances, the major mode identifies with the shallowness of Esmeralda and \nRosa, while the tragic expressive state is achieved through the superimposition \nof signifiers that negate the positive connotation of the major mode. Multiple \nreferents collide, however, in generating a broad range of parodic ethos that \nare deferential as well as ridiculing and contesting. (19) Example 1 . Parody of Brahms’s Waltz, op.39/2 in Andriessen’s Rosa , Scene 3 (orchestral reduction) (click to enlarge and listen) Example 2 . Parody of Brahms’s Waltz, op.39/2 in Andriessen’s Rosa , Scene 11 (orchestral reduction) (click to enlarge and listen) Figure 3 . Paradigmatic substitution via distortion (click to enlarge) Example 3 . Quotation of Badarzewska’s “Maiden’s Prayer” in Weill’s setting of The Rise and Fall of the City of Mahagonny , Scene 9 (click to enlarge and listen) Figure 4 . Progressive de-contextualization (click to enlarge) Example 4 . Quotation of Wagner’s Tristan und Isolde in Debussy’s “Golliwog’s Cakewalk” (click to enlarge and listen) Figure 5 . A typology of constructs that generate satiric and ironic ethos (click to enlarge) Example 5 . Stylistic and Literal Quotations in No. 7, “Country Dance” (click to enlarge and listen)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Sheinberg offers another formula for \nstructural and expressive oppositions based on equipollent opposition, where the \ncorrelation is not based on the coordination of markedness, but rather on \nsemiotic processes of indexicality and iconicity. (20) Figure 3 presents one \nmodel by which satire arises via negation based on this principle. When a \ncomposer embeds a quotation that connotes a certain expressive state and \ndistorts it, its corresponding expressive state undergoes negation by analogy. \nThis formula for negation is characterized by a distortion or exaggeration of a \nliteral quotation along a temporal axis. Weill’s musical setting of Brecht’s The Rise and Fall of the City of Mahagonny provides an instance of such \ntechnique. In scene 9, three men sit at a hotel bar and gloat over their \nlifestyle of leisure ( Example 3 ). The exaggerated performance of Theckla \nBadarzewska’s “The Maiden’s Prayer” that opens this scene mirrors the men’s view \nof the false paradise. In the absence of dialogue, the excessive ornaments and \ninflated style of playing distort the innocence of the original tune and turn it \ninto a symbol of decadence. Somewhat fittingly, the first comment uttered by one \nof the three men, is: “Das ist die ewige Kunst” (“this is eternal art”). Since \nthis is the only scene where this tune is parodied, the satirical effect is \nlocalized; the distortion of this tune, nonetheless, presents a poignant \ncommentary on the illusory world of Mahagonny. Jimmy, a Christ-like figure who \nobjects to his existence in this fake world of decadence, becomes a pariah and \nis executed in the end. Since satirical distortion of nineteenth-century salon music constitutes one of Brecht’s stock strategies for ridiculing bourgeois culture, this parodic formula contributes to the trope of anti-bourgeois sentiment in his epic theater.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Finally, Figure 4 presents a progressive \ncontext in which musical signals de-contextualize a parodied element through the \nconflation of two procedures: the parodied element undergoes distortion and is \nthen brought into juxtaposition with incongruous stylistic elements. Sheinberg \ncites Debussy’s “Golliwog’s Cakewalk” as an exemplar of satirical parody; \nthe middle section of this piano piece presents a sentimentalized quotation of \nthe “yearning” leitmotif from Wagner’s Tristan und Isolde . (21) This “yearning” \naffect is negated by both Debussy’s instruction (“avec une grande emotion”) \nto exaggerate the sentiment and by the eighth-note figure with grace notes that \n“mocks” the serious affect of the Wagner quotation. In Example 4 , the succession of parodied element and contrasting motive are \nindicated as x and y to show how the pattern conforms to the model presented in \nFigure 4a. The exaggerated contrast between the incongruous juxtaposition of \nmusical gestures heightens satire’s ridiculing ethos at work here.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] While satire arises out of \nlocalized forms of substitution or de-contextualization, the structure of irony \nis embedded within a broader concept of trope or metaphor that arises from the \nglobal context of a piece. (22) Hatten explains irony specifically as a trope \nthat emerges from the juxtaposition of contradictory or incongruous types, a \ngeneralized category or concept in music that lies beyond the hierarchies of \ncorrelation. A preliminary typology may be established as shown in Figure 5 . The \nsecond and third constructs represent procedures for paradigmatic substitution \nmodeled on Hatten’s and Sheinberg’s work in generating satiric or ironic ethos at the localized level. The remaining constructs apply to the projection of such ethos at a broader, metaphoric or symbolic level. Given x = parodied element, y \n= a different stylistic element, - indicates temporal adjacency or contiguity of \nelements, + indicates a juxtaposition of concepts that gives rise to a trope \nthat functions at a broad level of musical discourse, and - indicates contextual \ninversion of the meaning assigned to a given trope.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] While the models are listed in the \norder in which they were presented, context determines the structural levels at \nwhich the ethos of satire and irony are sustained. The previous examples \ndemonstrated how satirical effects were generated by means of inverted \ncorrelation and paradigmatic substitution; however, such localized effects may \nbe combined with other strategies to project irony at the global level of \nmusical discourse. I’d like to turn now to two dramatic works by Davies and Andriessen to show how the composers adopt a combination of these strategies to \nprolong the satiric and ironic ethos over the course of an entire scene or a \nplot.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] As one of the Manchester school composers, Davies has exerted a powerful \npresence in the avant-garde musical scene in postwar England. Davies’s works \nfrom the late 1960s and early 1970s, e.g., St. Thomas’ Wake (1969) and Tavener (1970), are characterized by ironic reworkings of medieval plainsong fragments; \nin Missa super L’Homme Armé, Davies de-contextualizes the cantus firmus by \nprogressively splintering it through distortion and magnification. Eight Songs \nfor a Mad King (1969) is “an extravagant, disturbing portrayal of madness.” (23) The baritone sings the part of King George III (or perhaps another madman who \npretends to be the King), who tries to teach his instrumentalists to sing. The \nstring and woodwind players represent bullfinches (each confined within a cage \non stage) and, symbolically, the society at large that mocks the King. (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In the seventh song, the King parodies the \naria “Comfort ye” from Handel’s Messiah through distortion and exaggeration. \nThis effect is hardly comforting. As shown in Example 5 , the distorted Handelian \nparody is flanked by foxtrot and vaudeville tunes that reference sin. The music \noscillates back and forth between tonal and atonal poles. The symbolic death of \nthe violin represents the death of his society. The musical style swiftly shifts \nto exaggerated expressionistic idioms of the Second Viennese school, leading \nironically to the pronouncement of the King’s own death. This seemingly absurd \nscene nonetheless gives way to a nuanced interpretation of satire and irony at \nmultiple levels of structure. Locally, it is through the strategy of progressive \nde-contextualization that the satiric ethos is sustained. As shown in \nExample 5, \nthe Handelian reference x—the parodied style that is historically \ncontemporaneous to the period in which King George lived—undergoes continual \ndistortion (-x). The misquotation of “Comfort ye” from Handel’s Messiah \nalternates with stylistic allusions to foxtrot and vaudeville (y)—anachronistic \ngenres that have their origins in the early twentieth-century. At the musical surface, the progressive de-contextualization of the \nHandelian references becomes the primary vehicle for portraying the drama of the \nKing’s state of madness. In the process the musical idiom oscillates back and \nforth between tonal and atonal poles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Perhaps what is provocative about the piece is that our “normative” \nexpectation—to associate the state of madness with atonality—is turned \ncompletely inside out. Davies correlates tonal stability of the foxtrot and \nvaudeville tunes with decadence and corruption, and the misquotation of Handel \nwith the King’s virtuousness-his attempt to rescue his people in spite of his \nmadness. One could argue that Davies prolongs dramatic tension in this scene by \nmapping tonal and atonal references onto two distinct tropological poles of \nopposition (tonal: atonal :: decadence: innocence) and (tonal: atonal :: \nillusion: reality). Thus the borrowed tunes in tonal settings signify the King’s \nentry into illusion and madness, while destructive passages in atonality signify \nmoments of lucidity and awareness. The King’s wish to “save his people” allows \nhim to escape from the illusory state of madness; however, the awareness of his \ncondition only leads to the realization of his own mortality. From a broader \naesthetic realm, madness in this theatrical piece emerges as a trope that is \ndoubly-coded. At the end, the audience is left to grapple with the question: is \nthis piece about King George’s madness or a critique of a society that is in \nitself mad? By portraying madness as a societal phenomenon, the composer tries \nto lift the stigma attached to the individual affliction of madness. Thus, \nframed within a broader hermeneutic framework, the context inverts the \nconventional meaning associated with madness; if the incongruous juxtaposition \nof styles constitute x + y as a trope for madness, its meaning is turned inside \nout. Here, the trope of madness is suggestive of what D.C. Muecke calls double irony—where the opposition lies not between \nappearance and reality nor individual and society, but rather “between two sides \nin which both good and bad are mixed.” (25) Furthermore, Davies incorporated \nstylistic quotations of the foxtrot as a recurring symbol of corruption and \ndecadence in music during the period of the late sixties and early seventies: an \nindulgence in fake nostalgia that has no connection to reality. (26) By assigning a priori symbolic meaning to stylistic genres, Davies succeeds in \ncreating a distinctive formula for expressing irony through parody as a symbolic \ngesture of social resistance.",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Andriessen’s second opera foregrounds \ndramatic irony as a subject unto its own: Writing to Vermeer (1999), staged in \ncollaboration with Peter Greenaway, depicts the domestic serenity of women in \nseventeenth-century Holland in stark opposition to the brutality and violence of \nthe outside world. The plot conforms to Muecke’s category of dramatic or \nSophoclean irony in which the characters on stage remain unaware of the prospect \nor “irony of fate” that lies ahead. (27) Contrary to the themes of domestic \nserenity featured in Vermeer’s paintings, seventeenth-century Dutch society \nendured turbulent political and socio-economic changes. To provide a dialectic \nframework to the opera, Greenaway and Andriessen came up with the idea of \nintroducing sudden ruptures or interpolations from the inner world of women and \nchildren into the turbulent outer world. The dramaturgical design of the opera \nconsists of six scenes that contrast the domestic serenity of women and children \nwith sudden interpolations into the outer world. Events from the external world \nsuch as the tulip crash of 1637, street fights between Catholics and \nProtestants, and France’s invasion of Holland, are projected onto the stage in \nthe form of a running commentary accompanied by filmic images. Though the inner \nworld of women is kept apart from the outer world in the first half of the \nopera, the two worlds eventually collide and merge.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Throughout the opera, Andriessen places the text and music in continual \ndialectical tension: while the text speaks of ordinary events in the women’s \nlives, the music embodies their unspoken emotions. The composer introduces two \nimportant devices for the instrumental accompaniment to provide negative \npsychological commentary to the text: the first is the continual infusion of \ndissonances to create a paradoxical “shadow” to the women’s expressed optimism, \nThrough harmonizing major themes and motives with poignant dissonances, \nAndriessen infuses tension into the harmonization of diatonic melodies as if to \nforecast the impending doom that besets Vermeer’s household. The \npositively-charged themes and negatively-charged harmonization result in a kind \nof musical chiaroscuro (play of light and shadow) without tending toward \nreconciliation. Thus the strategy of dissonance relies on a topical correlation \nestablished between music and text, that is, text: music :: positive imagery \n(light) : negative image (shadow). Figure 6 . Sweelinck quotations (SW1) in Andriessen’s Writing to Vermeer (click to enlarge) Example 6a . De-contextualization of SW1 (scene 1, reh.20) (click to enlarge and listen) Example 6b . Full citation of Sweelinck’s “Mein junges Leben hat ein End” (scene 4, sec. 6) (click to enlarge and listen) Figure 7 . Comparison of the parodic structure of the four works (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This correlation is transformed and \ninverted in the second half of the opera. The central leitmotif, the theme to Sweelinck’s “Mein junges leben,” appears in fragmented and varied forms prior to \nthe golden section of the opera where the full statement of the theme \nappears. (28) As shown in Figure 6 , irony manifests in how the incomplete \nrenditions of the Sweelinck leitmotif are associated with positive images—“Saskia’s \nbright face,” “light,” “sleep,” and so forth—while the complete rendition of \nthe leitmotif reveals negative images of “suffering” and “pain.” Example 6a illustrates an earlier scene in which the descending melody appears in a \nfragmented form; Vermeer’s stepmother Maria and her children sing about “seeing \nthe light,” accompanied by a tonally ambiguous quotation of the Sweelinck tune \nthat avoids melodic closure. The moment at which the \ntransition from incomplete to complete statement of the theme corresponds with \nthe Golden section of the opera (see Example 6b ) and, moreover, the cathartic \nmoment when the women begin to acknowledge their inner emotions of turmoil. \nImmediately following the filmic projection of street fights between the \nCatholics and Protestants, Saskia, the model, sings “Mein junges leben hat ein \nEnd” in full. At a broader metaphoric level, the de-contextualization \nof the Sweelinck quotation affirms the act of yearning as a trope that fuses \nlife and death as an inseparable semantic unit. Once the exterior world (x) has \npenetrated the interior world of women (y) at the Golden section of the opera, \nthe metaphorical union of x + y is established; the further dissolution of \nleitmotifs past this point signifies the dissolution of (x +y) into an infinite \nchain of negation. As if to complete the process of dissolution, the sung text \ndisappears after scene 5, as the Sweelinck quotation undergoes chromatic \nliquidation in the instrumental tutti and dissolves into an electronic “echo” in \nthe postlude to the concluding scene.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In his own writings, \nAndriessen traces his interpretation of irony to Hegel’s dialectical theory in \nwhich every condition of existence embodies its opposite in a state of tension. (29) Whereas in Rosa parody \nfunctions primarily as a satirical device, in Writing to Vermeer parodied elements (e.g., leitmotif on Sweelinck’s tune) \nprolong dramatic irony at an implicit, hidden level as a subject on their own. \nThrough distortion of leitmotifs and negatively-charged harmonizations, \nAndriessen allows the music to function continuously as the “shadow” element to \nthe sung text. It is the progressive de-contextualization of the Sweelinck \nquotation, spanning the entire opera, that gives rise to and sustains the \ndramatic irony. The continual transformation and distortion of certain thematic \nand motivic elements mirror the fluid and vulnerable conditions of the women in \nthe opera.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] To \nrecapitulate, Hutcheon’s literary criteria for parody provide a point of \ndeparture for adaptation to musical discourse and for establishing specific \nconstructs of satire and irony with application to selected twentieth-century \ndramatic works. Expanding on Hatten’s and Sheinberg’s theoretical framework, the \nanalytical constructs and applications introduced here corroborate the following \ncharacteristics and conditions: Parody sets up a structural framework that \nmarks difference by appropriating the background model or referent; Parody \nacquires a marked ethos , i.e., satiric or ironic, when accompanied by signals \nthat trans-contextualize and invert or negate the topical or expressive meaning \nassociated with a backgrounded referent; Satiric ethos , through \nexaggeration and distortion, emanates contradiction in topical or expressive \nmeaning, yet achieves closure by privileging one end of the contradiction; Ironic ethos manifests through inversion or transformation of a trope; it is \ndistinct from satire in that its structure of semantic ambiguity defies closure; Satiric and ironic ethos are not mutually exclusive; depending on the \ncontext, satire may operate independently of irony or it may be subsumed within \nirony at a lower level of structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In summary, Figure 7 compares the parodic structure of the four works examined here by mapping their \ncharacteristics onto Hutcheon’s chart of ethos introduced at the \nbeginning. Brecht and Weill’s setting of Mahagonny can be located in the \nintersecting region between satire and parody. The work exemplifies the use of \nparody as social satire with an explicit didactic message: the futility of \nmaterialism. In this context, Brecht leaves little room for the type of \ninterpretive ambiguity that might hint at irony. In comparison, Davies’s Eight Songs or Andriessen’s Rosa combine localized satirical ethos with a decontextualization \nof parodied elements that contributes to a large-scale tropological implication \nfor “double” irony. Satire becomes a means to an end, as Davies confronts \nmadness as a societal disease and Andriessen confronts stereotypes and brutality \nin cinema. Here, the structure of parody subsumes satire as a low-level \nmanifestation of irony as a form of inquiry. Lastly, Andriessen’s Writing to Vermeer can be \nsituated in the intersecting region between parody and irony. There is nothing \nsatirical in ethos about Andriessen’s later opera that foregrounds Hegel’s \nphilosophy of irony based on infinite negation. Unlike the romantic form of \nirony, in which contradictory meanings are transformed into a new state of \ntranscendence, the oppositional topics remain fused and open-ended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Further considerations for refining the present typology include, but \nare not limited to: 1) variants that affect the categorization of parody across \nhistorical styles, 2) aesthetic ideologies that distinguish one type of irony \nfrom another (e.g., romantic, dramatic, “double”), and 3) cultural codes that \ndictate the construction of meaning. First, the constructs introduced can be \naugmented and applied more widely to parodic contexts across historical styles: \ne.g., how does a satirical portrayal of Esmeralda in Andriessen’s Rosa compare to that of Barbarina \nin Mozart’s The Marriage of Figaro ? Second, further criteria for \ndistinguishing different types of musical irony need to be explored. While \nHatten describes unexpected shifts in musical discourse as an important \nsignifier of romantic irony in Beethoven’s instrumental music, (30) dramatic and \n“double” irony depend on the articulation of expressive oppositions between text \nand music. Thus the contexts under which ironic ethos arises in \ninstrumental music (also in absence of parody) need to be distinguished from \nthose under which it arises in relationship to text and narrative. Lastly, a \nwell-grounded interpretation of parody and irony relies on knowledge of the \ncomposer’s intention as well as the social convention and history of reception \nthat surrounds a given work. Interpretation of musical parody presents a special \ntype of intertextual discourse in negotiating between the composer’s intention, \nsocial reception, and cultural discourses to ground his/her aesthetic \norientation. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] However dissimilar in background, Weill, Davies, and Andriessen share \nthe same historical vantage point in embracing parodic techniques in order to \nprovoke a social response. All three embrace parodic techniques in order to \nprovide a musical commentary on the socio-political climate for the arts in \nWestern Europe. In the contexts of Davies’s and Andriessen’s works, parody \nsupplants the purity of modernist aesthetic aim while infusing it with the \navant-garde’s power of provocation. In their political engagement and critical \ndeconstruction of operatic and theatrical traditions, their aesthetic stance on \nparody resonates with Hal Foster’s discourse on oppositional postmodernism or postmodernism of \nresistance. (32) Each composer \nfavors, however, a particular strategy in order to inject an “ironic edge” into \ntheir dramatic works: Weill parodies and distorts familiar tunes to ridicule \nbourgeois sentiment, Andriessen implants leitmotifs and de-contextualizes them \nto create an opposition between text and music, while Davies embeds topical \nmeanings in quotations and then distorts them through an incongruous \njuxtaposition of styles. In either case, they establish a dialogue with music \nfrom the past in order to inscribe historical continuity with tradition as well \nas to communicate a particular ideology. It is through this critical distance \nthat these composers mark their differences from within. DISCOGRAPHY Andriessen, Louis. Rosa: The Death of a Composer. Nonesuch 79559-2, 2000. _________________. Writing to Vermeer. Recording released by Donemus, Amsterdam, 2000. Davies, Peter Maxwell. Eight Songs for a Mad King. Unicorn-Kachana Recordings DKP 9052, 1987. Debussy, Claude. “Golliwog’s cake walk.” Claude Debussy. Harmonia Mundi HMA 190954, 1972. Weill, Kurt. Aufstieg und Fall der Stadt Mahagonny. Capriccio 10160-10161, 1985.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.04.10.4.y_everett.html",
    "data": "mto/data/mto.04.10.4.y_everett.json"
}