{
    "title": "Music as Language of the Upper Realm: A Translation of Li Tsing-chu’s <i>A General Treatise on Music</i> (1930/1933)",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Li, Edwin K. C."
    ],
    "abstract": "This article presents an annotated translation of the first two chapters ofYinyuetonglun音樂通論A General Treatise on Music(1930/1933), written by Li Tsing-chu 黎青主 (1893–1959). Known as one of the first music aestheticians in modern China, Li advanced an intercultural philosophy of Music through positioning himself alongside the minds of a wide range of Western thinkers, from Gottfried Wilhelm Leibniz to Arthur Schopenhauer, from Hermann Abert to Johann Nikolaus Forkel, and notably, Hermann Bähr. In the treatise, Li put forth a mystic ontology of Music, proposing that Music is a medium through which artists can create, access, and conquer an amorphous spiritual world, a world he called the “upper realm.” It is through the upper realm, he suggested, that souls can speak to one another. Romantic as it was, Li’s work staged an ontological intervention of Music, seeking to dismiss Ritual as the long-standing Confucian ontological core of Music in China. Rather than perpetuate the state’s instrumentalization of Music as a (bio-)political force regulated by Ritual, Li proposed a spiritual universality of Music that retools Daoist mysticism through European Expressionist thought, yet does not submit Music todaoas the highest spiritual goal. Li’s fascination with the superposition of the mystic and artificial nature of the upper realm characterizes his music theory. This fascination also fuels the many rhetorical tautologies and paradoxes that thrive in the textual imagination it affords. All music-theoretical endeavors, in Li’s view, must begin with a music-ontological investigation. More broadly, this article aspires to provide Music Theory with a departure point that explores a cultural milieu in which the exigency of intercultural music-theorizing has left much to be discussed and critiqued.PEER REVIEWER: Nathan L. Lam",
    "keywords": [
        "Li Tsing-chu",
        "Tsing Chu",
        "Idealism",
        "Expressionism",
        "Ontology"
    ],
    "doi": "10.30535/mto.30.4.16",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.li.pdf",
    "author_info": [
        {
            "name": "Edwin K. C. Li",
            "university": "The Chinese University of Hong Kong",
            "address": "Department of Music, Shatin, New Territories, Hong Kong",
            "email": "edwinli@cuhk.edu.hk"
        }
    ],
    "citations": {
        "bähr_1916_1920": "Bähr, Hermann. [1916] 1920. Expressionismus . Delphin-Verlag.",
        "bähr_1925": "Bähr, Hermann. 1925. Expressionism . Translated by R. T. Gribble. Frank Henderson.",
        "cai_1995": "Cai, Zhongde 蔡仲德. 1995. “Tsing Chu yinyue meixue sixiang shuping” 青主音乐美学思想述评 [On Tsing Chu’s Musical Aesthetics]. Zhongguoyinyuexue 中国音乐学 3: 79–96.",
        "chua_1999": "Chua, Daniel K. L. 1999. Absolute Music and the Construction of Meaning . Cambridge University Press.",
        "cook_1995": "Cook, Scott. 1995. “‘Yue Ji’ 樂記—Record of Music: Introduction, Translation, Notes, and Commentary.” Asian Music 26 (2): 1–96.",
        "du_1918": "Du, Yaquan 杜亞泉 (under the name Cang Fu 傖父). 1918. “Miluan zhi xiandai renxin” 迷亂之現代人心 [The Confused Hearts of Modern Individuals]. Dongfangzazhi 東方雜誌 15 (4): 1–7.",
        "feng_2009": "Feng, Changchun 冯长春. 2009. “Ruhe lishi de pingjia Tsing Chu de yinyue gongxian” 如何历史地评价青主的音乐贡献 [Ways of Historically Evaluating Tsing Chu’s Contributions to Music]. Journal of the Central Conservatory of Music 1: 45–49.",
        "feng_2010": "Feng, Changchun 冯长春. 2010. “Yinyue shi shangjie de yuyan—yiwei shiren zuoqujia de yinyueguan” 音乐是上界的语言—一位诗人作曲家的音乐观 [Music as Language of the Upper Realm—The Musical Views of a Poet-Composer]. In Tsing Chu, Yuehua and Yinyue tonglun 乐话．音乐通论 (Chitchat about Music and A General Treatise on Music), edited by Ye Jun 叶隽 and Liu Xunlian 刘训练, 1–26. Jilin Publishing Group Ltd.",
        "feng_and_zheng_2016": "Feng, Changchun 冯长春 and Zheng Fafen 郑发奋. 2016. “Lishi zhuanzhe zhong de liyueguan—yi Wang Guangqi yu Tsing Chu Rujia liyueguan de bijiao weili” 历史转折中的礼乐观——以王光祈与青主儒家礼乐观的比较为例 [The Confucian Views of Ritual and Music in Historical Transitions: A Comparative Study of Wang Guangqi and Tsing Chu]. Zhongguoyinyuexue 中国音乐学 2: 17–22.",
        "feng_2022": "Feng, Xueqin 冯学勤. 2022. “Lun Tsing Chu de yishu xingshangxue sixiang” 论青主的艺术形上学思想的音乐观 [On Tsing Chu’s Artistic Metaphysical Thoughts]. Yishuxueyanjiu 艺术学研究 5: 98–107.",
        "forster_2018": "Forster, Elisabeth. 2018. 1919—The Year That Changed China: A New History of the New Culture Movement . De Gruyter.",
        "li_1930-1933": "Li, Tsing-chu 黎青主. 1930/1933. A General Treatise on Music 音樂通論. The Commercial Press.",
        "li_1930": "Li, Tsing-chu 黎青主. 1930. Chitchat about Music 樂話. The Commercial Press.",
        "liao_1980": "Liao, Fushu 廖辅叔. 1980. “Luetan Tsing Chu de shengping” 略谈青主的生平 [On Tsing Chu’s Life]. Renminyinyue 人民音乐4: 29–31.",
        "liao_2005": "Liao, Naixiong 廖乃雄. 2005. “Liao Shangguo (Tsing Chu, 1893–1959) xiansheng de shengping, yeji” 廖尚果 (青主, 1893–1959) 先生的生平、业绩 [The Life and Achievements of Liao Shangguo (Tsing Chu, 1893–1959)]. Yinyueyishu 音乐艺术 2: 35–44.",
        "liu_1936": "Liu, Jinzao 劉錦藻. 1936. Qingchao xu wenxian tongkao 清朝續文獻通考 (A Supplement to the Qing Dynasty Comprehensive Examination of Literature). The Commercial Press.",
        "lynn_1994": "Lynn, Richard J. 1994. The Classic of Changes: A New Translation of the I Ching as Interpreted by Wang Bi . Columbia University Press.",
        "niu_1988": "Niu, Longfei 牛龙菲. 1988. “ Yuehua chonggu”《乐话》重估 [Re-evaluating Chitchat about Music ]. Qinghai shifan daxue xuebao 青海师范大学学报 2: 97–100.",
        "strickland_2014": "Strickland, Lloyd. 2014. Leibniz’s Monadology: A New Translation and Guide . Edinburgh University Press.",
        "tian_1983": "Tian, Qing 田青. 1983. “Jinzai yinyue zhong de linghun—jianping Tsing Chu de meixue guan” 浸在音乐中的灵魂——兼评青主的美学观 [A Soul Immersed in Music—On Tsing Chu’s Aesthetics]. Renminyinyue 人民音乐 10: 42–45.",
        "tsing_1931a": "Tsing Chu 青主. 1931a. “Lun Zhongguo de yinyue—yifeng gei Shanghai Jiaoxiangyuetuan zhihui Mario Paci de gongkai de xin” 論中國的音樂—一封給上海交響樂團指揮 Mario Paci 的公開的信 [On Chinese Music—An Open Letter to Mario Paci, Conductor of the Shanghai Symphony Orchestra]. Yueyi 樂藝 1 (5): 1–11.",
        "tsing_1931b": "Tsing Chu 青主. 1931b. “Gei guonei yiban yinyue pengyou yifeng gongkai de xin” 給國內一般音樂朋友一封公開的信 [An Open Letter to Our Music Enthusiasts]. Yueyi 樂藝 1 (4): 73–9.",
        "tsing_1934a": "Tsing Chu 青主. 1934a. “Wo yilai tantan suowei guoyue wenti” 我亦來談談所謂國樂問題 [On the Purported Issue of National Music]. Yinyuejiaoyu 音樂教育 2 (8): 11–17.",
        "tsing_1934b": "Tsing Chu 青主. 1934b. “Yinyue dangzuo fuwu de yishu” 音樂當作服務的藝術 [Music as an Art of Service]. Yinyuejiaoyu 音樂教育 2 (4): 9–16.",
        "wang_1928": "Wang, Guangqi 王光祈. 1928. Ouzhou yinyue jinhualun 歐洲音樂進化論 (An Evolutionary Theory of European Music). Chung Hwa Book Company.",
        "wu_2015": "Wu, Weixi 伍维曦. 2015. “Zai wenren chuantong yu yinyue xixue de jiafeng zhijian: Tsing Chu yinyueguan de sixiangshi yiyi” 在文人传统与音乐西学的夹缝之间: 青主音乐观的思想史意义 [Between the Literati Tradition and Western Learning: The Meanings of Intellectual History as Reflected in Qing Zhu’s Music Concept] (translation of title adopted from the original). Yinyueyishu 音乐艺术 4: 62–75.",
        "xiao_1939": "Xiao, Youmei 蕭友梅 (under the name Si He 思鶴). 1939. “Fuxing guoyue wojian” 復興國樂我見 [My Views on the Revival of National Music]. Linzhong 林鐘: 1–4.",
        "xu_1989": "Xu, Fei 徐菲. 1989. Biaoxianzhuyi 表现主义 Expressionism . Joint Publishing.",
        "yao_2000": "Yao, Xinzhong. 2000. “The Way of Confucianism.” In An Introduction to Confucianism , 139–89. Cambridge University Press.",
        "zheng_1928": "Zheng, Jinwen 鄭覲文. 1928. “Guoyue chuyan” 國樂芻言 [On National Music]. Youyihuikan 遊藝彙刊: 15.",
        "zhu_2015": "Zhu, Renqiu 朱人求. 2015. “Zhuzi ‘Quantidayong’ guan ji qi fazhan yanbian” 朱子“全体大用”观及其发展演变 [Zhu Xi’s “Quantidayong” and Its Development and Evolution]. Zhexueyanjiu 哲学研究 11: 39–48."
    },
    "footnotes": {
        "FN0": {
            "text": "* I extend my gratitude to Jermyn Li Chun Man, Kelly Ziang Zheng, and Quinton Chu Lok Sang for their research assistance, and to Nathan Lam for his meticulous comments and suggestions.",
            "citations": []
        },
        "FN1": {
            "text": "1. In this article, in-text Romanization of Chinese names follows the order of: Surname-First Name (e.g., Li Tsing-chu or Li Tsing Chu). All footnotes in the translation are mine. The use of simplified Chinese and traditional Chinese in this article respects the corresponding linguistic and cultural contexts. Both Tsing Chu and Li Tsing-chu refer to the same author, who had used different names across his publications.",
            "citations": []
        },
        "FN2": {
            "text": "2. On biographies of Li, see, for example, Liao 2005 ; Liao 1980 .",
            "citations": [
                "liao_2005",
                "liao_1980"
            ]
        },
        "FN3": {
            "text": "3. “青主不仅是现代中国启蒙思潮在音乐美学思想领域的代表，而且是现代中国唯一的音乐美学家。”",
            "citations": []
        },
        "FN4": {
            "text": "4. I adopted the English translation of the Chinese book titles provided at the back cover of both publications. There are two “first editions” [ chuban 初版] of A General Treatise on Music , both published by The Commercial Press in Shanghai and edited by Wang Yun-wu 王雲五, one in October 1930, another December 1933. I adopted the English title provided in the former; the latter does not provide an English title.",
            "citations": []
        },
        "FN5": {
            "text": "5. As Li ( 1930 , 3) wrote, “We have no other ways of knowing about the upper realm apart from the Music of the upper realm, which is what I called the language of the upper realm.”",
            "citations": [
                "li_1930"
            ]
        },
        "FN6": {
            "text": "6. For a critical historical understanding of the New Culture Movement, see Forster 2018 .",
            "citations": [
                "forster_2018"
            ]
        },
        "FN7": {
            "text": "7. As we shall see in the translation of this chapter, Li was familiar with Arthur Schopenhauer’s philosophy of music; it constituted part of the early and mid-nineteenth-century Zeitgeist that advocated music as an autonomous (an image of the Will) rather than imitative art. See, for example, Chua 1999 , 229–32.",
            "citations": [
                "chua_1999"
            ]
        },
        "FN8": {
            "text": "8. In 1928, Wang Guangqi (1892–1936), a prominent musicologist in the New Culture Movement, had questioned the hierarchy between Ritual ( li ) and Music ( yue ) in espousing that Ritual is “merely an external embodiment of our inner-life harmony . . . an accompanying element of music.” (“禮”這樣東西，亦只算一種我們內心諧和生活之表現於外的 . . . [它]只算是“樂”之一種附帶品。) Wang maintained that the Chinese nation was aesthetically underpinned by “harmonicism” (諧和主義), an ideology of peaceful resonance, which was regulated by Ritual. A diplomatic expression of harmonicism, for Wang, could formulate a response to Western imperialism in reforming national music ( guoyue ). See Wang 1928 , 4.",
            "citations": [
                "wang_1928"
            ]
        },
        "FN9": {
            "text": "9. The Confucian classic Yueji 樂記 ( Book of Music ), for instance, reads: “揖讓而治天下者，禮樂之謂也。” (The governance of all under Heaven through deference is what is meant by Ritual and Music.) I adopted Scott Cook’s translation here, from Cook 1995 , 43.",
            "citations": [
                "cook_1995"
            ]
        },
        "FN10": {
            "text": "10. Modified from Cook 1995 , 34. The “Way” is a fundamental idea of Confucianism, representing an ideal of moral code and societal behavior. For an excellent introduction, see Yao 2000 , 139–89.",
            "citations": [
                "cook_1995",
                "yao_2000"
            ]
        },
        "FN11": {
            "text": "11. From Yijing 易經 ( Book of Changes ), Wang Bi’s 王弼 commentary on Chapter 16 “豫 ( yu )” (contentment): “先王以作樂崇德，殷薦之上帝，以配祖考。” (The former kings made Music to ennoble the Virtue and in its splendor offered it up to the Supreme Deity so that they might be deemed worthy of the deceased ancestors.) Translation modified from Lynn 1994 , 235.",
            "citations": [
                "lynn_1994"
            ]
        },
        "FN12": {
            "text": "12. The quote is from juan (literally “scroll”) 13 of Qinding Da Qing Tongli 欽定大清通禮 (An Imperially Authorized Canon of Rituals of the Qing Dynasty) (ca. 1736–57), a collection of court rituals of the Qing dynasty on imperial order. The rituals mentioned in the text can also be found in various juan of Qinding . On the notation, lyrics, instruments, and temperament of the court music on different ritual occasions, see Liu 1936 , juan 188–201.",
            "citations": [
                "liu_1936"
            ]
        },
        "FN13": {
            "text": "13. Cook 1995 , 24–5.",
            "citations": [
                "cook_1995"
            ]
        },
        "FN14": {
            "text": "14. The origin of this expression is moot. One early instance can be found, for example, in the Han dynasty poet Yang Xiong’s 揚雄 Fayan 法言 (Exemplary Figures), Chapter 12: “聖人之於天下，恥一物之不知。” (The all-ruling sages feel ashamed of ignorance of any matter.)",
            "citations": []
        },
        "FN15": {
            "text": "15. From the Southern Song dynasty poet Xin Qiji’s 辛棄疾 “He xinlang: Bie Maojia shierdi” 賀新郎．別茂嘉十二弟 (Congratulating the Groom: Farewell to Younger Maojia the Twelfth) (year unknown).",
            "citations": []
        },
        "FN16": {
            "text": "16. From the Ming-Qing poet Wu Weiye’s 吳偉業 “He xinlang: Bingzhong yougan” 賀新郎．病中有感 (Congratulating the Groom: Reflections amid Illness) (year unknown).",
            "citations": []
        },
        "FN17": {
            "text": "17. From Qing dynasty poet Gong Zizhen’s 龔自珍 “Jinluqu: Guiyouqiu chudou shuhuai you fu” 金縷曲．癸酉秋出都述懷有賦 (1813) ( Jinluqu : A Rhapsody on Departing the Capital in Autumn of the Year Guiyou ).",
            "citations": []
        },
        "FN18": {
            "text": "18. Li’s expression of “ quantidayong ” 全體大用 is rooted in the philosophy of Zhu Xi 朱熹 in the Song dynasty, a major figure in neo-Confucianism, not least in his Great Learning 大學. While the expression must be understood in relation to a string of philosophical concepts such as mingde 明德 (the realizing or summoning of virtue) and gewuzhizhi 格物致知 (a thorough understanding of the furthest boundaries of knowledge where nothing is beyond grasp), in essence, quantidayong embodies a Being of deep comprehension of the underlying principles governing all things in the world, along with the capacity to naturally engage with and harmonize with the diverse existences. On quantidayong , see, for example, Zhu 2015 , 39–48.",
            "citations": [
                "zhu_2015"
            ]
        },
        "FN19": {
            "text": "19. “乞靈” [ qiling ] (to beg) does not carry a negative connotation. Li used the same word in, for example, his Chitchat about Music , 11, and in A General Treatise on Music , 58. In both contexts, it refers to the meaning of “seeking help” or “learning” without assuming an inferior position. Feng Changchun ( 2010 , 22–3) has underlined this point persuasively.",
            "citations": [
                "feng_2010"
            ]
        },
        "FN20": {
            "text": "20. Tsing Chu ( 1934a ) critiqued the contemporaneous view that the import of Western music into China was a form of cultural imperialism, and suggested that the Chinese should study Western music as a means of reforming [ gaige ] and/or improving [ gailiang ] national music. Elsewhere he had elaborated on concrete ways of reforming and/or improving national music in terms of scale, instrument, vocal techniques, and love ( 1931a , 1–11); see also Li 1930/1933 , 36–8. On the discussion of national music during Li’s time, see, for example, Zheng 1928 ; Xiao 1939 .",
            "citations": [
                "tsing_1934a",
                "tsing_1931a",
                "zheng_1928",
                "xiao_1939"
            ]
        },
        "FN21": {
            "text": "21. For instance, Leibniz considered music an unconscious arithmetic in his Principes de la nature et de la grâce fondés en raison (The Principles of Nature and of Grace, Based on Reason) (1714): “La musique nous charme, quoique sa beauté; ne consiste que dans les convenances des nombres, et dans le compte dont nous ne nous apercevons pas, et que l’âme ne laisse pas de faire, des battements ou vibrations des corps sonnants, qui se rencontrent par certains intervalles.” (Music enchants us, although its beauty lies merely in the harmonious arrangement of numbers and in the counting (which we are not aware of but which the soul nonetheless carries out) of the beats or vibrations of sounding bodies which are encountered at certain intervals.) Translation modified from Strickland 2014 , 277.",
            "citations": [
                "strickland_2014"
            ]
        },
        "FN22": {
            "text": "22. Li was probably lumping together Leibniz and Schopenhauer into a single school of thought.",
            "citations": []
        },
        "FN23": {
            "text": "23. Li explained in detail the idea of “music as the language of the upper realm” in Chapter 2 of Chitchat about Music ( 1930 ), esp. 8–12. He described how primeval humans were terrified by natural phenomena and how their audio-visual senses played a role in their perception and interaction with the world. He argued that the human audio-visual faculty consists of external behaviors, influenced by the natural world, and internal behaviors that counteract nature. The stimuli received by the ears and eyes are transformed and held captive by the mind, giving them a formal structure shaped by human interpretation. Li argued that human beings, through our ability to legislate with nature, can compete with and escape the oppression of the natural world. By summoning a powerful force from their inner realm, they create a new world that replaces the ever-changing natural phenomena with fixated images of the mind, which is referred to as art. This new world, the “upper realm,” is where music is considered the language of the soul. Li’s idea, as he acknowledged, was inspired by Hermann Bähr’s Expressionismus ( [1916] 1920 ), esp. 75–106. For a translation on the corresponding passages, see Bähr 1925 , 56–80. Most discussions on Li in Chinese discourse are based on Xu 1989 , a Chinese translation of Bähr’s Expressionismus . The two texts, however, resist easy comparison. Morphological and stylistic dichotomies cannot be hastily papered over.",
            "citations": [
                "li_1930",
                "xu_1989"
            ]
        },
        "FN24": {
            "text": "24. Elsewhere Tsing Chu ( 1931b , 76) stated that “The legitimate Music that humans possess, although it can contain an ethnic flavor, is merely a by-product of Music. Ethnicity is not the sole criterion for aesthetic judgments.” (人類公有的正當的音樂，雖然是可以包含一種民族的色彩，但是這種民族的色彩，不過是音樂的一種附屬品，並不是美與不美的唯一條件。)",
            "citations": [
                "tsing_1931b"
            ]
        },
        "FN25": {
            "text": "25. The language used in this sentence reflects harmful racial stereotypes that were historically employed to dehumanize the African peoples.",
            "citations": []
        },
        "FN26": {
            "text": "26. Li 1930 , esp. 5–16.",
            "citations": [
                "li_1930"
            ]
        },
        "FN27": {
            "text": "27. Elsewhere Tsing Chu ( 1931b , 77) characterized Music as a “soul-to-soul language” ( linghun shuoxiang linghun de yizhong yuyan 靈魂說向靈魂的一種語言).",
            "citations": [
                "tsing_1931b"
            ]
        },
        "FN28": {
            "text": "28. In Chapter 3 of A General Treatise on Music , Li ( 1930/1933 , 24–37) discussed four foundational elements of Music: Rhythmus ( shengdiao 聲調), Takt ( jiepai 節拍), Harmonie ( heyin 和音), and Melodie ( qudiao 曲調 or yuediao 樂調). Li’s understanding of these elements echoed his thoughts on Music as a language of the upper realm. For instance, he held that Takt is an “arithmetic property” ( shuli shang de yuansu 數理上的原素) while Rhythmus a “spiritual property” ( jingshen shang de yuansu 精神上的原素). See Li 1930/1933 , 28. On a more extensive discussion on these elements, see Li 1930 , 50–73.",
            "citations": [
                "li_1930"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Translator’s Introduction (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Li Tsing-chu 黎青主 (1893–1959), originally named Liao Shangguo 廖尚果 and also known as Tsing Chu 青主, was a pedagogue, composer, lyricist, and music critic born and raised in Huiyang, Guangdong in southeast China. (2) Demonstrating exceptional musical talent from a young age, he also displayed a profound understanding of Chinese literature and philosophy and possessed advanced skills in reading and writing Classical Chinese texts on political, military, and philosophical subjects. Li was a political activist. At the age of eighteen, following the 1911 Revolution that led to the establishment of the Republic of China, Li was sent by the Guangdong Revolutionary Government to Berlin for further studies. In Berlin, Li pursued a doctorate in law at Humboldt University, while also immersing himself in German philosophy, poetry, music composition, music theory, and various musical instruments such as the piano, violin, flute, and harp. In 1922, despite being a political criminal wanted by the Chinese Nationalist Party, Li returned to China. He joined the faculty of the National Conservatory of Music (now Shanghai Conservatory of Music) in 1928. Li’s most significant contributions were in the field of music aesthetics. As Cai Zhongde ( 1995 , 95) comments on the historical value of Li’s works: Li “is not only a representative of modern Chinese Enlightenment in the field of music aesthetics but also the only music aesthetician in modern China.” (3) Li’s most influential works are two music-theoretical texts published in the 1930s: Yuehua 樂話 Chitchat about Music ( Li 1930 ) and Yinyuetonglun 音樂通論 A General Treatise on Music ( 1930/1933 ). (4) This article presents a translation of the first two chapters of the seven-chapter A General Treatise on Music , a work that promotes a sinicized intercultural understanding of a new ontology of Music in response to the perceived decadence of national music in China since the 1910s ( Cai 1995 , 94).",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "cai_1995",
                    "li_1930",
                    "cai_1995"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] A General Treatise on Music , Li emphasized, was not an introductory music theory textbook, nor was it a general history of music. Rather, it explored what Music is . Pitched primarily towards the educated public, it wrote against Music as a “mechanical craftsmanship” and espoused Music as a “language of the upper realm” ( 1930/1933 , 2). (5) In brief, Li put forth a mystic ontology of Music, proposing that Music is a medium through which artists can create, access, and conquer an amorphous spiritual world, a world he called the “upper realm.”  It is through the upper realm, he suggested, that souls can speak to one another. Romantic as it was, Li’s work staged an ontological intervention of Music, seeking to dismiss Ritual as the long-standing Confucian ontological core of Music in China. Rather than perpetuate the state’s instrumentalization of Music as a (bio-)political force regulated by Ritual, Li proposed a spiritual universality of Music that retools Daoist mysticism through European Expressionist thought (see, for example, Li 1930/1933 , 55), yet does not submit Music to dao as the highest spiritual goal ( Li 1930/1933 , 3). Li’s fascination with the superposition of the mystic and artificial nature of the upper realm characterizes his music theory. This fascination also fuels the many rhetorical tautologies and paradoxes that thrive in the textual imagination it affords. All music-theoretical endeavors, in Li’s view, must begin with a music-ontological investigation. To this end, Li advanced an intercultural philosophy of Music through positioning himself alongside the minds of a wide range of Austro-German thinkers, from Gottfried Wilhelm Leibniz to Arthur Schopenhauer, from Hermann Abert to Johann Nikolaus Forkel. Notably, Li’s idea of Music as language of the upper realm was inspired by Hermann Bähr’s Expressionismus (1916), a work that very much embodies the spirit of the European Expressionist movement in the early twentieth century and emphasizes the potency of the artist’s inner world on art ( Bähr [1916] 1920 , 56–80; Feng 2010 , 13–15). Li drew extensively on these thinkers because he maintained that to understand what Music is, one must “seek help from the West” ( 1930/1933 , 5).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "feng_2010"
                ]
            }
        },
        {
            "0.3": {
                "text": "[0.3] In positing an intercultural methodological thinking, Li was largely influenced by the New Culture Movement in China in the 1910s. Stemmed from decades of national humiliation since the two Sino-British Opium Wars (1839–42 and 1856–60), the Movement fundamentally represented a blasphemous re-enactment of China’s sociocultural and intellectual infrastructure. It attacked Confucianism as a governing ideology in China, exalted such Western ideas as science, democracy, socialism, and Marxism, and embraced vernacular Chinese ( baihua ) as a national mode of expression. Yet just as the Movement had been critiqued for disorienting the public’s mindset and destabilizing the state through the import of Western ideas (see Du 1918 ), Li’s proposal to seek help from the West in refashioning the ontology of Music for China was accused of complicity during the Cultural Revolution (1966–76) ( Niu 1988 ). According to Liao Fushu ( Liao 1980 , 29), a renowned musicologist in China and Li’s younger brother, Li’s ideas were widely circulated and often cited in publications on music and program notes for concerts in the 1930s. Yet the historical significance of Li’s works was only shone through in a negative light, in that they were regularly dismissed in musicological discourse in China from the 1940s to 1980s ( Feng 2010 , 24–25). Since the 1980s, musicologists including Cai Zhongde ( 1995 ), Tian Qing ( 1983 ), and Feng Changchun ( 2009 ) have come to Li’s defense, stressing the importance of acknowledging Li’s parallel critique of Western music, appreciating the intertextuality of Li’s oeuvre ( 1934b ), and situating his work against the ideological, historical, and cultural milieu during his time. Li’s contributions have garnered more critical attention in musicological discourse in China in the past decade ( Feng 2022 ; Feng and Zheng 2016 ). Wu Weixi ( 2015 , 71), for instance, has argued that Li’s proposition to seek help from the West exhibits a historical necessity that arises from an “instinctual need” minus a “cultural self-consciousness against the impact of Western knowledge.” Chinese intellectuals have come to recognize the need to re-evaluate and engage critically with, rather than indiscriminately celebrate, the historical significance of Li’s work in Chinese music theory.",
                "footnotes": [],
                "citations": [
                    "du_1918",
                    "niu_1988",
                    "liao_1980",
                    "feng_2010",
                    "cai_1995",
                    "tian_1983",
                    "feng_2009",
                    "tsing_1934b",
                    "feng_2022",
                    "feng_and_zheng_2016",
                    "wu_2015"
                ]
            }
        },
        {
            "0.4": {
                "text": "[0.4] Li’s A General Treatise on Music comprises seven interconnected chapters that collectively articulate his vision of Music as a spiritual and ontological practice in and beyond China. The treatise begins with a systematic account of a sinicized ontology of Music in the first two chapters, “What Is Music” and “The Art of Music,” establishing the idea that Music is a language of the upper realm. Building on this foundation, Chapter 3, “The Elements of Music,” explores the four key musical elements—Rhythmus, Takt, Harmonie, and Melodie—that independently and symbiotically express this language of the upper realm. This theoretical framework is further expanded in Chapter 4, “The Categories of Music,” which examines the aesthetic origins and the categorization of Music into vocal and instrumental forms, emphasizing their roles in the upper realm’s expressions. In Chapter 5, “The Musical Artist,” Li hinted at the Daoist idea of “losing self” to discuss the connection between Music, affect, and the artist. This theme continues in Chapter 6, “The Function of Music,” where Li elaborated on Music’s role as a soul-to-soul language capable of overcoming external evil forces and helping musicians and listeners attain a renewed and profound meaning of life. The final chapter, “Music Education,” underscores the importance of incorporating these spiritual elements into national education.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.5": {
                "text": "[0.5] This annotated translation aspires to draw readers into a mode of music-theorizing that espouses a musical universalism rooted in a specific culture, in response to a particular cultural crisis, and expressed through a distinct sphere of morphology and rhetoric. My annotations seek to give pause to thoughts on the text’s ostensible mawkishness and refract (inter)textual lights through the cultural prism of invisible paradigms, ideas, tales, institutions, and people. The text, I hope, provides Music Theory with a departure point that explores a cultural milieu in which the exigency of intercultural music-theorizing has left much to be discussed and critiqued. Translation (Chapters 1 and 2 of Li Tsing-chu’s A General Treatise on Music) 一 什麼是音樂 I What Is Music [1.1] 如果我對你們說：「音樂是一種獨立的藝術。」你們第一句答話必定是：「這個何消你說，凡略曾受過新文化洗禮的人們，誰不知道音樂是一種獨立的藝術。」 [1.1] If I say, “Music is an autonomous art,” your first response will most definitely be: “This is needless to say. Even those who are remotely influenced by the New Culture Movement would understand this.” (6) [1.2] 你們知道音樂是一種獨立的藝術，這個自然是很可嘉的，但是，如果你們祇知道這一句口頭禪，並不思量到這句話裏面是包含着怎麼樣重大的意義，那末，這一類標語口號的認識，自然也是沒有多大的用處。 [1.2] Your understanding of Music as an autonomous art is no doubt commendable. It is, however, next to pointless if you only understand it as a platitude, but fail to appreciate the profound significance embedded in it. (7) [1.3] 由「音樂是一種獨立的藝術」這一句話推想下去，你們至少也應該得到下列的兩個認識： [1.3] If Music is an autonomous art, at least two arguments should follow: （一）音樂並不是禮的附庸 (1) Music is not a subsidiary of Ritual (8) [1.4] 中國人向來是樂與詩書禮並重的，像禮樂治天下這一類的話，舊日中國人亦不知道說了多少。中國人這樣推崇音樂，不是遠在歐西各國之上麽？但是我們試平心細想一下，中國舊日的音樂是否可以說是一種獨立的藝術？誰會從這方面着想，就令他平時是十分愛國，他亦不會承認我們中國舊日是要把音樂當作是一種獨立的藝術。不錯，我們中國舊日是極端推崇音樂，但是，普遍說起音樂來，都是把牠和禮用在一塊。樂記裏面說：「先王之制禮樂，人為之節，將以教民平好惡而反人道之正也。」這樣把樂和禮混合來說，在一般喜歡說起先王制禮作樂的中國人看來，是再合論理沒有的，為什麽？因為樂不過是禮的附庸，所謂先王以作樂崇德，就是要用崇德的樂完成禮的全體大用。樂是禮的附庸，不但是深合於先王的論理，而且可以用先王的制度證明他是如此。舊日像樂部這一類的行政機關，實際上不是禮部這一類的行政機關的一個附屬機關麽？牠的職守無非是要那一般樂工平時練熟宮商角徵羽那五個音，遇着舉行隆重的典禮的時候，如祭天及帝躬耕籍田之類，一聽見那個典儀下了那個「樂舞生登，歌執事官各共迺職」的命令，便把那些叫做什麼始平之章，景平之章，咸平之章，壽平之章，嘉平之章，永平之章，熙平之章，清平之章，太平之章，祐平之章，以及別的什麼平之章歌奏起來，又佐以什麼干羽之舞。是的，中國舊日所謂音樂，亦是和舞分不開的，所謂「感於物而動，故形於聲，聲相應故生變，變成方謂之音，比音而樂之，及干戚羽旄，謂之樂。」這樣離不開舞的音樂，因為實際上不過是禮的附庸，所以我們不能夠把牠當作是一種獨立的藝術。你們承認音樂是一種獨立的藝術，那末，你們便不能夠把牠當作是禮的附庸。樂是禮的附庸，祇在中國音樂史上面是有研究的價值，在音樂的藝術上面是沒有研究的價值。 [1.4] For the Chinese, Music has always been considered on an equal footing with Poetry ( shi ), Literature ( shu ), and Ritual ( li ), as evident in such stale expressions as “Ritual and Music rule the Heaven and the Earth.” (9) Does it mean that the Chinese has elevated Music to a higher status than how Music is perceived in the West? But let’s slow down and think. Was the music of ancient China an autonomous art? Even the patriots would not admit that the Chinese in ancient times had ever recognized Music as an autonomous art. Granted, we, during those days, held a profound reverence for Music; yet generally speaking, we spoke of Music and Ritual as one. As the Book of Music reads: “The making of Ritual and Music by the former kings was not to exhaust the desires of the mouth, the belly, the ears, and the eyes. It was used to instruct the people to level-out their likes and dislikes and to return to the proper center of the Way ( dao ) of making.” (10) In the eyes of those who admired the rule by the former kings, the union of Music and Ritual was reasonably appropriate. Why? For Music is but a subsidiary of Ritual. The former kings made Music to ennoble the Virtue ( de ), (11) for they would like to use such ennobling Music to fulfill the comprehensive purpose of Ritual. We can also prove that Music is in thrall to Ritual by examining the governance system practiced in the days of the former kings. Was the Music Ministry not a subsidiary institution of the Ritual Ministry? The duty of the Music Ministry was to ensure that the musicians mastered the five tones— gong , shang , jue , zhi , and yu . If this was done properly, when the Master of Ceremony decreed in solemn ceremonies like Heaven Worship and Emperor tilling the lands—that “musicians and dancers begin playing and dancing, Officers of Ceremony proceed to carry out their respective duties”—musicians and dancers could play and dance according to various ritual contexts like Shiping , Jingping , Xianping, Shouping, Jiaping , Yongping , Xiping , Qingping , Taiping , Youping , and so forth. (12) Yes, what we called Music in ancient China was inseparable from dance. The Book of Music documents this: “The movement of men’s hearts is made so by [external] things. They are touched off by things and move, thus they take shape in [human] sound. Sounds respond to each other, and thus give birth to change. Change forms a pattern, and this is called music. (13) The music is brought close and found enjoyable, and reaches the point of shields and axes, feathers and pennants, and this is called Music.”  Since Music, in this sense, was but a subsidiary of Ritual, we cannot consider it to be an autonomous art. If you consider Music to be an autonomous art, you cannot consider it to be a subsidiary of Ritual. While the idea that Music is a subsidiary of Ritual may be valued in research on Chinese music history, it is worthless as far as the examination of the art itself is concerned. （二）音樂不可以由文人包辦 (2) Music cannot be monopolized by the literati [1.5] 中國舊日的文人是包辦一切的，祇有文人才配稱儒者。他們當日竟提出那個「一事不知，儒者之恥」的口號，儒冠的文人要把音樂圈入他的勢力範圍裏面，這自然是很難怪了。琴書兩樣東西所以會變了文人的專利品，就是因為文人包辦音樂的緣故；你們既經承認音樂是一種獨立的藝術，那末，音樂祇可以由音樂的藝術家包辦，決不可以由文人包辦。文人包辦音樂，勢必會把音樂當作是禮的附庸，音樂做了禮的附庸，即是做了道的一種工具，因為在文人看來，道是造分天地，化成萬物的一樣東西，凡屬可以行道的詩書易禮，都是道的工具，固不僅音樂是如是。你們要把音樂的獨立生命奪回來，自然要把「樂是禮的附庸」之說打破，即是要把「音樂是道的一種工具」之說打破，必要把這一類的學說打破，然後音樂的獨立生命綫有着落。還有，中國舊日的文人是再聰明沒有的，在他們包辦音樂的期間當中，他們曾想出許多方法，用來限制音樂的發達，他們的本意雖然不是要用來危害音樂的生命，但是音樂的本身卻因此受了莫大的浩劫。我這裡祇說聲韻：聲韻這樣東西，是我們中國的文人所特有的，把牠用在詩的藝術上面，雖然是別有一種風味，但是把牠應用到音樂裏面，牠便要剝喪音樂的生命了。中國舊日的詞，首首都是可以拿來唱的。怎樣唱？就是有了一個詞牌的音樂之後，你便可以填上一些詞句，不計這些詞句是雄壯，抑或衰澀，是歡樂，抑或愁苦，你都可以依照同一樣的音樂把牠唱出來。譬如一首金縷曲，不問裏面那幾句話是叫做易水蕭蕭西風冷，滿座衣冠似雪，正壯士悲歌未歇，抑或艾灸眉頭瓜噴鼻，今日須難決絕，早患苦重來千疊，又或願得黃金三十萬，交盡美人名士，更結盡燕邯俠子，你都可以依照同一樣的音樂把他唱出來。為什麼你可以把好幾樣不同意義的詞句用同一樣的音樂唱出來？因為在包辦音樂的文人看來，音樂是應該受聲韻的支配，祇要那些詞句是和聲韻沒有違背，自可以依照同一樣受聲韻支配的音樂把他唱出來。你們試想，音樂受了聲韻的支配着，牠那裏還能夠得到獨立的生命呢？比方你要創作一首樂歌，當你看見那首歌文的時候，你既然被那首歌文的聲韻限死那末，你那裏還能夠作曲？你就勉強做出一篇樂歌來，你這種工作，亦祇可以說是填曲，決不可以說是作曲。所以音樂一受了聲韻的支配，他自然會變成中國舊日那種離不開聲韻的詩的附庸，音樂所以會變成中國舊日那種離不開聲韻的詩的附庸，就是因為中國舊日的音樂向來都是由那一般無所不通的文人一手包辦的緣故。你們承認音樂是一種獨立的藝術，那末，你們除否認牠是禮的附庸之外，你們還要把牠的生命從文人的手中奪回來。 [1.5] The literati in ancient China monopolized everything; only they were considered worthy of being called Confucians. They proposed that “ignorance of any matter brings shame upon a Confucian,” in order to expand their sphere of influence to the realm of Music. (14) Since the literati monopolized Music, they also monopolized the Zither ( qin ) and the Literature ( shu ). If you consider Music to be an autonomous art, then Music can only be monopolized by musical artists, but not by the literati. For if Music were monopolized by the literati, Music would only become a subsidiary of Ritual. If Music became a subsidiary of Ritual, it would only become an instrument of the Way. For the literati, the Way generated Heaven, the Earth, and ten thousand things ( wanwu ). Like Music—Poetry, Literature, and Ritual were means for the literati to unite with the Way. If you wish to retrieve the lost autonomy of Music, you must not only dismiss the idea that Music is a subsidiary of Ritual, but also dismantle such kind of thought as Music is an instrument of the Way. The literati in ancient China were sharp-witted. They conceived of many ways to thwart the prosperity of Music in monopolizing it. Although their intention was not to do violence to the vitality of Music, Music itself suffered a great catastrophe. Tone pattern ( shengyun ) was a case in point. Tone pattern was a unique possession of the Chinese literati. Applying it to Poetry added a unique flavor to the art. Applying it to Music, however, stripped Music of its vitality. Every lyric poetry ( ci ) in ancient China could be sung. How? Once the tunes ( cipai ) were set, one could fill it out with lines and words in accordance with the tone patterns. Whether these lines and words were majestic or pathetic, happy or sad, was not a concern; one could sing them out with the same music. In a lyric poetry like “Jinluqu,” you could set the same music to contrasting lyrics: “he braved the desolate autumn wind with a soulful and boundless lament that would not end”; (15) or “the acrid scent of mugwort from the moxibustion lingers, decisions are hard to make in a submersion of pain”; (16) or “I wish to get three million gold to indulge in the company of renowned people and forge bonds with the chivalry from the regions of Yan and Zhao.” (17) Why could the same music be used to convey lyrics with contrasting meanings? For the monopolizing literati understood that Music was governed by tone patterns. As long as the words and tone patterns harmonized, they could be sung with the same melody. But if Music is bound by tone patterns, how can it lead an autonomous life? Consider composing a song: If you restrict yourself to the tone patterns of the lyrics, how can you truly create? Even if you manage to compose, the result may seem forced and strained; it would not be a composition, but an exercise of fitting music into words. Thus, when Music is governed by tone patterns, it becomes a subsidiary of Poetry. This is the consequence of the literati’s monopoly on Music. If you believe that Music is an autonomous art, you must not only reject its subservience to Ritual but also reclaim its vitality from the hands of the literati. [1.6] 你們能夠從「音樂是一種獨立的藝術」這一句話推想到音樂並不是禮的附庸，亦不是道的工具，不應該受聲韻的支配，決不可以由通天曉的文人一手包辦，那末，你們便可以知道：中國舊日那種道的世界觀念，和儒冠的文人那些兼通天地人的學識之外，更沒有別樣東西是供你用來探究音樂的全體大用，所以你要知道什麼是音樂，你還是要向西方乞靈。 [1.6] If you can extrapolate from the argument “Music is an autonomous art” that Music is not a subsidiary of Ritual, not an instrument of the Way, not subordinated to tone patterns, and should not be monopolized by the all-knowing literati, you can realize that the worldview surrounding the Way in ancient China and the comprehensive knowledge of the literati cannot help you understand what Music is. For apart from the worldview surrounding the Way and the comprehensive knowledge of the literati, there is nothing else in China that can assist you in understanding the Being of Music. (18) Therefore in order to understand what Music is, you need to seek help from [ qiling ] the West. (19) [1.7] 我說要向西方乞靈，這亦是很容易喚起，何消你說這一類的答話。比方你問我什麼是音樂，我祇能夠唱給你聽，或奏給你聽，那末，你很可以這樣回答我，何消你唱，何消你奏。但是，如果你要我用說話解釋什麼是音樂，我說要向西方乞靈，這自然亦是一件極不容易的事。西方的學者們對於音樂的研究，雖然是有許多獨到的地方，但是，因為各人的見解不同，所以你亦很不容易認定某一派的學說是對，某一派的學說是不對，因為不論那一派的學說，牠都是帶有一部分的真理，但是同時卻亦有許多不對的地方，你要把各派學說的短長略爲論列一下，恐怕既經要佔滿了這本小冊子的篇幅，所以我這裏祇好把那兩派各走極端的學說先拿來大略說一說。 [1.7] If I were to suggest that we seek help from the West, you would most likely respond, “That goes without saying.” (20) Similarly, if you were to ask me what Music is, I could only sing or play it for you, to which you would undoubtedly reply, “This is needless to be sung or played.” But if you were to ask me to explain what Music is in words and I were to propose seeking help from the West, it would be naturally an exceedingly arduous task. Although Western research on Music holds much originality, the individuality of thoughts makes it difficult to distinguish the right from the wrong. For truth and fallacy co-exist within every school of thought; attempting to compile a list of truths and fallacies for each would fill volumes. Allow me, then, to provide a brief explanation of two contrasting schools of thought that espouse extreme doctrines. [1.8] 德意志哲學者拉布尼茲（Leibniz）要把音樂當作是一種不自知的哲學，另外一個德意志哲學者叔本華（Schopenhauer）則要把音樂當作是世界的明鏡。他們這樣推崇音樂，看來雖然是和我國一般儒者的論調差不多，但是他們並沒有戕賊音樂的獨立生命，所以到底是不可以和我國作樂崇德這一類的學說相提並論。因為他們對於音樂，無所不用其推崇，所以最容易得到一般醉心音樂的人們的同情。許多最有名的音樂家都做了他們的信徒，這自然不是偶然的一回事。但是就我平心而論，這一派的學說，說起來雖然都是很好聽，很玄妙，但是實際上到底是有些出乎我們日常的經驗之外。我承認牠是含有一部分的真理，但是就大體上來說，牠到底是超出我們這個世界以外的一種學說。尤其是關於音樂的審美一層，凡他們所論述的，實際上都是沒有多大的用處。不論在那一個三和音裏面，他們都要把那種所謂形而上的道理尋出來，他們這樣誤用他們的心力，所以不論對於怎麼樣的一篇音樂作品，他們總是好像在那裏做夢一樣。他們審美的方法，並不是要從那篇音樂作品的本身着想，他們是要離開那篇音樂作品，從遠處出發，從高處立論。本來離開了音樂便不可以認識音樂的美，這是人人都可以理解出來的。但是一般信仰這一派學說的人們，竟未曾想到這樣最淺顯的道理。這一派的學說，在當時曾得到一種意想不到的勢力，尤其是自完全離開了文學的曲樂得到充分的發展以來，牠更得到一種不可一世的威勢。誰不懂的一部交響樂（Symphonie）本身的美，偏要用牠的方法把牠說出來，那末，牠自然會把牠取譬於一幅絕妙的風景畫。這一類的解釋，對於音樂的本來的美，自然是無有是處。 [1.8] German philosopher Gottfried Wilhelm Leibniz regarded Music as a philosophy of the unconscious, (21) while another German philosopher Arthur Schopenhauer viewed Music as a mirror of the world. Although their profound appreciation of Music may bear some resemblance to our Confucian discourse, they did not deprive Music of its autonomous life. Therefore we cannot compare their philosophies with our idea of “making Music to ennoble the Virtue.” Since Liebniz and Schopenhauer have exhausted everything to promote Music, they have easily gained sympathy of the musically intoxicated. It is by no means coincidental that many of the most famous musicians have become their followers. But in all fairness, this school of thought, (22) though captivatingly mysterious, surpasses our everyday experience. While I acknowledge that it contains certain truths, overall, it presents itself as a super-natural doctrine. This is especially evident in their aesthetic judgment of Music. What they are putting forward is not very useful in practical terms. They have misdirected their effort in extrapolating ostensible metaphysical truths from some musical triads. As a result, no matter what sort of musical work they discuss, they seem lost in phantasmagoria. Their aesthetic judgment does not originate from the musical work itself. Rather, it aims to detach itself from the work, and to philosophize about it from a vantage point beyond reach. It is commonly understood that once you detach yourself from music, you cannot appreciate the beauty of Music in itself. Surprisingly, believers of this school of thought have failed to recognize this simplest logic. At the time, this mode of thinking had an unimaginable influence, even carrying a lot of clout when music was separated from literature and developed as an autonomous form of art. There are individuals who fail to grasp the beauty of a symphony and, stubbornly clinging to this way of thinking, attempt to articulate that beauty. In their hands, music becomes nothing more than an exquisite landscape painting. Undeniably, this interpretation of the beauty of music is ultimately futile. [1.9] 不論怎麼樣的一篇音樂作品，都有牠的內容，牠的內容雖然不比一篇文學作品的內容這樣確實，但是我們決不可以把牠說到渺渺茫茫，由無定說到不可以把牠說定。這樣說音樂的內容本無一定，而且亦不可以把牠說定，這正是這一派學者對於音樂的根本認識，由這個根本認識做出發點，他們自然會充滿了一種如癡如醉的情感，並憑藉他們的幻想，說某一篇音樂作品怎樣具有一種普通的或特別的美。這一類縱橫不過的議論，對於音樂的本身，並沒有什麼了不得的貢獻，徒然製造成一種反面的空氣，給那些反對音樂的人們一個很好的論據，說音樂是一樣可有可無的東西。法國詩人拉布來特（Laprade）氏根據內容縹緲這一個原則，歸結到那個說出來確實是很不好聽的結論：音樂是一種禽獸的藝術。你既然承認音樂的內容本無一定，而且亦不可以把牠說定，那末，你順着這個思想推想下去，自然會見得音樂簡直是沒有內容可言的一種藝術。一般極端推崇音樂的學者們那裏會想到，由他們樹立起來的那個內容縹緲的原則推想下去，竟會得到這樣一個很合論理的結論。 [1.9] Every musical work has its content. Although its content might not be as incontestable as that in a literary work, we must not speak of the former in an equivocal way, or see it as indefinite or indeterminate. This perspective suggests that the content of music is inherently indefinite, and cannot be fixated. This is precisely how scholars in this school of thought fundamentally understand Music. When they philosophize according to this fundamental understanding, they naturally imbue themselves with an intoxicating affect, allowing their fantasy to shape their perception of a musical work as possessing some generic or distinctive beauty. This line of thinking does not take us very far, nor does it contribute much to our understanding of Music itself. Instead, it provides a convenient ground for those who oppose Music. For the detractors would capitalize on this line of thought to argue that Music is a dispensable thing. Victor de Laprade, a French poet, arrived at an unfavorable conclusion solely based on the uncertainty surrounding the content of music: Music is an art of animalistic nature. If we acknowledge that the content of music is indefinite and elusive, a logical deduction from this premise is that Music is an art devoid of substance. It is ironic that scholars who advocate for Music in an extreme manner would never have anticipated that this conclusion can be drawn from their own principles. [1.10] 這兩派各走極端的學說，不論在什麼時候，亦不論在什麼地方，都曾由某一個民族，或由某一個學者，得到相當的存在勢力。就我們中國來說，一方面有與樂的儒者，他方面又有非樂的墨翟；就西方來說，在重視音樂的希臘人的對面，又有輕視音樂的羅馬人，有了推崇音樂的路德（Luther），黑爾特爾（Herder）這一般人，又有鄙棄音樂的茲文克黎（Zwingli）康德（Kant）那一般人我們對於這兩派學說的批評，可以用過猶不及這一句話把牠一句斷定。除了這兩派各走極端的學說之外，西方一般穩重的學者們，當讀起音樂來的時候，都是以古代希臘人的音樂見解為依歸。實際上古代希臘人的音樂見解，自古代文藝復興以來，在歐洲的社會裏面亦得到最大的勢力。我現在特就古代希臘人的音樂見解說一說。 [1.10] These two schools of thought, which each embrace extreme doctrines, have, at various time and space, garnered considerable influence from a particular ethnic community or individual scholar. In China, the Confucians celebrated Music while Mozi opposed it. In the West, the Greeks valued Music, whereas the Romans disparaged it. Similar dynamics can be gleaned from Luther and Herder on the one hand and Zwingli and Kant on the other. Other respectable scholars in the West, when they read Music, anchor their understanding of Music in the Greek tradition. In fact, the Ancient Greek understanding of Music has exerted the most profound impact on European communities since the Renaissance. I shall now explain briefly the Ancient Greek perspective of Music. [1.11] 古代希臘人的音樂見解是有許多超出科學之上的地方，他們要把音樂當作是導源於上界的神明，所以他們相信音樂是具有一種無邊的法力，無論天堂地獄都受了音樂的支配，音樂足以毀壞人世的城市，亦足以把人世的城市建立起來，因為音樂足以宰制人們的生死，所以牠亦足以左右人們的康健和疾病，甚至獸類的傳染病，亦足以憑藉音樂的法力把牠剷除。這種非科學的音樂效驗，到了科學昌明的今日，自然是沒有人能夠相信。但是除了這些像神話一般的傳說之外，希臘人對於音樂，是最有科學上的研究的，我們祇要把阿北爾特（H.Abert）那部希臘的音樂禮教（Die Lehre vom Ethos in der griechischen Musik）打開來看，便足以窺見希臘人對於音樂確實是有很深刻的研究了。但是，音樂是進步的，現時的音樂迴非希臘人當日的音樂可比，所以我們對於古代希臘人那種很有研究的關於音樂的理論，亦要把牠加以一番精確的審查纔好。 [1.11] The Ancient Greek understanding of Music was injected with supernatural elements. They believed that Music originates from the heavenly Gods, who endowed it with potent magical properties. Music was believed to hold sway over both heaven and hell, capable of both destroying and establishing cities, as it determined the fate of individuals, even influencing matters of life and death. Accordingly Music was thought to have an impact on one’s health and well-being, with claims of its ability to eradicate infectious diseases among animals. Although such unscientific notions of Music’s effects are no longer held in contemporary times, Ancient Greece also boasted highly scientific research on Music. All we need to do is to read Hermann Abert’s Die Lehre vom Ethos in der griechischen Musik (Theory of Ethos in Greek Music). Yet, Music has progressed since, and we can hardly compare modern-day music to that in the Ancient Greece. Therefore we need an accurate scrutiny on their research on Music. [1.12] 我這裏祇說各個音類，（即世人所謂音調，如C調，G調之類，）希臘人對於各個音類，認為是各有各的特性，決不可以把牠混淆，現時還有許多音樂理論的書，要把希臘人這種理解保留下來，應用到現代的音樂上面去。這種刻舟求劍的見解，自然是早既失了實際上的根據。在希臘，當日祇有一種單純的音樂藝術，這種關於音類特性的見解自然是可以用得着，自複音音樂得到最美滿的發達以來，無論那一度音程，亦無論那一種聲調，都可以憑著和音的使用，得到各種性質的變換，希臘人所謂各個音類都有牠一定的特性的學說，那裏還可以範圍現代的複音音樂呢？ [1.12] Here I shall only discuss the different categories of tunes (referred to by earthly beings as “modes,” such as C major, G major, etc.). The Ancient Greeks believed that each mode has its own character, and should not be mixed up. Some music theory books nowadays still attempt to preserve this understanding of mode characters and apply it to contemporary music. This stubborn understanding has naturally long lost its practicality; it was applicable in the Ancient Greece because there was only one simple kind of music. Since the consummate development of polyphonic music, the use of harmony has had the capability to alter the nature of any interval or mode. How can the theory of mode characteristics in the Ancient Greece be applied to contemporary polyphonic music? [1.13] 希臘人曾定下了許多的音樂法則，雖然就當日的單音音樂來說，不論那一個法則都是持之有故，言之成理，但是應用到現時的複音音樂，大都是沒有多大的用處，就祇把牠應用到區區的曲調上面，亦是用不着。這種無聊的工作，既然是浪費了福爾克爾（Forkel）和古爾特梅（Curt Mey）不少的心力，但是總得不到良好的結果。 [1.13] The Greeks established numerous musical principles which, in the context of their monophonic music, were logical and well-founded. Yet, when applied to contemporary polyphonic music, most of these principles lose their relevance. They only find limited utility when applied to simple tunes. Despite the considerable effort notably by Forkel and Curt Mey on such tedious work, no satisfactory results have been achieved. [1.14] 希臘人定下來的各個音樂法則，雖然到了現在，既經失了牠的效用，但是希臘人對於音樂的根本理解，我們是可以把牠接受過來。什麼是希臘人對於音樂的根本理解？ [1.14] Although the Greek musical principles have lost their efficacy in modern times, we may still appreciate how the Greeks understood Music fundamentally. What was their fundamental understanding of Music? [1.15] 希臘人要把音樂當作是一種的語言。這句話聽來雖然是很尋常，但是音樂的全體大用，都被他一句話說盡。 [1.15] The Greeks considered Music to be a form of language. While this might sound trite, it encapsulates the entirety of the Being of Music. [1.16] 音樂本來不是推始於人類的。我們這裏姑就人類來說，凡屬人類，不問他是到了怎麼樣的文化程度，遇着說出來的話不能夠滿足他的內界要求的時候，他總會由自己的內界發出一些聲響來，或歡笑，或愁歎，這些由人們的內界發出來的自然的聲響，就是音樂的原素。音樂是用來補救說話的缺乏的一種語言，這就是希臘人對於音樂的根本理解。 [1.16] Music does not originate solely from human creation. However civilized a human being is, when confronted with speech that fails to satisfy the demands of their inner realm ( neijie ), it will inevitably produce sounds—be they joyful or sorrowful—that arise from within. These natural sounds from the inner realm are the sources of Music. Music is a language that compensates for the limitations of speech. This fundamental understanding of Music constituted the core belief held by the Greeks. [1.17] 我們順着希臘人這個對於音樂根本理解推想下去，便可以見得：音樂是一種靈魂的語言，祇在這個意義的範圍內，我們亦可以把音樂當作是描寫靈魂狀態的一種形象藝術。如果我們把我們的靈界當作是我們的上界，那末，我們亦可以把音樂當作是上界的語言。關於這些道理，我既然在我那部樂話裏面說過很多的話，我這裏自可以不必把牠再拿來說。 [1.17] Based on this understanding of Music, we can deduce that Music is a language of the soul. And in this sense, we can construe Music as a figurative art that portrays the state of the soul. If we consider our spiritual world our upper realm ( shangjie ), we can also understand Music as a language of the upper realm. I have extensively elaborated on these thoughts in Chitchat about Music , so it is unnecessary for me to rehash them here. (23) [1.18] 因為除了那些完全沒有內界生活的人們之外，凡屬人類，至少都具有幾分的音樂性，所以我們亦可以把音樂當作是靈界的一種世界語言。這一個民族的說話，雖然是和別一個民族的說話不一樣，但是他們的感想總可以用音樂表現出來。不錯，非洲的食人生番對於歐洲的音樂，或者不可以得到相當的了解，但是所謂音樂是靈界的世界語言云云，是指那些差不多有同一的文化程度的人們來說，如果各人的文化程度相差太遠，那末，不要說別一個民族的音樂，就在同一個民族之中，深進於文化的人們所說的話，在那些未曾受過文化洗禮的人們聽來，亦不會聽得懂。關於各人對於音樂的文化程度，我們或者可以立下這樣一個標準：凡在音樂裏面可以把正音類（即德文的Dur, 英文的major）和負音類（即德文的Moll, 英文的minor）分別清楚的人們，便是超出文化的水平線之上，他們的感想都可以由音樂的表現，使人人一聽就懂，所謂音樂是靈界的世界語言，就是這樣說法。 [1.18] Indeed, unless one lacks any vitality in the inner realm, being human inherently entails possessing some degree of musicality. Consequently, we can perceive Music as a world language of the upper realm. (24) While the manner in which different cultural communities communicate through Music may vary, the emotions and thoughts they express can find resonance in Music. Admittedly, cannibals in Africa may not fully comprehend European music, (25) but when I refer to Music as the world language of the upper realm, I am addressing those who possess a similar level of literacy. If there exists a significant disparity in literacy among individuals, the uncultivated may struggle to comprehend the cultivated. We may establish a standard whereby those who can discern major from minor chords are considered above average in literacy. Their emotions and thoughts can find expression in Music and be understood. This is what I mean when I describe Music as a world language of the upper realm. [1.19] 如果我們順着古代希臘人那個對於音樂的根本理解：音樂是一種的語言，繼續推想下去，我們自然還可以想出許多的道理，但是這個祇好由讀者們自己推想，我這裏不繼續演述下去了。總之音樂是用來補救人們的說話的缺乏的一種語言，這個古代希臘人對於音樂的根本理解，凡屬有心研究什麼是音樂的人們都應該絕對承認。自來對於音樂的藝術有過大的貢獻的學者們，如馬德遜（Mattheson），希黎爾（J. A. Hiller），福爾克爾，以至於盧梭（Rousseau），愛施米那（Eximeno）等等，雖然個個都發了許多很精警的議論，但是究其實，都是從音樂是一種的語言這一句話推想出來的。誰能夠澈底明白這一句話的意義，便可以說是澈底知道什麼是音樂了。 [1.19] From the ancient Greek understanding of Music as a language, numerous other principles can naturally be deduced. But I will leave this task to the reader. Anyhow, Music is a language that compensates for what speech lacks. Those who are passionate about unraveling what music is should wholeheartedly acknowledge that this is how the ancient Greeks understood Music fundamentally. While many—for instance, Mattheson, J. A. Hiller, Foucault, Rousseau, and Eximeno—have contributed immensely to the study of music, their work derives from the notion that Music is a language. Those who can fully grasp the significance of this idea will understand fundamentally what Music is. 二 音樂的藝術 II The Art of Music [2.1] 凡屬藝術，都是由人們的內界喚出來的一種勢力，用來抵抗那個壓迫着我們的外界。凡屬要把人們這一種的內界勢力表現出來的音響，就是音樂的藝術。 [2.1] All forms of art are a force summoned by humans’ inner realm to resist the external world that oppresses us. Any sound that seeks to manifest this internal force is an artistic expression of music. [2.2] 關於這一層道理，我既然在我那部樂話裏面說得很清楚，我這裏祇好把牠略為申述幾句。 [2.2] I have explained this clearly in Chitchat about Music , so here I will briefly restate it. (26) [2.3] 比方你受了外界的壓迫，不能夠滿足你的某一種心願，你可以用一個個的音響把你的心願唱出來或奏出來。那個壓迫着你的外界是不能夠禁止你唱奏。你除把你心中的湮鬱宣洩出來之外，兼同你自己樹立了不少的威勢，那末，那個壓迫着你的外界不是被你征服了麽？天際的暴風是具有一種足以令你恐怖的威勢。但是祇要你能夠把牠的威勢用一個個的音響表現出來，你便知道牠的威勢不過是如此。你知道牠的威勢不過是如此，那末，你便用不着恐怖。你不但是用不着恐怖，而且牠是被你戰勝了。 [2.3] For example, when you experience oppression from the external world and cannot fulfill a certain desire, you can sing your desire or play it out with a musical instrument. The external forces that oppress you cannot prohibit you from singing or playing. By unleashing the melancholy within you and establishing your own authority, you have effectively conquered the external forces that oppress you, haven’t you? A storm can be petrifying. But if you can manifest its power with music, you will realize that its power is limited. Once you understand that its power is limited, you no longer need to fear. Not only do you no longer need to fear, but you have also conquered it. [2.4] 這一類的勝利本來都是虛偽的，因為經過你把你那種得不到滿足的心願唱奏出來之後，壓迫着你的外界勢力依然是存在；天際的暴風亦不會因為你曉得把牠的威勢用一個個的音響表現出來，牠便自行消滅。但是你卻不能夠因為音樂的藝術祇能夠得到一種虛偽的勝利，便說牠是沒有用處。 [2.4] Victories of such nature are inherently a Pretense, because even after you have expressed your unsatisfied desires through singing or playing, the external forces that oppress you will continue to exist. The storm on the horizon will not simply vanish because you know how to portray its power through music. But you cannot dismiss the usefulness of music’s artistry based on the reason that it can only achieve such victories of Pretense. [2.5] 凡屬藝術本來都是建築在虛偽的根基上面。離開了虛偽的根基，不論什麼藝術都是沒有成立起來的可能。我這裏祇說音樂的藝術。 [2.5] All forms of art are built upon the basis of Pretense. No art can possibly be established if art departs from such a basis. I am speaking here only of musical art. [2.6] 究竟要怎麼樣纔可以說是虛偽？比方有人對你說：他在沉寂的環境當中，聽見了一些音響。但是在你聽來，除了沉寂之外，你什麼都聽不見。這樣說沉寂做出一些聲響來，是否可以說是虛偽？如果你承認他是虛偽，那末，貝多芬（Beethoven）在他的第五交響樂（5.Symphonie）裏面用來描寫那種運命的惡勢力苦苦來逼的第一個音題，自然也是虛偽。因為那種苦苦來逼的運命的惡勢力是否會做出一些音響來，這還是一個疑問。假定他是會做出一些音響來，除了貝多芬之外，亦沒有別一個人可以聽見。誰說他能夠聽出一些別人聽不出來的音響，這已經是犯了虛偽的嫌疑了。而且我相信這個音題的音響，並不是貝多芬從外界聽來的，乃是從自己的內界聽來的。這樣無可查究的從自己的內界聽出來的音響，怎能夠避免別人說牠是虛偽呢？你承認牠是虛偽，那末，不論那一種音樂作品裏面的音旨和音題，自然也是要犯了作偽的嫌疑了。 [2.6] What does such a Pretense entail? For example, someone tells you that amidst a state of silence, they hear certain sounds. But you can hear nothing other than silence. Is the silence that generates sounds a Pretense? If you hear it as a Pretense, then Beethoven’s use of the first motif in his Fifth Symphony to depict the malevolent force of destiny would naturally be a Pretense. After all, it remains questionable whether such a malevolent force of destiny would indeed produce sounds. Even if we assume that it does generate sounds, no one besides Beethoven can hear them. Those who claim to hear the inaudible are subject to suspicion. I believe, moreover, that Beethoven does not hear the sounds of this motif from the external world, but rather from his inner realm. How can sounds perceived solely from one’s own inner realm, which cannot be verified, avoid accusations of Pretense? If you see it as a Pretense, then every musical composition, regardless of its melodic and thematic elements, would naturally fall under suspicion of deception. [2.7] 如果許我們把虛偽這兩個字的意義擴大來說，那末，凡屬在音樂的藝術裏面得到使用的各個樂音，是沒有一個不是建築在虛偽的根基上面。因為既已說是樂音，自然不是自然界的音。不論怎麼樣的一個樂音，誰也未曾在自然界裏面聽過。牠那種有一定的數目可查的顫動，以及牠的音色，都是由人們創造出來的，並不是從自然界照樣學來的。人們曉得創造成一定的音的法律，又曉得根據這些音的法律創造成一個個的樂音，所以我們除承認人們對於自然界是處於立法者的地位之外，還要承認所謂音樂云云，都是建築在虛偽的根基上面，因為祇根據自己定出來的法律，創造成一些藝術，偏又要說牠是盡真，盡善，盡美，這樣沒有自然界的根據的創造，不是虛偽是什麼？ [2.7] But if we broaden the meaning of Pretense, then every musical tone employed in the artistry of music is built upon a foundation of Pretense. For musical tones, as the term itself suggests, are not the sounds of nature. No musical tones can be heard in nature. They are scrutable vibrations; their timbre is manufactured by humans, not emulated from nature. Humans understand how to enact certain musical laws, and to create musical tones according to these laws. Therefore not only should we acknowledge humans as legislators against nature, but we should also acknowledge that music, conceived in broad terms, are built upon the basis of Pretense. For humans create art based on self-established laws, while claiming that art embodies truth, perfection, and beauty. How can this unnatural creation not be a Pretense? [2.8] 一個個的樂音既然是建築在虛偽的根基上面，那末，建築在一個個樂音上面的音樂的藝術，自然也是逃不了虛偽這兩個字的批評。是的，如果我們離開了音樂的根基，祇就音樂的藝術本身來說，我們亦隨處可以發現出種種的虛偽。我這裏先從樂藝的創作說起。 [2.8] Since each individual musical note is built upon a foundation of Pretense, it is inevitable that the artistry of music, constructed upon these individual notes, will also be subjected to criticism of Pretense. Indeed, if we depart from the foundation of music and focus solely on the artistry of music itself, we can discover various forms of Pretense. Let us begin with the creative processes of musical artistry. [2.9] 樂藝的創作誰也知道是一種的發現，這句話說來是很容易，但是實際上發現這兩個字是很不容易說的。一個音樂的創作藝人自然是不能夠隨時隨地都有所發現，遇着無所發現的時候，他偏要從事創作，這樣的創作不就是一種虛偽的行為麽？那些富有創作天才的藝人，雖然好像是不會犯下了這樣的毛病，但是不論他的創作天才怎樣偉大，他未必隨時隨地都能夠當得起天才渙發這四個字。遇着他的天才祇點點滴滴的流露出來的時候，他還是要從事創作，那末，他便不能夠避免作偽的嫌疑了。為完成他的出品起見，他逼住要把他這些點點滴滴的天才略為文飾一下，換句話說：他要把他那時的天才，偽造成多過點點滴滴的天才，他要把他自己，偽造成多過本來的自己。他這樣創造出來的作品，雖然未必就是得罪了藝術的本身，是的，有時或者會比沒有作偽的作品更為好些，但是就藝術的創作來說，他總是不能夠辯明他自己是沒有作偽。誰當創作的時候略為因陋就簡，或是有意文飾，或是比平時特別興奮，要把自己那種頹喪的氣象戰勝，或是不能夠把他的作品毫不費力的一氣呵成，又或趾高氣揚心裏面存着一個我的觀念，又或要把別人的損害當作是自己的利益，誰犯下了這些毛病，便於不知不覺之中變成了一個作偽的藝人，而且有時連他自己亦不知道他作偽的地方是在那裏，別人更不用說。這樣於無意之中，做出虛偽的行為來，是沒有一個藝人可以避免的。 [2.9] While creative processes of musical artistry are undoubtedly a discovery, the idea of discovery is far from simple. A creative artist cannot expect to be always struck by a revelation in all situations. Even when faced with a lack of inspiration, they persist in their creative pursuits. Does this not constitute a form of Pretense? While it may seem that artists endowed with exceptional creative genius are exempt from such shortcomings, regardless of the magnitude of their creative brilliance, they may not constantly embody the grandeur of genius. When their genius manifests itself in small fragments and glimpses, they still engage in the act of creation. Consequently, they cannot entirely evade the suspicion of Pretense. In order to present their creations to the world, they feel compelled to embellish those fragments of genius; in other words, they transform their intermittent brilliance into something greater. They counterfeit themselves into something more than their true selves. Although such creations may not necessarily offend art itself, it is true that at times they may surpass unadorned works. However, in the realm of artistic creation, they are never able to affirm unequivocally that they have not engaged in Pretense. During the creative process, individuals may resort to simplification due to limitations or intentionally embellish their work. They may exhibit heightened excitement or strive to overcome their own sense of desolation. They may struggle to complete their work effortlessly or display a haughty demeanor, harboring a sense of ego. They might even perceive the harm inflicted upon others as their own gain. Those who succumb to these flaws may unwittingly become deceitful artists, often oblivious to the specific instances of Pretense, let alone others noticing them. Inadvertently, no artist can avoid engaging in Pretense. [2.10] 不但是當藝人的創作天才祇點點滴滴的流露出來的時候，很容易犯了作偽的毛病，就遇着天才渙發的時候，亦是很容易犯了作偽的毛病。天才過多，本來不是一件不幸的事，但是，如果遇着你不能夠起來役使你那些過量的天才，沒有方法可以把牠好好的支配，那末，當創作的時候，你必定會受着內界一種的壓迫，使你自己失了那種應付的能力。你要把你的天才盡數表示出來，不論怎麼樣的一個思想，你都不肯割棄，於是你於手忙腳亂之中，祇好採取那個略舉梗概的辦法，用來應付你自己那種過量的天才，於是你創造出來的作品，亦帶有一種粗率紛亂的情態，這樣草草作成的粗率紛亂的作品，看來自然好像不是出自一個富有天才的作家的手裏。創作的天才竟不能夠在創造出來的作品上面得到相當的表現，嚴格的說起來，不也是一種的虛偽麽？ [2.10] Not only is it easy for artistic geniuses to fall into the trap of Pretense when their creative brilliance is only revealed in small fragments, but it is also easy for them to succumb to Pretense when their genius shines forth. Having an abundance of talent is not inherently unfortunate. However, if you find yourself unable to harness and control that excessive genius, lacking the means to properly channel it, then, when engaged in the act of creation, you will undoubtedly experience a pressure from the inner realm that renders you incapable of handling it. You strive to express all your genius, unwilling to let go of any of your thoughts. As a result, amidst the chaos and haste, you are left with no choice but to adopt a summarizing approach to cope with your surplus of genius. Consequently, the works you create bear a crude and disorderly demeanor. These hastily produced, rough and disorderly works naturally do not appear to be the product of a talented writer’s hands. When the genius of creation fails to find adequate expression in the works; strictly speaking, isn’t it also a form of Pretense? [2.11] 普通對於創作藝人的要求，總是要他的藝術創作是推源於內界的一種不能自己的創作需要。誰承認這個要求是藝術創作的一個最高原則，那末，一切不是推源於藝人自己的內界那種不能自己的創作需要的作品，是否可以說是誠實無偽？歷來最有名的創作藝人，那一個不曾容納外界的聘請，創作成一些拿來變換金錢的作品？瓦格納爾（Wagner）在Der Ring der Nibelungen的創作時期當中，看見他的作品總得不到表演的機會，幾乎要令他絕望，所以他特改變了平日的創作方針，臨時創作成那部叫做Tristan und Isolde的歌劇，這部歌劇，據他自己說來，是有意要他適合義大利人的口味，是一部不大艱深的，容易得到表演的機會的歌劇。瓦格納爾這樣違背了自己對於藝術的信仰，不是對於自己，對於藝術，都是犯了不誠實的嫌疑麽？但是，——我索性把他透深一層來說——祇要瓦格納爾創造出來的作品是一部最有藝術價值的Tristan und Isolde，那末，就令他對於自己，對於藝術，都是犯下了不誠實的嫌疑，但是，實際上這樣的不誠實，何曾損害到藝術的本身半點？ [2.11] The basic requirement for creative artists is always that their artistic creations should stem from an inner necessity that they cannot control. If we acknowledge that this demand is the highest principle of artistic creation, then can those works that do not fulfill this demand be considered truthful and without Pretense? Who, of all the most renowned creative artists in history, hasn’t appealed to the outer realm to create monetized works? When Wagner was writing his Der Ring der Nibelungen , he was desperate that his works could barely be performed. So he temporarily changed his writing habits, and wrote an opera called Tristan und Isolde to tailor to the Italian palette. It was not a difficult opera, and it could easily be performed. Wagner betrayed his belief towards art and was suspected of being dishonest. Only if—I shall explain this in a deeper sense—Wagner’s work is Tristan und Isolde , which is the most valuable work artistically, then, he was dishonest both to himself and to the art. But how does this dishonesty jeopardize the art itself in any way? [2.12] 藝術的本身，本來就是離不開虛偽的，不特樂藝的創作是如此，就是樂藝的演唱或演奏亦是如此。比方一首充滿了哀感的歌，不是很應該令一般聽眾都感覺得悲從中來麽？一般聽唱一首充滿了哀感的歌的人尚且應該感覺得悲從中來，那末，那個唱歌的人不是亦很應該悲不自勝麽？但是，一個悲不自勝的人，話都說不出來，那裏還能夠唱出很好的歌呢？不，一個唱歌藝人當唱一首充滿了哀感的歌的時候，雖然是可以做出一個悲傷的樣子來，但是他的內界絕不可以充滿了一種的哀感。他那時既經是變了藝術的工具，除了憑藉他的藝能把那首歌的情感表現出來之外，在他的內界裏面，是不會發生情感作用的。不會發生情感作用的人唱充滿情感的歌，這豈不是一件最虛偽的事麽？但是必要他自己不會發生情感作用，然後纔可以把那首歌的情感表現出來，這和創作的音樂藝人，當創作的時候，必要把自己超出在情感之上，然後纔可以做出一些好的作品出來一樣。一個不求甚解的音樂朋友，當彈奏貝多芬的獨響樂（Sonate）的時候，有時也會留下眼淚來，但是一個學成的唱歌藝人，在戲臺上面表演一部悲哀的歌劇的時候，是決不會流下眼淚來的，豈止不會流淚，而且有時當戲院裏面的聽眾個個都流下眼淚來的時候，他們或者在戲臺上面，一面做出一個愁苦的樣子，一面附耳私語，或改換了一些歌辭，用來說他們的笑話。你可以說他們是絕無心肝，但是你卻不能夠因此否認他們的藝術。 [2.12] Art cannot be separated from Pretense. This applies not only to the creation of non-musical art but also to the performance of musical art. For example, a song full of sorrow should evoke a sense of sadness in the general audience, shouldn’t it? If even an ordinary listener would feel a sense of sadness when listening to a song filled with sorrow, then shouldn’t the singer also feel overwhelmed by grief? However, if a person is overwhelmed by grief and unable to control their emotions, how can they sing a song well? No, when a singing artist performs a song full of sorrow, although they can portray a sad appearance, their inner realm must not be filled with sorrow. At that moment, they have become an instrument of art; apart from using their artistic abilities to express the emotions of the song, there should be no emotional impact within their inner realm. Isn’t it the most deceptive act for someone who cannot experience emotions to sing a song filled with emotions? Yet, it is necessary for them to suppress their own emotional response to express the emotions of the song. Similarly, when a music artist is in the process of creation, they must transcend their own emotions to produce good works. An inexperienced music lover may shed tears while playing Beethoven’s Sonata, but a trained singing artist performing a tragic opera on stage would never shed tears. Not only would they refrain from shedding tears, but sometimes when the audience in the theater is moved to tears, they may make sorrowful facial expressions while whispering to each other or altering the libretto to make a joke. You could say they lack empathy, but you cannot deny their art because of it. [2.13] 據上面所說的看來，音樂的藝術，無論是創作，抑或表演，嚴格的說起來，總是脫不了虛偽這兩個字。虛偽這兩個字說出來雖然是很不好聽，但是實際上並無傷於音樂的藝術。祇要那部樂藝作品本身是具有一種可以令人相信的大法力，那末，就那個創作藝人當創作的時候犯下了種種不誠實的毛病，亦是不妨事。為什麼？因為他把他的作品創作完成之後，他的作品能夠令人相信。祇要那個音樂的表演藝人的藝能，當表演出去之後，能夠令人相信，那末，就他自己當表演的時候，做出種種虛偽的行為，亦無傷於他的藝能。我再說一遍：創作的藝人和演唱或演奏的藝人事可以虛偽，但是創作成功的作品和表演出去的藝能，無論如何，必要能夠令人相信。必要牠能夠令人相信，然後纔配說是一種靈魂的語言，然後纔能夠在聽眾裏面喚起相當的情感。 [2.13] According to what was mentioned above, it seems that the art of music, whether in composition or performance, cannot be separated from Pretense. Although the use of the word “Pretense” may sound unpleasant, in reality, it does not jeopardize the musical art itself. As long as a musical work itself possesses a convincing power, then the artist’s various acts of dishonesty during the creative process are inconsequential. Why? For once the artist completes their work, it has the ability to evoke belief in others. Similarly, when a performing artist’s musical abilities can convince the audience during a performance, any deceptive behavior on their part during their personal moments does not diminish their artistic talent. Let me reiterate: the artist in the act of creation and the artist in the act of singing or playing can be deceptive, but the successfully created work and the performed musical talent must, in any case, have the ability to inspire belief. Only in this sense can the art of music live up to being a language of the soul, and arouse emotions among audiences. (27) [2.14] 音樂的藝術，自然是一種盡真，盡善，盡美的藝術。但是所謂盡真，盡善，盡美云云，亦不過是說牠能夠令人相信牠是盡真，盡善，盡美。譬如維貝爾（C.M.von Weber）在他的歌劇Der Freischuetz裏面用來表現自然界的勢力的音響，雖然不是逼似自然界的音響，但是，他卻可以令你相信這是自然界的音樂，所以你要承認牠是藝術。藝術本來不是用來模仿自然界的，如果藝術的能事不過是用來模仿自然界，那末，又何貴乎有藝術？藝術裏面之所謂真，正不必在自然界裏面真是如此。貝多芬那部Fidelio歌劇裏面的禮阿那黎（Leonore）是一個最善良的女人，就令當表演的時候，那個演唱禮阿那黎的女藝人，生得一副極兇惡的相貌，但是當你聽見她表演的時候，你很可以相信她是一個最善良的女人，必要這樣，然後纔可以說是藝術。我曾看見過一個演唱維爾笛（Verdi）那部Rigoletto歌劇裏面那個叫做質爾德（Gilde）的女藝人，她的面貌和身材，確實是有些不大高明，但是據那部歌劇裏面說，她是像天使一般的美。我當時並不會因為她實際上是生得不美，便在我的心目中存着一個不美的印象，這亦是同一樣的道理。 [2.14] Musical art is naturally an aspiration towards truth, righteousness, and beauty. However, when we speak of truth, goodness, and beauty, it simply means that music has the ability to convince us of its truth, goodness, and beauty. For example, in Carl Maria von Weber’s Der Freischütz , the sounds used to depict the forces of nature may not perfectly resemble natural sounds, but he can make you believe that they are indeed the sounds of nature. Therefore, you must acknowledge it as art. Art is not solely meant to imitate nature. If the only efficacy of art is to imitate nature, then what value does art possess? The purported truth within art does not necessarily have to align with the truth in nature. In Beethoven’s Fidelio , the character Leonore is portrayed as the kindest of women. While the singer who performs the role of Leonore may possess a fiercely intimidating appearance, when you hear her performance, you can truly believe that she is the kindest of women. That is essential for it to be considered art. I have witnessed a singer named Gilde performing in Verdi’s Rigoletto . Her appearance and physique may not be particularly remarkable, but according to the opera’s portrayal, she was described as angelically beautiful. I would not have the impression that she did not look great in the opera based on her actual appearance and physique. [2.15] 你們知道樂藝的能事，是在乎能夠令人相信牠是盡真，盡善，盡美，那末，就令牠對於壓迫着我們的自然界沒有得到實際上的勝利，但是，祇要牠能夠令我們相信牠是具有一種最偉大的勢力，能夠保護我們和自然界對抗，把自然界戰勝，我們便可以相信牠是強過自然界了。因為音樂的藝術是由人們創造出來的，所以牠就是由人們的內界喚出來的，用來抵抗自然的一種勢力。 [2.15] You understand that the efficacy of musical art lies in convincing us of its aspiration towards truth, righteousness, and beauty. Accordingly, it does not necessarily achieve a literal victory over the oppressive forces of nature. As long as it can make us believe that it possesses a tremendous power capable of protecting us and fighting against nature, triumphing over it, then we can believe that it surpasses nature. For musical art is created by humans; it therefore is a power summoned from our inner realm to resist nature. [2.16] 普通那些音樂理論的書，要把音樂當作是音和聲調的聯合。因為這個音樂的定義，說得極不完全，所以很容易令人誤認音樂是沒有靈魂的。沒有靈魂的音樂，那裏可以說是音樂的藝術呢？我們之所謂音樂的藝術，乃是用來抵抗自然界的，能夠令人相信牠是盡真，盡善，盡美的一種靈魂的語言，除了數理上的原素之外，還有牠那種精神上的原素，如果祇有數理上的原素，便是沒有靈魂的音樂。我們此刻接住便要討論音樂的原素。 [2.16] Ordinary music theory books tend to see music as a synthesis of Rhythmus and Harmonie. (28) This skewed definition of music can easily lead to the misconception that music is soulless. How can soulless music be considered art? What we call musical art has its function to counter nature; it is a language of the soul that makes us believe its aspiration towards truth, righteousness, and beauty. Apart from the elements of mathematics and physics, music possesses a spiritual element. If music only consisted of mathematical and physical elements, it would be devoid of a soul. Now, let us discuss the elements of music.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: music theory in the plural",
    "source": "mto/raw/mto.24.30.4.li.html",
    "data": "mto/data/mto.24.30.4.li.json"
}