{
    "title": "Introduction to the Symposium on Kendrick Lamar’s <i>To Pimp a Butterfly</i>",
    "date": "2019/03/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Ewell, Philip A."
    ],
    "abstract": "In this introduction to the symposium on Kendrick Lamar and his albumTo Pimp a Butterfly, I give a brief overview of each of the five articles of the symposium while highlighting certain aspects of the work that I find particularly important. I also suggest, along the way, parts that may prove useful to rap studies specifically and music theory generally.",
    "keywords": [
        "Kendrick Lamar",
        "rap",
        "hip hop",
        "flow",
        "beat",
        "African American music"
    ],
    "doi": "10.30535/mto.25.1.7",
    "received": "May 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.ewell.pdf",
    "author_info": [
        {
            "name": "Philip A. Ewell",
            "university": "Hunter College and CUNY Graduate Center",
            "address": "Department of Music, 695 Park Ave., New York, NY 10065",
            "email": "pewell@hunter.cuny.edu"
        }
    ],
    "citations": {
        "adams_2008": "Adams, Kyle. 2008. “Aspects of the Music/Text Relationship in Rap.” Music Theory Online 14(2).",
        "adams_2009": "Adams, Kyle. 2009. “On the Metrical Techniques of Flow in Rap Music. Music Theory Online 15(5).",
        "attas_2019": "Attas, Robin. 2019. “Music Theory as Social Justice: Pedagogical Applications of Kendrick Lamar’s To Pimp A Butterfly .” Music Theory Online 25(1).",
        "biamonte_2011": "Biamonte, Nicole, ed. 2011. Pop-Culture Pedagogy in the Music Classroom: Teaching Tools from American Idol to YouTube . Scarecrow Press.",
        "bungert_2019": "Bungert, James. 2019. “‘I got a bone to pick’: Formal Ambivalence and Double Consciousness in Kendrick Lamar’s ‘King Kunta.’” Music Theory Online 25(1).",
        "condit-schultz_2016": "Condit-Schultz, Nathaniel. 2016. “MCFlow: A Digital Corpus of Rap Transcriptions.” Empirical Musicology Review 11 (2): 124–47.",
        "coscarelli_2018": "Coscarelli, Joe. 2018. “Kendrick Lamar Wins Pulitzer in ‘Big Moment for Hip-Hop.’” The New York Times . April 16.",
        "edwards_2009": "Edwards, Paul. 2009. How to Rap: The Art and Science of the Hip-Hop MC . Chicago Review Press.",
        "ewell_2013": "Ewell, Philip. 2013. “Rap and Rappers.” In Music in American Life: An Encyclopedia of the Songs, Styles, Stars, and Stories That Shaped Our Culture , ed. Jacqueline Edmondson, 941–48. Greenwood.",
        "hughes_2011": "Hughes, James R. 2011. “Using Pop-Culture Tools to Reinforce Learning of Basic Music Theory as Transformations.”  In Pop-Culture Pedagogy in the Music Classroom: Teaching Tools from American Idol to YouTube , ed. Nicole Biamonte 95–108. Scarecrow Press.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identit y. Cambridge University Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray S. Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "maclachlan_2011": "MacLachlan, Heather. 2011. “Teaching Traditional Music Theory with Popular Songs: Pitch Structures.” In Pop-Culture Pedagogy in the Music Classroom: Teaching Tools from American Idol to YouTube , ed. Nicole Biamonte, 73–94. Scarecrow Press.",
        "manabe_2006": "Manabe, Noriko. 2006. “Globalization and Japanese Creativity: Adaptation of Japanese Language to Rap.” Ethnomusicology 50 (1): 1–35.",
        "manabe_2019": "Manabe, Noriko. 2019. “We Gon’ Be Alright? The Ambiguities of a Protest Anthem.” Music Theory Online 25(1).",
        "mattessich_2019": "Mattessich, John. 2019. “This Flow Ain’t Free: Generative Elements in Kendrick Lamar’s To Pimp A Butterfly .” Music Theory Online 25(1).",
        "ohriner_2019": "Ohriner, Mitch. 2019. “Lyric, Rhythm, and Nonalighnment in the Second Verse of Kendrick Lamar’s ‘Momma.’” Music Theory Online 25(1).",
        "rosenberg_2014": "Rosenberg, Nancy. 2014. “Bach, Beck, and Bjork Walk into a Bar: Reclassifying Harmonic Progressions to Accommodate Popular Music Repertoire in the Traditional Music Theory Class.” Journal of Music Theory Pedagogy 28: 163–209.",
        "walser_1995": "Walser, Robert. 1995. “Rhythm, Rhyme, and Rhetoric in the Music of Public Enemy.” Ethnomusicology 39(2): 193–217."
    },
    "footnotes": {
        "FN1": {
            "text": "1. We would like to expresss our thanks to then-chair Nancy Murphy for the opportunity to convene this forum.",
            "citations": []
        },
        "FN2": {
            "text": "2. For more on rap’s beginnings see Ewell 2013 .",
            "citations": [
                "ewell_2013"
            ]
        },
        "FN3": {
            "text": "3. Nathaniel Condit-Schultz also does intonational analyses in rap ( 2016 ).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I am honored to introduce the present symposium—which was originally a forum of the Society for Music Theory’s Popular Music Interest Group at the 2016 annual meeting—on Kendrick Lamar and his third studio album, To Pimp a Butterfly . (1) For this publication the forum’s presenters each expanded their respective papers into articles. In a certain sense they are stand-alone articles, each of substantive content and breadth, independent of each other. But they also represent an integrated unit—it is therefore useful to read the symposium in its entirety. This significant offering in the field of rap studies will, we hope, inspire further forays into rap. Part of our job with this symposium is to help people envisage a move away from traditional to a more inclusive and relevant version of music theory.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As I made my way through these five articles, I was continually struck by the interaction between music theory and rap. Pioneering work by Krims ( 2000 ), Manabe ( 2006 ), and Adams ( 2008 , 2009 )—and even Walser ( 1995 ) before them—brought rap to the consciousness of music theory, but rap music-theoretical studies still generally lag behind other rock-based popular genres, which are by now firmly ensconced in music-theoretical literature. In the present symposium we can see how this is changing. With Lamar’s recent Pulitzer Prize for his 2018 album DAMN ., rap is morphing from a massively popular art form to one with a literary impact and cultural agency perhaps unparalleled in American popular music. The Pulitzer committee called DAMN ., “a virtuosic song collection unified by its vernacular authenticity and rhythmic dynamism that offers affecting vignettes capturing the complexity of modern African-American life” ( Coscarelli 2018 ). In this introduction I would like to highlight some of the symposium’s most important themes, while pausing along the way to suggest ideas for the future.",
                "footnotes": [],
                "citations": [
                    "krims_2000",
                    "manabe_2006",
                    "adams_2008",
                    "adams_2009",
                    "walser_1995",
                    "coscarelli_2018"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In “Music Theory as Social Justice: Pedagogical Applications of Kendrick Lamar’s To Pimp A Butterfly ,” Robin Attas emphasizes that which is of paramount importance in music theory, namely, what we teach in the classroom. She provides detailed lesson plans—with ideas for transcription, melodic and harmonic work, prose writing, musicianship, and beat analysis, among others—for including Lamar’s work into one’s teaching. Clearly, one could substitute other rap artists and forms into these lesson plans, thus expanding the musical offerings in the theory classroom. In so doing Attas achieves a rare feat: she provides a clear roadmap for how one could use rap in the theory classroom. I imagine it may strike some as strange to introduce a rap tune to the music theory classroom insofar as our music theory textbooks and the curriculum itself are firmly planted in Western tonal music theory, even if that simple fact often goes unvoiced. Of course, it is well known that using pop music examples in the theory classroom has many benefits (see, for instance, Biamonte 2011 and Rosenberg 2014 ). In “Teaching Traditional Music Theory with Popular Songs: Pitch Structures,” under the heading, “Benefits of Incorporating Contemporary Pop Songs into Traditional Music-Theory Classes,” Heather MacLachlan says: Learners acquire new knowledge most easily when they can relate that knowledge to an idea they have already mastered . . . Thus, when we teach music theory—or any other subject—we ought to present new concepts in familiar contexts so that the students can relate these new concepts to something they already understand. ( 2011 , 74) Even more generally, using pop-culture tools, such as a YouTube video, which an introduction of rap might very well entail, can enhance the music theory classroom. In “Using Pop-Culture Tools to Reinforce Learning of Basic Music Theory as Transformations,” James R. Hughes says, “the use of pop-culture tools themselves (the medium) further contributes to the connections students make between the examples and their own everyday experiences (the message)” ( 2011 , 95).",
                "footnotes": [],
                "citations": [
                    "biamonte_2011",
                    "rosenberg_2014",
                    "maclachlan_2011",
                    "hughes_2011"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Rap has yet to become a common staple of the theory classroom. One reason for this is the simple fact that rap often lacks the two most essentialist aspects of Western music theory—melody and functional harmony—which other popular musics often exhibit. But even more important to the general use of pop music examples, Attas weaves topics of social justice into the fabric of the music theory classroom. She says, “I wish to enact a deeper integration of social justice and music theory by fostering a teaching practice that invites conversations about social justice issues into the music theory classroom on a regular basis, alongside and as part of discussions about the mechanics of musical sounds” ( 2019 , [1.2]).",
                "footnotes": [],
                "citations": [
                    "attas_2019"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Attas suggests this can be done in one of three ways: by using hip hop to teach standard core theory concepts; by using hip hop to expand or reevaluate current analytical approaches; and by using hip hop to directly engage students around topics of social justice ( 2019 , [1.4]). While Attas states that the first two methods leave social-justice topics implicit, the third method makes them explicit. I imagine there might be push back from some in music theory about making a core class directly engage in topics of social justice. I can hear someone saying, “stick to the curriculum!” or “what does this have to do with music theory?” But to take this view is to misunderstand the liminal moment in history that we are all currently living through. In other words, the music theory classroom is an excellent and appropriate place to raise such topics. Also, raising issues of social justice with colleagues outside of the classroom, informally or formally, will spark much needed discussion about what we do in music theory, and Attas’s piece provides the basis for such discussion.",
                "footnotes": [],
                "citations": [
                    "attas_2019"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Rap’s founders, generally, struggled against racism through their writings. Spoken-word artists such as Imamu Amiri Baraka, Hubert “Rap” Brown, Nikki Giovanni, and Gil Scott-Heron were all key to the struggle against racism and were, in a certain sense, early rappers insofar as they often recited poetry, at times to live music accompaniment. Two early rap groups from the 1970s, the Last Poets and the Watts Prophets, were antiracist to the core. And the three founding figures of rap as we know it today—DJ Kool Herc, Afrika Bambaataa, and Grandmaster Flash, who all had roots in the Caribbean—thoroughly integrated antiracist struggle into their work. (2) Because of rap’s strong roots in the struggle against racism, and the intersection of social justice and rap, introducing rap into the music theory classroom is a worthy goal.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In Noriko Manabe’s “We Gon’ Be Alright? The Ambiguities of a Protest Anthem,” social justice intersects with her work on Lamar’s “Alright,” which she notes is an unofficial anthem of Black Lives Matter ( 2019 , [8.1]ff.). By addressing elements of beat, meter, flow, and intonation—and offering in-depth analytical interpretations thereof—Manabe shows how a song that is taken to be a protest song is actually ambiguous in its affect. She discusses the song’s complicated history and the elaborate collaboration that took place among various artists—not just Lamar and Pharrell Williams, who rapped the hook, but others, most prominently the producer, Sounwave, and another rapper, Fabolous, who first recorded the track. Ultimately, she wishes to underline the ambiguities, both musical and non-musical, that are inherent in “Alright.”",
                "footnotes": [],
                "citations": [
                    "manabe_2019"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Before her discussion of the use of “Alright” as an anthem for Black Lives Matter, Manabe engages in an in-depth beat analysis using some established analytical methods as well as some new ones. In earlier work Manabe built on Adam Krims’s method of denoting vocal attacks with X’s and was the first to put rap flow into grids in which she boxed the lyrics and vocal rhythms together in table format to show how they interact with each other ( Manabe 2006 , Figs. 4–10). This grid technique, in several variations (e.g., Adams 2008 , Edwards 2009 ), is now well-established in rap music-theoretical studies. Manabe builds on the grid technique in her analysis of “Alright.” Because the meter of the song in question is ambiguous she uses the metrical preference rules of Lerdahl and Jackendoff ( 1983 ) to further define the meter, opening a potential new path for beat analysis in rap. She notes that the most important of Lerdahl and Jackendoff’s MPRs for “determining meter in hip hop are the long duration of a harmony (MPR5f) and a stable bass (MPR6) . . . corresponding to MPR6 T (harmony) and MPR2 T (length) in Temperley” ( 2019 , [4.4]). Further, she points out that these rules reflect how the rappers themselves construct flow; she quotes Gift of Gab from Blackalicious, who says, “I’m basically trying to be like another instrument on the track. I want to ride it like the bass line is riding it” ( 2019 , [4.4]).",
                "footnotes": [],
                "citations": [
                    "manabe_2006",
                    "adams_2008",
                    "edwards_2009",
                    "lerdahl_and_jackendoff_1983",
                    "manabe_2019",
                    "manabe_2019"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Manabe uses Praat, a linguistic phonetics software for analyzing speech patterns and phonetics ( 2019 , [6.5]–[6.7], [6.14]–[6.15]), to enhance the beat/lyric breakdown and also for an intonational analysis, which is relatively new in rap studies. (3) Section 7 deals, in great depth, with the intonational patterns in the hook from “Alright.” Manabe discusses the rising and falling intonational inflections of black English and how they relate to the intonation of other forms of English. Then she offers various graphs of these intonational patterns, with detailed explanations of the graphs themselves. All of which brings up another point: because of rap’s general lack of functional harmonies or other traditional music theoretical parameters, music theory must conceive of new ways for analyzing the music. With this symposium we see the creation and development of new methods for beat analysis and, thus, the expansion of the realm of music theory. One could easily envision some of these methods being used with other popular musics, and possibly with songs from the Western canon.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "manabe_2019"
                ]
            }
        },
        {
            "10": {
                "text": "[10] In “Lyric, Rhythm, and Nonalignment in the Second Verse of Kendrick Lamar’s ‘Momma,’” Mitch Ohriner gives an inventive look at text-beat relations in rap. Drawing on prior work in this area, and using an innovative means of mapping these relations, he shows the minute details of how Lamar’s prose melds with the soundtrack, and what the smallest of inflections or differences might mean in interpreting the lyrics. As he states, “I believe that avoiding the relationship between flow’s rhythm and its text accentuates the divisions between music-oriented and literature-oriented hip hop scholarship. It is only slightly hyperbolic to suggest that the former analyzes rap music as music without text while the latter analyzes it as text without music” ( 2019 , [1.2]). So, in a sense, Ohriner’s work positions itself between those two views. In other words, he is bridging the gap between beat analysis and text analysis in his work. One could imagine others outside of music theory—in the fields of speech, phonetics, English, African American or cultural studies—taking up this work to analyze the patterns of lyrics and how they intersect with a beat. He ultimately is giving voice to a new music-theoretical version of rap studies, one in which rap is taken to be the highly developed art form that it is.",
                "footnotes": [],
                "citations": [
                    "ohriner_2019"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Ohriner explains how he will map the 16-point positions of a measure in rap, calling it a “cardinality-16 metric space” ( 2019 , [1.3]), and points to Rakim’s stated usage of that 16-point space ( 2019 , [1.4]). This is significant not only because Rakim is generally regarded to be one of rap’s finest artists, but also because Ohriner is relating his methods to real-world practice, something of which any music theorist should be mindful. At various points in his article, Ohriner points to how the subtlest nuances can potentially affect the meaning of the lyrics. For example, he says, “I want to retain the idea that rap delivery . . . can anticipate or lag behind the beat, and that doing so might relate the meanings of the lyrics” ( 2019 , [2.4]). It is this search for meaning in rap’s lyrics, and how the delivery of those lyrics with respect to the underlying beat is affected, that is most exciting about Ohriner’s work.",
                "footnotes": [],
                "citations": [
                    "ohriner_2019",
                    "ohriner_2019",
                    "ohriner_2019"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In painstaking detail, Ohriner then begins to map out his analyses of various rap tunes. He also uses Praat software for the analysis of rap’s phonetics, and then invents a useful system to map out various aspects of the beat-lyric connection (see, for instance, Example 1). Ohriner analyzes two songs from Butterfly : he begins with “Alright” and then moves onto the main track for the article, “Momma” (Examples 2 and Examples 5–15). The complexity of Ohriner’s analysis speaks to a larger issue. Music-theoretical analysis of rap has taken on a multitude of new forms in order to get to a better understanding of the genre. To turn this point on its head, one could say that rap itself is helping to pull music theory in new directions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] John Mattessich examines one of Butterfly ’s most intriguing tracks, “For Free? (Interlude),” in “This Flow Ain’t Free: Generative Elements in Kendrick Lamar’s To Pimp a Butterfly .” He draws a most basic distinction between a “derivative” and “generative” flow. The former is what we are usually accustomed to, a flow that depends on the beat and that is, in a sense, governed by the rhythmic and musical elements of that beat. The latter is a flow that “functions independently of the instrumental track” ( 2019 , [2]). Such rap lyrics, which Mattessich likens to certain free jazz forms, are extremely difficult to map out, so he brings in Robert Hatten’s theories of markedness to expound the lyrics. After explaining the oppositional aspect of Hatten’s markedness through the example of musical meter, Mattessich says: In hip-hop, generative flow is marked with respect to derivative flow. Derivative flow is understood to be stylistically normative, so the incorporation of generative elements introduces an oppositional relation to the paradigm. This stylistic competency then determines that an entire song normalizing the paradigm of a generative flow as structural is viewed as a “marked event.” ( 2019 , [22]) This makes one ponder how the slippery generative relationship between word and beat is perhaps expanding rap’s style. I am not sure if Hatten thought of rap when he wrote his groundbreaking work in 1994, but by invoking Hatten in his own article, Mattessich invites us all to consider using well-known analytical methods from music theory in the analysis of rap.",
                "footnotes": [],
                "citations": [
                    "mattessich_2019",
                    "mattessich_2019"
                ]
            }
        },
        {
            "14": {
                "text": "[14] The derivative/generative distinction is key to Mattessich’s analyses. Whereas the derivative form of flow is more common historically, the generative form is relatively new. Because Lamar’s flow is so slippery and so sinuous, it is imperative to think up new methods. This leads Mattessich to produce a significant new way of mapping rap lyrics, based on Kyle Adams’s method from his foundational 2008 work. Examples 1 and 2 from Mattessich’s article are based on Adams, but Example 3 shows this new mapping. In Example 3 the boxes are gone and, with them, any feeling that somehow a lyric must fit into, or be defined by, a beat. In other words, the words are allowed to twist and turn with the vertical lines—note: not columns—that represent the four beats of a typical rap song. Example 3 thus represents a new visualization of rap lyrics, one that will continue to be used in the future. One gets a sense that this is a more accurate representation of this particular song. And insofar as Lamar’s flow is so often generative, this new method of mapping is useful and potentially far reaching.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In “‘I got a bone to pick’: Formal Ambivalence and Double Consciousness in Kendrick Lamar’s ‘King Kunta,’” James Bungert offers a penetrating analysis of this track from both music-theoretical and critical-race angles. While the formal analysis, which offers competing narratives of the traditional verse-chorus form for pop music, is excellent, even more compelling is Bungert’s work with critical-race studies. In building his case for a comprehensive reading of “Kunta” and Lamar, specifically, and rap generally, he draws on authors as diverse as W.E.B. Du Bois, Murray Forman, Henry Louis Gates, bell hooks, Imani Perry, and Tricia Rose, among others. Ultimately, Bungert highlights the tenuous symbiotic relationship between rap and contemporary American society, a “double consciousness,” in a Du Boisian sense, that pervades virtually all aspects of hip hop production in the United States. This double consciousness manifests itself on many levels: slave/master, Americanness/blackness and, ultimately, “rap game”/capitalism. One might also say that the “ambiguities of a protest anthem,” about which Manabe spoke, mirror this double consciousness. Bungert exposes this unsightly underbelly of rap in his essay, while exhorting us all to acknowledge it in order to address the difficult issues contained therein. Bungert writes: Although Kunta’s formal ambivalence is abstractly and technically irreconcilable, it is my hope that this attempt to synthesize the two sides of the rap-analysis coin, “Krims” and “other,” also be taken as work toward reconciling the two sides of Du Boisian double consciousness, which is inextricably bound up with weighty concerns such as systematic racism, the war on drugs, white privilege, police brutality, prison reform, and so forth. Incorporating rap’s social import into analyses not only bestows a social currency lacking in most other theoretical work but, more importantly, it allows us to use music theory as a tool with which to understand current social issues. ( 2019 , [5.4])",
                "footnotes": [],
                "citations": [
                    "bungert_2019"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Bungert works with Lamar’s “King Kunta” as a case study, and begins by mapping out the form and then shows the breakdown of the lyrics of the hook. He continues to show a formal ambivalence of the verse-chorus form, with two possible interpretations (Example 3). In great detail, Bungert gives evidence for one of the two readings, citing appropriate sources along the way. The truck-driver modulation from E minor to F minor—something much rarer in rap than in other pop music forms—plays into the discussion, though the real problem here is how to interpret the opening lyrics, as Verse 1 or Intro. Herein lies a great part of Lamar’s genius. His flow almost defies categorization. I like Mattessich’s “generative” designator, but it does not capture all of the nuance. It is as if, at times, Lamar is rapping the words either independently of the beat, or with an awareness of the beat at a macro level that is hard to map. Bungert’s work taps into this foggy ethereal relationship that inheres in Lamar’s flow.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] At this point Bungert gets into a riveting analysis of the song’s lyrics and message, and brings in various critical-race writings that can have a tremendous impact on music-theoretical analyses of rap in the future. He covers the important concept of “Signifyin(g),” which is closely related to African American literary forms ( 2019 , [4.2] ff.). Example 5 shows a fascinating power dynamic among Lamar, Compton, and the music industry. Generally, by drawing, in Sections 4 and 5, on the diverse writers I cite in [15] above, among others, Bungert challenges us all to look at rap from different angles. I know of no music-theoretical writings on rap that delve so deeply into this important African American perspective.",
                "footnotes": [],
                "citations": [
                    "bungert_2019"
                ]
            }
        },
        {
            "18": {
                "text": "[18] I hope that these five significant articles can inspire further work in music theory with respect to rap studies. As one of the most important musical genres in the world today, rap’s influence continues to grow, and it is heartening to see how the genre affects our field, and how our field resiliently adapts to account for the music-theoretical intricacies of the genre. I am honored to have introduced the MTO readership to these five fine articles, as I am honored to have been part of this symposium. Happy reading!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.19.25.1.ewell.html",
    "data": "mto/data/mto.19.25.1.ewell.json"
}