{
    "title": "Johann Georg Sulzer’s “Recitativ” and North German Musical Aesthetics: Context, Translation, Commentary",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Boyle, Matthew L."
    ],
    "abstract": "Johann Georg Sulzer’s “Recitativ” is a uniquely ambitious article in hisAllgemeine Theorie der schönen Künste. The longest music article in his encyclopedia and accompanied with over 100 musical examples, it describes the technical features and expressive functions of the genre of recitative through 15 rules. It also documents a regional dispute between Berlin and Hamburg over the composition of recitative. Georg Philipp Telemann and Johann Adolf Scheibe, composers associated with Hamburg, are chastised in “Recitativ” for their willingness to abandon Italianate formulas and adopt French or newly invented techniques. In contrast, the Berliner Carl Heinrich Graun is celebrated, with passages of his recitative used as stylistic exemplars. In the years before the publication of “Recitativ,” a diverse group of musicians in Berlin beginning with Graun expressed distaste for French-influenced recitative, including even the Francophile Friedrich Wilhelm Marpurg. The article is the product of collaboration between several Berliner authors who express their city’s Italianate taste in recitative, including Sulzer, Johann Abraham Peter Schulz, Johann Kirnberger, and Johann Friedrich Agricola. New evidence suggests that Agricola’s influence on the article is greater than previously acknowledged. Sulzer’s text is presented in a side-by-side translation that includes his 39 numbered musical examples, with added bibliographic commentary and translations of poetic texts (also downloadable as an Appendix).",
    "keywords": [
        "Agricola",
        "Berlin",
        "Graun",
        "Hamburg",
        "Kirnberger",
        "recitative",
        "rhetoric",
        "Scheibe",
        "schemata",
        "Schulz",
        "Sulzer",
        "Telemann",
        "text and music"
    ],
    "doi": "",
    "received": "August 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.boyle.pdf",
    "author_info": [
        {
            "name": "Matthew L. Boyle",
            "university": "Indiana University",
            "address": "Jacobs School of Music, 1201 E. Third Street, Bloomington, IN 47405",
            "email": "mlboyle@indiana.edu"
        }
    ],
    "citations": {
        "_": "Sulzer editions"
    },
    "footnotes": {
        "FN0": {
            "text": "* Countless conversations with friends and colleagues over tea and cards have shaped this project greatly. I am particularly indebted to Tina Muxfeldt and Paul Sherrill for their generous and insightful advice.",
            "citations": []
        },
        "FN1": {
            "text": "1. The following edition and translation (parts 2 and 3 of this article) are combined as a side-by-side text. All paragraphs in the edition and translation correspond to identically numbered paragraphs in their parallel section (e.g., par. 2.31 corresponds to par. 3.31). Throughout this introduction, whenever I refer to passages from the Sulzer article, I use the section sign (§) in coordination with the uniform paragraph number (e.g., §31 refers to both par. 2.31 of the edition and par. 3.31 of the translation).",
            "citations": []
        },
        "FN2": {
            "text": "2. For some recent work drawing on Sulzer, see Christensen 1995 , Mirka 2009 , Mirka 2014 , and Grant 2014 .",
            "citations": [
                "christensen_1995",
                "mirka_2009",
                "mirka_2014",
                "grant_2014"
            ]
        },
        "FN3": {
            "text": "3. In his introduction, Christensen remarks on the prominence and significance of the excerpts he translated: “The most important articles detailing the creative process of art are here provided, as well as more background articles on Sulzer’s general philosophical views, in addition to a number of more specific articles relating to music that help particularize Sulzer’s approach to musical aesthetics and composition” ( 1995 , 23).",
            "citations": [
                "christensen_1995"
            ]
        },
        "FN4": {
            "text": "4. Christensen states that “Sulzer stopped short of offering a detailed analytic application of this relation” and continues to point to Koch’s later theoretical work as the fulfillment of Sulzer’s efforts: “this [is] the important contribution of Heinrich Koch” ( 1995 , 6).",
            "citations": [
                "christensen_1995"
            ]
        },
        "FN5": {
            "text": "5. In the 1771–74 edition, “Sonate” spans two pages (1094–95) and “Symphonie” three (1121–23).",
            "citations": []
        },
        "FN6": {
            "text": "6. Christensen 1995 also introduces Nancy Baker’s translation of Koch’s Versuch vol. 2 appearing in the same publication. Baker’s translation, incidentally, includes Koch’s longest explanation of Sulzer’s creative process in musical composition (159–76). When Koch elaborates on Sulzer’s description of this creative process, he does not examine an instrumental sonata or symphony but rather an aria—“Ein Gebeth um neue Stärke”—from Carl Heinrich Graun’s Der Tod Jesu . As will be discussed later, Graun is cited repeatedly as an important composer exemplifying good compositional practice of recitative throughout the Sulzer article “Recitativ.”",
            "citations": [
                "christensen_1995"
            ]
        },
        "FN7": {
            "text": "7. Issues of authorship are discussed in greater detail in the section Author(s) below.",
            "citations": []
        },
        "FN8": {
            "text": "8. The kind assessment of Ramler in Sulzer’s encyclopedia is hardly surprising. Both were founding members of the Berliner Montagsklub, joint collaborators on the journal Kritische Nachrichten aus dem Reiche der Gelehrsamkeit , and briefly shared a living space ( Flaherty 1978 , 192).",
            "citations": [
                "flaherty_1978"
            ]
        },
        "FN9": {
            "text": "9. Also included within this opening section is an unusual passage concerning the use of direct quotation in recitative (§9), a linguistic device often called direct speech. The author of this passage feels strongly that such moments are absurd, yet is confused by the musical success that they can have when set by an arioso texture. All the fuss about direct speech ends rather inconclusively by prescribing no definite recommendation to future composers and poets: “I will . . . not decide anything on this. I’ll only say that my senses have never been able to get accustomed to such passages” (§9).",
            "citations": []
        },
        "FN10": {
            "text": "10. In this context rhythm [Rhythmus] refers to the punctuation of musical time with caesuras called Ein - and Abschnitte . See n. 57 for more on the use of Rhythmus in “Recitativ.”",
            "citations": []
        },
        "FN11": {
            "text": "11. Rhythm [Bewegung] here refers to a more general sense of rhythm than in rule 1 above, denoting the collection of rhythmic values (e.g., quarter notes, eighth notes, etc.) that can be found at each moment.",
            "citations": []
        },
        "FN12": {
            "text": "12. The identity of this “friend” and even whether this “friend” is a single person is difficult to determine with certainty. Schulz, Kirnberger, and even the composer Johann Friedrich Agricola may have had a role in its creation, (see Author(s) below).",
            "citations": []
        },
        "FN13": {
            "text": "13. This can be observed in the opening paragraphs of the third section. Here, rule 1 (on the general rhythmic and metrical properties of recitative) is paired with the closely related subject of rule 8 (on the use of rests). Rule 7 (on melodic contour) is also presented “too early” through a pairing with rule 5 (on the notation of accented syllables).",
            "citations": []
        },
        "FN14": {
            "text": "14. The eighth rule, for instance, is expanded so that “no leading tone nor dissonance can first resolve until a complete sense of the words is at its end” (§15). In recognition that this is untenable when setting particularly long sentences, it is suggested that composers “introduce with every resolution of the leading tone or dissonance another leading tone or a new dissonance so that expectation will also be sustained in the harmony” (§15). In other words, the musical segmentation of the poetic text should either correspond to complete linguistic ideas, or, if length forces musical segments to appear more frequently due to the constraints of the style, dissonance ought to be used as a way of coordinating musical closure with semantic closure.",
            "citations": []
        },
        "FN15": {
            "text": "15. See Sulzer’s n. 4 (marginal notes) below.",
            "citations": []
        },
        "FN16": {
            "text": "16. A partisan summary of the Scheibe-Bach debate can be found in Buelow 1974 .",
            "citations": [
                "buelow_1974"
            ]
        },
        "FN17": {
            "text": "17. See Wilson 1984 and Skapski 1963 for summaries on Scheibe’s critical writings on recitative.",
            "citations": [
                "wilson_1984",
                "skapski_1963"
            ]
        },
        "FN18": {
            "text": "18. Flaherty provides an overview of Gottsched’s rationalist critique of opera and Scheibe’s response to it ( 1978 , 93–127).",
            "citations": [
                "flaherty_1978"
            ]
        },
        "FN19": {
            "text": "19. “Recitativ” and an essay by Agricola in the Allgemeine deutsche Bibliothek ( AdB ) both sharply criticize Scheibe’s recitative style.",
            "citations": []
        },
        "FN20": {
            "text": "20. Others voice similar views on the quality of Graun’s recitative style, including Friedrich Marpurg, who claimed to base his rules concerning the style on “examples by Graun and Hasse” [aus den Exempeln eines Grauns und Haße]. Marpurg 1763 , 253.",
            "citations": [
                "marpurg_1763"
            ]
        },
        "FN21": {
            "text": "21. Two examples by Graun with “masculine” cadences receive uncharacteristic criticism at the conclusion of this paragraph.",
            "citations": []
        },
        "FN22": {
            "text": "22. The Berlin-centered theorist Friedrich Wilhelm Marpurg also discusses the treatment of masculine and feminine rhyme endings within recitative in his 1763 Kritische Briefe über die Tonkunst . He arrives at nearly identical stylistic judgements to Sulzer’s: masculine endings are to be avoided with falling-fourth cadences. And although Marpurg indicates that this is because good rhetoric and “the pronunciation of natural speech should [both] be imitated in recitative” [da im Recitative die Aussprache der natürlichen Rede nachgeahmet . . . werden soll], he also justifies this stylistic judgement based on the Italian quality of certain recitative gestures and the French quality of others. First, he urges poets to imitate the Italians: “it would be to this end good for our poets always to close their recitative with a feminine rhyme just as the Italians do it, for without one the composer cannot make feminine cadences” [Es wäre zu dem Ende gut, daß unsere Poeten ihre Recitative allezeit mit einem weiblichen Reime schlössen, so wie es die Italiener thun] Marpurg 1763 , 351. Second, he dismisses deviations from this practice as both outmoded and French: “earlier this was quite in fashion and is still currently so in French recitative” [Dieses war ehedessen in Baßrecitativen stark Mede, und geschicht zur Zeit annoch im französischen Recitative] 350–51. See paragraph 1.14 below for more on Marpurg’s preferences concerning French and Italian recitative.",
            "citations": [
                "marpurg_1763"
            ]
        },
        "FN23": {
            "text": "23. Denmark contained a sizable German-speaking minority during the eighteenth century, with the Danish Crown controlling territory as far south as the Duchy of Holstein, which bordered the Hanseatic city of Hamburg and was then part of the Holy Roman Empire. During this time, German was a significant minority language with well-established intellectual communities in the Danish realm and capital. For more on German cultural activities within the Danish realm see Flaherty 1978 (122–23) and Hauge 2011 .",
            "citations": [
                "flaherty_1978",
                "hauge_2011"
            ]
        },
        "FN24": {
            "text": "24. These recitative schemas contrast with and form a complementary practice to those described in Gjerdingen 2007 .",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN25": {
            "text": "25. See Appendix 1 in Sherrill and Boyle 2015 (42–53).",
            "citations": [
                "sherrill_and_boyle_2015"
            ]
        },
        "FN26": {
            "text": "26. See Vial 2008 for a partial translation of Marpurg’s journal, including passages concerning recitative.",
            "citations": [
                "vial_2008"
            ]
        },
        "FN27": {
            "text": "27. “dem französischen Text des vorhergehenden Recitativs ein italienisches Gewand zu geben” ( Marpurg 1763 , 398). The three anonymous composers’ versions were likely written by Marpurg himself.",
            "citations": [
                "marpurg_1763"
            ]
        },
        "FN28": {
            "text": "28. Marpurg’s typology of cadences includes, more or less in order of strength, ganze Cadenzen , elliptische Cadenzen , ordentliche Absätze , Quasischlüsse , and schwebende Absätze ( Marpurg 1763 ; 349–376, 379–384). See Sherrill and Boyle 2015 for more on the relationship between Marpurg’s cadence types and recitative schemas, especially nn. 8 and 23 and the Appendix 1 (42–53).",
            "citations": [
                "marpurg_1763",
                "sherrill_and_boyle_2015"
            ]
        },
        "FN29": {
            "text": "29. “Daß aber die Fronzosen nicht nach der Strenge des Tacts declamiren, ob sie gliech in Vergleichung mit den Italienern strenge zu seyn scheinen, sondern daß sie zwischen der Strenge des Griechen, und der Freiheit der Italiener ein gewissen Mittel treffen, dieses kann alle Tage aus der Erfahrung versificiret werden” ( Marpurg 1763 , 270–71).",
            "citations": [
                "marpurg_1763"
            ]
        },
        "FN30": {
            "text": "30. See also Michele Calella’s 2004 study on this exchange. Graun and Telemann’s musical examples appear in a low-quality facsimile in the unabridged Telemann 1973 . Telemann 1907 typesets all musical examples in original clefs.",
            "citations": [
                "calella_2004",
                "telemann_1973",
                "telemann_1907"
            ]
        },
        "FN31": {
            "text": "31. The language here implies that Telemann apparently thought that he did in the lost letter preceding Graun’s response. Graun opens with “It has absolutely never been my opinion to judge French music on the whole, as it would be a punishable stance not to recognize the good in other nations…” [Es ist gar nicht meine Meynung gewesen, von der französischen Music überhaupt zu urtheilen, den es ein straffbahrer Eigensinn wäre, das Gute an andern Nationen nicht erkennen zu wollen . . . ] Telemann 1973 , 274.",
            "citations": [
                "telemann_1973"
            ]
        },
        "FN32": {
            "text": "32. “sondern ich habe nur sagen wollen, daß ich die frantzösche [ sic ] Recitativ- Art nicht vor natürlich hielte, dahero ich geschrieben, daß ich noch kein vernünfftiges [ sic ] gesehen hätte, weil selbige nebst ihrem zur Unzeit angebrachten Ariös en Gesange auch gar zu sehr und öffters wieder die Musicali sche Rhetoric gesetzt wären: Die Oper n von Rameau sind Beweises genug.” Telemann 1973 , 274.",
            "citations": [
                "telemann_1973"
            ]
        },
        "FN33": {
            "text": "33. D’un frère infortuné resusciter la cendre, L’arracher au tombeau, m’empêcher d’y descendre; Triompher de vos feux, des siens être l’appuy; C’est montrer à Jupiter-même Que vous êtes digne de lui. To revive the ash of an unfortunate brother, To pull him from the tomb, to stop me from descending into it; To triumph over your fire, to be his support, Is to show that you are worthy of him To Jupiter himself. 34. “No. 1, an example in which untimely arioso [ Arien mäßige] and unobserved rhetoric can especially be seen, is found on the attached page. In the opera Castor et Pollux on page 61 where Telaire replies to Castor , the following words with their notes are found at the conclusion of their conversation or Recitatif .” [Auff beyliegendem Blatt findet sich No 1. ein Exempel, worin das zur Unzeit Arien mäßige und die nicht beobachtete Rhetoric sonderlich zu sehen ist: In der Opera Castor et Pollux pag. 61 wo Telaire dem Castor antwortet, finden sich bey dem Schluße ihrer Rede oder Recitatifs , folgende Worte mit ihren Noten.] Telemann 1973 , 276. 35. “Nach meiner Meynung solte Telaire den Castor nachdrücklicher zu überreden suchen, etwan auf folgende Art: No. 2.” Telemann 1973 , 276. 36. Consult §27–29 for commentary on basslines in general. Schusterfleck was a term introduced by Joseph Riepel and used to describe musical sequences, especially the type called he called the monte : “They are therefore called by many—spoken with all respect—a ‘Schusterfleck’ [Cobbler’s patch] because they only from time to time serve a beginner who otherwise would not know how to formulate any melody [Gesang].” [Daher werden sie von vielen (mit aller Hochachtung gesprochen) ein “Schusterfleck” genennt; weil sie nur etwan einem Anfänger dienen, welcher sonst keinen Gesang zu formuliren weiß.] Riepel 1752 , 19. 37. Telemann at one point writes that the verdict is still out on the status of French versus Italian recitative: “I do not know if French recitative does not please in every part of the world because the history books say nothing on the matter.” [Ob die Französischen Recitative in keinem Welttheile gefallen, das weiß ich nicht, weil die Geschichtsbücher nichts davon melden.] Telemann 1973 , 283. 38. “Es läuft alles nach einander fort, wie Champagnerwein.” Telemann 1973 , 282. 39. In the context of this letter, Telemann uses “Welsch” to refer to Italian and not French music. […welches mir auch bey préparer la fête in die Augen fällt, da ich mich nicht entsinne, vier Sechszehntel nach der Reihe in einem Welschen Recitatif gefunden zu haben.] Telemann 1973 , 282. 40. Sulzer 1771–74 (2:2) and Schulz 1800 (276–79). 41. Much of the following summary of the authorship situation of Sulzer articles is indebted to Jerold 2013 . See Helm 1960 (206–208) for an overview of Agricola’s contribution to musical life in the Prussian court. Agricola’s best-known musical publication is a 1757 translation and expansion of Pier Francesco Tosi’s Opinioni de’ cantori , the fifth chapter of which is dedicated to recitative. Agricola’s work has been translated as Baird 1995 . 42. Vanessa Agnew’s Enlightenment Orpheus ( 2008 , 16–72) sketches the controversial reception of Burney’s travelogue and its dissemination by Bode’s press in the German-speaking world (59, 63–5). 43. Jerold also notes this passage ( 2013 , 964). 44. This list is modeled on Harriss’s translation of Mattheson ( 1969 , 691–92) with some modifications. Compare with Mattheson 1739 (214). 45. The cypher for the anonymous contributors to the AdB is first published in Parthey 1842 . See Bauman 1977 for an overview on musical articles in the AdB . 46. “würde Hr. S. gewiß einen andern, der es so gemacht hätte, nicht ungezüchtigt haben durchschleichen lassen.” Agricola 1769 , 163. 47. “Wir können uns keine andere Ursach seines Verfähtens vorstellen, als die, daß den Italienern in ihrem Recitative gewöhnliche, Einmischung mehrerer Sechzehntheile und Viertheile hat vermeidert wollen. Denn in beyden Kantaten, finden wir dergleichen nicht.” Agricola 1769 , 163–64. 48. “Aber, da ein, dieser Recitativart kundiger, Sänger, die Sechzehntheile so wenig als die Viertheile in ihrer wahren Taktgeltung singen wird, so scheint uns dieses eine übertriebene Subtilität zu seyn, welche den ganz gewissen Fehler einer in Noten und Worten unrechten Deklamation nach sich zeigt.” Agricola 1769 , 164. 49. Agricola writes quite harshly: “here—without all compliments—syllables fall on a false accent; the short second syllable ‘-te’ on the first note of the measure stands in an awkward place for it; the syllable ‘West’ should be accented but the syllable ‘win-’ not at all and yet this syllable even leaps up a sixth” [Hier hat, ohne alle Complimente, die Sylbe auf einen falschen Nachdruck; die kurze zweyte Sylbe “te” auf der ersten Note des Takts steht auf der für sie ungeschiktesten Stelle; die Sylbe “West” sollte accentuiret seyn, die Sylbe “win” aber gar nicht, und doch springt diese gar eine Sexte hinauf.] Agricola 1769 , 165. 50. Perhaps the most aesthetically suspect aspect of this passage, though, is the fact that these musical Einschnitts segment the text in poetically awkward ways beyond just placing unaccented syllables on accented beats, including separating the preposition “um” from its object “Busen.” 51. In general Einschnitt and Abschnitt are used to indicate relative perceptibility of musical closes, with the Einschnitt being rather weak (sometimes only marked by a brief melodic break) and Abschnitt only slightly stronger with some harmonic support. Sulzer and Kirnberger’s use of Einschnitt is frequently ambiguous. The development of Kirnberger’s use of Einschnitt and other related terminology was rather complicated before it arrived at the hierarchical version used within the “Recitativ” article. A historical sketch of these rhetorical terms related to musical punctuation in Kirnberger’s career can be found in Markus Waldura’s general study of theoretical approaches to musical periodicity from the 18th century ( Waldura 2002 , 550–67). For more on Kirnberger’s use of Einschnitt see Kramer 1975 , 77n16. 52. I am in part inspired by Walter Benjamin, who challenges the translator to transform the target language so that it may “be powerfully affected by the foreign tongue” ( 2007 , 81). 53. Sulzer contrasts a standard Fraktur typeface with both Roman type for non-German words and a rounded Fraktur for emphasis or quotation. I use italics to mark passages with Roman type (except for the names of harmonies) and quotation marks to indicate passages printed in the rounded Fraktur script. Page numbers for the 1774 edition appear in brackets within the text. 54. See Martianus Felix Capella’s fifth-century De Nuptiis Philologiae et Mercurii . Omnis vox in duo genera dividitur: continuum atque divisum. Continuum est velut juge colloquium: Divisum, quod in\t[ divisum ]. modulatione servamus. Est et medium, quod in utroque permixtum, ac neque alterius continuum modum servat, nec alterius frequenti divisione praeciditur, ut pronunciandi modo carmina cuncta recitantur. Horum illa, quam in divisas partes certasque deducimus, diastematica nominantur, et ei parti, quae Harmonica vocatur, aptanda est. ( Capella 1652 , 182). All voice production is divided into two categories: continuous [ continuum ] and discrete The continuous is found in flowing conversation; the discrete is used in singing [modulatione]. There is an intermediate form [ medium ], having elements of both; for it neither adheres strictly to the continuous variation of the one nor is discretely varied in modulation like the other. It is the form which is used in the recitation of poetry. The form that is subject to precise variations is called diastematica and is appropriate to the branch called harmonics. Translation based on Stahl and Johnson ( 1977 , 363). See also Aristoxenus’s Elementa Harmonica ( 1983 ) which establishes the tradition of defining musical notes through a contrast between speaking and singing: “First of all, then, the prospective student of melody must analyse the movement of the voice, its movement, that is, with respect to place, for there is not just one variety of this movement” (127) and “there are two forms of this movement [of the voice], the continuous and the intervallic” (132). 55. Manuel Bryennius was an early 14th-century mathematician, astronomer, and music theorist associated with the Byzantine court. His Harmonics was transmitted to the West through various translations of the original Greek into Latin during the 15th, 16th, and 17th centuries. John Wallis’s 1699 translation into Latin is clearly referenced in Sulzer’s article. John Wallis, a celebrated thinker of the 17th century, was a mathematician and philologist. He undertook as the third volume of his Opera Mathematica an extensive translation project of Ptolemy’s Harmonics , Porphyry’s commentary on the Ptolemy, and Bryennius’s Harmonics (Bryennius 1699, 359–508; Bryennius 1970, 22–5). Sulzer here is alluding to the tone accents of ancient Greek orthography. Much like the earlier Martianus Capella, Bryennius discusses the difference between continuous and discrete “motions of the voice” (see below), in Book 1, section 3 of his treatise. For more on Bryennius as a music theorist in the Greek tradition see Mathiesen 1983 . Άλλ’ ἐπειδήπερ πάλιν ὁ φθόγγος ϰαὶ πάντα τ’ἄλλα ἐν φωνῆς θεωρεῖται ποιότητι, ἧς τῆς ϰατὰ τόπον ϰινήσεως διαφοραί εἰσι δύο· ϰαὶ γὰρ ἡ μὲν συνεχής ἐστι, ἡ δὲ διαστηματιϰή· ἀναγϰαῖον πάλιν προειπεῖν, ποία μὲν συνεχὴς ϰίνησις τῆς φωνῆς ἐστι, ποία δὲ διαστηματιϰή. συνεχὴς μὲν οὖν ϰίνησις τῆς φωνῆς ἐϰείνη ἂν εἴη, ἣ τάς τε ἀνέσεις ϰαὶ τὰς ἐπιτάσεις συνεχεῖς ποιουμένη οὐδαμοῦ τῆ αἰσθήσει δοϰεῖ ἵστασθαι ἣ μέχρι σιωπῆς· διαστηματιϰὴ δέ, ἣ ἐναντίως ϰινεῖται τῆ συνεχεῖ ἤτοι ἣ τὰς μὲν ἀνέσεις ϰαὶ τὰς ἐπιτάσεις ἀφανεῖς ποιεῖται, τὰς δὲ τάσεις φανεράς γε πάντη ϰαὶ ἐναργεῖς· ( Bryennius 1970 , 86). Cumque Sonus porro (ut hæc reliqua omnia) in Vocis qualitate spectetur; hujusque Motus secundum locum, duas admittit differentias: (Est enim alius Continuus, alius Discretus, seu intervallis dissitus :) præmittendum porro est, Qualis sit ille vocis motus continuus, qualisque discretus. Continuus igitur vocis motus ille est, qui remissions atque intensiones inconspicuas efficiens, sensui non videtur consistere, usque dum ad silentium prevenitur . Discretus autem, seu intervallis dissitus , (contra quam continuus ille, seu qui inconspicuas efficit intensiones & remissions,) intensiones facit omnio conspicuas & evidentes. ( Walliss 1699 , 375). Since musical notes are discerned, like all other concepts, in the quality of the voice, of which two kinds of motion are known, one continuous and the other “intervalled”, it will be necessary first to say something about the character of these motions of the voice. I would call continuous that motion of the voice which—ascending or descending continuously—seems to the ear not to pause anywhere before it stops altogether. “Intervalled” on the contrary is the motion which, unlike the continuous motion—though it does ascend or descend imperceptibly—makes the different pitches of the notes very clearly distinguishable. ( Bryennius 1970 , 85; 87). 56. “Es,” refering to das Reciativ , appears in the 1787 edition (4) and 1794 edition (5) as a correction of “er” found in the 1774 edition. The nominative masculine pronoun “er” has no plausible antecedent in the original text— der Baß and der Gesang —that can yield an unstrained, coherent meaning in this sentence. 57. “ohngefähr” in the 1794 edition and elsewhere in Sulzer 1771–74; cf. §21. 58. Rhythmus in this context is used much as it is in the article on this topic from later in Sulzer’s encyclopedia ( 1771–74 , 2: 975–84). Although this term once had great currency in oration, music, and dance, Sulzer reports that in modern (i.e., eighteenth-century) usage, Rhythmus was primarily limited to music, and in particular was “nearly entirely limited to the length [Abmessung] of Einschnitts ” (2: 975). The phrase “as exact of rhythm” above thus indicates that the sizes of the Einschnitts of recitative vary in length. 59. This language strongly resembles the discussion of passion and Gemüthsbewegung in Sulzer’s article on “Musical Expression” [Ausdruck in der Musik] ( 1771–74 , 108–12, esp. 110), translated in Christensen 1995 (50–54, esp. 52). 60. Pietro Metastasio, Catone in Utica , Act II, scene ii, line 682. 61. Ramler, Der Tod Jesu , No. 16. 62. Ramler, Der Tod Jesu , No. 3. 63. Note that this poetic revision eliminates the direct quotation of the original through the omission of “he cries” [Er ruft]. 64. Ramler, Der Tod Jesu , No. 6. 65. Cf. Jean-Jacques Rousseau’s article “Récitatif” in his Dictionnaire de Musique (1768, 406–10): “La perfection du Récitatif depend beaucoup du caractère de la Langue; plus la Langue est accentuée & mélodieuse, plus le Récitatif est naturel, & approche du vrai discourse: il n’est que l’Accent noté dans une Langue vraiment musicale; mais dans une Langue pesante, sourde & sans accent, le Récitatif n’est que du chant, des cris, de la Psalmodie; on n’y reconnoît plus la parole. Ainsi le meilleur Récitatif est celui où l’on chante le moins.”  ( Rousseau 1768 , 406). “The perfection of recitative depends a lot on the character of the language; the more accentuated and melodious the language is, the more natural the recitative is and the more it approaches true discourse: there is only the notated accent in a truly musical language— but in a heavy language, muffled and without accent, recitative is only song, or cries, or psalmody; one no longer recognizes speech in it. Thus the best recitative is the one where one sings the least.” 66. Note that Rhythmus , as discussed above in n. 58, refers to the punctuating rhythm of Einschnitts within a musical texture. 67. See Koch’s Musikalisches Lexicon (1802) for a description of this musical technique: “ Schleifen is what it is called when several tones are performed drawn together or unbroken. In the human voice and wind instruments, this process is carried out by the tones slurred together [schleifenden] being intoned through an unbroken breath.” [ Schleifen , heißt verschiedene Töne an einander gezogen oder unabgesetzt vortragen. Bey der menschlichen Stimme und Blasinstrumenten wird dieser Prozeß dadurch verrichtet, daß die zusammen zu schleifenden Töne vermittelst eines einzigen unabgesetzten Athemzuges intonirt werden.] Koch 1802 , 1298–99. 68. The phrase “waxing and waning,” along with their evocation of the lunar phases, to express the German “der zunehmenden, oder abnehmenden . . . ” is borrowed from Kramer 1973 (28). 69. Note that these two rules correspond to Mattheson’s rule 5 (cf. Table 6 above). 70. See Graun 1760 (96). 71. Compare with Telemann’s private response to Graun, where he defends his distaste for many sixteenths notes in succession: “…since I cannot recall to have found in a Welsh [i.e. Italian] recitative four sixteenth notes in a row.” [ . . . da ich mich nicht entsinne, vier Sechszehntel nach der Reihe in einem Welschen Recitatif gefunden zu haben.] Telemann 1973 , 282. 72. The criticism “if only he had declaimed something more proper” refers to the abysmal text-setting found in Example XX. See, for instance, the awkward setting of “Zärtlichkeit” in both the third and fifth measures of this example. The accented status of the first syllable is obliterated by its placement on the fourth beat of both measures. The unstressed final syllable “-keit” in turn received too much metrical accent by appearing on the first beat of the following measures. 73. Compare to the first two basslines of XXIV†. 74. Compare with the final bassline of XXIV†. 75. This in-text example is printed with an obvious error in all three Sulzer editions consulted. Instead of resolving to a first-inversion minor tonic, the Sulzer publications show the following resolution: . 76. Scheibe’s discussion of questions can be found in his treatise ( 1764–65 , 1: 218–21). There, he proposes a change in the conventional contour of recitative in order to have questions conform to the intonation of the German language, at least as he understood it. Scheibe is openly guided by the axiomatic notion that “no question should fall from a higher to a lower pitch,” which would conventionally happen in the traditional recitative cadence, as advocated by the Sulzer essay (an unnotated appoggiatura would appear, thereby forming a downward melodic step at the end of the cadence). Scheibe provides twelve musical examples to illustrate both good and bad question figures (1: 219). The integrated example cited in this paragraph is similar to those in Scheibe’s treatise, in particular letter (e). 77. This is an archaic German-language term for half notes. For a concise illustration of its usage, see Heinrich Christoph Koch’s Kurzgefaßtes Handwörterbuch der Musik (1807), a multilingual glossary of musical terms: “ Bianca or the white note; the half-measure note or the double-quarter note [Zweyviertelnote] is called this by Italians.” [ Bianca oder die Weise; so wird von den Italiänern die halbe Taktnote oder die Zweyviertelnote genannt.] Koch 1807 , 57. 78. i.e., Der Tod Jesu . 79. In Graun 1760 , “Gethsemane!” can be found on pp. 8–10. The continuously active accompaniment to this recitative frequently compels the singer to metrical rigidity. “Es steigen Seraphim” can be found on pp. 97–99. As in “Gethsemane,” Graun’s near-continuous accompaniment compels the singer to be metrically accurate. In “Es steigen Seraphim,” the alternation between metrically rigid and metrically free recitative is exploited for emotional impact, with the unaccompanied cries of despair, “He is no more!” [Er ist nicht mehr!], contrasting with the otherwise continuous accompaniment. 80. See Scheibe 1764–65 (1: 262–68), which calls for an alternation between “masculine” and “feminine” cadences so as to avoid monotonous uniformity. 81. See Riepel 1776 and Scheibe 1765 . 82. See Grimarest 1707 and Grimarest 1761–62 . 83. The 7th Hauptstück can be found in Krause 1752 (204–30). 84. These page numbers concur with a 1763 reprint of Algarotti’s text. 85. See Marpurg 1763 . 86. See Planelli 1772 . 87. See La Cépède 1785 (39–104). The following edition and translation (parts 2 and 3 of this article) are combined as a side-by-side text. All paragraphs in the edition and translation correspond to identically numbered paragraphs in their parallel section (e.g., par. 2.31 corresponds to par. 3.31). Throughout this introduction, whenever I refer to passages from the Sulzer article, I use the section sign (§) in coordination with the uniform paragraph number (e.g., §31 refers to both par. 2.31 of the edition and par. 3.31 of the translation). For some recent work drawing on Sulzer, see Christensen 1995 , Mirka 2009 , Mirka 2014 , and Grant 2014 . In his introduction, Christensen remarks on the prominence and significance of the excerpts he translated: “The most important articles detailing the creative process of art are here provided, as well as more background articles on Sulzer’s general philosophical views, in addition to a number of more specific articles relating to music that help particularize Sulzer’s approach to musical aesthetics and composition” ( 1995 , 23). Christensen states that “Sulzer stopped short of offering a detailed analytic application of this relation” and continues to point to Koch’s later theoretical work as the fulfillment of Sulzer’s efforts: “this [is] the important contribution of Heinrich Koch” ( 1995 , 6). In the 1771–74 edition, “Sonate” spans two pages (1094–95) and “Symphonie” three (1121–23). Christensen 1995 also introduces Nancy Baker’s translation of Koch’s Versuch vol. 2 appearing in the same publication. Baker’s translation, incidentally, includes Koch’s longest explanation of Sulzer’s creative process in musical composition (159–76). When Koch elaborates on Sulzer’s description of this creative process, he does not examine an instrumental sonata or symphony but rather an aria—“Ein Gebeth um neue Stärke”—from Carl Heinrich Graun’s Der Tod Jesu . As will be discussed later, Graun is cited repeatedly as an important composer exemplifying good compositional practice of recitative throughout the Sulzer article “Recitativ.” Issues of authorship are discussed in greater detail in the section Author(s) below. The kind assessment of Ramler in Sulzer’s encyclopedia is hardly surprising. Both were founding members of the Berliner Montagsklub, joint collaborators on the journal Kritische Nachrichten aus dem Reiche der Gelehrsamkeit , and briefly shared a living space ( Flaherty 1978 , 192). Also included within this opening section is an unusual passage concerning the use of direct quotation in recitative (§9), a linguistic device often called direct speech. The author of this passage feels strongly that such moments are absurd, yet is confused by the musical success that they can have when set by an arioso texture. All the fuss about direct speech ends rather inconclusively by prescribing no definite recommendation to future composers and poets: “I will . . . not decide anything on this. I’ll only say that my senses have never been able to get accustomed to such passages” (§9). In this context rhythm [Rhythmus] refers to the punctuation of musical time with caesuras called Ein - and Abschnitte . See n. 57 for more on the use of Rhythmus in “Recitativ.” Rhythm [Bewegung] here refers to a more general sense of rhythm than in rule 1 above, denoting the collection of rhythmic values (e.g., quarter notes, eighth notes, etc.) that can be found at each moment. The identity of this “friend” and even whether this “friend” is a single person is difficult to determine with certainty. Schulz, Kirnberger, and even the composer Johann Friedrich Agricola may have had a role in its creation, (see Author(s) below). This can be observed in the opening paragraphs of the third section. Here, rule 1 (on the general rhythmic and metrical properties of recitative) is paired with the closely related subject of rule 8 (on the use of rests). Rule 7 (on melodic contour) is also presented “too early” through a pairing with rule 5 (on the notation of accented syllables). The eighth rule, for instance, is expanded so that “no leading tone nor dissonance can first resolve until a complete sense of the words is at its end” (§15). In recognition that this is untenable when setting particularly long sentences, it is suggested that composers “introduce with every resolution of the leading tone or dissonance another leading tone or a new dissonance so that expectation will also be sustained in the harmony” (§15). In other words, the musical segmentation of the poetic text should either correspond to complete linguistic ideas, or, if length forces musical segments to appear more frequently due to the constraints of the style, dissonance ought to be used as a way of coordinating musical closure with semantic closure. See Sulzer’s n. 4 (marginal notes) below. A partisan summary of the Scheibe-Bach debate can be found in Buelow 1974 . See Wilson 1984 and Skapski 1963 for summaries on Scheibe’s critical writings on recitative. Flaherty provides an overview of Gottsched’s rationalist critique of opera and Scheibe’s response to it ( 1978 , 93–127). “Recitativ” and an essay by Agricola in the Allgemeine deutsche Bibliothek ( AdB ) both sharply criticize Scheibe’s recitative style. Others voice similar views on the quality of Graun’s recitative style, including Friedrich Marpurg, who claimed to base his rules concerning the style on “examples by Graun and Hasse” [aus den Exempeln eines Grauns und Haße]. Marpurg 1763 , 253. Two examples by Graun with “masculine” cadences receive uncharacteristic criticism at the conclusion of this paragraph. The Berlin-centered theorist Friedrich Wilhelm Marpurg also discusses the treatment of masculine and feminine rhyme endings within recitative in his 1763 Kritische Briefe über die Tonkunst . He arrives at nearly identical stylistic judgements to Sulzer’s: masculine endings are to be avoided with falling-fourth cadences. And although Marpurg indicates that this is because good rhetoric and “the pronunciation of natural speech should [both] be imitated in recitative” [da im Recitative die Aussprache der natürlichen Rede nachgeahmet . . . werden soll], he also justifies this stylistic judgement based on the Italian quality of certain recitative gestures and the French quality of others. First, he urges poets to imitate the Italians: “it would be to this end good for our poets always to close their recitative with a feminine rhyme just as the Italians do it, for without one the composer cannot make feminine cadences” [Es wäre zu dem Ende gut, daß unsere Poeten ihre Recitative allezeit mit einem weiblichen Reime schlössen, so wie es die Italiener thun] Marpurg 1763 , 351. Second, he dismisses deviations from this practice as both outmoded and French: “earlier this was quite in fashion and is still currently so in French recitative” [Dieses war ehedessen in Baßrecitativen stark Mede, und geschicht zur Zeit annoch im französischen Recitative] 350–51. See paragraph 1.14 below for more on Marpurg’s preferences concerning French and Italian recitative. Denmark contained a sizable German-speaking minority during the eighteenth century, with the Danish Crown controlling territory as far south as the Duchy of Holstein, which bordered the Hanseatic city of Hamburg and was then part of the Holy Roman Empire. During this time, German was a significant minority language with well-established intellectual communities in the Danish realm and capital. For more on German cultural activities within the Danish realm see Flaherty 1978 (122–23) and Hauge 2011 . These recitative schemas contrast with and form a complementary practice to those described in Gjerdingen 2007 . See Appendix 1 in Sherrill and Boyle 2015 (42–53). See Vial 2008 for a partial translation of Marpurg’s journal, including passages concerning recitative. “dem französischen Text des vorhergehenden Recitativs ein italienisches Gewand zu geben” ( Marpurg 1763 , 398). The three anonymous composers’ versions were likely written by Marpurg himself. Marpurg’s typology of cadences includes, more or less in order of strength, ganze Cadenzen , elliptische Cadenzen , ordentliche Absätze , Quasischlüsse , and schwebende Absätze ( Marpurg 1763 ; 349–376, 379–384). See Sherrill and Boyle 2015 for more on the relationship between Marpurg’s cadence types and recitative schemas, especially nn. 8 and 23 and the Appendix 1 (42–53). “Daß aber die Fronzosen nicht nach der Strenge des Tacts declamiren, ob sie gliech in Vergleichung mit den Italienern strenge zu seyn scheinen, sondern daß sie zwischen der Strenge des Griechen, und der Freiheit der Italiener ein gewissen Mittel treffen, dieses kann alle Tage aus der Erfahrung versificiret werden” ( Marpurg 1763 , 270–71). See also Michele Calella’s 2004 study on this exchange. Graun and Telemann’s musical examples appear in a low-quality facsimile in the unabridged Telemann 1973 . Telemann 1907 typesets all musical examples in original clefs. The language here implies that Telemann apparently thought that he did in the lost letter preceding Graun’s response. Graun opens with “It has absolutely never been my opinion to judge French music on the whole, as it would be a punishable stance not to recognize the good in other nations…” [Es ist gar nicht meine Meynung gewesen, von der französischen Music überhaupt zu urtheilen, den es ein straffbahrer Eigensinn wäre, das Gute an andern Nationen nicht erkennen zu wollen . . . ] Telemann 1973 , 274. “sondern ich habe nur sagen wollen, daß ich die frantzösche [ sic ] Recitativ- Art nicht vor natürlich hielte, dahero ich geschrieben, daß ich noch kein vernünfftiges [ sic ] gesehen hätte, weil selbige nebst ihrem zur Unzeit angebrachten Ariös en Gesange auch gar zu sehr und öffters wieder die Musicali sche Rhetoric gesetzt wären: Die Oper n von Rameau sind Beweises genug.” Telemann 1973 , 274. D’un frère infortuné resusciter la cendre, L’arracher au tombeau, m’empêcher d’y descendre; Triompher de vos feux, des siens être l’appuy; C’est montrer à Jupiter-même Que vous êtes digne de lui. To revive the ash of an unfortunate brother, To pull him from the tomb, to stop me from descending into it; To triumph over your fire, to be his support, Is to show that you are worthy of him To Jupiter himself. “No. 1, an example in which untimely arioso [ Arien mäßige] and unobserved rhetoric can especially be seen, is found on the attached page. In the opera Castor et Pollux on page 61 where Telaire replies to Castor , the following words with their notes are found at the conclusion of their conversation or Recitatif .” [Auff beyliegendem Blatt findet sich No 1. ein Exempel, worin das zur Unzeit Arien mäßige und die nicht beobachtete Rhetoric sonderlich zu sehen ist: In der Opera Castor et Pollux pag. 61 wo Telaire dem Castor antwortet, finden sich bey dem Schluße ihrer Rede oder Recitatifs , folgende Worte mit ihren Noten.] Telemann 1973 , 276. “Nach meiner Meynung solte Telaire den Castor nachdrücklicher zu überreden suchen, etwan auf folgende Art: No. 2.” Telemann 1973 , 276. Consult §27–29 for commentary on basslines in general. Schusterfleck was a term introduced by Joseph Riepel and used to describe musical sequences, especially the type called he called the monte : “They are therefore called by many—spoken with all respect—a ‘Schusterfleck’ [Cobbler’s patch] because they only from time to time serve a beginner who otherwise would not know how to formulate any melody [Gesang].” [Daher werden sie von vielen (mit aller Hochachtung gesprochen) ein “Schusterfleck” genennt; weil sie nur etwan einem Anfänger dienen, welcher sonst keinen Gesang zu formuliren weiß.] Riepel 1752 , 19. Telemann at one point writes that the verdict is still out on the status of French versus Italian recitative: “I do not know if French recitative does not please in every part of the world because the history books say nothing on the matter.” [Ob die Französischen Recitative in keinem Welttheile gefallen, das weiß ich nicht, weil die Geschichtsbücher nichts davon melden.] Telemann 1973 , 283. “Es läuft alles nach einander fort, wie Champagnerwein.” Telemann 1973 , 282. In the context of this letter, Telemann uses “Welsch” to refer to Italian and not French music. […welches mir auch bey préparer la fête in die Augen fällt, da ich mich nicht entsinne, vier Sechszehntel nach der Reihe in einem Welschen Recitatif gefunden zu haben.] Telemann 1973 , 282. Sulzer 1771–74 (2:2) and Schulz 1800 (276–79). Much of the following summary of the authorship situation of Sulzer articles is indebted to Jerold 2013 . See Helm 1960 (206–208) for an overview of Agricola’s contribution to musical life in the Prussian court. Agricola’s best-known musical publication is a 1757 translation and expansion of Pier Francesco Tosi’s Opinioni de’ cantori , the fifth chapter of which is dedicated to recitative. Agricola’s work has been translated as Baird 1995 . Vanessa Agnew’s Enlightenment Orpheus ( 2008 , 16–72) sketches the controversial reception of Burney’s travelogue and its dissemination by Bode’s press in the German-speaking world (59, 63–5). Jerold also notes this passage ( 2013 , 964). This list is modeled on Harriss’s translation of Mattheson ( 1969 , 691–92) with some modifications. Compare with Mattheson 1739 (214). The cypher for the anonymous contributors to the AdB is first published in Parthey 1842 . See Bauman 1977 for an overview on musical articles in the AdB . “würde Hr. S. gewiß einen andern, der es so gemacht hätte, nicht ungezüchtigt haben durchschleichen lassen.” Agricola 1769 , 163. “Wir können uns keine andere Ursach seines Verfähtens vorstellen, als die, daß den Italienern in ihrem Recitative gewöhnliche, Einmischung mehrerer Sechzehntheile und Viertheile hat vermeidert wollen. Denn in beyden Kantaten, finden wir dergleichen nicht.” Agricola 1769 , 163–64. “Aber, da ein, dieser Recitativart kundiger, Sänger, die Sechzehntheile so wenig als die Viertheile in ihrer wahren Taktgeltung singen wird, so scheint uns dieses eine übertriebene Subtilität zu seyn, welche den ganz gewissen Fehler einer in Noten und Worten unrechten Deklamation nach sich zeigt.” Agricola 1769 , 164. Agricola writes quite harshly: “here—without all compliments—syllables fall on a false accent; the short second syllable ‘-te’ on the first note of the measure stands in an awkward place for it; the syllable ‘West’ should be accented but the syllable ‘win-’ not at all and yet this syllable even leaps up a sixth” [Hier hat, ohne alle Complimente, die Sylbe auf einen falschen Nachdruck; die kurze zweyte Sylbe “te” auf der ersten Note des Takts steht auf der für sie ungeschiktesten Stelle; die Sylbe “West” sollte accentuiret seyn, die Sylbe “win” aber gar nicht, und doch springt diese gar eine Sexte hinauf.] Agricola 1769 , 165. Perhaps the most aesthetically suspect aspect of this passage, though, is the fact that these musical Einschnitts segment the text in poetically awkward ways beyond just placing unaccented syllables on accented beats, including separating the preposition “um” from its object “Busen.” In general Einschnitt and Abschnitt are used to indicate relative perceptibility of musical closes, with the Einschnitt being rather weak (sometimes only marked by a brief melodic break) and Abschnitt only slightly stronger with some harmonic support. Sulzer and Kirnberger’s use of Einschnitt is frequently ambiguous. The development of Kirnberger’s use of Einschnitt and other related terminology was rather complicated before it arrived at the hierarchical version used within the “Recitativ” article. A historical sketch of these rhetorical terms related to musical punctuation in Kirnberger’s career can be found in Markus Waldura’s general study of theoretical approaches to musical periodicity from the 18th century ( Waldura 2002 , 550–67). For more on Kirnberger’s use of Einschnitt see Kramer 1975 , 77n16. I am in part inspired by Walter Benjamin, who challenges the translator to transform the target language so that it may “be powerfully affected by the foreign tongue” ( 2007 , 81). Sulzer contrasts a standard Fraktur typeface with both Roman type for non-German words and a rounded Fraktur for emphasis or quotation. I use italics to mark passages with Roman type (except for the names of harmonies) and quotation marks to indicate passages printed in the rounded Fraktur script. Page numbers for the 1774 edition appear in brackets within the text. See Martianus Felix Capella’s fifth-century De Nuptiis Philologiae et Mercurii .\n\nOmnis vox in duo genera dividitur: continuum atque divisum. Continuum est velut juge colloquium: Divisum, quod in\t[ divisum ]. modulatione servamus. Est et medium, quod in utroque permixtum, ac neque alterius continuum modum servat, nec alterius frequenti divisione praeciditur, ut pronunciandi modo carmina cuncta recitantur. Horum illa, quam in divisas partes certasque deducimus, diastematica nominantur, et ei parti, quae Harmonica vocatur, aptanda est. ( Capella 1652 , 182).\nAll voice production is divided into two categories: continuous [ continuum ] and discrete The continuous is found in flowing conversation; the discrete is used in singing [modulatione]. There is an intermediate form [ medium ], having elements of both; for it neither adheres strictly to the continuous variation of the one nor is discretely varied in modulation like the other. It is the form which is used in the recitation of poetry. The form that is subject to precise variations is called diastematica and is appropriate to the branch called harmonics. Translation based on Stahl and Johnson ( 1977 , 363).\n\nSee also Aristoxenus’s Elementa Harmonica ( 1983 ) which establishes the tradition of defining musical notes through a contrast between speaking and singing: “First of all, then, the prospective student of melody must analyse the movement of the voice, its movement, that is, with respect to place, for there is not just one variety of this movement” (127) and “there are two forms of this movement [of the voice], the continuous and the intervallic” (132). Manuel Bryennius was an early 14th-century mathematician, astronomer, and music theorist associated with the Byzantine court. His Harmonics was transmitted to the West through various translations of the original Greek into Latin during the 15th, 16th, and 17th centuries. John Wallis’s 1699 translation into Latin is clearly referenced in Sulzer’s article. John Wallis, a celebrated thinker of the 17th century, was a mathematician and philologist. He undertook as the third volume of his Opera Mathematica an extensive translation project of Ptolemy’s Harmonics , Porphyry’s commentary on the Ptolemy, and Bryennius’s Harmonics (Bryennius 1699, 359–508; Bryennius 1970, 22–5). Sulzer here is alluding to the tone accents of ancient Greek orthography. Much like the earlier Martianus Capella, Bryennius discusses the difference between continuous and discrete “motions of the voice” (see below), in Book 1, section 3 of his treatise. For more on Bryennius as a music theorist in the Greek tradition see Mathiesen 1983 .\n\nΆλλ’ ἐπειδήπερ πάλιν ὁ φθόγγος ϰαὶ πάντα τ’ἄλλα ἐν φωνῆς θεωρεῖται ποιότητι, ἧς τῆς ϰατὰ τόπον ϰινήσεως διαφοραί εἰσι δύο· ϰαὶ γὰρ ἡ μὲν συνεχής ἐστι, ἡ δὲ διαστηματιϰή· ἀναγϰαῖον πάλιν προειπεῖν, ποία μὲν συνεχὴς ϰίνησις τῆς φωνῆς ἐστι, ποία δὲ διαστηματιϰή. συνεχὴς μὲν οὖν ϰίνησις τῆς φωνῆς ἐϰείνη ἂν εἴη, ἣ τάς τε ἀνέσεις ϰαὶ τὰς ἐπιτάσεις συνεχεῖς ποιουμένη οὐδαμοῦ τῆ αἰσθήσει δοϰεῖ ἵστασθαι ἣ μέχρι σιωπῆς· διαστηματιϰὴ δέ, ἣ ἐναντίως ϰινεῖται τῆ συνεχεῖ ἤτοι ἣ τὰς μὲν ἀνέσεις ϰαὶ τὰς ἐπιτάσεις ἀφανεῖς ποιεῖται, τὰς δὲ τάσεις φανεράς γε πάντη ϰαὶ ἐναργεῖς· ( Bryennius 1970 , 86).\nCumque Sonus porro (ut hæc reliqua omnia) in Vocis qualitate spectetur; hujusque Motus secundum locum, duas admittit differentias: (Est enim alius Continuus, alius Discretus, seu intervallis dissitus :) præmittendum porro est, Qualis sit ille vocis motus continuus, qualisque discretus. Continuus igitur vocis motus ille est, qui remissions atque intensiones inconspicuas efficiens, sensui non videtur consistere, usque dum ad silentium prevenitur . Discretus autem, seu intervallis dissitus , (contra quam continuus ille, seu qui inconspicuas efficit intensiones & remissions,) intensiones facit omnio conspicuas & evidentes. ( Walliss 1699 , 375).\nSince musical notes are discerned, like all other concepts, in the quality of the voice, of which two kinds of motion are known, one continuous and the other “intervalled”, it will be necessary first to say something about the character of these motions of the voice. I would call continuous that motion of the voice which—ascending or descending continuously—seems to the ear not to pause anywhere before it stops altogether. “Intervalled” on the contrary is the motion which, unlike the continuous motion—though it does ascend or descend imperceptibly—makes the different pitches of the notes very clearly distinguishable. ( Bryennius 1970 , 85; 87). “Es,” refering to das Reciativ , appears in the 1787 edition (4) and 1794 edition (5) as a correction of “er” found in the 1774 edition. The nominative masculine pronoun “er” has no plausible antecedent in the original text— der Baß and der Gesang —that can yield an unstrained, coherent meaning in this sentence. “ohngefähr” in the 1794 edition and elsewhere in Sulzer 1771–74; cf. §21. Rhythmus in this context is used much as it is in the article on this topic from later in Sulzer’s encyclopedia ( 1771–74 , 2: 975–84). Although this term once had great currency in oration, music, and dance, Sulzer reports that in modern (i.e., eighteenth-century) usage, Rhythmus was primarily limited to music, and in particular was “nearly entirely limited to the length [Abmessung] of Einschnitts ” (2: 975). The phrase “as exact of rhythm” above thus indicates that the sizes of the Einschnitts of recitative vary in length. This language strongly resembles the discussion of passion and Gemüthsbewegung in Sulzer’s article on “Musical Expression” [Ausdruck in der Musik] ( 1771–74 , 108–12, esp. 110), translated in Christensen 1995 (50–54, esp. 52). Pietro Metastasio, Catone in Utica , Act II, scene ii, line 682. Ramler, Der Tod Jesu , No. 16. Ramler, Der Tod Jesu , No. 3. Note that this poetic revision eliminates the direct quotation of the original through the omission of “he cries” [Er ruft]. Ramler, Der Tod Jesu , No. 6. Cf. Jean-Jacques Rousseau’s article “Récitatif” in his Dictionnaire de Musique (1768, 406–10):\n  \n“La perfection du Récitatif depend beaucoup du caractère de la Langue; plus la Langue est accentuée & mélodieuse, plus le Récitatif est naturel, & approche du vrai discourse: il n’est que l’Accent noté dans une Langue vraiment musicale; mais dans une Langue pesante, sourde & sans accent, le Récitatif n’est que du chant, des cris, de la Psalmodie; on n’y reconnoît plus la parole. Ainsi le meilleur Récitatif est celui où l’on chante le moins.”  ( Rousseau 1768 , 406).\n“The perfection of recitative depends a lot on the character of the language; the more accentuated and melodious the language is, the more natural the recitative is and the more it approaches true discourse: there is only the notated accent in a truly musical language— but in a heavy language, muffled and without accent, recitative is only song, or cries, or psalmody; one no longer recognizes speech in it. Thus the best recitative is the one where one sings the least.” Note that Rhythmus , as discussed above in n. 58, refers to the punctuating rhythm of Einschnitts within a musical texture. See Koch’s Musikalisches Lexicon (1802) for a description of this musical technique: “ Schleifen is what it is called when several tones are performed drawn together or unbroken. In the human voice and wind instruments, this process is carried out by the tones slurred together [schleifenden] being intoned through an unbroken breath.” [ Schleifen , heißt verschiedene Töne an einander gezogen oder unabgesetzt vortragen. Bey der menschlichen Stimme und Blasinstrumenten wird dieser Prozeß dadurch verrichtet, daß die zusammen zu schleifenden Töne vermittelst eines einzigen unabgesetzten Athemzuges intonirt werden.] Koch 1802 , 1298–99. The phrase “waxing and waning,” along with their evocation of the lunar phases, to express the German “der zunehmenden, oder abnehmenden . . . ” is borrowed from Kramer 1973 (28). Note that these two rules correspond to Mattheson’s rule 5 (cf. Table 6 above). See Graun 1760 (96). Compare with Telemann’s private response to Graun, where he defends his distaste for many sixteenths notes in succession: “…since I cannot recall to have found in a Welsh [i.e. Italian] recitative four sixteenth notes in a row.” [ . . . da ich mich nicht entsinne, vier Sechszehntel nach der Reihe in einem Welschen Recitatif gefunden zu haben.] Telemann 1973 , 282. The criticism “if only he had declaimed something more proper” refers to the abysmal text-setting found in Example XX. See, for instance, the awkward setting of “Zärtlichkeit” in both the third and fifth measures of this example. The accented status of the first syllable is obliterated by its placement on the fourth beat of both measures. The unstressed final syllable “-keit” in turn received too much metrical accent by appearing on the first beat of the following measures. Compare to the first two basslines of XXIV†. Compare with the final bassline of XXIV†. This in-text example is printed with an obvious error in all three Sulzer editions consulted. Instead of resolving to a first-inversion minor tonic, the Sulzer publications show the following resolution: . Scheibe’s discussion of questions can be found in his treatise ( 1764–65 , 1: 218–21). There, he proposes a change in the conventional contour of recitative in order to have questions conform to the intonation of the German language, at least as he understood it. Scheibe is openly guided by the axiomatic notion that “no question should fall from a higher to a lower pitch,” which would conventionally happen in the traditional recitative cadence, as advocated by the Sulzer essay (an unnotated appoggiatura would appear, thereby forming a downward melodic step at the end of the cadence). Scheibe provides twelve musical examples to illustrate both good and bad question figures (1: 219). The integrated example cited in this paragraph is similar to those in Scheibe’s treatise, in particular letter (e). This is an archaic German-language term for half notes. For a concise illustration of its usage, see Heinrich Christoph Koch’s Kurzgefaßtes Handwörterbuch der Musik (1807), a multilingual glossary of musical terms: “ Bianca or the white note; the half-measure note or the double-quarter note [Zweyviertelnote] is called this by Italians.” [ Bianca oder die Weise; so wird von den Italiänern die halbe Taktnote oder die Zweyviertelnote genannt.] Koch 1807 , 57. i.e., Der Tod Jesu . In Graun 1760 , “Gethsemane!” can be found on pp. 8–10. The continuously active accompaniment to this recitative frequently compels the singer to metrical rigidity. “Es steigen Seraphim” can be found on pp. 97–99. As in “Gethsemane,” Graun’s near-continuous accompaniment compels the singer to be metrically accurate. In “Es steigen Seraphim,” the alternation between metrically rigid and metrically free recitative is exploited for emotional impact, with the unaccompanied cries of despair, “He is no more!” [Er ist nicht mehr!], contrasting with the otherwise continuous accompaniment. See Scheibe 1764–65 (1: 262–68), which calls for an alternation between “masculine” and “feminine” cadences so as to avoid monotonous uniformity. See Riepel 1776 and Scheibe 1765 . See Grimarest 1707 and Grimarest 1761–62 . The 7th Hauptstück can be found in Krause 1752 (204–30). These page numbers concur with a 1763 reprint of Algarotti’s text. See Marpurg 1763 . See Planelli 1772 . See La Cépède 1785 (39–104). Return to beginning Copyright Statement Copyright © 2017 by the Society for Music Theory. All rights reserved. [1] Copyrights for individual items published in Music Theory Online ( MTO ) \nare held by their authors. Items appearing in MTO may be saved and stored in electronic or paper form, and may be shared among individuals for purposes of \nscholarly research or discussion, but may not be republished in any form, electronic or print, without prior, written permission from the author(s), and advance \nnotification of the editors of MTO. [2] Any redistributed form of items published in MTO must include the following information in a form appropriate to the medium in which the items are \nto appear: This item appeared in Music Theory Online in [VOLUME #, ISSUE #] on [DAY/MONTH/YEAR]. It was authored by [FULL NAME, EMAIL ADDRESS], with whose written \npermission it is reprinted here. [3] Libraries may archive issues of MTO in electronic or paper form for public access so long as each issue is stored in its entirety, and no access fee \nis charged. Exceptions to these requirements must be approved in writing by the editors of MTO, who will act in accordance with the decisions of the Society \nfor Music Theory. This document and all portions thereof are protected by U.S. and international copyright laws. Material contained herein may be copied and/or distributed for research \npurposes only. Return to beginning Prepared by Michael McClimon, Senior Editorial Assistant Number of visits:  \n\n\t\t19657",
            "citations": [
                "telemann_1973",
                "telemann_1973",
                "riepel_1752",
                "telemann_1973",
                "telemann_1973",
                "telemann_1973",
                "schulz_1800",
                "jerold_2013",
                "helm_1960",
                "agricola_1757",
                "baird_1995",
                "agnew_2008",
                "jerold_2013",
                "harriss_1969",
                "mattheson_1739",
                "parthey_1842",
                "bauman_1977",
                "agricola_1769",
                "agricola_1769",
                "agricola_1769",
                "agricola_1769",
                "waldura_2002",
                "kramer_1975",
                "benjamin_2007",
                "capella_1652",
                "stahl_and_johnson_1977",
                "aristoxenus_1983",
                "mathiesen_1983",
                "bryennius_1970",
                "walliss_1699",
                "bryennius_1970",
                "christensen_1995",
                "rousseau_1768",
                "koch_1802",
                "kramer_1973",
                "graun_1760",
                "telemann_1973",
                "koch_1807",
                "graun_1760",
                "riepel_1776",
                "scheibe_1765",
                "grimarest_1707",
                "krause_1752",
                "marpurg_1763",
                "planelli_1772",
                "christensen_1995",
                "mirka_2009",
                "mirka_2014",
                "grant_2014",
                "christensen_1995",
                "christensen_1995",
                "christensen_1995",
                "flaherty_1978",
                "buelow_1974",
                "wilson_1984",
                "skapski_1963",
                "flaherty_1978",
                "marpurg_1763",
                "marpurg_1763",
                "flaherty_1978",
                "hauge_2011",
                "gjerdingen_2007",
                "sherrill_and_boyle_2015",
                "vial_2008",
                "marpurg_1763",
                "marpurg_1763",
                "sherrill_and_boyle_2015",
                "marpurg_1763",
                "calella_2004",
                "telemann_1973",
                "telemann_1907",
                "telemann_1973",
                "telemann_1973",
                "telemann_1973",
                "telemann_1973",
                "riepel_1752",
                "telemann_1973",
                "telemann_1973",
                "telemann_1973",
                "schulz_1800",
                "jerold_2013",
                "helm_1960",
                "agricola_1757",
                "baird_1995",
                "agnew_2008",
                "jerold_2013",
                "harriss_1969",
                "mattheson_1739",
                "parthey_1842",
                "bauman_1977",
                "agricola_1769",
                "agricola_1769",
                "agricola_1769",
                "agricola_1769",
                "waldura_2002",
                "kramer_1975",
                "benjamin_2007",
                "capella_1652",
                "stahl_and_johnson_1977",
                "aristoxenus_1983",
                "mathiesen_1983",
                "bryennius_1970",
                "walliss_1699",
                "bryennius_1970",
                "christensen_1995",
                "rousseau_1768",
                "koch_1802",
                "kramer_1973",
                "graun_1760",
                "telemann_1973",
                "koch_1807",
                "graun_1760",
                "riepel_1776",
                "scheibe_1765",
                "grimarest_1707",
                "krause_1752",
                "marpurg_1763",
                "planelli_1772"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Mein damaliger Aufenthalt an einem Orte, wo ein gekrönter Weltweise das prächtigste der Schauspiele, oder wie andre sagen, “das ungereimteste Werk, so der menschliche Verstand jemals erfunden,” die Oper einem Volke zeigte, so bisher dergleichen kaum dem Namen nach kannte; gab mir noch mehr Gelegenheit hierauf zu denken. Ein jeder sagte seine Meynung von Arien und Recitativen, als von den allergemeinsten Sachen, so daß die Oper der Vorwurf aller Unterredungen ward. [Back then, my stay in one city gave me even more opportunity to think on this—a city where a crowned philosophus showed his people the most brilliant of plays (or as others say, the most absurd work that human reason ever invented ): opera—for until then hardly any knew its name. Everyone spoke their opinion on arias and recitatives, as with the most common of things, so that opera became the topic of all conversations.] – G. E. Lessing, Beyträge zur Historie und Aufnahme des Theaters , “Critik über die Gefangenen des Plautus.” Introduction Edition and Translation Appendix: Examples Works Cited Introduction (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Johann Georg Sulzer’s encyclopedia, the Allgemeine Theorie der schönen Künste ( 1771–74 ), has long been familiar to music scholars of the Enlightenment. The influence of its musical articles on musicians of the past is well-documented and hardly needs to be introduced here, especially because in recent years it has increasingly been drawn upon for evidence in a wide range of eighteenth-century musical topics, including historical theories of rhythm and meter, aesthetics, and topic theory. (2) Sulzer, an enthusiastic Liebhaber of music, enlisted the collaboration of skilled Prussian music theorists, most notably Johann Kirnberger, in preparation of music articles. Thomas Christensen’s 1995 translation of several articles on general aesthetic and musical topics in Sulzer’s encyclopedia has made major excerpts of this work accessible to English speakers. (3) Yet much still remains inaccessible. Christensen, who frames his translation project as a means of rendering Sulzer’s own thoughts and writings in English, justifies the inclusion of two music articles not by Sulzer (probably written by his collaborator Johann Abraham Peter Schulz), on the sonata and the symphony, according to the prestige of those genres alone. Christensen “deemed it appropriate to conclude with these articles,” because these genres are among the “two most important instrumental genres of the eighteenth century” ( 1995 , 23). Their prestigious status furthermore allows them to “serve as fitting exemplars” to the “aesthetic and rhetorical principles explicated by Sulzer” at the capstone position of his curated translations (23).",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "christensen_1995",
                    "christensen_1995"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] This, of course, reiterates a well-worn historical narrative that emphasizes the rise of instrumental music and marginalizes vocal music in Northern German circles during the Enlightenment. Christensen goes as far as to characterize Sulzer’s project as not only “the most ambitious attempt in mid-century Germany to integrate the new sensualist epistemology with classical aesthetic doctrine,” but one that “stands at an important juncture” in the history of music, accompanying the creation of a new aesthetic justification of instrumental music based on “the psychological processes studied so intently by the empiricist philosophers” ( 1995 , 5). Sulzer’s solutions to these aesthetic problems led to his detailed description of the artistic process and a “revitalization of rhetoric” that “offer[ed] a solution for an aesthetic grounding of instrumental music” (6). Yet any fully fleshed-out demonstration of Sulzer’s justification of instrumental music is omitted from these articles. (4) His proposed aesthetic grounding of instrumental music is seen only in an incipient form in the articles “Sonata” and “Symphonie.” These articles, instead of being detailed applications of Sulzer’s rhetorical theories, are brief, spanning only two or three pages. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "christensen_1995"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Yet we can already find a fully explicated genre-oriented article within Sulzer’s own publication, one that does not require a later theorist such as Heinrich Christoph Koch to complete the project’s promise. That music article discusses a genre with little prestige in modern musical culture, a vocal genre that was once debated with great vigor in northern German circles: recitative. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The article “Recitativ” is lengthy, with nearly ten times the number of printed pages dedicated to it than the “Symphonie” article translated by Christensen. Unlike its shorter instrumental cousins, it does not suffer from “the lack of any detailed description [ . . . ] of the process by which [it] may be structured and composed” ( Christensen 1995 , 23). The “Recitativ” article contains 15 numbered rules regulating the composition and performance of recitative that are concerned with facilitating appropriate performance befitting good oration. Yet not all of its content is limited to detailed prose. In fact, the number of musical examples contained within it is staggering even by the standards of twenty-first century music journals. The article contains insert pages that hold 39 numbered musical examples, many of which have two or more sub-examples, elevating the number of unique examples on these pages to well over 70. Compounding this are over 40 additional musical examples integrated into the visual space of the printed prose. The article is also extensive in its scope. It includes, as already mentioned, sections devoted to the composition and performance of recitative. It also includes long polemical tracts and extensive discussions about the general aesthetic issues of recitative as a style, with reflections on such minutiae as the relationship between harmonic dissonances and poetry. Finally, it documents the reception of two central composers in eighteenth-century North Germany: Carl Heinrich Graun and, through the proxy of Johann Adolph Scheibe, Georg Philipp Telemann. Both Graun and Telemann assume prominent positions within a mid-century regional dispute over the composition of recitative. Organization and Content",
                "footnotes": [],
                "citations": [
                    "christensen_1995"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Sulzer’s recitative article is a complex document penned by multiple authors. Most of its musical content was written by at least two musical experts (probably Kirnberger and Schulz). Additional commentary was probably added by Sulzer himself. (7) The article “Recitativ” is divided into three main sections and a bibliography. The first section (§1–10) comprises the opening half of the article. It defines recitative and concerns itself with general aesthetic issues. More specifically, recitative is seen as spanning the central position of a continuum between the extremes of song and speech, one that takes distinct pitches from song and rhythmic freedom from speech. Recitative properly belongs to specific genres (e.g, oratorio, cantata, opera) and is associated with poetic free verse. And even though, as argued by Rousseau, certain languages (like Italian) are better suited for recitative than others, talented poets can overcome the shortcomings of any language (§10).  The rhythmic variety granted to recitative also is manifested in its expressive content, which can quickly vary from highly pathetic expression to plain narration. After this general introduction, the opening section shifts away from defining recitative to issuing prescriptive statements about how the style ought to go. Recitative, for instance, cannot be “indifferent” and cannot be used in the reading of letters as happens in Metastasio’s Catone in Utica (§5). Quite far from cool and indifferent verse, poets frequently reserve their best poetry for recitative, whose metrical and formal freedom offer possibilities freed from the constraints of arias (§7). The opening section finally introduces two emerging camps concerning the composition of recitative. One represents artistic and intellectual merit while the other epitomizes immense aesthetic failure. Representative of the former are the composer Carl Heinrich Graun and the librettist Karl Wilhelm Ramler, whose passion-oratorio Der Tod Jesu is first held up as an object of excellence in §7. (8) The composer and theorist Johann Adolph Scheibe—the emblematic representative of the latter—receives the first of many reprimands over his arcane distinction between “recited” and “declaimed” recitative in §6, a position outlined in his three-part “Abhandlung über das Recitativ” ( 1764–65 ). Scheibe’s treatise and compositions are the primary sources drawn upon for showing poorly composed and conceived recitative throughout the remainder of the essay. (9)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] The second major section of ”Recitativ” is dedicated to a list of fifteen rules governing the musical composition of recitative. These rules are often complex and evade simple reductions to a single underlying precept. Their contents can be summarized as follows: Recitative is rhythmically irregular and must follow the rhythm [Rhythmus] of the poetic text. (10) 4/4 meter is required. General differences between French and Italian recitative are outlined. The tonal and harmonic irregularity of recitative is described. Tonal features should align with the poetic text. A general prohibition on melismatic text setting in recitative is given. Syllabic text setting is prescribed. No musical embellishment should obscure the clarity of linguistic pronunciation. Accented syllables should be placed in accented parts of a measure. Rhythmic motion [Bewegung] must conform to good oration. (11) Melodic contour must conform to good oration. Rests must coincide with textual divisions. Cadences should appear only where the text demands it. Delayed cadences are possible. Questions and exclamations should emphasize a central word. Harmony should follow the text. Recitative is still subject to the rules of harmony. Dynamics should follow the text. Particularly moving passages should be set as arioso. There is a continuum between the rhythmic regularity of arioso and freedom of recitative. Guidelines for appropriate locations of accompagnato are given. This second section concludes with a clue to the authorship of the essay. These fifteen rules were apparently shared with an anonymous “friend who combines the theory of music with a refined knowledge of good song.” This friend in turn was to have “volunteer[ed] a few comments on the following examples explaining the [fifteen rules]” (§12). (12) Even though these rules lie at the center of the essay, there are marked limitations to their explanatory power. Often it is unclear within the article exactly how the rules in “Recitativ” generate the examples of good recitative produced on its pages. For instance, the changes made to Scheibe’s recitative in §20 (the original appears as Example VII) only tenuously relate to their justifying rules. The very first of those presented (setting “Der König…”) supposedly corrects “errors against the fifth and seventh rules” (§20). The fifth rule regulates the location of accented syllables within a measure—placing them on strong beats. The seventh rule is much vaguer, calling for coordination between melody and the rising and falling sentiments of poetry. Yet neither rule calls for the revision made! The fifth rule has no relevance to the revision, as no syllable is even placed on a different beat. The seventh rule has more applicability in this situation only because of its vagueness. By urging composers to realize meaningful semantic segments of poetry through melodic contour, the evocation of the seventh rule can at best be understood as explaining why the revised version is better than the original—but in no way does it lead a composer to the in-text revision of §20. The prescriptive limitations of these rules place most of the explanatory weight within the third division of the essay on the revisions of flawed recitative and not on the rules themselves. Table 1 . Examples and rules discussed in the third part of Sulzer’s “Recitativ” (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] The final major section consists of the comments solicited from “[a] friend” knowledgeable of song. In it well over 100 musical examples are discussed. Pieces by Scheibe and Telemann are chastised for violating the above rules, and works by Graun are held up as exemplars of sensitive text-setting. The organization of the third section, even with reordering and omissions, roughly follows the order of the preceding fifteen rules, as summarized in Table 1 . When rules are discussed out of their numbered order, they do so through the pairing of a later rule with one presented in its proper position. (13) Two rules (11 and 15) are not directly addressed in this portion of the essay, although their general content finds its way into parts of the commentary. The author of this commentary even proposes some changes to the rules given in the second section and also offers an entirely new rule that prohibits text-painting (§§54, 56–57). (14) The discussion of these rules accompanies an aesthetic assessment of the musical examples that were presented on separate leaves, ostensibly assembled by the author of section 2. These examples are designated by Roman numerals. (15) Most of them are drawn from the works of two composers: Graun and Scheibe. Their recitatives are used respectively as “good and weak examples” to teach proper execution of the style (§12). Scheibe’s work in particular is thoroughly condemned as faulty.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Scheibe was a controversial figure in the musical of life in mid-eighteenth century Germany. Best known today for criticizing J. S. Bach’s standing as a composer, Scheibe was an active composer and writer on music. (16) With the encouragement of his mentor Telemann, he founded the Hamburg-based journal Der critische Musikus in 1737. The aesthetic status of recitative was an idée fixe in his critical writings. (17) Wishing to salvage opera according to the classicist aesthetics of the University of Leipzig professor Johann Christoph Gottsched, who abhorred its non-imitative nature and lack of verisimilitude, Scheibe turned to recitative’s close relationship with oration in order to create an imitative justification for opera. (18) His earliest writings on recitative are found in the Critischer Musikus . Yet his most important work on the subject was published after his relocation to Copenhagen in the 1740s and includes a “report on the possibility and nature of good Singspiels ” appended to his opera Thusnelde ( Scheibe 1749 ), an open letter addressed to Wilhelm von Gerstenberg introducing his two Tragic Cantatas ( Scheibe 1765 ), and a lengthy three-part treatise on recitative in the Bibliothek der schönen Wissenschaften und der freyen Künste ( Scheibe 1764–65 ). Scheibe’s classicist leanings had him idealize the relationship between the contours of music and language, so much so that Scheibe proposed radical ways of rendering recitative that abandoned from time to time the foundational conventions of that style. These radical leanings align him with Telemann, who similarly experimented with alternatives to the highly formulaic Italianate recitative lingua franca. With so much of his own ink spilled on the subject and his prominent place within German music criticism, it should come as no surprise that Scheibe’s recitative and his writings on it were closely scrutinized by unsympathetic observers eager to point out its flaws. (19) In contrast, the recitative by Berlin-centered Carl Heinrich Graun is showered with praise throughout the Sulzer “Recitativ” article. (20) The marked preference for Graun over Scheibe left an impact on careful readers. The still-young Beethoven, trying to shore up his vocal writing, carefully studied these Graun examples, which influenced the recitatives in Christus am Ölberge and the various versions of Fidelio ( Kramer 1973 , 26–27, 37–43). Performance, Composition, Oration",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "scheibe_1749",
                    "scheibe_1765",
                    "kramer_1973"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] The nature of successful performance is a central theme in “Recitativ,” one that is often tied to the composition of recitative and the practice of good oration. According to Sulzer, successfully composed recitative imitates the contours and rhythms of well-spoken language. In recitative the composer must recognize what the text affords concerning a rhetorically convincing recitation. Consequently the roles of composer and singer blend in recitative, so that their creative tasks both emulate that of an orator. It should then come as no surprise that the fifteen rules in the Sulzer article deal with recitative as oration in some manner, either as conforming to the rhythms of language (rules 1, 2, 5, 6, 8, 14, 15), the contour of language (rules 3, 7, 10, 11), or the affect and clarity of language (rules 2, 3, 4, 7, 9, 11, 12, 13). Here the composer rises to the role of orator, sometimes even surpassing the position of singer in this regard. Such an attitude is most clearly seen in the repeated suggestions that composers notate as much as possible regarding the execution of recitative and that singers defer their judgement to the composer. This is demonstrated by the prohibition of melismas (rule 3), a stance that limits the creative role of singers. It is also observed when, for instance, rule 12 is explained in §50 by advocating for greater notational precision: “it would likewise be better for both dynamics [piano and forte] and as well as tempo for each change of affect to be clearly prescribed to [the singer].” Or similarly, when the practice of not notating expected appoggiaturas is derided: “why is it then not written like that?” (§21). And more generally, “if it is true that much has to be left to the execution of the singer in recitatives, then it is equally true that it is absurd for a composer not to use everything in his capabilities to indicate to the singer the execution of each phrase” (§26). The role of composer as the primary interpreter of the text is best expressed by the quip “singers of course do not feel more than composers” (§26). Table 2 . Permitted cadences for “masculine” and “feminine” poetic rhythms (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] The application and notation of appoggiaturas is also discussed in §39. Here the distinction between masculine and feminine cadences is outlined. Unfortunately the language in this paragraph is rather opaque. A falling-third “masculine” cadence is to be performed with an appoggiatura, even though the author proclaims a few sentences later that “no masculine cadence [should] be given a feminine ending” (§39). This commentary accompanies in-text examples of a falling fourth cadence which resists an appoggiatura due to its “extremely dragging” quality. (21) This paragraph is woefully under-explained. Its lack of clarity stems from a propensity to fuse compositional and performative elements. First, appoggiaturas are more or less shown to be obligatory in performance, either as melismas (in “masculine endings”) or in conjunction with syllabic text-setting (in “feminine endings”). Again, according to this essay such appoggiaturas should also be notated by the composer, even though this was not the usual notational practice for eighteenth-century recitative, a fact alluded to by the author in §39. Second, because the melismatic appoggiatura that is produced with “masculine” falling-fourth cadences is aesthetically questionable, “masculine” falling-fourth cadences are to be avoided, as summarized in Table 2 . The cause of the aesthetic questionability of this particular appoggiatura cannot be explained from the second section’s rules alone. Even though such an appoggiatura can be seen as violating rule 6 by interrupting the natural rhythm of language and violating rule 4’s ban on short melismatic passages, those rules should also prohibit the stylistically sanctioned melismatic appoggiatura over falling-third cadences. For those cadences, the ubiquitous stepwise appoggiatura (essentially a passing tone) apparently lacks the “dragging” quality that a melismatic leap of a third creates in a falling-fourth cadence. (22) Not all relevant stylistic information is encoded in the article’s fifteen rules, which is a recurring problem in this essay.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] The most idiosyncratic compositional prescription in the “Recitativ” article regards the setting of questions. Rule 10 stipulates that “the specific types of cadences through which questions, intense exclamations, and sternly commanding phrases are illustrated should not be made on the last syllable of the phrase but rather on the main word whose meaning this figure of speech rests on.” Placing the questioning tone on the word that a question is centered on can result in an unstylistic excess of post-cadential syllables, as shown in the integrated example of §44. No other important commentary on recitative calls for such a practice. This unusual position is even acknowledged within the essay, as the stipulation of rule 10 is found to be in direct opposition to the practice of a “majority of composers” (§41). The author felt that the usual manner of setting questions, which misrepresents the true meanings of poetic texts, violates the imperative for recitative to imitate the practices of good oration. Standard formulas of composing a question, with the last accented syllable coinciding with the question contour, are seen as potentially distorting the meanings of religious texts, and even able to transform some pious questions into shocking blasphemies (see §42). Due to the author’s radical and idiosyncratic understanding of questions, and since the repertoire could not yield music that follows the extreme position outlined in rule 10, faulty examples by Scheibe are never countered with successful ones by Graun (the most common strategy in other portions of this essay). Instead, newly composed revisions are used to illustrate the desired treatment of questions. Hamburg and Berlin: Telemann and Graun",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] The stark opposition between Graun and Scheibe’s recitative styles underlying the “Recitativ” article fits into a larger discourse that contrasted the ideal recitative styles of two North German musical centers: the port cities of Hanseatic Hamburg and Danish Copenhagen, on the one hand, and Prussian Berlin, on the other. (23) Sulzer was strongly linked to the Prussian capital of Berlin, where he was a member of the Royal Prussian Academy of Sciences. In Berlin, good recitative became increasingly associated with a well-established Italianate idiom, one spread throughout Europe by popular genres such as Metastasian opera seria . This Italianate or galant idiom has recently been described by Paul Sherrill and myself ( Sherrill and Boyle 2015 ) as distinctive from other contemporaneous musical styles, by consisting of roughly 15 unique melodic schemas deployed in a highly scripted manner. (24) Table 3 . Revisions to Example VII in Sulzer “Recitativ” (click to enlarge)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13] Mid-eighteenth-century Berliner musicians, even those who often have contradictory opinions regarding music, repeatedly corrected phrases of recitative that deviated from this narrow vocabulary of melodic schemas. The “Recitativ” article does this in several locations, perhaps most notably in its discussion of a recitative from Scheibe’s Die Auferstehung und Himmelfahrt Jesu (Example VII). The opening poetic Einschnitt (“Der König Israel”), which Scheibe sets as an ascending arpeggio, is non-prototypical for galant recitative and does not correspond to any schema found in the roster of schemas produced in Sherrill and Boyle 2015 . (25) The proposed alternative in the Sulzer article (§20) evens out the initial stage of the arpeggiation by having the voice only intone F for the first 3 syllables. This in turn transforms the opening passage into what we call a “prua” schema. Nearly every moment of musical and poetic punctuation (e.g., the ends of sentences and clauses) is subsequently criticized and corrected from Scheibe’s non-schematic forms to prototypical realizations of the schemas found in our roster. Table 3 summarizes these revisions.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "1.14": {
                "text": "[1.14] Friedrich Marpurg, also writing in Berlin, similarly revised passages of recitative in his Kritische Briefe über die Tonkunst . (26) In particular, he was quite sensitive to what he considered to be the differences between Italian and French recitative. In his CXV and CXVI letters (395–404) he examines a recitative from Rameau’s Zoroaster and provides three reworkings of it by three unnamed composers who attempted “to give Italian clothing to the French text of the preceding recitative.” (27) Each of these examples largely conforms to the schematic lexicon of galant recitative except for the first, which Marpurg criticizes for having poorly placed rests and poor deployment of schemas vis-à-vis their semantic connotations (e.g., a question cadence appears where none is called for). Marpurg in turn formalizes the schematic language of galant recitative to some extent by providing a typology of recitative cadences along with dozens of examples. (28) Moreover, earlier in his letters Marpurg maps onto this stylistic opposition of French versus Italianate recitative another opposition of greater consequence for practicing musicians: that of good (i.e. modern) versus antiquated taste. In the XCVII letter, Marpurg equates Italian recitative with modern music and calls it “new recitative” ( neuere Recitativ ), instructing his readers in the nuances of its composition, and contrasts it with French recitative which he describes as representative of older musical tastes ( ältere ), implied to be of little value to practicing musicians (255). This stance apparently offended a reader of Marpurg’s curious periodical who privileged French recitative as truer to the ancient Greek forms of recited speech (269). Out of character, Marpurg—a famous defender of French music in Berliner circles—dismissed these claims concerning French recitative, and responded with a point-by-point refutation in his XCIX letter, even rebarring a passage from Lully’s Armide to a consistent 4 4 in order to demonstrate that, unlike the Greeks, “the French do not declaim following the precision of the measure [Tactes], even if they at first appear to be strict in comparison with Italians, but they rather strike a certain middle between the strictness of the Greeks and the freedom of the Italians.” (29) Example 1.1 . Recitative passage from Jean-Philippe Rameau’s Castor et Pollux Act 1, scene 5, with only minor deviations from the published score (cf. Rameau 1737, 62–63). Graun included it as his first example in a November 9, 1751 letter to Telemann (click to enlarge) Example 1.2 . Graun’s revision of Example 1.1 in an Italianate idiom and included as his second example in a November 9, 1751 letter to Telemann (click to enlarge) Table 4 . Schematic summary of Graun’s November 9, 1751 revisions of Rameau’s Castor et Pollux Act 1, scene 5 (click to enlarge)",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] Even two decades before the publication of Sulzer’s encyclopedia, musicians in Berlin expressed similar values concerning how modern recitative ought to sound. In 1751–52 Carl Heinrich Graun and Georg Philipp Telemann exchanged a series of letters on an array of topics including text setting, counterpoint, aesthetics, and recitative. (30) Their discussion of recitative powerfully illustrates the aesthetic divide between Hamburg and Berlin—as articulated by the premier composers of each city—and prefigures the aesthetic values argued for in Scheibe’s published essay and the Kirnberger-inflected Sulzer article. In the first surviving letter (May 1, 1751), Graun emphasizes that he does not dismiss all French music. (31) Instead, Graun’s distaste is reserved only for French recitative: “rather I only wanted to say that I consider the French recitative style as not natural, therefore I wrote that I have not yet seen a reasonable one because these same recitatives are set next to their mistimed and misapplied arioso melody absolutely too often and more often contrary to musical rhetoric : the operas of Rameau are proof enough.” (32)",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "1.16": {
                "text": "[1.16] In the next surviving letter (November 9, 1751), Graun elaborates his position by attaching eight musical examples with commentary. The first of these ( Example 1.1 ) (33) presents a short excerpt from Rameau’s Castor et Pollux that supposedly exemplifies the misuse of arioso and rhetoric. (34) Graun’s second example ( Example 1.2 ) offers a revision of this passage that transforms not only its rhythmical, metrical, and harmonic dimensions, as observed in Calella 2004, but quite notably translates nearly every melodic Einschnitt into a schema from Paul Sherrill’s and my 2015 roster. All of these revisions were introduced by Graun with the aim of having “Telaire…seek to sway Castor more emphatically.” (35) Here as elsewhere, rhetorical clarity is only recognized when recitative conforms to an Italianate schematic regularity; see Table 4 for a summary of these revisions. Graun’s inelegant, Schusterfleck -inflected recitative prefigures some of the prescriptivist commentary found in the Sulzer “Recitativ” essay, with rising chromatic basslines appearing in §27 and again in the first section of Example XVI. (36) Sulzer urges his readers to use similar rising chromatic basslines in moments of crescendoing dramatic intensity, much as Graun wishes Telaire to address Castor more intensely. The examples demonstrating this practice (Examples XIV and XV) in “Recitativ” are recitatives by Graun that make use of this very same bass “transposition.” Example XIV is remarkable in that each stage of the cadential transposition is punctuated with a falling-third cadence, just as Graun’s own revision above does. In the final two recitative examples (No. 7–8) in Graun’s letter to Telemann, Graun, like Marpurg above, revises another recitative from Rameau’s Castor et Pollux , so that its unchanged melody may remain in common time throughout.",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "1.17": {
                "text": "[1.17] Telemann’s only surviving response concerning recitative (dated December 15, 1751) rejects Graun’s assertion that Italianate recitative is more natural and more suitable for composition. In contrast, Telemann encouraged greater experimentation and was reluctant to claim that the Italian style had won permanent international prominence. (37) Both he and Scheibe imagined creative ways for how the relationship between language and music ought to be negotiated. Telemann eventually adopted Rameauvian (i.e., French) recitative techniques in his latter sacred works, including his Matthew Passion , an excerpt of which Telemann sent to Graun in this correspondence. The characteristic metrical changes of French recitative are celebrated for their fluidity. He writes, for instance, that in the French style “everything goes on to the next like the wine of Champagne.” (38) Telemann further defended his position through a critique of Graun’s eighth example—the common-time rebarring of Rameau—in which he expresses skepticism as to whether more than three sixteenth notes in succession would be stylistically appropriate for Italian recitative: “[this] also catches my eye at ‘ préparer la fête, ’ since I cannot recall to have found in a Welsh [i.e. Italian] recitative four sixteenth notes in a row.” (39) Telemann appears to have only expressed this sentiment within this letter—it does not appear in his primer on recitative published with his Harmonischer Gottes-Dienst (1725–26). Sulzer’s “Recitativ” article, curiously, belittles this stylistic judgement: “Many composers of vocal music want recitative never to have more than two—at most three—sixteenth notes following each other. This is exactly observed in Telemann and Scheibe’s recitatives. In their tragic cantatas, the accent of language and the natural metrical weight is sooner violated than this rule” (§25). Did Graun, the central composer of mid-century Berlin, gossip to his compatriots about Telemann’s unorthodox ideas concerning recitative? Author(s)",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "1.18": {
                "text": "[1.18] The authorship of the music articles in Sulzer’s encyclopedia had long been attributed to Kirnberger and his student Schulz. These attributions rested on two documents: Sulzer’s preface to the second volume of the Allgemeine Theorie and an 1800 article by Schulz that appeared in the Allgemeine musikalische Zeitung ( AmZ ). (40) From these accounts it would seem that (1) Kirnberger was responsible for all music articles in the first volume (ranging from letters A to J) and most early articles in the second volume (letter K through “Modulation”), (2) that his student Schulz collaborated with him from after “Modulation” through R, and that (3) Schulz more or less independently wrote the articles from S onward. We also know from Schulz’s 1800 AmZ essay that Kirnberger was still responsible for some of the articles after S, including both “System” and “Verrückung.”",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "1.19": {
                "text": "[1.19] Beverly Jerold has recently challenged these consensus attributions by proposing that Sulzer solicited articles from other musicians before Kirnberger was brought into this project ( 2013 , 694). Her suspicion is that the Prussian court composer Johann Friedrich Agricola (1720–1774)—an opera composer, accomplished tenor, vocal pedagogue, and published writer on music—contributed to many of the music articles in the first volume of the Sulzer encyclopedia. (41) If so, then Kirnberger arrived only relatively late in the preparation of the first volume. The plausibility of Agricola as a collaborator is quite appealing even when only considering the general content of the music articles. The Musik in Geschichte und Gegenwart article on Sulzer observes that a noticeable shift in musical subject matter occurred between the first and second volumes, with instrumental topics receiving greater prominence in the second volume and vocal topics greater prominence in the first, which can be elegantly explained with Agricola as a contributor to the first volume ( Jerold 2013 , 696). There are other indications both within Sulzer articles and in contemporary documents that suggest the presence of another musical collaborator, likely to be Agricola. One such indication is that the music articles are sometimes profoundly ideologically inconsistent. Kirnberger, infamous for his contentious rivalries with other Berliner musicians, seems unlikely as an author of articles that praise his known rivals. These inconsistences are most noticeable between articles on related topics. Open endorsement and praise for Rameau’s harmonic theories, quite out of character for the anti-French Kirnberger, can be found in alphabetically early entries such as “Accord,” “Auflösung der Dissonanz,” “Cadenz,” and “Harmonik” ( Jerold 2013 , 607–98; Christensen 1995 , 14).  Another indication is that eighteenth-century writers attributed authorship to Agricola. Ernst Ludwig Gerber, for instance, listed both Agricola and Kirnberger as authors in his 1792 Historisch-biographisches Lexicon der Tonkünstler ( Jerold 2013 , nn 10, 25). Johann Joachim Christoph Bode, in a 1773 translation of Charles Burney’s travels through Central Europe, also states that Agricola wrote articles for the Sulzer encyclopedia, even attributing the article “Ausdruk in der Musik” to him ( Jerold 2013 , 696). (42) It is also known that Agricola preferred to remain anonymous in public disputes, which perhaps explains why Sulzer never acknowledged him in the prefaces to the Allgemeine Theorie (696).",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": [
                    "jerold_2013",
                    "jerold_2013",
                    "jerold_2013",
                    "christensen_1995",
                    "gerber_1792",
                    "jerold_2013",
                    "jerold_2013"
                ]
            }
        },
        {
            "1.20": {
                "text": "[1.20] The vast majority of material found in the Sulzer article on recitative has been attributed to Schulz. Richard Kramer suspects that multiple authors may have had minor roles in its creation, with Sulzer “responsible for [the] first section” and with Schulz as the exclusive author of the more overtly musical sections ( 1973 , 24). Kirnberger’s role was only to provide an “editorial eye [as Schulz’s] mentor” (24). In this interpretation nearly all of sections 2 and 3 were penned by Schulz (24). Frederick Neumann, in his 1982 study of appoggiaturas, similarly attributes the recitative article to Schulz, as does Clive Brown 1999 . Claude Palisca credits the article only to Kirnberger and Sulzer ( 1983 , 11). Yet ascribing the musical content primarily to Schulz (or Kirnberger) ignores aspects of the article that openly acknowledge multiple authors. The second section, for instance, contains a passage that claims that the third section was written by a different author from the preceding one, an author “who combines the theory of music with a refined knowledge of good song” (§12). (43) It is also implied within §12 that the author of the second section was responsible for collecting at least the majority of the numbered musical examples discussed in section 3. Table 5 . Authors of Sulzer’s “Recitativ” as proposed by Jerold (2013) (click to enlarge)",
                "footnotes": [
                    "FN43"
                ],
                "citations": [
                    "kramer_1973",
                    "neumann_1982",
                    "brown_1999",
                    "palisca_1983"
                ]
            }
        },
        {
            "1.21": {
                "text": "[1.21] Jerold interprets this as marking a change in author at the beginning of the third section. Sulzer, in her estimation, was responsible only for the opening paragraph on classical subject matter. She concludes that the remainder of the first and the entirety of the second sections were penned by “an individual active in the vocal arts,” who in the first section claims to have “written the article ‘Oper’” in §5 ( 2013 , 694). Jerold suspects that Kirnberger played a minimal role in the creation of the article, and that his role was largely limited to adding polemically-charged interjections critiquing Telemann’s text painting practices (§54) to an article otherwise written by Schulz, Sulzer, and a vocal expert likely to be Agricola (649). Jerold’s views of authorship in each major section of the article are summarized in Table 5 .",
                "footnotes": [],
                "citations": [
                    "jerold_2013"
                ]
            }
        },
        {
            "1.22": {
                "text": "[1.22] I believe it is likely that Agricola contributed to the composition of this essay, but I do not believe that he could have been the sole contributor to the second section’s list of rules, as some of these rules contradict views presented in writings on recitative known to be by Agricola. In his 1757 translation and expansion of Tosi’s 1723 Opinioni de’ cantori antichi, e moderni (published as Anleitung zur Singkunst ), Agricola advocates for and instructs in the appropriate use of melismas and embellishments in recitative, providing additional musical examples and prose commentary to Tosi’s treatise. This stands in sharp contrast to the prohibition of and limitations on melismas and embellishments found in rules 3 and 4 of the Sulzer essay. Moreover, no vocal expert was needed to assemble the 15 rules of section 2, nor does the essay imply that the author of section 2 is a vocal expert. The turn of phrase heralding the entry of a new author in §12 seems to indicate that the vocal expert penned section 3. Obviating Agricola’s role further is the fact that these 15 rules could easily have been drawn together from a readily available source, namely Johann Mattheson’s 1739 Vollkommene Capellmeister . Mattheson, in a section discussing vocal melodies, outlines 10 rules governing the successful composition of recitative which are preceded by two general paragraphs on the unique properties of recitative. Mattheson’s rules are as follows: It should not be constrained at all, but should be completely natural. The accent must receive a great deal of attention with it. The affect must not suffer the slightest detriment. Everything must fall lightly and understandably on the ear as if it were spoken. Recitative more exactly insists upon the correctness of Einschnitts than all arias, for with the latter, one is occasionally somewhat forgiven because of pleasant melody. Actually, no melismas [Melismata] or more frequent repetitions belong in recitative with the exception of some quite special though rare cases. The accent is not to be disregarded for a moment. The caesura of the measure, though it pretty well takes care of itself, nevertheless must be properly attended to in writing. The established style of writing with all its familiar clauses must be retained and yet must always bring something new and different in variation of tones. This is the most important point. The greatest conceivable variation in the rising and falling of the sounds must be sought, especially in the bass, but as if it occurred by chance and certainly not contrary to the meaning of the words. (44) Table 6 . Concordances between the rules governing recitative in Mattheson 1739 and Sulzer 1771–74 (click to enlarge) Example 1.3 . Agricola’s revision of a passage from Scheibe’s Ariadne auf Naxos . Compare with Examples XII and XIII. (click to enlarge) Nine of Mattheson’s rules concord with “Recitativ,” and those rules that do not share content with Mattheson’s either focus on idiosyncratic advice (such as the application of dynamics), cadence types, or the use of accompagnato and arioso. And although Mattheson was a Hamburger like Telemann, his idealized recitative style featured both the rhythmic clarity and schematic regularity (cf. rule 9’s “familiar clauses”) called for by “Recitativ.” The relationships between these two sets of rules is summarized in Table 6 .",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "agricola_1757"
                ]
            }
        },
        {
            "1.23": {
                "text": "[1.23] Yet Agricola’s involvement with the article need not be limited to section 1. The final portion of the essay, even if primarily by Schulz, at the very least emulates the argumentative style of a review essay now known to be by Agricola, an essay that critiques Scheibe’s recitatives in the Tragic Cantatas . In many ways Agricola’s 1769 review article in the Allgemeine deutsche Bibliothek ( AdB ), published five years before the Sulzer, seems to be a “practice run” for several of the central arguments found in the Sulzer article. (45) Both essays share points of contact concerning aesthetic outlook, perceived stylistic faults of Scheibe’s recitatives, and even musical examples and their discussions. Perhaps the most clearly noticeable commonality between the two essays is the shared criticisms of a single passage and their very similar corrective revisions of it. Scheibe’s setting of the word “kretischen” troubled both Agricola and the author of the Sulzer comments. Agricola, whose essay has a running theme noting how Scheibe the composer deviates from the advice of Scheibe the critic, notes that “Hr. S.[cheibe] would certainly not have let another composer sneak through unchastised” if they were to have similarly set the last syllable of kretischen on the third beat of a measure. (46) In §25 of the Sulzer essay, this passage is cited as Example XII for the same reason, that of having an “unnatural metric weight on the last syllable of kretischen .” Both essays also propose near-identical corrections. Agricola’s AdB review ensures that the first syllable of kretischen falls on the first beat of the measure, as seen in Example 1.3 .",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": [
                    "agricola_1769"
                ]
            }
        },
        {
            "1.24": {
                "text": "[1.24] His revision features a somewhat uncharacteristic mixture of quarter notes into the rhythmic notation of the recitative. Agricola’s notational solution is not the only one available, and in fact, when a similar revision is proposed as Example XIII in the Sulzer essay, the quarter notes setting “-dal-schen” are compressed so as to allow the accented syllable of “Gängen” to fall on the third beat of the measure instead of the beginning of the following measure. The notational practices of both revisions help to clarify differences in their immediate use in the respective essays. For Agricola’s AdB review, the quarter-note notation is used to demonstrate that, contrary to the practice of composers such as Scheibe and Telemann, sixteenth notes and quarter notes may be mixed (164). In fact, Scheibe’s error, according to Agricola, emerges out of his faulty understanding of this aspect of the style: “We can imagine no other reason for his method than that he wanted to avoid the meddling, common for the Italians in their recitative, of multiple sixteenth notes and quarter notes. For in both cantatas we can find nothing of the sort.” (47) The qualms composers like Scheibe had in writing such rhythms is purportedly misplaced because an experienced singer in performance will not mechanically differentiate between the rhythmic value of quarters and sixteenths: “But, since a skillful singer of this type of recitative will sing the sixteenth notes as little [wenig] as the quarter notes in their true metrical value [Taktgeltung], this then appears to us to be an exaggerated subtlety, one which traces the most assured error of a wrong declamation in notes and words.” (48) The Sulzer essay similarly attempts to correct a perceived error in the notation of rhythm, namely that instead of the practice of “many composers” (again Scheibe and Telemann) “never to have more than two—at most three—sixteenth notes following each other,” composers should follow the metrical weight of syllables and feel free to use many sixteenth notes that “would show the singer that he should quickly pass through words which have no striking meaning” (§25). The similarity between these two passages suggests, at the very least, that the AdB review influenced the Sulzer essay, but it may indicate that Agricola worked partially on the final section of the Sulzer article. Table 7 . Passages from Scheibe 1765 ( Ariadne auf Naxos ) revised by Agricola 1769 (click to enlarge) Example 1.4 (click to enlarge and see the rest) Table 8 . Schematic summary of Example 1.4a (click to enlarge) Table 9 . Schematic summary of Agricola’s revision (Example 1.4b) (click to enlarge)",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "1.25": {
                "text": "[1.25] The remaining recitative revisions in Agricola’s AdB review air grievances concerning poor text-setting (see Table 7 for a catalogue of these). Yet just as with Marpurg, Graun, and the Sulzer essay, Agricola uses these revisions to reinforce the schematic normalcy of the Italianate style and, through the repeated evocation of proper text-setting, hereby associates these schemas with rhetorical clarity. The first entry in Table 7 is the most extensive of these revisions. Agricola begins by describing its flawed declamation of the syllables “-te,” “West,” and “win-.” (49) He then provides a score excerpt of both Scheibe’s recitative ( Example 1.4a ) and his own revision of that passage ( Example 1.4b ). After giving this revision, Agricola matter-of-factly asks: “is the following not better and clearer?” ( 1769 , 166). And it certainly is. Scheibe’s original is littered with problems from a Berliner’s perspective. He neither follows the poetic Einschnitts implied in the German text nor properly uses the Italianate lexicon of recitative schemas to musicalize them. (50) As seen in Table 8 , only half of the recitative’s gestures in Scheibe’s original unequivocally present Italianate schemas, whereas Agricola’s revision, summarized in Table 9 , is in this respect perfect. The very clarity that Agricola finds so easy to recognize must lie equally in a passage’s conformity to melodic prototypes as well as its more general rhythmic profile. Agricola’s attitude regarding this is almost to be expected: it is remarkably consistent with those of his contemporary Prussian compatriots, being especially concordant with the general tone of “Recitativ,” an article he himself may have played quite an active role in shaping. Conclusion",
                "footnotes": [
                    "FN49",
                    "FN50"
                ],
                "citations": [
                    "agricola_1769"
                ]
            }
        },
        {
            "1.26": {
                "text": "[1.26] The most ambitious aspect of “Recitativ” is that it provides a holistic description of a musical genre, in which the basic rules of a “genre game” are outlined. These idealized rules for recitative are described (and prescribed) using the best intellectual technology available to Sulzer’s collaborators: a catalogue of 15 rules and a discussion of stylistic exemplars. Yet the methods in “Recitativ” only partially capture the nuances of this relatively simple musical style. His numbered rules model the formulaic language of Italianate recitative as well as a bottom-up strategy could be expected to describe a category-based musical practice. More crucial to his project, even if less systemized, was the Berlin practice of revising recitative—a ripe tradition for Sulzer’s encyclopedia to draw upon in defending stylistic judgements. Through the revision of faulty passages of recitative, Sulzer was able to convey denser packets of stylistic knowledge more effectively and efficiently than through his 15 rules alone, by calling attention to and demonstrating the proper usages of Italian recitative schemas. In conjunction with each other, both the 15 rules and the numerous musical exemplars paint a coherent picture detailing Sulzer’s vision for the expressive and aesthetic function of recitative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.27": {
                "text": "[1.27] An often alluded-to theme regarding the expressive function of recitative is found in the distinction between recitative and aria, sometimes expressed through the divide between Italian and French recitative. All of these distinctions are created through the use of specialized, genre-specific lexicons of schemas. Moreover, Sulzer’s discussion of recitative reveals his understanding of the structural and expressive role of recitative within larger vocal genres. Italian recitative embodies an ideal form of rhetorical clarity largely through its melodic and rhythmic simplicity. Such simplicity facilitates the singing character’s ability, like a skilled orator, to move their audience through the power of (musicalized) spoken rhetoric. French recitative, in contrast, is too invested in expressing the affective state of the singer at each moment and consequently is too much like aria. After all, Graun—the model composer for “Recitativ”—lists in the above cited 1751 letter the “mistimed and misapplied arioso melody” as the primary cause for French recitative’s propensity to be “contrary to musical rhetoric ” ( Telemann 1973 , 274). Aria, like arioso, in turn differs from recitative by its more temporally structured expression of passion (cf. §4). The commentary to the revisions in “Recitativ” and the repeated discussion of “special types of cadences” also indicate that for the authors of Sulzer’s “Recitativ” (and probably Graun in 1751) the schematic parsimony of Italianate recitative and good declamation were inseparably connected. Deviations away from this limited vocabulary of recitative schemas was seen as an abandonment of good declamation, a step towards Gallic recitation, and ultimately as signaling the encroachment of aria-like expression in a poetic space dedicated to a drastically different form of expression. Telemann and Scheibe’s schematically imaginative realizations of language shied away from the formulaic vocabulary of the Italian style, and by doing so, their very novelty endangered the very expressive function of the genre. Unsurprisingly, many of the listed rules in the Sulzer essay steer composers away from the too arioso-rich style of French recitative by consistently deferring purely musical invention to the natural rhythms and contours of language, represented by a limited Italianate lexicon. Innovative melodic composition in recitative is to be avoided at all cost. The goals of Sulzer’s “Recitativ” are as diverse as they are ambitious. No wonder such a wide array of authors were employed in its creation. Sulzer could contribute his knowledge of Classical writings, Kirnberger and Schulz could contribute a systematic approach to musical thought, and Agricola could serve as the vocal expert guiding the essay through the finer details of the recitative style. Altogether, grounded in mutual respect for Graun, they voice a unified vision of a musical genre for Berlin, a rare sound of harmony in an otherwise ideologically diverse city. Translation",
                "footnotes": [],
                "citations": [
                    "telemann_1973"
                ]
            }
        },
        {
            "1.29": {
                "text": "[1.29] In any translation difficult decisions have to be made concerning the level of faithfulness to many aspects of language such as underlying metaphors, rhetorical timing, and the register of terminology that can be preserved. I have tried wherever I could to make my English rendering of this article as much like the German as possible. In a century when Germans were highly sensitive to the linguistic roots of words (and even morphemes), I find it misleading, for instance, to transform simple, Germanic words that transparently display their meaning into more erudite Latinate words. I leave the German term Einschnitt untranslated throughout my translation instead of using its English-approximate “incise,” popularized by Nancy Baker ( 1983 ). Baker methodically decided to render Einschnitt using the French grammatical term “incise,” hoping to “retain [the] ambiguity of meaning” that appears in Koch’s usage of the term ( Baker 1983 , xxiii). Baker’s solution is probably the best possible for English. Yet, even so, “incise” hardly occupies the same linguistic register as Einschnitt . As Baker’s groundbreaking work on Heinrich Koch has made the concept Einschnitt more familiar to Anglo-sphere music scholars, the need for a familiarizing English rendering is less urgent than it was forty years ago. As Eckert 2007 argues, the meanings of the terms Einschnitt and Abschnitt are too complex to simply reduce to a single English term. (51)",
                "footnotes": [
                    "FN51"
                ],
                "citations": [
                    "baker_1983",
                    "baker_1983",
                    "eckert_2007"
                ]
            }
        },
        {
            "1.30": {
                "text": "[1.30] I have also tried to avoid translating the same word differently within a single sentence or paragraph. The use of the word Ton is particularly charged with multiple meanings throughout the essay, making it tempting for a translator to overtly unravel those meanings with each appearance. Yet the use of Ton in the German text portrays that inseparable union between music and oration central to the Sulzer essay. One of the most semantically dense passages concerning Ton in the article appears in the second section. Ton , a German word with a similar range of meanings to the English “tone,” can signify a note, a key, a timbre, a whole step, the quality of a voice, or the semantic quality of spoken or written language. Sulzer’s encyclopedia dedicates three separate entries to Ton , one for its musical uses, another for its uses in the “Redene Künste,” and still another for painting. In the second rule, Ton and its derivatives appear (depending on how one counts) at least seven times within three short sentences. Its meanings within this passage are entwined, unable to be linguistically disentangled without a loss of meaning. The “quick departure to other tones” applies, for instance, just as well to tonal centers as to the more general tone of a passage (i.e., a rhetorical sense of tone) (§11). Consequently, in order to be sensitive to the various shades of meaning presented by this word, I avoid unravelling Ton to its most probable English meaning at each moment, and instead rely on the judgement of the reader to infer its likely meanings. Even if the English result is sometimes stylistically awkward, translating Ton differently in every instance of its use would obscure a persistent use of language that elegantly unites music and rhetoric. (52) In general, I have tried to be as faithful as possible to the metaphors and syntax of the German original.",
                "footnotes": [
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "1.31": {
                "text": "[1.31] One respect in which I do not attempt always to reproduce German as exactly as possible in English concerns the use of pronouns. Wherever possible, I have rendered phrases using the German pronoun man as its subject in the passive voice, in recognition of its stylistic similarity to the French on . The gender of German pronouns also sometimes presents unusual situations. The last sentence of §25 has a masculine noun antecedent [Sänger] referred to by the pronoun er [he]. I translate er as she to conform to the gender of the character in Scheibe’s cantata.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.32": {
                "text": "[1.32] I also provide translations of the text set in the appended musical examples. Whenever the example only presents a fragment of a sentence, I add preceding or following text in order to aid in comprehensibility. This is always indicated through italics. Sources",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.33": {
                "text": "[1.33] The primary text consulted for this translation is that of the first edition (1774), published in Leipzig by M. G. Weidmann in two volumes, in 1771 and 1774 . Several reprints and revised editions of the Sulzer encyclopedia appeared in the later decades of the eighteenth century. I consulted two of these later printings, both of which are expanded editions. The first of these enlarged editions was published in four volumes from 1786–87 . The second edition of this text was published from 1792–94 and is now easily accessible in a 1967 facsimile reprint by Georg Olms Verlag. The main body of the text is near-identical in all editions, with only corrections to small typographical errors differentiating them. The two expanded editions, however, append bibliographies of relevant literature on the topic of recitative that did not appear in the first edition. I include both of these bibliographies in the German text and in the English translation. The 1787 bibliography appears first in §59 and the 1794 one appears in §60–61. Sulzer’s “Recitativ”:  Edition and Translation Recitativ. (53) (Musik) Recitative (Music). [2.1] Es giebt eine Art des leidenschaftlichen Vortrages der Rede, die zwischen dem eigentlichen Gesang, und der gemeinen Declamation das Mittel hält; sie geschieht wie der Gesang in bestimmten zu einer Tonleiter gehörigen Tönen, aber ohne genaue Beobachtung alles Metrischen und Rhythmischen des eigentlichen Gesanges. Diese so vorgetragene Rede wird ein Recitativ genannt. Die Alten unterscheideten diese drey Gattungen des Vortrages so, daß sie dem Gesang “abgesezte” Töne zuschrieben, der Declamation “aneinanderhangende,” das Recitativ aber mitten zwischen beyde sezten. Martianus Capella nennt diese drey Arten genus vocis - continuum , divisum , medium , und er thut hinzu, die lezte Art, nämlich das Recitativ, sey die, die man zum Vortrag der Gedichte brauche. Diesemnach hätten die Alten, ihre Gedichte nach Art unsers Recitatives vorgetragen; und man kann hieraus erklären, warum in den alten Zeiten das Studium der Dichtkunst von der Musik unzertrennlich gewesen. Die bloße Declamation wurd bey den Alten auch notirt, aber blos durch Accente, nicht durch musicalische Töne. [942] Dieses sagt Bryennius , den “Wallis” herausgegeben hat, mit klaren Worten. [3.1] There is a type of passionate delivery of speech that stands midway between actual song and common declamation. It occurs, like song, in tones belonging to a particular scale, but without exact observance of all the metrical and rhythmic aspects of actual song. Speech delivered like this is called recitative. The ancients differentiated these three types of delivery, so that they ascribed to song distinct tones; to declamation, continuous tones; and placed recitative in the middle between both. Martianus Capella calls these three types of genus vocis — continuum , divisum , medium . (54) He adds that the last type, recitative, is the one needed in the delivery of poems. Consequently, the ancients would have delivered their poems in the manner of our recitative; and from this it can be explained why, in antiquity, the study of poetry was inseparable from music. Mere declamation was also notated by the ancients, yet solely through accents, not through musical tones. Bryennius says this with clear words edited by Wallis. (55) [2.2] Von der bloßen Declamation unterscheidet sich das Recitativ dadurch, daß es seine Töne aus einer Tonleiter der Musik nihmt, und eine den Regeln der Harmonie unterworfene Modulation beobachtet, und also in Noten kann gesezt und von einem die volle Harmonie anschlagenden Baße begleitet werden. Von dem eigentlichen Gesang unterscheidet es sich vornehmlich durch folgende Kennzeichen. Erstlich bindet es (56) sich nicht so genau, als der Gesang, an die Bewegung. In derselben Taktart sind ganze Takte und einzele Zeiten nicht überall von gleicher Dauer, und nicht selten wird eine Viertelnote geschwinder, als eine andere verlassen; dahingegen die genaueste Einförmigkeit der Bewegung, so lange der Takt derselbe bleibet, in dem eigentlichen Gesange nothwendig ist. Zweytens hat das Recitativ keinen so genau bestimmten Rhythmus. Seine größern und kleinern Einschnitte sind keiner andern Regel unterworfen, als der, den die Rede selbst beobachtet hat. Daher entstehet drittens auch der Unterschied, daß das Recitativ keine eigentliche melodische Gedanken, keine würkliche Melodie hat, wenn gleich jeder einzele Ton eben so singend, als in dem wahren Gesang vorgetragen würde. Viertens bindet sich das Recitativ nicht an die Regelmäßigkeit der Modulation in andere Töne, die dem eigentlichen Gesang vorgeschrieben ist. Endlich unterscheidet sich das Recitativ von dem wahren Gesang dadurch, daß nirgend, auch nicht einmal bey vollkommenen Cadenzen, ein Ton merklich länger, als in der Declamation geschehen würde, ausgehalten wird. Es giebt zwar Arien und Lieder, die dieses mit dem Recitativ gemein haben, daß ihre ganze Dauer ohngefehr (57) eben die Zeit wegnihmt, die eine gute Declamation erfodern würde; aber man wird doch etwa einzele Sylben darin antreffen, wo der Ton länger und singend ausgehalten wird. Ueberhaupt werden in dem Vortrag des Recitativs die Töne zwar rein nach der Tonleiter, aber doch etwas kürzer abgestoßen, als im Gesang, vorgetragen. [3.2] Recitative is distinguished from mere declamation by taking its tones from a musical scale, observing a modulation subjected to the rules of harmony, and thus by being able to be set in notes and accompanied by a full, harmony-creating bass. It is distinguished from actual song principally through the following characteristics. First, it is not linked as precisely to tempo as song. Within the same meter, whole measures and single beats are not uniformly of the same duration, and not so rarely, one quarter note is abandoned more quickly than another. On the other hand, the most exact uniformity of tempo is necessary in actual song as long as the meter remains the same. Second, the rhythm of the recitative is not as exact. (58) Its large and small Einschnitte are subjected to no other rule than that which speech itself has observed. Thus arises the third difference, which is that recitative has no true melodic ideas—has no real melody—even when each individual tone is delivered just as songfully as in true song. Fourth, recitative is not bound to the regularity of modulation to other tones which is compulsory for actual song. Finally, recitative is distinguished from true song by never sustaining a tone noticeably longer than it would be held in declamation, even at perfect cadences. There are, of course, arias and songs that share this with recitative, so that their entire duration roughly takes just the time that good declamation would call for; but perhaps, for instance, particular syllables will be found where notes are sustained longer and [more] songfully. In general, of course, in the performance of recitative, tones are performed correctly according to the scale, although somewhat shorter and more detached than in song. [2.3] Das Recitativ kommt in Oratorien, Cantaten und in der Oper vor. Es unterscheidet sich von der Arie, dem Lied und andern zum förmlichen Gesang dienenden Texte dadurch, daß es nicht lyrisch ist. Der Vers ist frey, bald kurz, bald lang, ohne ein in der Folge sich gleichbleibendes Metrum. Dieses scheinet zwar nur seinen äußerlichen Charakter zu bestimmen; aber er hat eben die besondere Art des Gesanges veranlasset. [3.3] Recitative appears in oratorios, in cantatas, and in opera. It is distinguished from arias, songs, and other texts serving formal song by not being lyrical. The verse is free—sometimes short, sometimes long—without following a constant meter. This may seem to determine only its external character, but the verse actually prompts the special type of song. [2.4] Indessen ist freylich auch der Inhalt des Recitatives von dem Stoff der Arien und Lieder verschieden. Zwar immer leidenschaftlich, aber nicht in dem gleichen, oder stäten Fluß desselben Tones, sondern mehr abgewechselt, mehr unterbrochen und abgesezt. Man muß sich den leidenschaftlichen Ausdruk in der Arie wie einen langsam oder schnell, sanft oder rauschend, aber gleichförmig fortfließenden Strohm vorstellen, dessen Gang die Musik natürlich abbildet: das Recitativ hingegen kann man sich wie einen Bach vorstellen, der bald stille fortfließt, bald zwischen Steinen durchrauscht, bald über Klippen herabstürzt. In eben demselben Recitativ kommen bisweilen ruhige, blos erzählende Stellen vor; den Augenblik darauf aber heftige und höchstpathetische Stellen. Diese Ungleichheit hat in der Arie nicht statt. [3.4] Meanwhile, the content of recitative is certainly different from the material of arias and songs: indeed always passionate, yet not in the equal or continuous flow of the same tone, but rather more alternated, interrupted, and detached. Passionate expression in arias ought to be imagined as a slowly or quickly, gently or rustlingly, yet always steadily forward-flowing stream whose path the music depicts. (59) Recitative, on the other hand, can be imagined as a brook that sometimes flows forth calmly, sometimes rustles between stones, and sometimes crashes over cliffs. From time to time, even within the same recitative, plainly narrating passages occur; and yet in the next moment, fierce and highly pathos-laden passages occur. This diversity does not take place in arias. [2.5] Indessen sollte der völlig gleichgültige Ton im Recitativ gänzlich vermieden werden; weil es ungereimt ist, ganz gleichgültige Sachen in singenden Tönen vorzutragen. Ich habe mich bereits im Artikel Oper weitläuftiger hierüber erkläret, und dort angemerkt, daß kalte Berathschlagungen, und solche Scenen, wo man ohne allen Affekt spricht, gar nicht musicalisch sollten vorgetragen werden. Es ist so gar schon wiedrig, wenn eine völlig kaltsinnige Rede in Versen vorgetragen wird. Und eben deswegen habe ich dort den Vorschlag gethan, zu der Oper, wo durchaus alles musicalisch seyn soll, eine ihr eigene und durchaus leidenschaftliche Behandlung des Stoffs zu wählen, damit das Recitativ nirgend unschiklich werde. Denn welcher Mensch kann sich des Lachens enthalten, wenn, wie in der Opera Cato, die Aufschrift eines Briefes, ( Il senato à Catone ) singend und mit Harmonie begleitet, gelesen wird? Dergleichen abgeschmaktes Zeug kommt aber nur in zu viel Recitativen vor. [3.5] However, a completely indifferent tone should be avoided in recitative because it is absurd to perform completely indifferent matter in singing tones. I have already extensively expounded on this in the article “Opera,” and noted there that cold advice and such scenes where one speaks without any affect should not be delivered in music. It is already very distasteful when an utterly cold-witted speech is delivered in verse. And simply because of this, I gave there the suggestion to choose a unique and thoroughly passionate treatment of the material, so that recitative will never be out of place in opera, where everything should be completely musical. For who can contain their laughter when, as in the opera Catone , the label on a letter “Il senato à Catone” is read by singing and accompanied with harmony? (60) This same tasteless feature occurs, alas, in too many recitatives. (*) [S., n. 1] S. Dessen Abhandlung über das Recitativ in der Bibliothek der schönen Wissen­schaften im XI u. XII Theile. [2.6] Wenn ich nun in diesem Artikel dem Tonsezer meine Gedanken über die Behandlung des Recitatives vortragen werde, so schließe ich ausdrüklich solche, die gar nichts leidenschaftliches an sich haben, aus; denn warum sollte man dem Künstler Vorschläge thun, wie er etwas ungereimtes machen könne? Ich seze zum voraus, daß jedes Recitativ und jede [943] einzele Stelle darin so beschaffen sey, daß der, welcher spricht, natürlicher Weise im Affekt spreche. Darum werde ich auch nicht nöthig haben, wie Hr. Scheibe (*) einen Unterschied zwischen dem blos recitirten und declamirten Recitativ zu machen; weil ich das erstere ganz verwerfe. Behauptet es indessen in der Oper, und in der Cantate seinen Plaz, so mag der Dichter sehen, wie er es verantwortet, und der Tonsezer, wie er es behandeln will. Denn hierüber Regeln zu geben, wäre nach meinen Begriffen eben so viel, als einen Dichter zu unterrichten, was für eine Versart er zu wählen habe, um ein Zeitungsblatt in eine Ode zu verwandeln. [3.6] Now wherever I will state to composers my thoughts on the treatment of recitative in this article, I will explicitly exclude such things that are entirely dispassionate. For why should you give an artist suggestions as if he could make something unartistic? I require that every recitative and every single passage within it be created so that whoever speaks, speaks affectively in a natural manner. Because of this I also have no need, like Herr Scheibe (*), to make a difference between plainly recited and declaimed recitative; because I entirely discard the first. It may be claimed, however, that it has its place in opera and in cantatas, and so the poet may see how he is responsible for it and the composer how he will handle it. But to give rules concerning this would be, according to my principles, very much like instructing a poet on what type of verse ought to be chosen in order to transform a newspaper into an ode. (*) [S., n.1] See his “Abhandlung über das Recitativ” in the Bibliothek der schönen Wissenschaften in parts XI and XII. [M.B.] This is Scheibe 1764–65 . [2.7] Niemand bilde sich ein, daß der Dichter nur die schwächesten und gleichgültigsten Stellen seines Werks dem Recitativ vorbehalte, den stärksten Ausbruch der Leidenschaften aber in Arien, oder andern Gesängen anbringe. Denn gar ofte geschieht das Gegentheil, und muß natürlicher Weise geschehen. Die sehr lebhaften Leidenschaften, Zorn, Verzweiflung, Schmerz, auch Freud und Bewundrung, können, wenn sie auf einen hohen Grad gestiegen sind, selten in Arien natürlich ausgedrukt werden. Denn der Ausdruk solcher Leidenschaften wird alsdenn insgemein ungleich und abgebrochen, welches schlechterdings dem fließenden Wesen des ordentlichen Gesangs zuwieder ist. Man stelle sich vor, Hr. Ramler hätte gegen sein eigenes Gefühl einem Tonsezer zu gefallen, folgende Stelle eines Recitatives, in einem lyrischen Sylbenmaaß gesezt: [3.7] No one imagines that the poet reserves only the weakest and coldest passages of his work for recitative, yet applies the strongest outbursts of passions to arias or other songs. For often the very opposite happens and must happen in a natural manner. The most animated passions of rage, doubt, pain, and also joy and admiration, when they have been raised to a high level, are seldom naturally expressed in arias since the expression of such passions thereupon becomes in general uneven and broken off, which in turn is utterly contrary to the flowing essence of proper song. Imagine if Herr Ramler had set the following passage of recitative in a lyrical poetic meter, against his own instinct, to please a composer: Unschuldiger! Gerechter! hauche doch Die matt’ gequälte Seele von dir! –– Wehe! Wehe! Nicht Ketten, Bande nicht, ich sehe Gespizte Keile –– Jesus reicht die Hände dar Die theuren Hände, deren Arbeit Wolthun war. Thou innocent, just man! Breathe out thy weak, tormented soul! –– Woe, woe! Neither chains nor ropes, I see Pointed wedges ––Jesus reaches out his hands, His dear hands whose labor was charity. (61) Wie würde doch daraus eine Arie gemacht worden seyn? Es ist wol nicht nöthig, daß ich zeige, wie ungereimt es wäre, eine solche höchstpathetische Stelle, nach Art einer Arie zu sezen. Hieraus aber stehet man deutlich, wie der höchste Grad des Leidenschaftlichen sich gar oft zum Recitativ viel besser, als zur Arie schikt. Wir sehen es deutlich an mancher Ode, nach lyrischen Versarten der Alten, an die sich gewiß kein Tonsezer wagen wird, es sey denn, daß er sie abwechselnd, bald als ein Recitativ bald als Arioso, bald als Arie behandeln könne. How could an aria be made from this? It is certainly not necessary for me to point out how absurd it would be to set such a highly pathos-laden passage in the form of an aria. Yet from this it is clearly understood how the highest level of passionate expression is often much better suited for recitative than for aria. We see it clearly in many odes in the lyrical verse forms of the ancients which no composer would dare approach, unless he was able to treat passages alternately, sometimes as recitative, sometimes as arioso, and sometimes as aria. [2.8] Es ist meine Absicht gar nicht hier dem Dichter zu zeigen, wie er das Recitativ behandeln soll. Die Muster, die Ramler gegeben, sagen ihm schon mehr, wenn er Gefühl hat, als ich ihm sagen könnte. [3.8] My intention here is not to point out to the poet how he should treat recitative. The model given by Ramler conveys more to the poet, if he has feeling, than I could say to him. (*) [S., n. 2] S. Oratorium. [2.9] Ich will hier nur noch einen besondern Punkt berühren. Ich kann mich nicht enthalten zu gestehen, daß die bisweilen in Recitativen vorkommende Einschaltungen fremder Reden und Sprüche, die der Tonsezer allemal als Arioso vorträgt, nach meiner Empfindung etwas anstößiges haben. Ich habe an einem andern Ort (*) den lyrisch erzählenden Ton des Recitatives in der Ramlerischen Paßion als ein Muster empfohlen. Ich wußte in der That kein schöneres Recitativ zu finden, als gleich das, womit dieses Oratorium anfängt. Was kann pathetischer und für den Tonsezer zum Recitativ erwünschter seyn, als dieses. [3.9] I will only touch on one more particular point. I cannot refrain from acknowledging that the interpolation of foreign lines and speeches, which occasionally appear in recitative and which composers always execute as arioso, is somewhat offensive according to my sentiment. I recommended elsewhere (*) the lyrical, narrating tone of the recitatives in the Ramlerian passion. Indeed, I could find no lovelier recitative than precisely the one that begins this oratorio. What can be more pathetic and, for the composer, more desirable for recitative than this? (*) [S., n. 2] See “Oratorium.” –– Bester aller Menschenkinder! Du zagst? du zitterst? gleich dem Sünder Auf den sein Todesurtheil fällt! Ach seht! er sinkt, belastet mit den Missethaten Von einer ganzen Welt. Sein Herz in Arbeit fliegt aus seiner Höhle Sein Schweiß fließt purpurroth die Schläf’ herab. Er ruft: “Betrübt ist meine Seele Bis in den Tod. u.s.f.” –– Best of all the children of men! Dost thou hesitate? dost thou tremble? just as the sinner Falls at his judgement! See ye! he sinks, he leaves with the wrongdoings Of an entire world. His heart flies from its cave in labor. His sweat flows deep red from his temples. He cries: “Sorrowful is my soul Until death.” etc. (62) Graun, hat nach dem allgemeinen Gebrauch, der zur Regel geworden ist, die Worte: “Betrübt ist meine Seele” u.s.w. die der Dichter einer fremden Person in den Mund legt, als ein Arioso vorgetragen, und man wird schweerlich, wenn man es für sich betrachtet, etwas schöneres in dieser Art aufzuweisen haben, als dieses Arioso: und dennoch ist es mir immer anstößig gewesen, und bleibt es, so oft ich diese Paßion höre. Es ist mir nicht möglich mich darein zu finden, daß dieselbe recitirende Person, bald in ihrem eigenen, bald in fremden Namen singe. Und doch sehe ich auf der andern Seite nicht, warum eben dieses Dramatische bey dem epischen Dichter mir nicht mißfällt? Wenn mich also mein Gefühl hierüber nicht täuscht; so möchte ich sagen, es gehe an in eines andern Namen, und mit seinen Worten zu sprechen; aber nicht zu singen. Allein, ich getraue mir nicht mein Gefühl hierüber zur Regel anzugeben. Im würklichen Drama, da die Worte: “Betrübt” u.s.f. von der Person selbst, [944] gesungen würden, wär alles, wie der Tonsezer es gemacht hat, vollkommen. Oder wenn es so stünde: Graun, according to the common practice which has become a rule, rendered the words “ Betrübt ist meine Seele etc.,” which the poet places in the mouth of a foreign person, as an arioso. And you would have trouble, if you looked into it for yourself, to find anything of this sort that is more beautiful than this Arioso.  Yet for me, this has always been offensive and it remains so whenever I hear this passion. It is not possible for me to find it plausible that the same reciting person sings sometimes under her own and sometimes under a foreign name. And yet, on the other hand, do I not see why precisely this dramatic device by the epic poet does not displease me? If my senses do not deceive me, then I might say that it concerns speaking in another name and with their words, but not singing. I do not trust my senses alone to declare a rule on this. In true Drama, since the words “ Betrübt etc.” would be sung by the person herself, everything would be perfect as the composer did it. Or if it were instead: Sein Schweiß fließt purpurroth, Die Schläf” herab: “Betrübt ist seine Seele Bis in den Tod.” His sweat flowed deep red From his temple: “Sorrowful is his soul until death.” (63) So könnte doch, dünkt mich, das Arioso, so wie Graun es gesezt hat, beybehalten werden. So gar die Folge dieser eingeschalteten Rede könnte hier der Dichter in seinem eigenen Namen sagen. Nur in dem einzigen Vers then, I think, the arioso could be kept as Graun wrote it. In fact, the consequence of this inserted line could have the poet speak under his own name. Only in this single verse Nimm weg, nimm weg den bittern Kelch von “meinem Munde.” –– Take away, take away from “my mouth” the bitter chalice.— (64) müßte seinem stehen. Doch ich will, wie gesagt, hierüber nichts entscheiden: ich sage nur, daß mein Gefühl sich an solche Stellen nie hat gewöhnen können. does it have to remain in his name. Yet I will, as I said, not decide anything on this. I’ll only say that my senses have never been able to get accustomed to such passages. [2.10] So viel sey von der Poesie des Recitatives gesagt. Rousseau hat sehr richtig angemerkt, daß nur die Sprachen, die schon an sich im gemeinen Vortrag einen guten musikalischen Accent, oder etwas singendes haben, sich zum Recitativ schiken. Darin übertrift freylich die Italiänische meist alle andern heutigen europäischen Sprachen. Aber auch weniger singende Sprachen können von recht guten Dichtern, wenn nur der Inhalt leidenschaftlich genug ist, so behandelt werden, daß sie genug von dem musikalischen Accent haben: Klopstok und Ramler haben uns durch Beyspiehle hievon überzeuget. Wer die englische Sprache nur aus einigen kalten gesellschaftlichen Gesprächen kennte, würde sich nicht einfallen lassen, daß man darin Verse schreiben könnte, die den besten aus der Aeneis an Wolklang gleich kommen: und doch hat “Pope” dergleichen gemacht. Also kommt es nur auf den Dichter an, auch in einer etwas unmusikalischen Sprache, sehr musikalisch zu schreiben. [3.10] Much has been said about the poetry of recitative. Rousseau very rightly noted that only languages which already possess in their common declamation a good musical accent or have some sort of singing quality are suitable for recitative. (65) The Italian language by far outranks all other modern European languages in this regard. Yet less songful languages can also be treated in this way by truly good poets, so long as the content is passionate enough so that they have sufficient musical accent: Klopstock and Ramler have convinced us of this through examples. Whoever knows the English language only from a few cold, societal conversations would not have it occur to them that verses can be written in it that come close in beauty to the best from the Aeneid : but indeed [Alexander] Pope has done just this. Thus it depends only on the poet, even in a somewhat unmusical language, to write very musically. [2.11] Aber es ist Zeit, daß wir auf die Bearbeitung des Recitatives kommen, die dem Tonsezer eigen ist. Um aber hierüber etwas nüzliches zu sagen, ist es nothwendig, daß wir zuerst die Eigenschaften eines vollkommen gesezten Recitatives, so gut es uns möglich ist, anzeigen. [3.11] But now it is time for us to come to the working out of recitative unique to the composer. Yet in order to say something useful on this here, it is necessary for us to first reveal, as well as possible, the characteristics of well-composed recitative. 1. Das Recitativ hat keinen gleichförmigen melodischen Rhythmus, sondern beobachtet blos die Einschnitte und Abschnitte des Textes, ohne sich um das melodische Ebenmaaß derselben zu bekümmern. In Deutschland und in Italien wird es immer in 4 4 Takt gesezt. Im französischen Recitativ kommen allerley Taktarten nach einander vor, daher sie sehr schweer zu accompagniren, und noch schweerer zu fassen sind. 1. Recitative does not have a steady melodic rhythm. (66) It instead simply observes the Einschnitte and Abschnitte of the text, without concerning itself with the melodic uniformity of those divisions. In Germany and Italy it is always set in 4 4 meter. In French recitative all sorts of meters appear one after another, so that they are very difficult to accompany and even more difficult to understand. 2. Es hat keinen Hauptton, noch die regelmäßige Modulation der ordentlichen Tonstüke; noch muß es, wie diese, wieder im Hauptton schließen; sondern der Tonsezer giebt jedem folgenden Redesaz, der einen andern Ton erfodert, seinen Ton, er stehe mit dem vorhergehenden in Verwandschaft, oder nicht; er bekümmert sich nicht darum, wie lang oder kurz dieser Ton daure, sondern richtet sich darin lediglich nach dem Dichter. Schnelle Abweichungen in andere Töne haben besonders da statt, wo ein in ruhigem oder gar fröhlichen Ton redender plözlich durch einen, der in heftiger Leidenschaft ist, unterbrochen wird; welches in Opern ofte geschieht. 2. Recitative neither has a principal tone nor the regular modulation of regular compositions, nor must it, like those, close again in the principal tone. Instead, the composer gives each successive line of speech that demands a different tone, its own tone, whether or not it stands in relationship to the previous one. He is not concerned with how long or short this tone lasts and instead simply follows the poet. Quick departures to other tones occur where a calm or joyful tone is suddenly interrupted in speech by one that is severely passionate, which happens often in operas. 3. Weil das Recitativ nicht eigentlich gesungen, sondern nur mit musikalischen Tönen declamirt wird, so muß es keine melismatische Verziehrungen haben. 3. Since recitative is not actually sung but instead is only declaimed with musical tones, it cannot have melismatic embellishments. 4. Jede Sylbe des Textes muß nur durch einen einzigen Ton ausgedrükt werden: wenigstens muß, wenn irgend noch ein andrer zu besserm Ausdruk daran geschleift wird, dieses so geschehen, daß die deutliche Aussprach der Sylbe dadurch nicht leidet. 4. Each syllable of the text must be expressed with only a single tone. At the very least, whenever another tone is slurred (67) to for better expression, this ought to happen so that the clear pronunciation of the syllable does not suffer from it. 5. Alle grammatische Accente müssen dem Sylbenmaaße des Dichters zufolge auf gute, die Sylben ohne Accente auf die schlechten Takttheile fallen. 5. In accordance with the prosody of the poet, all grammatical accents should fall on strong parts of the measure and all syllables without an accent should fall on the weak parts of the measure. 6. Die Bewegung muß mit dem besten Vortrag übereinkommen; so daß die Worte, auf denen man im Lesen sich gern etwas verweilet, mit langen, die Stellen aber, über die man im Lesen wegeilet, mit geschwinden Noten besezt werden. 6. The movement ought to agree with the best declamation, so that words lingered over when read are set with long notes and passages read in haste are set with quick notes. 7. Eben so muß das Steigen und Fallen der Stimme sich nach der zunehmenden, oder abnehmenden Empfindung richten, sowol auf einzelen Sylben, als auf einer Folge von mehrern Sylben. 7. Likewise, the rising and falling of the voice ought to follow the waxing and waning of sentiment, just as much on a single syllable as with a sequence of many. (68) 8. Pausen sollen nirgend gesezt werden, als wo im Text würkliche Einschnitte, oder Abschnitte der Säze vorkommen. 8. Rests should never be set except where genuine, structural Einschnitte and Abschnitte appear. 9. Bey dem völligen Schluß einer Tonart, auf welche eine andere ganz abstechende kommt, soll die Recitativstimme, wo nicht schon die Periode der Rede die Cadenz fodert, auch keine machen. Das Recitativ kann die Cadenz, wenn die Oberstimme bereits schweiget, dem Baß überlassen. [945] 9. At the full close of a key upon which another completely contrasting key comes, the recitative voice should not make a cadence where the period of speech does not already demand one. The recitative can relinquish the cadence to the bass when the upper voice is already silent. 10. Die besondern Arten der Cadenzen, wodurch Fragen, heftige Ausrufungen, streng befehlende Säze sich auszeichnen, müssen eben nicht auf die lezten Sylben des Sazes, sondern gerade auf das Hauptwort, auf dessen Sinn diese Figuren der Rede beruhen, gemacht werden. 10. The special types of cadences through which questions, intense exclamations, and sternly commanding phrases are illustrated should not be made on the last syllable of the phrase, but rather exactly on the main word whose meaning this figure of speech rests on. 11. Die Harmonie soll sich genau nach dem Ausdruk des Textes richten, leicht und consonirend bey geseztem, und fröhlichen; klagend und zärtlich dissonirend bey traurigem und zärtlichen Inhalt; beunruhigend und schneidend dissonirend bey sehr finsterem, bey heftigem und stürmischen Ausdruk seyn. Doch versteht es sich von selbst, daß auch die wiedrigsten Dissonanzen, nach den Regeln der Harmonie sich müssen vertheidigen lassen. Besonders ist hier auf die Mannigfaltigkeit der harmonischen Cadenzen, wodurch man in andere Töne geht, Rüksicht zu nehmen; weil diese das meiste zum Ausdruk beytragen. 11. Harmony should exactly follow the expression of the text: being light and consonant at earnest and joyful passages; plaintively and tenderly dissonant with sad and tender content; unsettlingly and piercingly dissonant with bleak, intense, and stormy expression. Yet it is self-evident that even the most unfavorable dissonances must be defended according to the rules of harmony. Here in particular, the great diversity of harmonic cadences through which one goes to other tones are to be considered, since these contribute the most to expression. 12. Auch das “Piano” und “Forte” mit ihren Schattirungen sollen nach Inhalt des Textes wol beobachtet werden. 12. Also the piano and forte with their gradations should be observed according to the content of the text. 13. Zärtliche, besonders sanft klagende und traurige Säze, auch sehr feyerlich Pathetische, die durch einen oder mehrere Redesäze in gleichem Ton der Declamation fortgehen, müssen sowol der Abwechslung halber, als weil es sich da sonst gut schiket, “Arioso” gesezt werden. 13. Tender and especially gently plaintive and sorrowful phrases, also solemnly pathetic phrases, which, through one or more lines of speech, carry on in the same tone of declamation, must be set as arioso , more for sake of the change than that it suits it well. 14. Als eine Schattirung zwischen dem ungleichen gemeinen recitativischen Gang, und dem Arioso, kann man, wo es sich wegen des eine Zeitlang anhaltenden gleichförmigen Ganges der Declamation schiket, dem recitirenden Sänger die genau taktmäßige Bewegung vorschreiben. 14. As a shading between the uneven, common path of recitative and arioso , an exact, measured pacing can be dictated to the reciting singer where it is proper due to a momentarily prolonged and steady pace of declamation. 15. Endlich wird an Stellen, wo die Rede voll Affekt, aber sehr abgebrochen, und mit einzelen Worten, ohne ordentliche Redesäze fortrükt, das sogenannte “Accompagnement” angebracht, da die Instrumente währendem Pausiren des Redenden, die Empfindung schildern. 15. Finally, so-called accompagnato recitative is suitable in places where affect-laden but frequently interrupted speech, with individual words, progresses without any regular lines of speech, since the instruments paint the sentiment during the singer’s rests. (†) [S., n. 3] Die Beyspiehle sind Kürze halber auf besondere Blätter abgesezt, und durch römische Zahlen I. II. u.s.f. numerirt worden, und dadurch ist im Text jedes der auf den besondern Blättern stehenden Beyspiehle deutlich bezeichnet worden. [2.12] Dieses sind, wie mich dünkt die Eigenschaften eines vollkommenen Recitatives. Anstatt einer wortreichen und vielleicht unnüzen Anleitung, wie der Tonsezer jede dieser Eigenschaften in das Recitativ zulegen habe, wird es wol nüzlicher seyn, wenn ich gute und schlechte Beyspiehle anführe, und einige Anmerkungen darüber beybringe. Einer meiner Freunde, der mit der Theorie der Musik ein feines Gefühl des guten Gesanges verbindet, und dem ich diesen Aufsaz mitgetheilt habe, hat die Gefälligkeit gehabt, folgende Beyspiehle zur Erläuterung der obigen Anmerkungen aufzusuchen, und noch mit einigen Anmerkungen zu begleiten. Ich habe nicht nöthig die Weitläuftigkeit dieses Artikels zu entschuldigen; der Mangel an guter Anweisung zum Recitativ rechtfertiget mich hinlänglich. (†) [3.12] These are, I believe, the characteristics of perfect recitative.  Instead of a wordy and perhaps useless tutorial on how composers may set each of these characteristics in recitative, it will be much more useful if I were to cite good and weak examples and provide some commentary on them. One of my friends, who combines the theory of music with a refined knowledge of good song and with whom I shared this essay, had the courtesy to look through and volunteer a few comments on the following examples explaining the above commentary. I don’t need to excuse the length of this article—the lack of good instruction for recitative justifies me enough. (†) (†) [S., n. 3] The examples have been set on special pages for the sake of concision, and have been numbered with Roman numerals “I, II, III, etc.” Each of the examples appearing on the special pages have been clearly marked in the text through these numbers. * * * * * * [2.13] Zur Erläuterung der ersten und achten Regel, dienet das Beyspiehl I. [3.13] Example I serves to illustrate the first and eighth rules. (69) Example I (click to enlarge and see the rest) [2.14] Hier siehet man zur Erläuterung der ersten Regel Einschnitte von verschiedener Länge und Kürze, so wie es der Text erfoderte. Zugleich aber hat man ein Beyspiehl, wie gegen die achte Regel gefehlt wird; denn bey dem Worte “Götter+”  ist ein förmlicher Einschnitt in der Melodie und Harmonie, der erst bey dem Worte “Menschen” hätte fühlbar gemacht werden sollen. [3.14] Here, in illustration of the first rule, Einschnitte of various lengths can be seen just as the text demanded. At the same time, this is an example which does not observe the eighth rule, since there is a formal Einschnitt in the melody and harmony at the word Götter +, which ought to have been first made perceptible at the word Menschen . [2.15] Eben dieses gilt von dem Beyspiehl II. [3.15] This is also true in Example II. Example II (click to enlarge and see the rest) Auf dem Worte “Herz” wird mit dem G mollaccord eine harmonische Ruhe bewürkt, da doch der Sinn der Worte noch nicht vollendet ist. In beyden Stellen, die hier getadelt werden, sind auch die Pausen unschiklich angebracht. Hier muß noch zur Ergänzung der achten Regel angemerkt werden, daß kein Leitton noch eine Dissonanz eher resolviren muß, als bis ein völliger Sinn der Worte zu End ist. Wäre der Saz aber lang, oder fände man des Ausdruks wegen nöthig, die Harmonie oft abzuwechseln; so müßte bey jeder Resolution des Leittones oder der Dissonanz, sogleich ein anderer Leitton, oder eine neue Dissonanz eintreten, damit die Erwartung auch in der Harmonie unterhalten werde, wie in folgendem Recitativ III. von Graun. On the word Herz , a harmonic repose is brought about with a G minor chord, even though the sense of the words has not yet been completed. In both passages criticized here, the rests were also poorly applied. Still needing to be observed here, as a supplement to the eighth rule, is that no leading tone nor dissonance can first resolve until a complete sense of the words is at its end. Yet if a sentence were long or if it were found to be necessary, due to its expression, to change the harmony often, then it would be necessary immediately to introduce with every resolution of the leading tone or dissonance another leading tone or a new dissonance so that expectation will also be sustained in the harmony, as in the following recitative III. by Graun. Example III (click to enlarge and see the rest) [2.16] Hier sind alle Accorde durch Leittöne und Dissonanzen in einander geschlungen, außer bey dem einzigen Wort dolor +, wo aber das Recitativ keine Pause hat, sondern fortgeht; daher man erst am Ende desselben in Ruhe gesezt wird. Solche Veränderungen [946] der Harmonie mitten in der Rede müssen allemal auf ein Hauptwort treffen, nicht auf ein Nebenwort, wie hier: [3.16] All chords here are threaded together through leading tones and dissonances, except for the single word dolor +, where the recitative has no rest and instead goes on, so that only by the end of the same recitative is repose reached. Such transformations of harmony in the middle of speech always ought to fall on a main word and never on a secondary word, as happens here: [2.17] Bey der zweyten Regel ist über die Worte: er stehe mit “der vorhergehenden in Verwandschaft oder nicht,” etwas zu erinnern. Ueberhaupt hat die Regel ihre Richtigkeit: Nur die Art von einem Ton zum andern überzugehen, muß nach den Regeln der harmonischen Sezkunst geschehen. Denn ofte kann ein Redesaz auch 2, 3, und mehrere Töne haben, wie das obige Recitativ von Graun; flößen aber da die Töne nicht natürlich in einander, so würd es Schwulst und Unsinn. Auch wenn der Affekt nicht sehr heftig, noch ängstlich ist, bleibt man gern in einem gewissen Geleise, ohne von einem entlegenen Ton zu einem andern entlegenen überzugehen. Bey kurzen Redesäzen ist dieses noch mehr nothwendig, wenn gleich der Affekt heftig ist; weil die Kürze solcher Säze schon an sich etwas heftiges ausdrücket, welches, wenn man es noch durch plözliche Uebergänge zu entlegenen Tönen vermehren wollte, leicht übertrieben, und undeutlich werden könnte. Dieses erhellet aus folgendem Beyspiehle IV. [3.17] These words from the second rule are to be remembered: “whether or not it stands in relationship to the previous.” Generally, this rule is the correct one: only the manner of transitioning from one tone to another ought to happen according to the rules of harmonic composition, since a line of speech can also often have 2, 3, or more tones like the above recitative by Graun. Yet if the tones were not to flow naturally into each other, then it would become pompous and nonsensical. Also, whenever the affect is neither very intense nor uneasy, then it ought to stay on a certain track without transitioning from one remote tone to another. In short lines of speech this is even more essential whenever the affect is suddenly intense, because the short segments of such phrases already express through themselves something intense, which, if it were still desired to heighten it through sudden transitions to distant keys, could easily become exaggerated and unclear. This point is illuminated through the following Example IV. Example IV (click to enlarge and see the rest) [2.18] Die Bewegung ist hier viel zu heftig, als daß man die plözlichen Abänderungen der Harmonie wol verstehen könne; zumal da in die Recitativstimme solche wunderliche Intervalle gelegt sind, und die Deklamation so verkehrt ist. Graun ist in solchen kurzen heftigen Redesäzen in Ansehung der harmonischen Uebergänge sehr leicht, er deklamirt aber richtig, dadurch wird der Ausdruk in solchen Fällen deutlich, weil man blos auf den Sänger Acht giebt. S. V. [3.18] The pacing is much too intense here for the sudden changes of harmony to be able to be understood, especially since, in these sorts of passages, such whimsical intervals are placed in the recitative voice, and the declamation is so perverse. With respect to the harmonic transitions in such short, intense lines of speech, Graun treats them lightly. Yet he still declaims correctly so that the expression in such cases is clear because attention is paid only to the singer. See Example V. Example V (click to enlarge and see the rest) (*) [S., n. 4] S. Bibliothek der schönen Wissenschaften im XII und XIII Theile. [2.19] Nach der dritten und vierten Regel sind also folgende und ähnliche Säze, die Hr. Scheibe in seiner Abhandlung (*) für gut hält, verwerflich. S. VI. [3.19] According to the third and fourth rules, the following and similar phrases, which Herr Scheibe takes as good in his essay (*), are reprehensible. See Example VI. (*) [S., n. 4] See Bibliothek der schönen Wissenschaften in volumes XII and XIII. Example VI (click to enlarge and see the rest) Ein Sänger von Gefühl unterläßt nicht, hie und da, wo der Affekt Schönheit verträgt, Schwebungen und Ziehungen, auch Vorschläge, (schweerlich Triller) anzubringen, die aber sehr einfältig auf dem Papier aussehen, und die kein Sänger, der nicht von Geburt und Profeßion ein Sänger ist, gut herausbringen kann. Für mittelmäßige Sänger thut die bloße Deklamation, da eine Note zu jeder Sylbe gesezt wird, bessere Würkung. Exempel von guten Meistern, wo zwey Töne auf eine Sylbe sielen, sind höchst rar. Graun hat ein einzigesmal in seinem Tod Jesu gesezt. A singer of feeling, wherever the affect suits the beautiful, doesn’t fail to apply here and there shakes and pulls, also appoggiaturas, (and rarely trills), all of which seem very simple on paper but which no singer who is not a singer by birth or by profession can bring out well. For average singers, plain declamation creates a better effect since one note is set to each syllable. Examples by good masters where two tones stretch one syllable are exceedingly rare. Graun set recitative like this once in his Tod Jesu . Ein gefühlvoller Sänger singt: A singer filled with feeling sings: und dann entsteht der wahre Ton des Mitleids. Man kann bey dieser Stelle Graun nicht wohl beschuldigen, daß er blos habe mahlen wollen; seine Hauptabsicht scheinet dabey gewesen zu seyn, dem Sänger einen äußerst mitleidigen Ton in den Mund zu legen, und daher ist diese Stelle in dem Recitativ “Gethsemane” etc. auch so ungemein rührend. and then the true tone of compassion comes about. Graun cannot be blamed for having merely wanted to text-paint in this passage. His main intention seems to have been to lay an extremely compassionate tone in the mouth of the singer, and hence this passage in the recitative “Gethsemane” is so uncommonly touching. [2.20] Zu Beyspiehlen der Fehler gegen die fünfte und siebende Regel kann folgendes dienen. S. VII. [3.20] The following can serve as examples of errors against the fifth and seventh rules. See Example VII. Example VII (click to enlarge and see the rest) Gleich der Anfang sollte heißen: Right off, the beginning should be: Die lezten Worte des ersten Redesazes sind falsch deklamirt; sie sollten entweder The last words of the first sentence are declaimed incorrectly. They should instead be set either as oder auch so gesezt seyn. or In dem darauf folgenden Redesaz sollten die Worte: “Wangen,” “Streichen,” “Rüken,” “Schlägen,” auf das erste oder dritte Viertel des Takts fallen. Da das Wort “ihren” nur ein Nebenwort ist, und hier wieder die Absicht des Poeten das größte Taktgewicht hat, welches noch dazu das erstemal durch höhere und nachdrüklichere Töne, als das Hauptwort “Streichen” hat, vermehrt wird; so wird [947] dadurch der Sinn dieses Sazes ganz verstellt. Ueber der ersten Sylbe des Worts “Schlägen,” sollte c statt fis stehen, nämlich also: In the immediately following sentence, the words Wangen, Streichen, Rücken, Schlägen , should fall on the first or third quarter of the measure. The sense of this phrase is set entirely wrong, since the word ihren is only an adjective, but, contrary to the poet’s intention, has here the heaviest accent, which is even increased the first time through higher and more emphatic tones than the main word Streichen has. Over the first syllable of the word Schlägen , C should be there instead of F#, in other words: dadurch erhielte dieses Wort den Nachdruk, der ihm zukömmt, und der unnatürliche Sprung der verminderten Quarte zu der lezten kurzen Sylbe dieses Worts wäre vermieden. Im dritten Saz stehn die Worte “er” und “Mund” auf einem unrechten Taktviertel. Dann giebt die natürliche Deklamation den Ton des Endfalls dieses Sazes an; statt From this, this word would receive the emphasis that it is due, and the unnatural leap of a diminished fourth to the last short syllable of this word would be avoided. In the third sentence, the words er and Mund are in an incorrect part of the measure. In this case, natural declamation would provide the tone of the ending of this sentence. Instead of sollte stehen: it should be Auf folgende Art wäre der ganze Saz mit Beybehaltung derselben Harmonie in ein besseres Geschik gebracht. S. VIII. In the following way, the entire sentence could be improved while maintaining the same harmonies. See Example VIII. Example VIII (click to enlarge and see the rest) [2.21] Das Anfangswort des lezten Sazes wird wegen des Nachdruks, der auf die erste kurze Sylbe desselben gelegt ist, und der durch den Sprung von der vorhergegangenen tiefen Note entsteht, ungemein verstellt. Man beruft sich bey solchen Stellen insgemein auf den Vortrag guter Sänger, die statt [3.21] The first word of the last sentence is profoundly misplaced due to its stress, which is set on the first short syllable and arises from the leap from the previous low note. One counts on the performance of good singers in such passages, who instead of also singen sing aber warum schreibt man nicht lieber so? Das Wort “Missethäter” steht auf einen unrechten Taktviertel, welches durch die unnatürliche Pause, nach dem Worte “gerechnet,” entstanden ist. Das Wort fleht sollte, ob es gleich kurz ist, eine höhere Note haben, und nicht das Beywort “er.” Eben dieses gilt von der Präposition für, und der ersten Sylbe von hinauf, da das Hauptwort Gott weder Taktgewicht noch nachdrükliche Höhe hat. Der Tonsezer hat, wie man sieht, ängstlich gesucht, in der Singstimme etwas Flehendes hineinzubringen. Dieses gilt hier, so viel wie nichts: hier soll nicht mehr, nicht weniger als vorher geflehet werden, sondern mit Nachdruk deklamiret werden, was der Mund der Väter gesprochen hat. Der ganze Saz könnte mit einer geringen Veränderung der Harmonie ohngefähr so verbessert werden, wie bey IX. oder wie bey X. Why is it then not written like that? The word Missethäter appears in an incorrect part of the measure, which happened due to the unnatural rest following the word gerechnet . Even though it is short, the word fleht should have the higher note and not the pronoun er . The same applies to the preposition für and the first syllable of hinauf , since the noun Gott has neither a metrical accent nor an emphatic higher register. As is seen, the composer anxiously sought to introduce something beseeching in the vocal part. Here, this stands for as much as nothing: here, nothing more or less than earlier should be pleaded, but it should be declaimed with the stress that was spoken from the mouths of our fathers. The whole sentence could be somewhat improved with a slight alteration of the harmony, as in Examples IX and X. Example IX (click to enlarge and see the rest) Example X (click to enlarge and see the rest) [2.22] Der Anfang des Sazes: “Zur Schlachtbank etc.” ist nach dem, was vorhergegangen ist, ganz und gar unsingbar: nicht wegen des Sprunges der übermäßigen Quarte d · gis , den ein etwas geübter Sänger recht gut treffen kann; sondern wegen der vorhergegangenen plözlichen Abänderung der Harmonie in zwey abgelegene Töne. Der Sänger schließt dem vorhergehenden Saz in G moll; indem er nun diesen Accord in der Begleitung erwartet, wird er kaum berühret, und gleich darauf ein Accord angeschlagen, dessen Grundaccord E dur, und von G moll sehr entlegen ist. Dieses verursachet, daß er von dem folgenden Saz weder das erste d noch das zweyte gis treffen kann. [3.22] The beginning of the sentence “Zur Schlachtbank” is entirely unsingable following what preceded it, not because of the leap of an augmented fourth from D to G ♯ which an experienced singer can easily hit, but instead due to the sudden change of harmony to two contrasting tones. The singer closes the preceding sentence in G minor. In that he expects this chord in the accompaniment, it is barely touched and immediately afterwards a chord is struck whose E major foundation is quite removed from G minor. This causes the singer to be unable to hit either the first D or the second G ♯ . [2.23] Das Baßrecitativ in dem Graunischen Tod Jesu, das sich mit den Worten anfängt: “Auf einmal fällt der aufgehaltne Schmerz,” kann fürnehmlich über die fünfte und siebente Regel zum Muster dienen, das vollkommen ist. [3.23] The bass recitative in Graun’s Tod Jesu that begins with the words “Auf einmal fällt der aufgehaltentene Schmerz” can serve to exemplify, through its perfection, the fifth and seventh rules. (70) [2.24] Die sechste Regel hat Graun sehr genau beobachtet. S. XI. [3.24] Graun observed the sixth rule very carefully. See Example XI. Example XI (click to enlarge and see the rest) [2.25] Viele Singcomponisten wollen, daß im Recitativ niemals mehr als zwey, höchstens drey Sechzehntheile auf einander folgen sollen. Man findet dieses in den Telemannischen und Scheibischen Recitativen genau beobachtet. In den tragischen Cantaten ist eher gegen den Accent der Sprache, und das natürliche Taktgewicht, als gegen diese Regel gefehlet. Man sehe gleich das erste Recitativ: Zwar hier mein Theseus glänzt kein stiller Sommertag. u.s.w. S. XII. [3.25] Many composers of vocal music want recitative never to have more than two—at most three—sixteenth notes following each other. (71) This is exactly observed in Telemann and Scheibe’s recitatives. In their tragic cantatas, accents of language and the natural metrical weight are more often violated than this rule, as can be seen in the first recitative, “Zwar hier mein Theseus glänzt kein stiller Sommertag,” in Example XII. Example XII (click to enlarge and see the rest) Das unnatürliche Taktgewicht auf der lezten Sylbe von “kretischen,” wäre folgendergestalt (S. XIII) vermieden, und dem Sänger angezeiget worden, daß er über die Worte, die von keiner sonderlichen Bedeutung sind, wegeilen solle. The unnatural metric weight on the last syllable of kretischen would be avoided in the following form (see Example XIII) and would show the singer that she should quickly pass through words which have no striking meaning. Example XIII (click to enlarge and see the rest) [2.26] Wenn es wahr ist, daß man dem Vortrag des Sängers vieles in Recitativen überlassen muß, so ist es doch auch eben so wahr, daß es wiedersinnig ist, wenn der Tonsezer nicht alles, was in seinem Vermögen steht, anwendet, dem Sänger den Vortrag eines jeden Sazes zu bezeichnen. Der Sänger fühlt doch wohl nicht mehr, als der Componist. [3.26] If it is true that much has to be left to the execution of the singer in recitatives, then it is equally true that it is absurd for a composer to not use everything in his capabilities to indicate to the singer the execution of each phrase. Singers, of course, do not feel more than composers. [2.27] Welche schöne Exempel von Graun kommen mir bey der siebenten Regel vor! Das erste ist aus der Cantate Apollo amante di Dafne . Apollo ruft, als er die Verwandlung gewahr wird. S. XIV. [948] [3.27] What lovely examples by Graun appear to me concerning the seventh rule! The first is from the cantata Apollo amante di Dafne . Apollo cries out when he becomes aware of her transformation. See Example XIV. Example XIV (click to enlarge and see the rest) [2.28] Die erste Bestürzung ist in hohen Tönen ausgedrükt. Danach sinkt die Stimme, und steigt mit der Harmonie immer um einen Grad höher, bis zu der lezten Ausrufung, O dispietata ! In solchen steigenden Fällen sind die Transpositionen [3.28] The first sense of dismay is expressed in high tones. Afterwards the voice falls and rises with the harmony always a step higher, up until the last exclamation “O dispietata!” In such intensifying cases, these transpositions von ungemein guter Würkung. Graun bedient sich ihrer hauptsächlich bey dem Ausdruk des Erstaunens, und der zunehmenden Freude sehr oft. S. XV. are of an uncommonly good effect. Graun makes use of these very often, principally for the expression of astonishment and rising joy. See Example XV. Example XV (click to enlarge and see the rest) [2.29] Transpositionen, wie bey XVI. in steigenden Affekten sind traurig, und klagend; doch ist die erste und lezte heftiger, als die mittelste. [3.29] Transpositions in rising affects, like those in Example XVI, are sad and mournful; but the first and last of these are more intense than the middle one. Example XVI (click to enlarge and see the rest) [2.30] Es versteht sich, daß die Singstimme zugleich mit der Harmonie steigen und fallen müsse, wenn die Transpositionen ihre Würkung thun sollen. So ist von der mittelsten Transposition bey XVII ein gutes Exempel von Graun: auch das folgende aus der Oper Demofonte : S. XVIII. [3.30] It is understood that if these transpositions should make their effect, the singing voice ought to rise and fall alongside the harmony. Thus the central transposition in Example XVII is a good example by Graun. So too is the following example from the opera Demofonte . See Example XVIII. Example XVII (click to enlarge and see the rest) Example XVIII (click to enlarge and see the rest) [2.31] Die Transpositionen bey XIX, die das entgegengesezte der vorhergehenden sind, sind sehr gut zu sinkenden und traurigen Affekten zu gebrauchen: die im zweyten Beyspiehle sind noch trauriger, als die im ersten. [3.31] The transpositions in Example XIX, which are the opposite of the previous example, can be used quite well with sinking and sad affects: those in the second example are sadder than those in the first. Example XIX (click to enlarge and see the rest) So hat Scheibe in seiner Ariadne auf Naxos, da wo sie mit Schauer und Entsezen von der Untreue ihres Theseus spricht, bey folgenden Worten: “Ich die ich ihn den ausgestrekten” etc. S. XX. die wahre Harmonie, und die nach und nach heruntersinkenden Töne in der Singstimme wohl gewählt, und den rechten Ausdruk getroffen, wenn er nur etwas richtiger deklamirt hätte. In this way, Scheibe, in his Ariadne auf Naxos (see Example XX), where Ariadne speaks of Theseus’s infidelity with shivers and horror with the following words “ich die ich ihn den ausgestrekten,” chose true harmony and incrementally sinking tones in the voice and struck the right expression—if only he had declaimed something more proper. (72) Example XX (click to enlarge and see the rest) Hingegen bey folgender Stelle (S. XXI), wo die Stimme sich bey den Worten, “o Verräther!” hätte erheben, und recht sehr heftig werden sollen, ist es gerad umgekehrt. Auch die Harmonie, womit das “o Verräther” anfängt, ist viel zu weich an diesem Orte. On the other hand, it is exactly reversed in the following passage (see Example XXI), where the voice should have risen with the words “O Verräther!” and ought to become quite intense. The harmony with which the “O Verräther!” begins is also much too soft in this location. Example XXI (click to enlarge and see the rest) [2.32] Graun wußte sich in solchen Contrasten besser zu helfen. S. XXII. [3.32] Graun found a better way for such contrasts. See Example XXII. Example XXII (click to enlarge and see the rest) Nach dem d im Baß, im zweyten Takt erwartet man den b E Mollaccord. An dessen statt hört man den rauhen Dominantenaccord von C, und wird noch mehr erschüttert, wenn Rodelinde bey den Worten Grimoaldo crudel ihre Stimme aufs höchste erhebt, da sie vorher in tiefern Tönen seufzte. After the D in the bass in the second measure, an E ♭ minor chord is expected. Instead of this, a raw dominant chord of C is heard and becomes even more distressed when Rodelinde raises her voice to its highest register, since she sighed in deeper tones earlier, with the words “Grimoaldo crudel.” [2.33] In der Oper Demofonte glaubt Timante , daß sein Vater, der ihn verheyrathen will, von seiner geliebten Dircea , mit der er schon heimlich verheyrathet ist, spreche, und ist darüber voller Freuden; am Ende des Gesprächs hört er einen ganz fremden Namen. Tausend quälende Vorstellungen überfallen ihn auf einmal. Der Vater verlangt Erklärung; er antwortet, wie bey XXIII zu sehen. [3.33] In the opera Demofonte Timante believes that his father, who wants him to marry, speaks about his beloved Dircea, with whom he is already secretly married, and so he is filled with joy. At the end of this conversation, he hears an entirely unfamiliar name. A thousand agonizing visions assail him all at once. His father demands an explanation. He answers as seen in Example XXIII. Example XXIII (click to enlarge and see the rest) [2.34] Nichts kann rührender seyn, als diese Folge von Tönen, und doch beruhen sie bis auf den lezten Takt, auf simple Quintenfortschreitungen der Harmonie, nämlich: [3.34] Nothing can be more moving than this sequence of tones, and yet they consist of simple steps of a fifth in the harmony until the last measure, like this: die man sonst nur zu gleichgültigen Säzen braucht. Ein großer Beweiß, daß bey kurzen Absäzen leicht auf einander folgende Harmonien weit bessere Würkung thun, als entlegene und in einander verwikelte. which elsewhere are only needed for indifferent phrases. This is strong evidence that in short passages harmonies that easily follow each other create a much better effect than remote harmonies and entangled harmonies. [2.35] “Zur neunten Regel.”  Ganze Cadenzen in der Recitativstimme, mit denen eine ganze Periode geschlossen werden kann, sind folgende in Dur und Moll: [3.35] On the ninth rule . Perfect cadences in the recitative voice with which a complete period can be closed are the following in major and minor: deren förmlicher Schluß durch folgende nachschlagende Baßcadenz bewürkt wird. whose formal close is achieved through the following after-striking bass cadence: Man sehe N. XXIV*. See number XXIV*. Example XXIV* [1–3] (click to enlarge and see the rest) Da aber nicht jede Periode eine Schlußperiode ist, sondern ofte mit der folgenden mehr oder weniger zusammenhängt, so hat der Tonsezer hierauf wohl Acht zu geben, damit er diese Schlußcadenz nur alsdenn anbringe, wenn der Redesaz förmlich schließt, oder der darauf folgende eine von der vorhergehenden ganz abgesonderte Empfindung schildert. Außerdem begnügt man sich an der bloßen Cadenz der Recitativstimme, und einer der darauf folgenden Pause, wozu die Begleitung entweder den bloßen Dreyklang, oder den Sextenaccord [949] anschlägt; oder man thut, als ob man schliessen wollte, und lässet nach dem Accord der Dominante die erste Verwechslung des Accordes der Tonica hören. So könnte das erste der gegebenen Exempel, wenn die Rede noch in derselben Empfindung fortströmte, ohngeachtet des Schlußes der Periode, die Begleitung haben, wie bey XXIV †. Dadurch bewürkt man den Schlußfall der Periode und zugleich die Erwartung einer folgenden. Yet since not every period is a final period, but rather is often more or less joined to the following one, composers should pay great attention here so that they only apply this closing cadence when the line of speech formally closes or when the following line of speech depicts an entirely different sentiment from the preceding one. Otherwise one is satisfied with the simple cadence of the recitative voice (and with one of the rests following it), at which the accompaniment strikes either a simple triad or sixth chord. (73) Or it could proceed, as if wanting to close, and let the first inversion of the tonic chord be heard after the dominant chord. (74) Thus the first of the given examples could have the accompaniment of Example XXIV†, if the discourse continues in the same sentiment, unaware of the period’s close. Through this, the end of the period is created, and with it the expectation for a following one. Example XXIV† (click to enlarge and see the rest) [2.36] In dem Beyspiel XXV sind die zwey förmlichen Schlußcadenzen nach dem ersten und dritten Saze völlig unschiklich angebracht. [3.36] In Example XXV, the formal closing cadences after the first and third sentences are very poorly applied. Example XXV (click to enlarge and see the rest) Da die Empfindung der Rede durchgängig gleich ist, so hätten diese Schlußcadenzen auch vermieden, und angezeigtermaaßen behandelt werden sollen. Nach den Worten: sie lagern sich, hat der Tonsezer einen eben so wesentlichen Fehler begangen, daß er in der Recitativstimme keine Pause gesezt hat. Ramlers erzählende Recitative sind nicht Erzählungen eines Evangelisten, der gesehen hat, sondern eines empfindungsvollen Christen, der sieht, und bey allem, was er sieht, stille steht und fühlt. Darum hätten in dem Recitativ die zwey Säze, die der Dichter aus guten Ursachen durch ein Punktum von einander getrennet hatte, nicht so, wie veni , vidi , vici ohne allen Absaz in einander geschlungen seyn sollen. Since the sentiment of the discourse is generally the same, then these final cadences should have also been avoided and should have been treated as advised. After the words “sie lagern sich,” the composer commits such a basic error that he sets no rest in the recitative voice. Ramler’s narrative recitatives are not the accounts of an evangelist who has seen, but rather of a Christian filled with feeling who sees, and through all that he sees, stands still and feels. Therefore the two sentences in the recitative which the poet had separated with good cause from each other through a period should not have been connected to each other without any division as if they were “veni, vidi, vici.” [2.37] Ein besseres Beyspiel zur Erläuterung dieser Regel von den Cadenzen ist bey XXVI aus dem Tod Jesu von Graun. Nach den Worten “dein Wille soll geschehn,” ist, wie es der Absaz der Worte mit der folgenden Periode erfodert, eine förmliche Schlußcadenz angebracht. Die übrigen Schlüsse der Periode sind, da die Empfindung der Rede gleich bleibt, nur in der Recitativstimme allein fühlbar gemacht. [3.37] A better example to explain this cadence rule is Example XXVI from Graun’s Tod Jesu . After the words “dein Wille soll geschehen,” a formal closing cadence is applied, as the division of the words from the following section requires. The remaining closes of the section are only made noticeable in the recitative voice, since the sentiment of the discourse remains the same. Example XXVI (click to enlarge and see the rest) [2.38] Außer den drey angezeigten Arten, den Endfall einer Periode, die keine förmliche Schlußperiode ist, zu behandeln, ist noch eine vierte, die zugleich von Ausdruk und sehr mannigfaltig ist. Diese besteht darin, daß man nach der Cadenz der Recitativstimme, in der Begleitung den Dominantenaccord anschlägt, und anstatt nach demselben den Accord der Tonica hören zu lassen, sogleich eine andere nach Beschaffenheit des Ausdruks mehr oder weniger entlegene Tonart antritt: Z. E. statt: [3.38] Beyond the three mentioned ways of handling the ending of a period which is not a formal final period, there is still a fourth which is both expressive and varied. This is defined by striking the dominant chord in the accompaniment after the cadence in the recitative voice and, instead of having a tonic chord be heard after it, having another more or less remote key—according to its expression—come in at once. For example, instead of oder or schreitet man so fort, wie bey XXVII. one could proceed as in Example XXVII. Example XXVII (click to enlarge and see the rest) oder in Moll statt: Or in minor, instead of oder or (75) wie bey XXVIII. as in Example XXVIII. Example XXVIII (click to enlarge and see the rest) Alle diese Cadenzen sind von leidenschaftlichem Ausdruk; doch schikt sich eine für der andern mehr oder weniger zu diesem oder jenem Ausdruk. So ist z.B. All of these cadences are of a passionate expression. Yet one may be more or less appropriate than others for this or that expression. For example, heftig und geschikt zu steigenden Empfindungen; hingegen ist diese Cadenz is intense and appropriate for rising sentiments. On the other hand this cadence geschikter in sinkenden Leidenschaften. Matt und traurig ist diese: is more appropriate in sinking passions. This wenn man nemlich statt des Sextenaccordes von ♭ E, den C duraccord erwartet hat. is faint and sad, when instead of the sixth chord on E ♭ , a C major chord was expected. Es würde zu weitläuftig seyn, von jeder angezeigten Fortschreitung Beyspiele zu geben. Die Werke guter Sangmeister, als Grauns, Händels, Hassens, sind voll davon. In Opern, wo Personen von verschiedenen Affekten mit einander recitiren, sind dergleichen Cadenzen unentbehrlich. Anfänger müssen darauf alle ihre Aufmerksamkeit wenden, und vornemlich dabey auf den Sinn der Worte, und auf die wechselseitige Empfindung der recitirenden Personen Acht haben. It would be extend this account too much to give examples for each mentioned progression. The works of good song masters like Graun, Handel, and Hasse are full of them. In operas where characters of various affects recite with each other, these cadences are indispensable. Beginners must direct all their attention to them—especially to the sense of the words—and to the alternating sentiments of the reciting characters. [2.39] In Ansehung der männlichen und weiblichen Cadenzen ist noch anzumerken, daß da die erstere z. E. [3.39] Regarding masculine and feminine cadences, it remains to observe that since the former, for example durch den Vortrag einen Vorschlag vor der lezten Note erhält, als wenn sie so geschrieben wäre: in performance receives an appoggiatura before the last note, as if it had been written as leztere hingegen, wenn sie auch, wie einige im Gebrauch haben, folgendergestalt geschrieben ist: The latter, in practice written in the following form [950] dennoch also: but performed as in vorgetragen und auch besser so geschrieben wird; man sich hüten müsse, keiner männlichen Cadenz einen weiblichen Endfall zu geben, z. E. is thus much better written out that way. Also one should be careful that no masculine cadence be given a feminine ending, as in weil sie durch den Vortrag, indem sie folgendergestalt because it will be extremely dragging and unfavorable, since it will be performed in this way gesungen wird, höchst schleppend und wiedrig wird. Hiewieder wird häufig gefehlet. Selbst Graun ist einigemal in diesen Fehler gefallen; z.B. Errors are commonly committed concerning this. Graun himself has fallen occasionally into this error, for example [2.40] Unter die besonderen Arten der Cadenzen, deren in der zehnten Regel Erwähnung geschieht, zeichnet sich die Frage durch etwas Eigenthümliches vor allen andern aus. Man ist lange über die Harmonie einig geworden, die man dieser Figur der Rede zur Begleitung giebt. Der Dominantenaccord hat schon an und für sich etwas, das ein Verlangen zu etwas, das folgen soll, erweket. Die Art, mit welcher man bey der Frage in diesen Accord tritt, nemlich: [3.40] Among the special types of cadences that were mentioned in the tenth rule, the question is distinguished by something peculiar to it above all others. The harmony to be used as accompaniment to this figure of speech has long been agreed upon. The dominant chord already has a unique quality that arouses a desire for something to follow. The manner in which this chord is reached by step at a question und in Moll: —and in minor— und mit welcher die Singstimme, anstatt in die Terz der Baßnote herunterzutreten, sich mit einmal in dessen Quinte erhebt, wie z.B. and with which the voice, instead of stepping down to the third of the bass note, rises once to its fifth, as in und in Moll: —and in minor— drükt den Ton der Frage vollkommen natürlich aus. Z. E. XXIX. naturally and perfectly expresses the tone of a question (e.g., Example XXIX). Example XXIX (click to enlarge and see the rest) [2.41] Die mehresten Tonsezer scheinen es sich zum Gesez gemacht zu haben, alle Redesäze, nach denen ein Fragzeichen steht, sie mögen nun eine eigentliche Frage seyn, oder nicht, oder das Hauptwort derselben mag am Anfange oder in der Mitte des Sazes stehen, durchgängig auf die angezeigte Art, die doch nur einzig und allein bey solchen Fragen, wo das Hauptwort und der eigentliche Frageton am Ende des Sazes befindlich ist, statt hat, zu behandeln, und alle Fragesäze ohne Unterschied einen männlichen oder weiblichen Schlußfall zu geben. Dadurch entstehen Ungereimtheiten, die auch ein Schüler fühlen, und dafür erkennen muß. Zu geschweigen, daß der grammatikalische Accent dadurch oft auf eine unrechte Sylbe fällt, so wird dem Fragesaz dadurch ein ganz anderer, ja bisweilen ganz entgegengesezter Sinn gegeben. Man sehe die drey Beyspiele über die nämlichen Worte XXX. [3.41] Most composers appear to have made it a rule to treat all lines of speech ending with a question mark in the manner pointed out above, whether it is an actual question, or whether the principal word stands at the beginning or in the middle of the sentence. This treatment, however, should only be used with questions where the main word  and the actual question tone are located at the end of the sentence. They also give all questions either a masculine or feminine ending without disparity. Through this, absurdities arise that even a pupil ought to be able to feel and recognize as that. Not to mention that the grammatical accent often falls on an incorrect syllable because of this, so that an entirely different and, from time to time, an entirely contradictory meaning is given to the question sentence. Three examples on the same words can be seen in Example XXX. Example XXX (click to enlarge and see the rest) [2.42] In dem ersten Saze, wo nach der gewöhnlichen Art der Fragaccent auf der lezten Sylbe, welche hier das Wort “stirbt” ist, fällt, entsteht in dem Sinn der Worte eine offenbare Gotteslästerung. Der zweyte Saz, in welchem das Wort “Creuze” zum Hauptwort gemacht ist, würde, ob er gleich weder einen männlichen noch weiblichen Schlußfall hat, vollkommen gut seyn, wenn der Frageton dieses Sazes nicht nothwendig auf dem Hauptwort “Jesus” fallen müßte. Daher ist die lezte Behandlung dieser Frage die beste, obgleich die ungewöhnlichste. [3.42] In the first example, an obvious blasphemy arises from the sense of the words, where the question accent, following the usual manner, falls on the last syllable, which here is the word stirbt . The second example, in which the word Creuze is made into the main word, would be perfectly good—even though it neither has a masculine nor feminine ending—if the question tone of this sentence did not essentially have to fall on the main word “Jesus.” This is why the last treatment of this question is the best, albeit the most abnormal. [2.43] Nun wird man die Unschiklichkeit in den Fragsäzen XXXI und XXXII, und die Richtigkeit der Verbesserung leicht bemerken. [3.43] The inappropriate treatment in the interrogative sentences of Examples XXXI and XXXII, and the correctness of the improvement, is now easy to see. Example XXXI (click to enlarge and see the rest) Example XXXII (click to enlarge and see the rest) In dem Beyspiehl XXXIII hat sich der Tonsezer durch das dem Saz nachstehende Fragzeichen verleiten lassen, eine musikalische Frage anzubringen, die nicht allein falsch accentuirt ist, sondern die überhaupt hier gar nicht statt findet, da eine Vermuthung mit dem Fürwörtlein ob noch keine deutliche Frag ist. Diese hätte eher bey den Worten: “wer kann es wissen?” statt gefunden. In Example XXXIII, the composer let the question mark following the sentence tempt him to apply a musical question that not only is falsely accentuated but that does not happen there at all, since a supposition with the little auxiliary word ob [whether] is still no clear question. Rather this question should have taken place with the words wer kann es wissen? [“who can know it?”]. Example XXXIII (click to enlarge and see the rest) [2.44] In den “tragischen Cantaten,” aus denen diese Beyspiele genommen sind, haben fürnemlich alle [951] weibliche Fragen außer dem Fehler, daß sie allezeit auf die zwey lezten Sylben eines Sazes angebracht sind, überhaupt eine unnatürliche Schreibart in der Recitativ-stimme: z. E. [3.44] In the Tragic Cantatas from which these examples are taken, questions with feminine endings, aside from the error that they are always applied on the two last syllables of a sentence, are notated in an unnatural style in the recitative voice; for example Der Hr. Verfasser führt davor in seiner Abhandlung Gründe an, die weder wichtig noch richtig sind, und denen man leicht die triftigsten Gegengründe entgegensezen könnte, wenn man zu befürchten hätte, daß diese Schreibart einreißen würde. Daß der Schlußfall der Frage nicht allein von zween, sondern, wenn die Worte es erfodern, von weit mehrern Sylben seyn könne und müsse, beweiset das Zeugniß eines großen Dichters, der zugleich ein vollkommener Deklamator ist. Ein Arioso, das sich mit der Frage endiget: In his Abhandlung the author gives reasons that are neither important nor correct and that can be easily argued against with the most valid counterarguments, if one had reason to fear that this style would take hold. (76) That the ending of a question can be—and must not only be—two syllables, but also, whenever the words require it, be many more syllables is proven by the evidence of a great poet, who is at the same time a perfect orator [Deklamator]. An arioso that concludes with this question: Oder soll der Landmann – – – – – – – – dankbar Dir das Erstlingsopfer weyhn? Or should the peasant– – – – – – – – thankfully devote to you the first offering? und von dem Verfasser dieser Anmerkungen in Musik gesezt worden, konnte durch keinen andern Schlußfall den Poeten so vollkommen befriedigen, als durch folgenden. and which has been set by the author of these remarks, could not satisfy poets so perfectly through any other ending except through the following. [2.45] Man bedient sich aber dieser Harmonie und Melodie nicht zu allen und jeden Fragen; sondern man braucht oft einen bloßen Sprung auf das Hauptwort in der Recitativstimme, bey vielerley Harmonien in der Begleitung. In dem Graunschen Tod Jesu findet sich gleich in dem ersten Recitativ folgende Stelle, (S. XXXIV.) die von ungemeinem Nachdruk ist, [3.45] This harmony and melody should not be used for every possible question. Often only a leap to the main word in the recitative voice is needed, with all kinds of harmonies in the accompaniment. In Graun’s Tod Jesu , already in the first recitative, one finds the following passage (see Example XXXIV), which has tremendous force: Example XXXIV (click to enlarge and see the rest) 1) weil man bey der Wiederholung der Frage zwey Hauptwörter vernimmt, die der Quartensprung nachdrüklich macht, nämlich Jesus und das; 2) weil der Schlußfall der ersten Frage auf einen Dominantenaccord geschieht, der, wie bekannt, etwas ungewisses ausdrükt, der zweyte Schlußfall hingegen auf den Accord einer Tonica angebracht ist, wodurch das Zweifelnde der Frage gleichsam zur Gewißheit wird; und 3) weil die Stimme bey der Wiederholung steigt und heftiger wird. Ohne dergleichen Verstärkungen des Ausdruks muß sich Niemand einfallen lassen, weder Fragen noch andere Redesäze im Recitativ unnöthiger Weise zu wiederholen. (1) because two main words are heard with the repetition of the question, which the leap of the fourth makes emphatic, namely Jesus and das ; (2) because the ending of the first question happens on a dominant chord which, as is well-known, expresses something uncertain; the second ending, on the other hand, is made on the chord of a tonic, through which the doubt in the question becomes, so to speak, certainty; and (3) because the voice rises with the repetition and becomes more intense. No one should think to repeat needlessly questions or other lines of speech in recitative without the same sorts of intensification of expression. [2.46] In eben dem Graunischen Recitativ ist die musikalische Frage auch bey folgendem Saz ganz recht vermieden weil in den Fragaccenten unter Fragen und Fragen ein Unterschied ist, indem es Fragen giebt, die in dem völligen Ton der Gewißheit ausgesprochen werden. [3.46] In Graun’s recitative, the musical question is quite correctly avoided with the following passage, because there is a difference in the accents for different questions from question to question in that there are questions which are pronounced with a complete tone of certainty. [2.47] Endlich werden diejenigen Fragesäze, die zugleich Ausrufungen sind, am besten durch einen Sprung auf das Hauptwort ausgedrükt, wie in dem Graunschen Exempel: Dei! tu mi difendi? &c . welches bey Gelegenheit der zweyten Regel S. V. angeführt ist. [3.47] Finally, those questions that are at the same time exclamations are best expressed through a leap to the main word, as in Graun’s example “Dei! tu mi difendi?”, which as it happens is quoted under the second rule; see Example V. [2.48] Ausrufungen und dergleichen heftige kurze Säze müssen allezeit mit einem Sprung auf die nachdrüklichste Sylbe des Ausrufungswortes geschehen, nicht auf die kürzeste, wie hier: [3.48] Exclamations and similarly intense short sentences must always happen with a leap to the most emphasized syllable of the exclamation word, not to the shortest, as here: Die begleitende Harmonie muß den Ton der Leidenschaft angeben. In folgenden Beyspielen XXXV, die zur Erläuterung der eilften Regel dienen, kommen auch Ausrufungen von verschiedenem Charakter vor. [952] The accompanying harmony must set the tone of the emotion. In the following Examples in XXXV, which serve as an explanation of the eleventh rule, exclamations of varying character also appear. Example XXXV (click to enlarge and see the rest) [2.49] Alle diese Beyspiehle sind von Graun, weil Niemand, als er, so durchgängig gewußt hat, jeden Ausdruk durch die begleitende Harmonie zu erheben, und weil Niemand, als er, bey dem richtigsten Gefühl die Harmonie so in seiner Gewalt hatte. Man darf seine Recitative nur gegen andere halten, um hievon überzeugt zu seyn. [3.49] All these examples are by Graun because no one knew as he consistently did how to elevate each expression through the accompanying harmony, and because no one had such correct instincts for harmony under their command. All that is needed is to hold his recitative up against that of others to be convinced of this. [2.50] Das Piano und Forte der zwölften Regel geht eigentlich nur den Sänger an, in so fern es ihm nicht vorgezeichnet ist, ob es gleich besser gethan wäre, daß solches sowol, als auch die Bewegung bey jeder Abänderung des Affekts, ihm deutlich vorgezeichnet würde, zumal in Kirchenrecitativen, wo man sich so wenig auf den Sänger verlassen kann. Statt eines f. sezt man oft im begleitenden Baß lauter Viertelnoten mit Viertelpausen, statt Zweyviertelnoten, und läßt dann den Baß, wenn der Affekt sanfter oder trauriger wird, mit einer langen Note, über welcher tenuto geschrieben wird, piano eintreten, welches an Ort und Stelle von ungemein guter Würkung ist. [3.50] The twelfth rule’s piano and forte actually only concern the singer, provided that it is not prescribed to him, even though it would likewise be better for both dynamics and as well as the tempo for each change of affect to be clearly prescribed to him, especially in church recitatives where the singer can be so little relied upon. Instead of marking a f , one often sets nothing but simple quarter notes with quarter rests in the accompanying bass instead of half notes [Zweyviertelnoten (77) ], and then, whenever the affect becomes softer or more sorrowful, lets the bass enter piano with a long note with tenuto written above it, which, depending on the passage and location, has a tremendously good effect. [2.51] Bey der dreyzehnten Regel ist noch anzumerken, daß das Arioso fürnehmlich auch alsdenn gut angebracht ist, wenn solche Säze bis auf einen gewissen Grad der Empfindung gestiegen sind, und daselbst verweilen. Oft kann eine einzige lange Note, zu welcher der Baß eine taktmäßige Bewegung annimmt, das ganze Arioso seyn; oft aber ist es auch länger. Beyspiele sind bey XXXVI zu sehen. [3.51] Still to be commented on in relation to the thirteenth rule is that arioso is principally and also well applied when such passages have risen to a certain level of feeling and linger there. Often a single long note can be the entire arioso, against which the bass adopts a metrically regular motion; but often it is also longer. Examples can be seen in XXXVI. Example XXXVI (click to enlarge and see the rest) [2.52] Ein Beyspiel der vierzehnten Regel ist das ganze Recitativ der Cornelia aus dem ersten Akt der Oper Cleopatra von Graun. Da diese Oper sehr rar geworden ist, und Beyspiele dieser Art selten sind, so wird es vielleicht einigen nicht unangenehm seyn, das Recitativ hier zu finden, da es nicht lang ist. Die Begleitung der Violinen und der Bratsche ist in dem obersten System zusammengezogen. S. XXXVII. [3.52] Cornelia’s full recitative from the first act of Graun’s Cleopatra is an example of the fourteenth rule. Since this opera has become very rare, and examples of this type are scarce, it will perhaps not be objectionable to reproduce the recitative here, as it is not long. The accompaniment of violins and viola has been condensed in the uppermost system, see Example XXXVII. Example XXXVII (click to enlarge and see the rest) [2.53] In Recitativen mit Accompagnement findet man hin und wieder Stükweise solche Stellen, wo der Sänger verbunden ist, im Takt zu singen, wie z.B. in den beyden Recitativen des Graunschen Oratoriums: “Gethsemane! etc.” und “Es steigen Seraphim etc.” welche zugleich als Muster des vollkommenen Accompagnements, dessen die lezte Regel von oben Erwähnung thut, dienen können. [3.53] Now and again, such passages are found in recitatives with accompaniment where the singer is bound to sing in time, such as, for example, both recitatives from Graun’s oratorio (78) “Gethsemane!” and “Es steigen Seraphim,” which at the same time can serve as a model of perfect accompaniment according to the last rule from above. (79) [2.54] Nichts kann abgeschmakter, und dem guten Geschmak und dem Endzwek des accompagnirten Recitatives so sehr zuwieder seyn, als Mahlereyen über Worte oder Säze, die mit der Hauptempfindung nichts gemein haben. Man schaudert vor Verdruß, wenn man in den Telemannischen Tod Jesu bey den allerrührendsten Stellen statt leidenschaftlicher Töne das Herz klopfen, den Schweiß die Schläf' herunterrollen, gespizte Keile einschlagen, die Väter hönen, und den Schmerz in des Helden Seele, wie eine Sinfonie, wüten hört. Selbst in Recitativen ohne Accompagnement war Telemann ein eiteler Mahler; man sehe z.B. wie ein Christ durch die rauhe Bahn gehen muß, und im Heulen fröhlich ist. S. XXXVIII. [3.54] Nothing can be more vulgar, and so completely contrary to good taste and the final purpose of accompanied recitative, than text painting on words or sentences that have nothing in common with the primary sentiment. One shudders with displeasure when, at the most touching passages in Telemann’s Tod Jesu , instead of hearing passionate tones, a heart beats, sweat rolls off the temple, sharpened wedges strike, fathers scorn, and the pain of the hero’s soul rages as a symphony. Telemann, even in recitatives without accompaniment, was a vain painter; for example, one may see how a Christian must walk along the rough path and is happy while crying. See Example XXXVIII. Example XXXVIII (click to enlarge and see the rest) [2.55] Nach welchen Regeln der Harmonie mögen sich doch wohl solche Fortschreitungen entschuldigen lassen? [3.55] Yet according to which rules of harmony may such progressions be excused? [2.56] Keine andere Mahlereyen finden im Accompagnement statt, als die die Gemüthsbewegung der recitirenden Person ausdrüken. Diese muß der Tonsezer zu mahlen verstehen, wenn er durch seine Musik rühren will. Man halte in dem obenerwähnten lezten Accompagnement von Graun die Stellen: “Zerreiße Land! etc.” gegen das Telemannische über die nämlichen Worte. Da wo Graun uns durch die richtige Schilderung der heftigsten Gemüthsbewegung ins Innerste der Seelen dringt, zerreißt Telemann das Land, steigt in die Gräber und läßt die Väter in der Bratsche ans Licht steigen. Man hört blos den Tonsezer, und gerade da, wo man ihn am wenigsten hören will. [3.56] No other types of text painting happen in the accompaniment but those that express the emotion of the reciting character. The composer must understand this emotion to text-paint if he wishes to move through his music. Compare the passage by Graun in the last accompagnato mentioned above, “Zerreiße, Land!,” with Telemann’s on the same words. Here, where Graun reaches us in the deepest region of our souls with the correct portrayal of the most intense emotion, Telemann opens up the ground, climbs into the tombs, and allows our forefathers, in the viola, to climb into the light. Here only the composer is heard, and exactly where one least wants to hear him. [2.57] Ueberhaupt müssen alle Spielereyen mit Worten, die kurz nach einander wiederholet werden, indem man die Sylbe oder das Wort, das das erstemal höhere Töne hatte, zum zweytenmal unter tiefere Töne legt, dergleichen bey XXXIX zu sehen sind, vermieden werden. [3.57] In general, all these little word games, which are repeated in short succession, must be avoided by setting the syllable or word with higher tones initially, lower tones the second time. Something like this can be seen in Example XXXIX. Example XXXIX (click to enlarge and see the rest) [2.58] Hr. Scheibe hält in seiner Abhandlung für gut, die Schlußcadenzen des Basses abwechselnd bey männlichen und weiblichen Cadenzen anzubringen. Dieses gehört mit zu den Spielereyen, deren eben Erwähnung geschehen. [3.58] Mr. Scheibe, in his Abhandlung , finds it good to make the final cadences of the bass alternate with masculine and feminine cadences. (80) This sort of thing belongs to the “little games” just mentioned. * * * * [2.59] Harmonisches Sylbenmaaß, Dichtern melodischer Werke gewidmet, und angehenden Singkomponisten zur Einsicht, mit platten Beyspielen, Gesprächsweise abgefaßt. Der erste Theil; Von dem Recitative, durch Jos. Rinpel [sic], Regensb. 1756. f.— Ausser der, von Hrn. Sulzer, angeführten Abhandlung des Hrn. Scheibe über das Recitativ, befindet sich bey dessen zwey tragischen Cantaten, Flensb. 1765. ein Sendschreiben, worin vom Recitativ überhaupt gehandelt wird. [3.59] Harmonisches Sylbenmaaß, Dichtern melodischer Werke gewidment, und angehenden Singkomponisten zur Einsicht, mit platen Beyspielen, Gesprächsweise abgefaßt. Part 1, on Recitative. by Jos.[eph] Riepel, in Regensb.[urg] 1756 [ sic ]. — Besides Hr. Scheibe’s Abhandlung on recitative, cited by Hr. Sulzer, an epistle can be found with his two tragic cantatas, in which recitative in general is discussed. (81) * * * * * * [2.60] Ausser der, von H. S. angeführten Abhandlung des H. Scheibe von Recitativ (im 11ten und 12ten Bde. Der Bibl. der schönen Wissensch.) befindet sich, bey dessen zwey tragischen Cantaten, Flensb. 1765. ein Sendschreiben über das Recitativ überhaupt.— Auch handeln davon, J. L. le Gallois Grimarest ( Traité du Recitatif dans la lecture, dan l’action publique, dans la declamation et dans le chant… Par. 1707. 12. Deutsch, im 4then Bde. S. 223 und im 5ten Bde. S. 207 der Sammlung vermischter Schriften…Berl. 1760.8.)— C. G. Krause (Im 7ten Hauptst. s. Werks, Von der musical. Poesie.)— Algarotti (In s. Versuch über die Oper, an verschidenen Stellen, als S. 40 u.f.)— F. W. Marpurg (Unterr. Vom Recitativ, in 20 Forts. Im 2ten Bde. s. Krit. Briefe über die Tonkunst, Berl. 1763. 8.)— Ant. Planelli (Im 8then [sic] Kap. des 2ten Abschn. §. 2. S. 85 und im 3ten Kap. des 3ten Abschn. S. 138 s. Schrift Dell’Opera in Musica.)— Jos. Rinpel [sic] (Harmonisches Sylbenmaaß, Dichtern melodischer Werke gewidment, und angehenden Singcomponisten zur Einsicht mit platen Beyspielen Gesprächsweise abgefaßt, Regensb. 1776. f. dessen 1ter Th. vom Recitativ handelt.)— Gr. Cepede (Im 2ten Buche s. Poetique de la Musique, Ch. VII. u.f. Par. 1785. 8. a Bde.)— — [3.60] Besides the treatise by H. Scheibe, cited by H. S.[ulzer], on recitative (in the 11th and 12 volumes of Der Bibl .[ iothek ] der schönen Wissensch .[ aft ]), an epistle on recitative in general can be found with his two Tragischen Cantaten (Flensb.[urg] 1765).—Also dealing with this is the J.[ean] L.[éonor] le Gallois Grimarest Traité du Recitatif dans la lecture, dan l’action publique, dans la declamation et dans le chant (Par.[is] 1707.12); translated into German in vol. 4 (223–[294]) and in vol. 5 (207–[290]) of die Sammlung vermischter Schriften (Berl.[in] 1760.8). (82) —C.[hristian] G.[ottfried] Krause in the 7th Hauptst .[ ück ] of his work Von der musical.ischen Poesie (83) —Algarotti in his Versuch über die Oper , in various places, such as p. 40 and passim. (84) —F. W. Marpurg Unterr .[ icht ] Vom Recitativ , in 20 instalments, in the 2nd vol. of his Krit .[ischen] Briefe über die Tonkunst (Berl.[in] 1763.8). (85) —Ant.[onio] Planelli in the 7th chapter of the 2nd Abschn [ itt ] §2 p. 85 and in the 3rd chapter of the 3rd Abschn [ itt ] p. 138 of his work Dell’Opera in Musica . (86) —Jos.[eph] Riepel in the Harmonisches Sylbenmaaß Dichtern melodischer Werke gewidment , und angehenden Singcomponisten zur Einsicht mit platen Beyspielen Gesprächsweise abgefaßt (Regensb.[urg] 1776), whose 1st part deals with Recitative.—G[ermain] Cepede in the 2nd book of his Poetique de la Musique , Ch.[apter] VII and passim (Par.[is] 1785.8) vol. 2. (87) — — [2.61] Es ist übrigens bekannt, daß Giac. Carissimi, der Verbesserer des Recitatives, oder vielmehr der Urheber der gegenwärtigen Einrichtung desselben ist. S. übrigens die, bey dem Art. Oper angeführten Schriftsteller.— — [3.61] It is generally well-known that Giac.[omo] Carissimi is the improver of recitative, or rather, the creator of the present constitution of recitative. See also the authors cited in the article “Oper.” Appendix: Examples Download the Appendix Examples [PDF]",
                "footnotes": [
                    "FN53",
                    "FN54",
                    "FN55",
                    "FN56",
                    "FN57",
                    "FN58",
                    "FN59",
                    "FN60",
                    "FN61",
                    "FN62",
                    "FN63",
                    "FN64",
                    "FN65",
                    "FN66",
                    "FN67",
                    "FN68",
                    "FN69",
                    "FN70",
                    "FN71",
                    "FN72",
                    "FN73",
                    "FN74",
                    "FN75",
                    "FN76",
                    "FN77",
                    "FN78",
                    "FN79",
                    "FN80",
                    "FN81",
                    "FN82",
                    "FN83",
                    "FN84",
                    "FN85",
                    "FN86",
                    "FN87"
                ],
                "citations": [
                    "sulzer_1967"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.2.boyle.html",
    "data": "mto/data/mto.17.23.2.boyle.json"
}