{
    "title": "On and On: Repetition as Process and Pleasure in Electronic Dance \n\t\tMusic",
    "date": "2005/10/01",
    "volume": "11",
    "issue": "4",
    "authors": [
        "Garcia, Luis-Manuel"
    ],
    "abstract": "Repetition has often been cast in a negative light, associated with immature or regressive states. This view is reflected in music criticism and pedagogy, recast in aesthetic terms and it also reappears in cultural criticism, attacking repetition as a dangerous tool for social control. Defenses that have been mounted in favor of repetition seem inadequate in that they tend to recategorize certain repetitive practices as not-quite-repetition, rather than defend repetitiontout court.This article uses examples from Electronic Dance Music (EDM) to provide an alternate approach to repetition that focuses on the experience of pleasure instead of a static attribution of aesthetic or ethical value. In particular, this is explored through three concepts: repetition as process, repetition as prolongation of pleasure, and process itself as pleasurable. Underlying these concepts is a formulation of pleasure first coined asFunktionslust,or “function pleasure,” reconceived here as “process pleasure.”",
    "keywords": [
        "Electronic Dance Music",
        "repetition",
        "pleasure",
        "listening"
    ],
    "doi": "",
    "received": "October 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.4/mto.05.11.4.garcia.pdf",
    "author_info": [
        {
            "name": "Luis-Manuel Garcia",
            "university": "University of Chicago",
            "address": "Department of Music, 1010 East 59th St., Chicago, IL 60637",
            "email": "lgarcia@uchicago.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. An earlier form of this paper was read under the same \ntitle at the joint meeting of the American Musicological Society and the Society \nfor Music Theory, Seattle, 2004. I would like to thank Tony Rohr at Hidden \nAgenda Records, Richie \nHawtin and Clark Warner at m_nus inc. / plus8 records ltd., and Marc Leclair and \nJon Berry at Regenerate Industries for generously granting permission for the \nrecorded examples included in this paper.",
            "citations": []
        },
        "FN2": {
            "text": "2. Max Wechsler. “Wiederholung/Redundanz: Eine Kunstlerische Strategie Zwischen \nVerdeutlichung Und Verwirrung,” in Walter Fähndrich (ed.), Improvisation \nIII (Winterthur: \nAmadeus, 1998), 58.",
            "citations": []
        },
        "FN3": {
            "text": "3. Walter Benjamin, “The Work of Art in the Age of \nMechanical Reproduction.” In Illuminations (London: Pimlico, 1999), 214.",
            "citations": []
        },
        "FN4": {
            "text": "4. Susan McClary, Rap, Minimalism, and the Structures of \nTime in Late Twentieth-Century Culture, Geske Lectures (Lincoln: College of Fine and \nPerforming Arts, University of Nebraska, 1998), 14. It is worth noting that, \nalthough the drive for repetition has been pathologized in the form of Obsessive \nCompulsive Disorder, the same cannot be said for the fear of or aversion to \nrepetition.",
            "citations": []
        },
        "FN5": {
            "text": "5. Rousillon, René, Le plaisir et la répétition: Théorie du processus psychique (Paris: Dunod, 2001), viii.",
            "citations": []
        },
        "FN6": {
            "text": "6. Freud, Sigmund, Beyond the Pleasure Principle, trans. J. Strachey (New \nYork: Liveright, 1950), 1. Original edition, 1920.",
            "citations": []
        },
        "FN7": {
            "text": "7. Ibid, 58.",
            "citations": []
        },
        "FN8": {
            "text": "8. Arnold Schoenberg, “Brahms Der Fortschrittliche,” in Stil Und Gedanke: \nAufsätze Zur Musik (Frankfurt am Main: S. Fischer, 1976), 37. I have preserved \nthe gender-specificity of the abstract listening subject from Schoenberg’s \nwritings to make a contrast with Freud’s concern with both male and female \nsubjects.",
            "citations": []
        },
        "FN9": {
            "text": "9. Arnold Schoenberg and Rudolf Stephan, Die Grundlagen Der Musikalischen \nKomposition (Wien: Universal Edition, 1979), 20.",
            "citations": []
        },
        "FN10": {
            "text": "10. Andreas Jacob, “Arnold Schonbergs Theoretische Schriften Über Funktion Und \nTechniken Der Wiederholung,” in Kathrin Eberl and Wolfgang Ruf (eds.), Musikkonzepte-Konzepte Der Musikwissenschaft: Bericht Über Den Internationalen \nKongress Der Gesellschaft Für Musikforschung Halle (Saale) 1998, Bd 2: Freie \nReferate (Kassel/New York: Bärenreiter, 2000), 572.",
            "citations": []
        },
        "FN11": {
            "text": "11. This interpretation of Adorno’s critique of repetition \nis indebted to Ingrid Monson and Bernard Gendron. Bernard Gendron, “Theodor Adorno Meets the \nCadillacs,” in Tania Modleski (ed.), Studies in Entertainment: Critical \nApproaches to Mass Culture (Cambridge, MA: Harvard University Press, 1986), \n20–21; Ingrid T. Monson, “Riffs, Repetition, and Theories of Globalization,” Ethnomusicology 43 (1999): 31–65.",
            "citations": []
        },
        "FN12": {
            "text": "12. Adorno, Theodor W., “On Popular Music,” in Susan H. Gillespie and Richard D. \nLeppert (eds.), Essays on Music: Theodor W. Adorno (Berkeley: University of \nCalifornia Press, 2002), 452–3. Original publication, 1941.",
            "citations": []
        },
        "FN13": {
            "text": "13. Adorno, Theodor W., “Difficulties,” in Essays on Music: Theodor W. Adorno, 667. Original publication, 1966.",
            "citations": []
        },
        "FN14": {
            "text": "14. Adorno, Theodor W., “Wagner’s Relevance for Today,” in Essays on Music: Theodor W. Adorno, 599. Original publication, 1963.",
            "citations": []
        },
        "FN15": {
            "text": "15. Adorno, Theodor W., Philosophy of Modern Music, trans. Anne G. Mitchell \nand Wesley G. Blomster (New York: Continuum, 2002), 135–191. Original \npublication, 1958.",
            "citations": []
        },
        "FN16": {
            "text": "16. Monson, 51.",
            "citations": []
        },
        "FN17": {
            "text": "17. Ibid, 51–52.",
            "citations": []
        },
        "FN18": {
            "text": "18. See: Rebecca Leydon, “Towards a Typology of Minimalist Tropes,” Music \nTheory Online 8.4 (2002); Carlo Migliaccio, “Ripetizione E Cambiamento in \nMusica,” De musica: Annuario in divenire 2 (1998); and Wechsler, 58–70.",
            "citations": []
        },
        "FN19": {
            "text": "19. Leydon, 1–14.",
            "citations": []
        },
        "FN20": {
            "text": "20. John Miller Chernoff, African Rhythm and African Sensibility: Aesthetics \nand Social Action in African Musical Idioms (Chicago: University of Chicago \nPress, 1979), 111–12.",
            "citations": []
        },
        "FN21": {
            "text": "21. Steven Feld and Charles Keil (eds.), Music Grooves: Essays and Dialogues (Chicago: University of Chicago Press, 1994).",
            "citations": []
        },
        "FN22": {
            "text": "22. Steven Feld, “Sound Structure as Social Structure,” Ethnomusicology 28 \n(1984): 383–407.",
            "citations": []
        },
        "FN23": {
            "text": "23. Monson, 52.",
            "citations": []
        },
        "FN24": {
            "text": "24. Veit Erlmann, “Communities of Style: Musical Figures of Black Diasporic \nIdentity,” in Ingrid T. Monson (ed.), The African Diaspora: A Musical \nPerspective (New York: Garland, 2000), 85–86.",
            "citations": []
        },
        "FN25": {
            "text": "25. Henry Louis Gates Jr., The Signifying Monkey: A \nTheory of Afro-American Literary Criticism (New York: Oxford University \nPress, 1988).",
            "citations": []
        },
        "FN26": {
            "text": "26. Erlmann, 86.",
            "citations": []
        },
        "FN27": {
            "text": "27. Paul Kiparski, “Oral Poetry: Some Linguistic and Typological \nConsiderations,” in Benjamin A. Stolz and Richard S. Shannon (eds.), Oral \nLiterature and the Formula (Ann Arbor: University of Michigan, 1976).",
            "citations": []
        },
        "FN28": {
            "text": "28. Richard Middleton, “‘Play It Again Sam’: Some Notes on \nthe Productivity of Repetition in Popular Music,” Popular Music 3 (1983): \n239.",
            "citations": []
        },
        "FN29": {
            "text": "29. Mark J. Butler, “Unlocking the Groove: Rhythm, Meter, \nand Musical Design in Electronic Dance Music” (PhD, Indiana University, 2003), \n69.",
            "citations": []
        },
        "FN30": {
            "text": "30. Middleton, 240.",
            "citations": []
        },
        "FN31": {
            "text": "31. Russell Potter, “Not the Same: Race, Repetition, and \nDifference in Hip-Hop and Dance Music,” in Thomas Swiss, John Sloop and Andrew \nHerman (eds.), Mapping the Beat: Popular Music and Contemporary Theory (Oxford: Blackwell, 1998), 31–46.",
            "citations": []
        },
        "FN32": {
            "text": "32. Tricia Rose, Black Noise: Rap Music and Black \nCulture in Contemporary America (Hanover, NH: Wesleyan University Press, \n1994).",
            "citations": []
        },
        "FN33": {
            "text": "33. See McClary, 24. This is not to say that these views \nare to be discarded, but rather that further work must be done to reconcile \ntheir theories with musical practice. An example of a step towards this might be Wim Mertens’s work \non American minimalism: Mertens, Wim, American Minimal Music (London/New York: \nKahn & Averill/Broude, 1983), 118–124.",
            "citations": []
        },
        "FN34": {
            "text": "34. Benjamin, 218.",
            "citations": []
        },
        "FN35": {
            "text": "35. Bühler, Karl, Die Krise der Psychologie, 3rd ed. (Stuttgart: G. Fischer, \n1965). Original edition, 1927.",
            "citations": []
        },
        "FN36": {
            "text": "36. Ibid, 180–194.",
            "citations": []
        },
        "FN37": {
            "text": "37. One might even extend this to tasks that efface their \nproducts, e.g. the Zen Buddhist monastic practice of creating sand mandalas and then effacing them when \nthey are completed.",
            "citations": []
        },
        "FN38": {
            "text": "38. Gould, Shirley and Heinz L. Ansbacher, “‘Function Pleasure’ in Adlerian \nPsychotherapy,” Journal of Individual Psychology 31/2 (1974): 150–57.",
            "citations": []
        },
        "FN39": {
            "text": "39. One could productively “overstand” my terminology to question whether \n“doing” stands at a level of abstraction between or above “receiving” and \n“making;” as of yet, I am not prepared to take a stand on this issue.",
            "citations": []
        },
        "FN40": {
            "text": "40. Bühler, 194.",
            "citations": []
        },
        "FN41": {
            "text": "41. Williams, Linda, Hard Core: Power, Pleasure and the \n“Frenzy of the Visible”, Expanded Edition (Berkeley, CA: University of \nCalifornia Press, 1999). BDSM is shorthand for an overlapping collection of sexual behaviors, \nincluding Bondage, Discipline, Domination & Submission, and Sadism & Masochism \n(or Sadomasochism).",
            "citations": []
        },
        "FN42": {
            "text": "42. “Track” refers to a unit of music within EDM discourses in a manner similar \nto “cut” or “joint” in hip-hop. This is generally preferable to labels such as \n“song” more common in pop-rock discourses, which implies a song-structure and \nuse of vocals that rarely applies to EDM.",
            "citations": []
        },
        "FN43": {
            "text": "43. The final example can also be considered form of “microhouse” (see [6.2n56]). \nFor a very useful (and often opinionated) overview of EDM genres and \nsub-genres—including copious audio examples—see Ishkur, “Ishkur’s Guide to \nElectronic Music,” in Digitally Imported FM, http://www.di.fm/edmguide/edmguide.html (accessed Apr 1, 2005).",
            "citations": []
        },
        "FN44": {
            "text": "44. Eugene Montague, “Moving to Music: A Theory of Sound \nand Physical Action,” (Ph.D. dissertation, University of Pennsylvania, 2001).",
            "citations": []
        },
        "FN45": {
            "text": "45. Mark Spicer, “(Ac)Cumulative Form in Pop-Rock Music,” twentieth-century \nmusic 1 (2004): 33.",
            "citations": []
        },
        "FN46": {
            "text": "46. This term may seem to be reminiscent of the title to Amiri Baraka’s (LeRoi \nJones) essay, which seeks to build a history of black cultural (musical) forms \nthat emphasizes the continuity of the “changing same.” However, my intention \nhere is rather to evoke the experience of listening to looping music: the \nsensation of motion that does not move in a linear direction to a new place, but \nreturns to the same place—although that same place may have changed. c.f. \nBaraka, Imamu Amiri (a.k.a. LeRoi Jones). “1966—The Changing Same (R&B and New \nBlack Music),” in Black Music (New York: W. Morrow, 1967), 180–211.",
            "citations": []
        },
        "FN47": {
            "text": "47. Butler, 103.",
            "citations": []
        },
        "FN48": {
            "text": "48. Ibid, 110.",
            "citations": []
        },
        "FN49": {
            "text": "49. Peter J. Burkholder, All Made of Tunes: Charles \nIves and the Uses of Musical Borrowing (New Haven and London: Yale \nUniversity Press, 1995).",
            "citations": []
        },
        "FN50": {
            "text": "50. Spicer, 29.",
            "citations": []
        },
        "FN51": {
            "text": "51. Plastikman (a.k.a. Richie Hawtin), musik (NovaMute, 1994), CD.",
            "citations": []
        },
        "FN52": {
            "text": "52. Mark J. Butler, “Hearing Kaleidoscopes: Embedded \nGrouping Dissonance in Electronic Dance Music,” presented at the Society for \nMusic Theory, Madison, WI 2003.",
            "citations": []
        },
        "FN53": {
            "text": "53. Tony Rohr, “Baile Conmigo” (Tora! Tora! Tora!, [2002] 2004), 12” EP.",
            "citations": []
        },
        "FN54": {
            "text": "54. Butler “Unlocking the Groove,” 70.",
            "citations": []
        },
        "FN55": {
            "text": "55. Akufen (a.k.a. Marc Leclair), My Way (Force Inc. Music Works, 2002), CD.",
            "citations": []
        },
        "FN56": {
            "text": "56. Although Akufen’s precise compositional technique (i.e. sampled radio-play \nsliced into microsamples and reassembled into house music) is more or less \nunique, the more general practice of microsampling informs a number of genres \nthat both precede and follow Akufen’s work. For example, granular synthesis and \n“microsound” styles have had a long history in electronic “art” music and more \nrecently in other electronic genres. Also, Akufen’s 2002 release (see note 39) \nmarks the approximate time of an emergent “microhouse” genre, of which his work \nis representative. Also related to this practice is the sample-heavy collage \nwork of artists such as DAT Politics, People Like Us, Matmos, The Soft Pink \nTruth, MF Doom, DJ Danger Mouse, and Kid606.",
            "citations": []
        },
        "FN57": {
            "text": "57. Provided that these processes are not so challenging \nor surprising that they deny mastery.",
            "citations": []
        },
        "FN58": {
            "text": "58. Reich, Steve, “Music as a Gradual Process (1968),” in \nPaul Hillier (ed.), Writings on Music, 1965–2000 (Oxford: Oxford \nUniversity Press, 2002), 34–36.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] “I LIKE THE TUNE, BUT IT‘S SO REPETITIVE.” (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Why does this sentence make intuitive sense, even though the adjective \n“repetitive” has no modifier indicating a positive or negative evaluation? Much \nlike adjectives such as “monotonous,” “boring,” and “unoriginal,” “repetitive” \nseems to come with a negative connotation built-in. Outside the realm of \naesthetic criticism, however, repetitiveness can play seemingly positive roles. \nFor example, it is central to memory formation as well as to redundant \nerror-checking in data transfer protocols, and it plays a large role in \npedagogy, childhood development, and pattern recognition in general. (2) This \nconnection to childhood learning, however, has at times worked against \nrepetition, associating it with childlike behavior, underdeveloped \nconsciousness, and regression.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Returning to the humanities and social sciences, this interplay of \ndevelopmental necessity and psychopathology surfaces in discourse as anything \nfrom unease to suspicion to outright hostility and, in turn, many attempts to \nrehabilitate repetition read like an apology or an awkward change of subject. It \nis my intention here to offer another rehabilitation—or, rather, a \nreevaluation—of repetition, which reads neither as apology nor sidestep. Rather \nthan ponder whether repetition can be good and/or beautiful, I will focus on how \nrepetition can generate pleasure—a question of performance and practice rather \nthan ontology. To illustrate these practices of pleasurable repetition, I will \nturn to a number of musical examples taken from a genre most explicitly \nassociated with repetitiveness: Electronic Dance Music (hereafter: EDM). [2] THE REPUTATION OF REPETITION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The reputation of repetition in various disciplines and discourses is far \nmore complex than I had first let on; this complexity requires a return to \nhistory before moving on with my own theorizing. My work responds to the \ncontributions of many previous writers and it will be easier to explicate my own \npositions after having reviewed those of other prominent figures in discourses \non repetition. I use the plural form of discourse here because, as will soon \nbecome apparent, there are several discursive streams that address repetition, \nnot all of which are in constant dialogue with the others. This discursive \ndiversity, along with the broad scope of a concept such as repetition, makes a \ncomprehensive and exhaustive recounting next to impossible; the following review \nis therefore necessarily selective and merely serves to briefly historicize \nrepetition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Although I intend to foreground practice and experience in this paper, \nmost discourse on repetition in the past has been keenly ontological. One \nsalient exception to this trend is the work of Benjamin in his consideration of \nart and reproduction. In his essay, he argues that the aura of authenticity \nattached to a work of art is destroyed or liquidated when it can be easily and \nprecisely reproduced. He argues that “authenticity is outside \ntechnical...reproducibility” and thus it is dependent on the failure of \ntechnology. (3) (As a side note: this puts an interesting spin on post-digital or \n‘glitch’ music, where failing technology is part of the aesthetic.) From the \nperspective of a Marxist critique of cultural value, the liquidation of \nauthenticity—or, rather, bourgeois authenticity—is not necessarily negative, \nand his stance on repetition is correspondingly ambiguous.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Admittedly, Benjamin and I are not frying the same proverbial fish. He is \nmore concerned with the duplication of complete works and the impact that has on \ntheir exchange value, while I am more concerned with repetition internal to \nmusical performances and their aesthetic value. Nonetheless—if I can run with \nthe metaphor—these fish swim in the same pond; the fields of inquiry overlap \nand writers publishing in spaces closer to mine have drawn on his arguments. \nMoreover, they often rely on an active re-interpretation (misreading?) of his \nargument: the threat to authenticity is no longer the repeatable artwork, but \nthe repeating one (and the stakes appear to run beyond authenticity).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] After Benjamin, one of the most often cited and recited critiques of \nrepetition comes from the realm of psychology and psychoanalysis. The work of \ndevelopmental psychologists often considers repetition as a learning behavior \nessential to childhood development. However, this has become a liability for \nrepetition as some writers have made this connection into a rigid one-to-one \nmapping. Proceeding from this logic, repetition is only suited for didactic \nsituations; in any other context it becomes childish, immature and regressive. \nThis idea is perhaps best summarized in a quote by Susan McClary, who is \nparaphrasing Adorno paraphrasing Schoenberg interpreting Freud: “if we \nunderstand a piece of music as an allegory of personal development, then any \nreiteration registers as regression—as a failure or even a refusal to keep up \nthe unending struggle for continual growth demanded for successful \nself-actualization”. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] This particular chain of writers is quite apt, as Schoenberg’s writings on \nrepetition seem to be informed at some level by Freud’s interpretation of \nrepetitive behavior; in turn, Adorno seems to take his view of musical \nrepetition from Schoenberg and that of the psychological implications from \nFreud. Although the foregoing quote from McClary neatly summarizes his most \nwidely circulated position, I shall trace Freud’s work on both pleasure and \nrepetition in some detail. This is not only because many of the scholars \nmentioned below draw on his work, but also because I will be drawing on the work \nof one of his contemporary critics for a model of repetition and pleasure in the \nfollowing section (see [3.3]).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Although Freud’s theories are often dealt with as a synchronic whole, they \nin fact developed and changed over time; for our purposes, the most important of \nthese changes was the “turning of 1920”. (5) Before writing Beyond the Pleasure \nPrinciple, Freud had believed that all human behavior could be explained by the \n“pleasure principle”: that all actions were set in motion by an initial “unpleasurable \ntension” and that these actions tended toward relaxing this tension through a \nproduction of pleasure or a reduction of unpleasure. (6) In this book, however, \nFreud rejected this as too simplistic; it did not explain why humans sometimes \nsubjected themselves to unpleasure—whether voluntarily or compulsively. He then \nadded a second principle, the “reality principle”: the postponement of immediate \npleasure (or the toleration of immediate unpleasure) as a step towards a more \ndistant and indirect pleasure. However, this principle did not explain what \nFreud called “repetition compulsion,” which came from the observation of \nrepetitive children’s games such as Fort-Da (similar to “Peek-a-boo”). Freud \nrejected the theory that such games aimed at a mastery over the mother’s \nabsence, instead preferring a mastery of a different kind. By his \ninterpretation, repetition was related to an ego instinct that sought to restore \nan earlier state of inertia—a pre-organic state of stillness that can only be \ntruly fulfilled in death. Freud named this instinct Thanatos, the death \ninstinct, against which he also erected its antagonist Eros, the life \ninstinct; this division of instincts came to replace his previous ego/sexual \ndivision. It was this connection between repetition and the death instinct that \nenabled Freud to explain why some of his patients felt compelled to repeat past \ntraumas in their current lives (i.e. repetition compulsion). The “regressive” or \n“retrograde” character that Freud saw in the death instinct made repetition not \na process of psychological development, but the mark of an immature or \nunderdeveloped ego. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Apparently drawing on Freud, Schoenberg often depicts his ideal listener \nas a ‘wakeful and trained’ mind; one that has no wish to be insulted by having \nthe same musical idea presented to him repeatedly. (8) However, Schoenberg also \nacknowledges in Die Grundlagen der musikalischen Komposition that \n“comprehensibility in music seems to be impossible without repetition”. (9) As \nAndreas Jacob has noted in his paper on this issue, Schoenberg displays a \ncertain unease or conflictedness with regards to repetition most likely arising \nfrom this collision of philosophical ideals and compositional practicalities. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] While Schoenberg’s concerns about repetition resided mostly in its effect \non the individual listener, Adorno also placed repetition in the broader context \nof culture (industry) and society. Although Adorno’s commentary on repetition is \nscattered among his writings and somewhat inchoate we can organize them around \nissues of standardization and regression. Generally speaking, Adorno’s \nstandardization-critiques tended to focus (like Benjamin) on the repetition of \nentire art objects, while his regression-critiques tended to focus on repetition \nas a formal, intra-opus process. Adorno identifies a process of standardization \nin repetitive cultural forms through a twofold mapping of (capitalist) \nindustrial production and marketing onto artistic production: part \ninterchangeability (or modular design ) and pseudo-individuality. (11) This \nlatter term refers to the superficial details of a commodity, such as racing \nstripes on a car, that cause a consumer to prefer one over the other, even \nthough they are essentially identical. In one instance, Adorno provides an \nexample of how the culture industry enforces standardization and passive \nlistening by using repetition to create a feeling of recognition, which \neventually transmutes into the acceptance of a cultural object that would have \notherwise been rejected. (12) Continuing in this same vein, Adorno critiques \n“traditional” art music for its repetitive use of topoi (part-interchangeability), which composers covered with a patina of variation \n(pseudo-individuality). (13) In this same passage, Adorno imagines the driving \nforce behind such compositional standardization to be a stubborn, “regressive \nrepetition,” which leads us to Adorno’s second set of criticisms against \nrepetition.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] As the term “regressive repetition” implies, Adorno’s notion of repetition \nas regression is informed by a Freudian psychoanalytic tradition. Although this \nregression sometimes seemed to imply a reactionary view of history as circular \nand thus foreclosing on rupture and revolution, (14) his lengthier use of \nrepetition as regression in his critique of Stravinsky’s work is \npsychoanalytically inflected. (15) This psychoanalytic register is reinforced by \nthe other vocabulary he uses to critique Stravinsky: catatonia, hebephrenia, \ninfantilism, psychosis, fetishism, depersonalization, dissociation. Indeed, it \nappears that Adorno’s strategy was to throw the entire psychoanalytic arsenal at \nStravinsky’s music, in the hope that something would stick; the result of this \nstrategy is that each psychopathological term (including regressive repetition) \nappears briefly and without a great deal of elaboration on how he understands \nthese disorders to work.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] In addition to Adorno’s explicit reasons, Ingrid Monson suggests that his \nown life experiences under the burgeoning Third Reich might have led to a more \nimmediate and emotional response to repetition. Perhaps he associated musical \nrepetition with the rhythms of marching, and thus with militarism and \nfascism? (16) While I like the idea that Adorno was, indeed, a human with his own \nshare of fears and neuroses, I do not think that his view of repetition arises \npurely from transference. In other words, we should not dismiss Adorno’s \ncritique simply because his tone of voice sometimes approaches panic. Rather, \nthe explanatory power of Adorno’s critiques rest on two points: as regards \nstandardization, the degree of power and causality one affords to the structural \nhomology Adorno traces from musical form to social organization and the \npsyche; (17) and as regards regression, the ability of Freudian-influenced \nmodels of repetition and infantilism to comprehend pleasure-generating musical repetition (see [3.2-3]). Monson nonetheless bolsters her argument with the \nsuggestion that, in the shadows cast by Stalin and Hitler, the sort of \nparticipation and collectivity often implied by repetitive musical practices is \nitself suspect. For Adorno, joining into a system also perpetuates it, where the \nsystem is implied to be fascist or otherwise oppressive.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] As we will soon see, this view of collectivity runs counter to those \nfrequently found in anthropology and ethnomusicology. Nonetheless, Adorno’s \narguments are still used to great effect in popular music criticism, often \nemployed by popular music critics themselves. Phrases such as “It’s all just the \nsame song over and over,” or “It’s not songwriting anymore, just studio \nproduction,” echo these same Adornian critiques and fears of industrialization \nand mass mediation. [2.12] To a greater degree than the preceding discursive streams of cultural \nstudies, critical theory and art criticism, music theory and analysis have \nhistorically aimed for objectivity, tending to avoid evaluative claims. While \nthis statement is less tenable now as the landscape of theory changes, the \nethical and evaluative questions asked of repetition still tend to be avoided in \nthis field in favor of descriptive typologies. (18) Despite this overt avoidance \nof value statements, these typologies still offer some cultural commentary, even \nif indirectly. For example, Rebecca Leydon’s typology of minimalist tropes \nincludes six very interpretive types: Maternal, Mantric, Kinetic, Totalitarian, \nMotoric and Aphasic. While limits of space (and time) preclude a closer \nexamination of these categories, it is worth noting that, according to Leydon’s \nexplication, most of these terms rely on an allegorical connection between \nrepetition as a loss of musical syntax, and repetition as a loss of the musical \nsubject (imagined here as the listener). (19) Since, in a postmodern context, the \nloss of the subject may not necessarily be a failure, her view is not as \nexplicitly negative as that of others. Repetition remains a loss, however: a \ndestructive rather than generative force.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Nonetheless, this emphasis on how repetition works rather than what it is \nor how valuable it is informs my own intended focus on practice and performance \nrather than ontology. Although I still intend to address issues of politics and \ncultural value, music theory’s focus on process is crucial to an effective \nreevaluation of repetition. Also crucial to this reevaluation is a consideration \nof more positive perspectives on repetition—views that can contrast the \npessimistic and suspicious tone of much of the foregoing discourse. \nEthnomusicology, through its anthropological lens, has provided some of the most \ncogent arguments for repetition, especially in the study of African and \nAfrican-Diasporic expressive culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] John Miller Chernoff’s 1979 examination of West African music-making \nprovides one of the earliest comprehensive explorations of repetition to be \npublished under the ethnomusicological banner. He takes a largely optimistic \napproach, arguing that repetition allows for a more participatory mode of \nmusic-making and, in turn, that the interlocking layers of West African \npercussion use repetition to ‘lock’ its participants into a musical \ninstantiation of social relationships. (20) Like Adorno, Chernoff sees \ncollectivity in repetitive music, but instead maps this to a more benign communitas, whence individuality can arise without being alienated. This \npositive spin on participation has been furthered by the work of Charles Keil \nmost notably, whose notion of ‘participatory discrepancies’ relies on the \nability of individuals to make personalized but compatible contributions to a \ncommunal, egalitarian groove. (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] This homology between musical structure and social structure is a common \ntrope in ethnomusicology, and it is not without its weaknesses. Steven Feld’s \nessay, entitled “Sound Structure as Social Structure,” considers how the \nrelatively egalitarian and classless features of Kaluli society may find \nresonance and rearticulation in their musical practice. While his argumentation \nremains largely in favor of this structural homology, he does address \ninequalities in both social and musical practice largely revolving around \ngender. (22) Ingrid Monson points this out when she uses the example of James \nBrown’s band to show how a seemingly egalitarian musical practice nonetheless \ninvolves a division of labor and a corresponding division of power, money and \nprestige. (23) Thus two useful insights can be taken from ethnomusicology: that the collectivity often read into repetition can have positive possibilities \nas well as negative; and that the apparent structure of musical sounds does \nnot always translate into social, political and economic realities.",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] From the earliest reports of the colonial encounter, rhythm and \nrepetition have had a racial valence, doing “work” as a difference-making \ncalculus of ethnic and racial others. It is little surprise, then, that \nquestions of repetition surface frequently in studies of the African diaspora. \nThis is especially appropriate for this literature review, which precedes an \nengagement with examples of Electronic Dance Music, since the African diaspora \nhas played a significant role in the development of EDM genres. Disco emerged in \nthe 60s and 70s in New York at predominantly black and Puerto Rican gay clubs as \na mix of gospel, R&B and funk. Similarly, predominantly black, Puerto-Rican and \ngay communities served as crucibles for early house (Chicago), garage (New York) \nand techno (Detroit). It is with particular interest, then, that I turn to Veit \nErlmann’s contribution to Monson’s book on the African diaspora. In an essay \nthat lies somewhere between ethnomusicology and popular music studies, Erlmann \nuses the commonly-assumed connection of repetition to black expressive culture \nto bring up the concept of Signifyin(g). (24) Using Henry Louis Gates’s \nformulation as a starting point, (25) Erlmann defines Signifyin(g) as a \ndiscursive strategy common in nearly all African-diasporic expressive culture. \nThis strategy entails the use, reuse and misuse of pre-existing cultural forms \nand artifacts in contexts that often bring out ironic, unexpected or subversive \nmeanings. Erlmann goes on to suggest that, in the context of Signifyin(g), \nrepetition foregrounds style and manner over the presentation of novel content. \nThus, if the communication of content is not a priority, Rebecca Leydon’s \nmapping of loss of musical syntax to a loss of the musical subject does not hold \nfor musics of the African Diaspora. As Erlmann argues, repetition does not aim \nat a reflection of reality, but a ritualization of reality. (26)",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] However, Erlmann’s interpretation of how repetition functions has not—to \nmy knowledge—been taken up in the mainstream of popular music \nstudies/criticism. Contributions from popular music discourses have generally \nfallen into both positive and negative categories. For the most part, those \npopular music scholars who do directly address repetition either rearticulate \nAdorno’s critiques or lionize repetition by characterizing repetitive music as \nessentially transgressive and oppositional. In this latter case, repetitive \nmusic is radicalized as the mortal enemy of the dominant discourse of Western \nart music, heroically disrupting narrative and denying meaning. In this manner, \none might map repetition to cultural rebellion and social rupture. However, the \nsame could be argued for radically disjunct and abstract non-repetitive music, \nand certainly not all production of repetitive music occurs in oppositional, \ntransgressive contexts. A great many things may offend narrowly imagined notions \nof Western art music traditions, and thus repetition gains no special \ndistinction in this respect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.18": {
                "text": "[2.18] Richard Middleton, in his essay on repetition and popular music, touches \nupon an important issue for Electronic Dance Music. He considers Kiparski’s \ncontinuum of variability and formula for oral poetry, encompassing three \ncategories on this continuum, from ‘fixed’ to ‘flexible’ to ‘free’, where \n‘fixed’ represents the most repetitive and unvaried forms. (27) Kiparski then \ncorrelates the two extremes of this continuum to a parallel continuum of \nfunction from ‘ritual’ to ‘entertainment.’ Middleton suggests a corresponding \nmusical continuum, with disco at one end and Jimi Hendrix at the other. (28) Although he stops just short of raising the issue, he nonetheless provides a \npath to identifying an underlying evaluation of unvaried repetition that reduces \nit to a purely functional and non-aesthetic object. Following from his example, \ndisco as the “entertainment” end of the spectrum risks being dismissed as merely \na soundtrack for an oft-derided and primitivized ritual of sexual sociality. \nThis point has also been made with regards to Electronic Dance Music in the work \nof Mark Butler. (29)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] Middleton also tries to explain the seemingly common-sense criticisms of \nrepetition in popular music, even from within popular music discourses. Phrases \nsuch as “It’s all the same” make sense because of a slippage in evaluative \nlogic. There is an implied and/or ideological sense in which “a particular \nconventionalized proportion of repetition to non-repetition is naturalized”. (30) Consequently, popular music is often judged to exceed this proportion and thus \nto be in bad taste.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] This line of thought brings me to the essay that essentially started this \nwhole project: Russel Potter’s defense of black cultural forms with regards to \nrepetition. (31) Entitled “Not the Same,” Potter clearly resents what he \nconsiders a racial essentialism connecting black expressive culture to \nrepetition. He takes Tricia Rose to task for her monograph, Black Noise, (32) accusing her of just this sort of essentialism, then proceeds to argue that the \nrepetition so prominent in black-influenced popular music is not really \nrepetition. He bases his defense on the distinction between blank repetition and \nrepetition with difference—that is, Signifyin(g). However, he establishes this \ndistinction by shifting Middleton’s conventional boundary of acceptable \nrepetition to a position that rescues jazz, blues and rap, but at the expense of \ndisco, techno and other dance music genres. The problem with Signifyin(g) as a \ndefense for repetition is that it relies on the continuing devaluation of its \nown Other: exact duplication or repetition tout court.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.21": {
                "text": "[2.21] It is these last two issues that not only inform, but also motivate my \nwork on repetition. As I had mentioned in my introduction, defenses of \nrepetition tend to apologize or sidestep the issue altogether. Those that \nsidestep do so by reducing repetition to pure function, describing how \nrepetition functions without addressing meaning or value. Those that apologize \ndo so by defending their own localized practice of repetition at the expense of \nrepetition as a larger concept—often identifying another genre as unacceptably \nrepetitive in a sort of sacrificial substitution. Also, although the detractors \nof repetition tend to be too cynical and pessimistic, its defenders in cultural \nstudies such as Deleuze and Lyotard, often place their discourses at a great \nremove from musical practice. (33) In the “pan-media” approach of cultural \nstudies, music tends to get passed over for careful analysis, and thus cultural \ntheorists often fail to ground their argumentation in the analysis or close \nreading of cultural (musical) artifacts—an aporia that I shall begin to fill in \nthe second section of this essay. [3] THEORIZING PLEASURE IN AND OF REPETITION",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The choice of Electronic Dance Music (EDM hereafter) to illustrate the \nprocess and pleasure of repetition seemed perfectly obvious to me at the \nbeginning of the research process. Not only did I see EDM as the most \nunapologetically repetitive of popular music meta-genres, but its electronic \nmediation seemed to fulfill Benjamin’s prophecy that, “To an ever greater degree \nthe work of art reproduced becomes the work of art designed for \nreproducibility”. (34)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Nevertheless, there remains some groundwork to take care of before I can \nproceed to issues of pleasure and repetition in EDM. In particular, I need to \naddress the ontology of pleasure itself, as well as seek out a theory for the \nengendering and experience of pleasure that is compatible with repetition. To \nthis end, I would like to return to Freud’s theories of pleasure and repetition \nand also introduce an alternate and dissenting voice. In my view, there are two \nmain problems underlying Freud’s conception of pleasure (and, consequently, \nrepetition compulsion): the a priori pathology of repetition and the failure \nto imagine pleasure arising from something other than satiation. This first \nissue is relatively straightforward; for Freud, repetition was always already \npathological. Being grounded in a clinical discourse, Freud was interested in \nexplaining a phenomenon (repetition compulsion) that he already knew to be \nharmful. Thus his task was not to question its positive or negative effects, but \nto explicate why and how some of his subjects repeated past traumas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] As a “positive” theory of repetition and pleasure, then, Freud’s notion of \nrepetition compulsion (and its connections to the death instinct) is already a \nnon-starter. It remains, however, as a “negative” or critical interpretation; in \nother words, it does not comprehend repetition and repetitive behaviors in their \ntotality, but identifies potential problems. Freud’s categories of both pleasure \nand repetition are thus too narrow, which possibly explains why he found that \nthe latter was “beyond” the former. Writing only seven years after Freud’s Beyond the Pleasure Principle, Karl Bühler strongly criticized Freud’s \ninterpretation of pleasure and repetition compulsion, suggesting that Freud’s \nconnection of repetitive children’s games to a death instinct reflected the \ndespair of Schopenhauer’s pessimism. (35) In the place of Thanatos and a return \nto primordial stillness, Bühler proposes a tripartite system of pleasure: \nsatiation pleasure ( Lust der Befriedigung ), function pleasure \n( Funktionslust ), and the pleasure of creative mastery ( Shaffensfreude, Schaffenslust, Schöpferfreude ). (36) The first of these terms, satiation \npleasure, Bühler considers to be the only form of pleasure that Freud \nrecognizes: desire is engendered by drives or the recognition of a lack, \npleasure is generated by (incompletely) fulfilling it. Given that Bühler’s word \nfor satiation ( Befriedigung ) can mean both “fulfillment” and “pacification,” \none can imagine that Freud’s interpretive move to “death” was not so distant. \nNotably, satiation pleasure places the subject in a receptive, passive position; \nhowever much one actively seeks it out, fulfillment is always partially \ndependent on circumstance. Also, satiation pleasure is committed to a teleology \n(desire—>pursuit/anticipation—>satiation—>desire?), which makes the \ntemporality of pleasure arising from satiation uncertain: how long does pleasure \nlast during and after fulfillment? To give a musical example, if one considers \nthe audition of an arch-form piece, how long does pleasure last after the \nclimactic Höhepunkt ? How long does the memory of climactic fulfillment \ngenerate pleasure?",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In contrast to satiation pleasure, function pleasure arises from \nprocess itself, rather than the process’s results. In this case, the subject is \nin an active position, not merely pursuing but generating his/her own pleasure. \nAgain in contrast to satiation pleasure, function pleasure is coextensive with the \nactivity that generates it, guaranteeing that pleasure continues at least as \nlong as one is engaged in the process. A paradigmatic example would be that \nfunction pleasure arises from baking a cake (provided, of course, that one \nenjoys baking), while satiation pleasure arises from eating it. However, this \nexample is somewhat misleading in that it implies that one form of pleasure \nnecessarily precedes and results in another one—function pleasure is simply \n“bonus” pleasure awarded to one who actively pursues his/her own satiation. My \nunderstanding of function pleasure, however, extends also to activities that do \nnot necessarily produce desire-fulfilling objects, such as dance and musical \nperformance, (37) and thus function pleasure arises properly from process. For \nthis reason, I would like to replace the term “function”—which unhelpfully \nimplies teleology and production—with “process pleasure.” The distinction \nbetween production pleasure and Bühler’s third category of pleasure arising from \n“creative mastery” is less clear, and those who have followed Bühler \nhave generally collapsed this last category into the preceding one: the \nexperience of creative mastery is what generates Funktionslust —the \npleasure of a job well done. (38) However, I would like to retain this division \nand redraw the bounding line between these categories in a new fashion. Changing \nthe more cumbersome “pleasure of creative mastery” to “creation pleasure,” I \nwould see the difference between creation pleasure and process pleasure as a \nmatter of productivity: the first arises from the satisfaction of productive \nachievement, while the latter arises from activity itself. If satiation pleasure \narises from receiving and creation pleasure arises from making, process pleasure \narises from doing. < (39) Also, I would like to borrow the notion of “mastery” from Bühler’s \nthird category to help explain how “doing” can itself generate pleasure. Much \nlike the pleasure of creative mastery arises from a task/product well done, the \npleasure in process arises from doing well —mastery over an activity and the \nobjects involved in it. Dancing, for example, is an opportunity to take pleasure \nin manifesting capacity, control and proficiency in dance as an activity and \nover the body as its medium.",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Before tracing my way back to repetition, I should provide some \nclarification and a few caveats. Bühler and his theoretical inheritors were \nclearly interested in promoting their versions of process pleasure and creation \npleasure as non-pathological, healthy paths to pleasure. I am not as interested \nin promoting one form of pleasure over the other; I can easily envision \n“positive” and “negative” instances of each category. Neither do I wish to \nsuggest that process is naturally or necessarily pleasurable; as any survivor of \nsevere obsessive-compulsive disorder will attest, process is by no means \npleasurable if one cannot stop. As we will soon see, I also do not view these \ncategories of pleasure as operating independently from one another. \nNevertheless, I will be paying greater attention to process pleasure because it \nis the most difficult to explain, the most difficult to justify and—as a \nstrange form of pleasure that neither consumes (satiation) nor produces \n(creation)—offers the most potential for novel explications of pleasure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] It is also through process pleasure that I see a connection back to \nrepetition. As Bühler argues, in response to Freud, repetition is not beyond the \npleasure principle, but a prime bearer of process pleasure. (40) As I will argue \nbelow, repetition functions as a sort of process, structuring activity in a \nmanner that optimizes opportunities to exercise mastery of listening/dancing.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In addition to issues of pleasure, EDM presents some challenges with \nrespect to previous theories of repetition. In particular, Keil’s notion of \n‘participatory discrepancies’ relies on live, communal performances where an \nindividual’s contributions can vary from moment to moment and in contrast to \nother individuals. While this ethos of communality and communitas can still be \nimagined through the interplay of dancers and DJ, the degree to which this is \n‘live’ in the same manner as Keil’s examples makes it difficult to draw close \nparallels. Nonetheless, this particular challenge also makes the case of EDM \nespecially appropriate for this paper. Since I intend to avoid defending one \nform of repetition by imagining a more repetitive Other form of repetition, \nEDM’s potential to repeat with digital precision will force me to deal with \nrepetition in its most problematic form, much in the same way that Linda \nWilliams’ seminal work on pornography passes over the less objectionable “soft” \nporn and “couples films” and focuses directly on hard-core and BDSM \nforms of pornography. (41)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Similar motivations also inform my choice of examples from the styles and \nsub-genres within EDM. The three tracks (42) from which the following examples \nwill be drawn are not a representative cross-section of EDM, but rather a \nsampling of those sub-genres that make the most explicit and extended use of \nrepetition. In particular, these three tracks will represent two sub-genres of \ntechno (itself only one genre/category within the realm of EDM): its more \naustere branch of “minimal” techno, and tech-house, which is a hybrid of house \nand techno styles. (43)",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] To aid in this consideration of repetition—particularly that of practice \nrather than ontology—I would like to make a shift away from the term \n‘repetition’. Following Christopher Hasty’s notion of meter as process, Eugene \nMontague has forwarded the concept of repetition as an ongoing and open process, \nwhich he identifies with the gerundive form, ‘repeating’. (44) Within the context \nof EDM, I will parallel this formulation by employing the noun ‘loop’ and the \ngerund ‘looping.’ These terms come from two complementary sources: Mark Spicer’s \nrecent article on accumulative form, and Mark Butler’s work on rhythm and meter \nin EDM. Spicer defines accumulative form as the “technique of building up a \ngroove gradually from its constituent parts”. (45) In turn, he defines ‘groove’ as “a tapestry of riffs”, and defines ‘riffs’ as \natomic musical ideas that normally repeat. This is the point of contact with my \nnotion of loops and looping. Effectively, loops are riffs of modular length that \none strongly expects to repeat, and looping is the practice of layering, adding \nand subtracting loops, allowing for the seemingly paradoxical effect of an \never-changing same. (46)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] This notion gains support from Mark Butler, who defines the loop as the \nfundamental unit of musical structure for EDM. (47) Also, he underlines the \nimportance of looping by arguing that cyclical repetition, and thus repeated \nlistening, allows for the perceptual separation of EDM’s complex timbral and \nrhythmic layers. (48) To further this, I would also add that my notion of looping \nin EDM as an ongoing and open process is crucial to an understanding of a \nmusical genre that is not normally recorded in a visual form of notation. Thus, \nthe structural perception of EDM tracks and sets almost always occurs over time, \nwith a fading memory of past events and a growing expectation of future ones. [4] LOOPING AS PROCESS",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] I would like to begin with this idea of looping as an open process and \nexplore how this is manifested in EDM. This is best approached through Mark \nSpicer’s recent work on accumulative form. Spicer begins from Peter J. \nBurkholder’s analysis of Charles Ives’ work, wherein Burkholder defines \n‘cumulative form’ as Ives’ idiosyncratic practice of reversing the order of \nthematic development. (49) Rather \nthan present a theme or idea and then proceed to fragment and develop it, a \n‘cumulative’ work gradually presents thematic fragments, which then, as Spicer \nputs it, “crystallize into a full-fledged presentation of the main theme in a \nclimactic pay-off at the end of the piece”. (50) Spicer modifies this idea in his definition of ‘accumulative form,’ replacing \nthe climactic presentation of the main theme with the climactic \naccumulation of riffs into a texturally thick groove.",
                "footnotes": [
                    "FN49",
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] I believe that Spicer’s version of accumulative form (substituting loops \nfor riffs in this case) is one of the most widely used prototypical forms in \nEDM, and I did not need to look far to find examples. The first track that we \nwill consider is an especially clear but exceedingly extended example, so I can \noffer only fragments from various points in this accumulative process. The \nrecording is a track entitled “ethnik,” taken from the 1994 ‘minimal’ \ntechno album musik by Plastikman, also known as Richie Hawtin. (51) Figure 1 . Interpretive transcription of “ethnik”, 00:00–4:15 (Plastikman / Hawtin, 1994) (click to enlarge) Audio 1A Audio 1B Audio 1C",
                "footnotes": [
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In the partial transcription that I have provided ( Figure 1 [ PDF ]), one can find \na graphic representation of this accumulative form in the accumulation of layers \nover time; what I could not convey with this transcription is the corresponding \naccumulation of intensity, although I hope it will be clearly audible in the \naudio excerpts provided. The three audio excerpts show the process of \naccumulation at three points: Excerpt A shows the slow fading in of a \nrhythmically flexible flute line over a metrically ambiguous bassline; B is both \na local accumulative climax and the midpoint in the larger accumulation towards \nC. All three of these excerpts also show differing ways of employing looping to \narticulate a point or period of change, and make use of the common expectation \nin EDM that structural changes occur on multiples of 4—whether four beats, four \nbars, eight bars or more. Excerpt A ( Audio 1A ) fades in a 4-bar flute line \ngradually, so that it is not at first clear when the loop started and thus when \none can expect another change in texture. B ( Audio 1B ) makes use of a similar \nstrategy with a loop of congas, which makes the sudden appearance of the \nthree-part drum loop surprising but all the more emphatic as a structural \ndownbeat. On the other hand, C ( Audio 1C ) forecasts its high point of \naccumulation by applying an EQ filter-shift to the drum loop—marked by a shift \nin shades of gray—then removing the triangle loop four bars beforehand and the \ndrum loop one bar beforehand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In a fashion similar to that of Plastikman/Hawtin, many EDM producers do \nnot only employ accumulative form, but also provide a vocabulary of aural \nsignposts to signal various stages of arrival or accumulation. The introduction \nof the kick drum, the sudden removal of several layers only to return with more \nforce, and the play of metric ambiguity all provide listeners of EDM with aural \ncues. I will defer issues of process pleasure until our final example (see [6]), \nbut I would like to take a moment to consider how the experience of \nmastery—which provides the ground for process pleasure—works in looping as \nprocess. These aural cues and signposts optimize EDM for listening mastery; they \nprovide opportunities for listeners to insert themselves into the looping \nprocess and manifest their proficiency with these massive hypermetrical \nstructures. Although it is difficult to generalize, listeners can and often do \ntake these opportunities to manifest their mastery in physical ways—whether by \nmarking points of accumulation with punctuating gestures (hand claps, shouts, \n“drops”, spins, etc.) and changes of dancing style, or by finding ways to bodily \narticulate the processes of looping, demonstrating their capacity to grasp and \n“ride” the loop. [5] LOOPING AS PROLONGATION OF PLEASURE",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Before continuing to a consideration of looping-as-process as pleasure, I \nwould like to explore how pleasure may arise from looping outside the operation \nof pre-determined structure. As I had mentioned earlier, Mark Butler has \nproposed that the precise and extended repetition idiomatic to EDM benefits the \nlistener in allowing him or her to perceptually separate textural layers. Butler \nfurther developed this idea in his paper read at the 2003 annual meeting of the \nSociety for Music Theory (Madison, WI), wherein he suggests that the use of \nunresolved grouping dissonances in EDM does not necessarily pose an irresolvable \nperceptual problem for the listener. (52) Instead, he forwards a mode of \nlistening whereby a listener can shift focus between dissonant layers, granting \nperceptual primacy to one grouping at one moment, and to another at the next.",
                "footnotes": [
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] I think that this begins to explain how the repetition of seemingly short \nmusical units can generate pleasure over extended periods. Using my taxonomy of \npleasures, this aspect of looping provides a sort of creation pleasure grounded \nin the creation of process. A persistently-looping, dense collection of riffs \nprovides a dense layering of textures without pre-determining the listener’s \npath of focus. In this manner, a listener is able to construct his/her own \nprocess(es) of attention, creating a unique sonic pathway and manifesting a form \nof mastery over the ordering of these looping elements. This contingent and \nimprovised process is then made available to process pleasure. In other words, \nthe listener can imagine the structure that provides the process that engenders \nprocess pleasure. Although Butler’s model focuses primarily on grouping \ndissonance, I would also like to extend his model to include the multiplicities \nof timbre, pitch or approximate register and the interplay between interlocking \nriffs. I believe that most EDM tracks offer many perceptual ‘points of \nattention,’ whether implied in minimalist textures or fully fleshed out in \nthicker ones. Thus, looping allows the listener to plot pathways between these \npoints of attention, mapping out a landscape of shifting creation pleasure while \nprolonging the process pleasure of an ever-changing same. Audio 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] To illustrate this idea, we turn to a track by Tony Rohr called “Baile \nConmigo” (or ‘dance with me’). (53) ( Audio 2 ) This track is texturally quite \nthick for a techno track, and offers a number of points of attention. Among \nthese, I would draw attention to the lower frequency range and the manner in \nwhich the kick drum’s pitch is inflected slightly after each attack: is that \nindeed inflection, or the interference of a higher-pitched synth line? Also, in \nthe middle and treble range, note the interplay between interlocking patterns of \nsimilar, but distinct timbres. Finally, I suggest following the trajectory of \nthe constant stream of sixteenth-note ‘clicks’, the frequency profile of which \nshifts gradually upward and downward over a period of 4 measures of 4 quarter \nnotes or every 16 beats. [6] PROCESS AS PLEASURE",
                "footnotes": [
                    "FN53"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The idea that process could be pleasurable first came to me while \nlistening to Steve Reich’s Piano Phase. To me, there is something uniquely \nsatisfying in the friction between the two out-of-phase pianists followed by the \n‘locking’ effect when their pulse layers align. I then had further direction \nfrom the work of Mark Butler, who characterizes the artistic production of \ntechno as “emphasiz[ing] process more than the construction of particular \nmusical objects”. (54) Most recently, I found in the work of Karl Bühler a means \nof articulating this pleasure in the concept of process pleasure (and creation \npleasure) explicated above. This is one path around the problem of \nfunctionalism—of the view that process is pleasurable only insofar as it \nproduces a desire-fulfilling object (satiation pleasure). Repetitive processes \nsuch as looping may serve pragmatic, extra-musical functions such as providing a \nreasonably predictable framework for dancing or providing a particular sort of \nfeel that brings a crowd of dancers together at a club. However, they may also \nemerge from and relate back to an aesthetic of process, thus generating pleasure \nin addition to channeling the pleasures of dancing and socializing. Audio 3",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] With this concept in our minds, we can now turn to our next and last \nexample: a selection from Akufen’s 2002 album, My Way. (55) The track, “Deck \nthe House,” ( Audio 3 ) and the entire album exhibit a unique compositional style, \nwhich requires a moment of explanation. Montréal-based Akufen, also known as \nMarc Leclair, gathered his musical materials for this album with a shortwave \nradio and a lot of time. Rather than sample complete hooks of songs or radio \nbroadcasters, which would be illegal in almost any country, he uses brief \nslivers of songs, commercials, DJs’ banter and static—most often less than a \nsecond long. (56) In “Deck the House,” he weaves these microsamples together into \na dizzying collage that illustrates my earlier notion of looping as prolongation \nof pleasure by its thick, multilayered texture and metric ambiguity (try \nlocating the downbeat as this excerpt progresses). In addition to this, consider \nwhat I had argued earlier about process, accumulative form and the aural cues \nthat help structure hearing and dancing. Imagine what opportunities arise for \nmastery and pleasure as the listener waits for the kick drum that signals the \nfirst complete ‘arrival’ or accumulation of the groove. For me, as one listener \namong many, a large part of the pleasure derived from listening to “Deck the \nHouse” stems directly from the pleasure of attending to the unfolding of a \nprocess both anticipated and unpredictable; inasmuch as process provides an \nopportunity for the manifestation of mastery that generates pleasure, \nchallenging and surprising processes raise the stakes of mastery and offer \nhigher “rewards.” (57) Although Akufen/Leclair’s taste for asymmetrical \nsequencing and metric ambiguity mirrors this unpredictability at the level of \ndetailed surface, the fundamentally underdetermined nature of this structural \nunfolding permeates all EDM genres. As the process of looping creates this \nfeeling of an ever-changing same, the question constantly arises: when will it \nchange next, and how will it still remain the same? [7] BEYOND ELECTRONIC DANCE MUSIC",
                "footnotes": [
                    "FN55",
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] I imagine the overall shape of this essay to be one of \ndiffusion—>focus—>expansion. As I introduced the topic of repetition, we found \nthe discourse to be not only fraught, but also widely dispersed and \ndisarticulated. Indeed, there was and is no singular discourse of repetition, no \nsingular forum where all parties meet. Rather, the discourse and criticism on \nrepetition is a general and largely synthetic category for what is in fact a \nvast constellation of discursive acts: solitary declarations, debate between \npeers, and responses to imaginary interlocutors—and, much like a constellation, \nI have endeavored to connect these “dots” of discourse into a larger picture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Discourse on repetition, both positive and negative, has largely relied on \nsome form of a reflection theory, looking for the strengths and weaknesses of \ncollective society or the individual psyche in repetitive structures. What I \nhave attempted to offer in its place is a model of what repetition does, for \nwhom and how. For these purposes I have revisited Karl Bühler’s alternative to \nFreud’s repetition compulsion and adjusted them to better engage with the \nexperience of EDM: satiation pleasure, process pleasure, creation pleasure; \ngetting, doing, making. Although these categories of pleasure remain provisional \nat most and their application to EDM is only exploratory, I hope to have \nprovided a preliminary vocabulary of tools for repetition that do not rely so \nmuch on a metaphysics of ontology and identity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Of course, one does not need a kick drum to generate pleasure from \nprocess, and I believe that one does not necessarily need to stay within the \nconfines of EDM, either. As my reference to Steve Reich’s Piano Phase would \nsuggest, this approach to repetition and repetitive processes may also help to \nexplicate the manifold pleasures of listening to other musical traditions that \nrely heavily on repetition, including minimalist art music, non-electronic dance \nmusic, non-western classical traditions and a large proportion of folk \ntraditions. Indeed, Reich’s essay on music as a “gradual process” articulates \nsimilar emphases on process, process-oriented listening and control—but for the \nminimalist art music of the late 60s and early 70s. (58) Also, I have restricted \nmy work here to the pleasures of listening, without much more than cursory \nconsideration of dancing. Although this artificial division and disembodiment of \nlistening from dancing greatly reduced the size of this essay, further work in \nthis direction is sorely needed.",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Furthermore, what I hope to offer here is not merely a broadly applicable \nmodel for repetition as an aesthetic practice. I am also striving to offer a \nrehabilitation and reevaluation of repetition that will hopefully rescue it from \nthe categories of infantile regression, pathological compulsion, artlessness or \na disproportionately dystopian/utopian allegory for social relations. If there \nis a beauty in the New, then there is also the question of a beautiful Same and, \nlike repetition itself, the answer may be in the process of asking.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.05.11.4.garcia.html",
    "data": "mto/data/mto.05.11.4.garcia.json"
}