{
    "title": "Beats and Flows: A Response to Kyle Adams, “Aspects of the \n\t\t\tMusic/Text Relationship in Rap”",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "Williams, Justin A."
    ],
    "abstract": "Jazz and Hip-Hop Commingle in Ron Carter’s Bass Lines.”Downbeat: 43.",
    "keywords": [],
    "doi": "",
    "received": "January 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.williams.pdf",
    "author_info": [
        {
            "name": "Justin A. Williams",
            "university": "University of Nottingham",
            "address": "",
            "email": "amxjw@nottinghm.ac.uk"
        }
    ],
    "citations": {
        "butterfield_2006": "Butterfield, Matthew. 2006. “ The Power of Anacrusis: Engendered Feeling in Groove-Based Musics. ” Music Theory Online 12.4.",
        "chua_2004": "Chua, Daniel K. L. 2004. “Rethinking Unity.” Music Analysis 23, no. 2–3: 353–359.",
        "dubiel_2004": "Dubiel, Joseph. 2004. “What We Really Disagree About: A Reply to Robert P. Morgan.” Music Analysis 23, no. 2–3: 373–385.",
        "gillespie_2006": "Gillespie, Mark. 2006. “‘Another Darkchild Classic’: Phonographic Forgery and Producer Rodney Jerkins’ Sonic Signature.” M. Mus. Dissertation, Québec: Université Laval.",
        "korsyn_2004": "Korsyn, Kevin. 2004. “The Death of Musical Analysis? The Concept of Unity Revisited.” Music Analysis 23, no. 2–3: 337–351.",
        "kramer_2004": "Kramer, Jonathan D. 2004. “The Concept of Disunity and Musical Analysis.” Music Analysis 23, no. 2–3: 361–372.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity. Cambridge: Cambridge University Press.",
        "maus_1999": "Maus, Fred Everett. 1999. “Concepts of Musical Unity.” In Rethinking Music , ed. Nicholas Cook and Mark Everist, 171–192. Oxford: Oxford University Press.",
        "morgan_2003": "Morgan, Robert P. 2003. “The Concept of Unity and Musical Analysis.” Music Analysis 22, no. 1–2: 7–50.",
        "ouellette_2009": "Ouellette, \nDan. January 2009. “Beyond the Abstract: Jazz and Hip-Hop Commingle in Ron Carter’s Bass Lines.” Downbeat : 43.",
        "schloss_2004": "Schloss, Joseph. 2004. Making Beats: The Art of Sample-Based Hip-hop . Middletown: Wesleyan University Press.",
        "street_1989": "Street, Alan. 1989. “Superior Myths, Dogmatic Allegories: The Resistance to Musical Unity.” Music Analysis 8, no. 1–2: 77–123.",
        "wimsatt_1954": "Wimsatt, W.M. 1954. “Introduction.” In The Verbal Icon: Studies in the Meaning of Poetry , xvii. Lexington: University of Kentucky Press.",
        "wimsatt_and_beardsley_1954": "Wimsatt, W.M. and Monroe C. Beardsley. 1954. “The Affective Fallacy.” In The Verbal Icon: Studies in the Meaning of Poetry . Lexington: University of Kentucky Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* My response and reaction to Adams’s article were topics for discussion at a University of Nottingham Reading Forum that I led in December 2008. I would like to thank all the participants of the Forum, particularly comments from Deniz Ertan, Sarah Hibberd, and Nicolas Sykes, and to one anonymous reader from Music Theory Online for their careful reading and suggestions regarding this response article.",
            "citations": []
        },
        "FN1": {
            "text": "1. Adams uses the terms “text” and “music” to refer to what many hip-hop practitioners and fans refer to as “flow” and “beat,” and I will use the two interchangeably for this article. It is important to note that the “beat” encompasses not only percussive elements of a rap song, but the entire complement to the rapper’s flow/text.",
            "citations": []
        },
        "FN2": {
            "text": "2. One noteworthy exception includes Joseph Schloss’s Making Beats: The Art of Sample-Based Hip-hop, which does investigate rap-producer practice \n( Schloss 2004 ). His ethnographic study, however, focuses on producer authenticities and unwritten (until then) codes of conduct in beat-making rather than accounts of exchanges between rapper and producer in the studio. Part of the confusion that arises from my reading of Adams’s article is because we have not yet found terminology to discuss satisfactorily compositional process in rap music and in studio-based musics generally.",
            "citations": [
                "schloss_2004"
            ]
        },
        "FN3": {
            "text": "3. The concept of a “basic beat” is strongly indebted to Adam Krims’s Rap Music and the Poetics of Identity , in particular his discussion of layering and analysis of Ice Cube’s “The Nigga Ya Love to Hate” \n( Krims 2000 , 93–122).",
            "citations": [
                "krims_2000"
            ]
        },
        "FN4": {
            "text": "4. More specifically, he calls this the “Longinian genetic fallacy of double distinction,” after the ancient critic Longinus who wrote about the concept of the genius poet and their sublime art \n( Wimsatt 1954 ). The “intentional fallacy” is a special case of this genetic fallacy, “a confusion between the poem and its origins,” and “begins by trying to derive the standard of criticism from the psychological causes of the poem and ends in biography and relativism” \n( Wimsatt and Beardsley 1954 , 22).",
            "citations": [
                "wimsatt_1954",
                "wimsatt_and_beardsley_1954"
            ]
        },
        "FN5": {
            "text": "5. This is not, however, what Adams suggests directly in his article, but I am simply acknowledging the ideological baggage that the term “unity” has for musicologists and music theorists.",
            "citations": []
        },
        "FN6": {
            "text": "6. Sometimes a significant portion of a rap song can have a rhythmic synthesis between beat and flow, such as the verses on Eminem’s “The Way I Am,” or some may self-consciously have none. Rapper Eminem is particularly conscious of his music since he produces many of his own beats; another example of this synthesis/consonance is his (relatively) fixed-pitch delivery on The Game’s “We Ain’t,” which seems to be responding to the driving one-note synthesized bass pattern in the song.",
            "citations": []
        },
        "FN7": {
            "text": "7. See also Morgan 2003 and the subsequent responses and debate surrounding Morgan’s article: Korsyn 2004 , Chua 2004 , Kramer 2004 , and Dubiel 2004 .",
            "citations": [
                "morgan_2003",
                "korsyn_2004",
                "chua_2004",
                "kramer_2004",
                "dubiel_2004"
            ]
        },
        "FN8": {
            "text": "8. In the DJ remix world, one example \nincludes the “Chopped and Screwed” style pioneered by Houston’s DJ Screw in the \n1990s. This style involves taking existing rap songs, dramatically slowing down \nthe tempo, and “chopping” the song up to repeat certain phrases, skip beats, or \ntailor it in any way the DJ sees fit. Prominent DJs in this subgenre include DJ \nMichael “5000” Watts and Mike Jones, with remixes of songs such as Paul Wall’s \n“Still Tippin” and Three 6 Mafia’s “Wolf Wolf.”",
            "citations": []
        },
        "FN9": {
            "text": "9. Another important reference is \nthe mention of reggae musician Peter Tosh in Busta Rhymes’s verse on “Scenario” \nin his Example 10.",
            "citations": []
        },
        "FN10": {
            "text": "10. Mark Gillespie’s ( 2006 ) work on the concept of the “sonic \nsignature” is useful here, as he presents a taxonomy of ways in which a producer \ncan be identified in a recording (e.g. discrete sounds, rhythmic patterns, \nstructure, orchestration, phonographic staging, etc.). One way is through \n“name-signatures”: either the producer naming him/herself on the track (“Ladies \nand gentlemen, this is a Jazze Phizle productshizzle” on Ciara’s “1, 2 Step” \n[2005]) or named by the rapper (“It’s legit, you know it’s a hit, when the Neptunes and the Doggy Dogg fin to spit” on Snoop Dogg’s “Signs” \n[2004]).",
            "citations": [
                "gillespie_2006"
            ]
        },
        "FN11": {
            "text": "11. For more on expressive microtiming see Butterfield 2006 .",
            "citations": [
                "butterfield_2006"
            ]
        },
        "FN12": {
            "text": "12. Jazz bassist Ron Carter, who recorded with A Tribe Called Quest, commented in 2008: “I used to say that if rappers ever discovered a major triad, I’d give them a dollar—and I still have the same one” (quoted in Ouellette 2009 , 43).  An informal survey of the current top 10 rap singles on Billboard (week of March 7, 2009) shows that of these ten singles, there was only one in a predominantly major mode (#10: Ludacris and T-Pain, “One More Drink”). The other singles, from #1–9, were “Heartless” (Kanye West), “Dead and Gone” (T.I. Featuring Justin Timberlake), “Kiss me thru the Phone” (Soulja Boy Tell ‘em featuring Sammie), “Live your Life” (T.I. featuring Rihanna), “Crack a \nBottle” (Dr. Dre, Eminem, 50 Cent), “Pop Champagne” (Jim Jones, Ron Brownz feat. Juelz Santana), “ Right Round” (Flo Rida featuring Ke$ha), “Ain’t I” (Yung L.A. featuring Young Dro and T.I.), and “Whatever you Like” (T.I.). Billboard: Hot \nRap Tracks , available at: < http://www.billboard.com/bbcom/charts/chart_display.jsp?g=Singles&f=Hot+Rap+Tracks > \n(Accessed 1 March, 2009).",
            "citations": [
                "ouellette_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Kyle Adams, in his article “ Aspects of the Music/Text Relationship \nin Rap ,” ( MTO 14.2, May 2008) has provided an important \ncontribution to the analysis of rap music, locating moments of unity between \nbeat and flow in elements such as rhythm, pitch, and motive. (1) His analysis begins with the insight that rap lyrics (what he calls the “text”) are composed after the music, rather than the reverse as in other genres (Schubert lieder , for example), and that rappers respond to the music in their rap delivery rather than setting the music to the text. Considering the high number of sociological and lyric-based examples of scholarship on rap music, his engagement with the “musical” aspects of rap in close detail is a welcome one. Mostly by way of rhythmic analysis, he demonstrates that “in many rap songs, the text supports the music more than music supports the text” [par. 13].",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Coming from the perspective of someone who has been frustrated by the prevalence of lyric-based analyses of rap, Adams’s work refreshingly strives to balance this with a music-based analysis. \nIt is true that the rappers often respond to elements in the music, and this insight has lacked detailed scholarly investigation, \nbut some of Adams's assumptions and justifications deserve some qualification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] While I agree with the analysis produced, I agree less with the justifications of his premise and other details that may inaccurately pose as generalizations about “rap music.” Though many of his assumptions are not entirely false, they warrant further evidence if they wish to be applied as widely as they are used in the article. Some of these include: Rap music is composed before the text, and the two acts of composition are largely separate from each other. 1970s rap music, in terms of compositional process, flowed seamlessly into the 1980s recording studio. The rapper composes/improvises over a fixed rhythmic loop. Insight into how the music was written lends meaning to the analysis. As “unity is a familiar criterion of value for individual musical compositions,”  to quote Fred Maus \n\t( 1999 , 171), when unity \n\tcannot be found in one area (e.g. narrative in the lyrics), locating unity \n\telsewhere (e.g. moments of congruence between “text“ and “music“ in rhythm, \n\tpitch, motive, etc.) will validate the analysis, and in part, explain the \n\thigh regard the music may have been given elsewhere, such as listener \n\tacclaim of “Scenario” as “rap music of superior quality” [par. 4]. The realization of this particular music/text relationship, and its moments of unity, will enhance the listening experience. This complex style of rap, exemplified by the Native Tongues, was part \n\tof a large-scale shift in rap music topics from an earlier style of rap \n\ttowards “complexity, abstraction, and metaphor” [par. 3].",
                "footnotes": [],
                "citations": [
                    "maus_1999"
                ]
            }
        },
        {
            "4": {
                "text": "[4] An analysis based on the assertion that the music is composed before the text is an intriguing one, and perhaps has potential \napplication to other media composition that begin with the music first, such as music video. But the language of the article seems to assume that a significant portion of the music/“beat” is written, followed by the rap/text which is performed and recorded, and that there is no exchange between the two processes, similar to the inverse premise that the words are always written first in opera scenes, which is not always the case. Though Adams is not entirely explicit regarding to which stage in the compositional process \nto which he is referring (sampling as the basic compositional unit, the “basic beat,” final composition of the beat), failing to acknowledge the nuance and complexity of the process risks yielding to over-generalization. Rap scholarship should engage in further investigation of compositional process in rap music, as more evidence of these processes \nis needed before overall assumptions can be inferred. (2) For example, rappers often already have concepts or full lyrics jotted down before they encounter a pre-composed or partially composed “beat” (2Pac’s sketchbooks demonstrate one example of this). Text and music shape each other, both in the act of composition and in the listening experience. While I agree wholeheartedly that many rappers do respond to features of their accompaniment/complement, more proof is needed to show that the practice of rap music composed before the text is the “norm” for rap music, and it is important to note that such a process is not as rigid and fixed as it appears initially.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Furthermore, a description of earlier African Diasporic oral traditions seems insufficient justification for and evidence of current rap compositional process. Adams writes, “I will begin by describing the development of rap from other African and African-American forms of music, in order to justify my assertion that the music comes both chronologically and logically before the text” \n[par. 6].  It is also too generalized to state that the rap music in the 1970s flowed seamlessly into 1980s and 1990s rap music recording practice. Adams writes: “As rappers moved from the street into the recording studio, they kept the same model of composition. The beats and music are recorded first and looped, so that they repeat indefinitely. The rapper then writes and records the lyrics over them, in a total inversion of the way other Western forms of texted music are composed” \n[par. 10]. It is true that the emergence of rap in the 1970s, or its romanticized representations, does inform subsequent rap studio compositional process, but this statement does not seem to provide sufficient evidence for \nnor details of current practices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In terms of rap music recordings, the idea of a completely fixed loop is largely fictitious. There may be a set of layers which we could term the “basic beat” which repeats intact for certain durations of time, but one would be hard-pressed to find an entire musical complement that stays the same throughout. Rap music’s layers will more often than not fluctuate throughout a given song, with sonic additions and subtractions, manipulations of digital samples, and even sharp changes in aspects of the “basic beat.” (3) The rap, as well, is simply not always one line of flow, but could be double- or triple-tracked to emphasize certain moments \n(Audio Example 1), or include vocal lines that are doubled at the octave (Eminem’s “Cleaning out my Closet,” “Soldier Like Me (Return of the Soulja)”; \nAudio Example 2). This is not to mention the changes in harmony, texture, and other parameters when rap songs utilize contrasting verse-chorus forms that contain significantly different musical material. To add to the astute point from Adams that flow can be shaped by the beat with which it interacts, these fluctuations in the layering of a beat and in song form may affect the rap delivery. Furthermore, double-tracking of the voice may create another layer by which to locate instances of unity as he presents them. Audio Example 1 . 2Pac/Makaveli’s “Hail Mary” from Don Killuminati: The Seven Day Theory Audio Example 2 . Eminem’s “Mockingbird” from Encore",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The relationship between compositional process and analysis in the article may be susceptible to the “genetic fallacy”: locating meaning in an art object from the creation or origins of it. According to Wimsatt, critics succumb to this fallacy with the belief that “technique” is justified only from “the thoughts and passions of the great poet,” rather than \nbeing interesting in itself. (4) And while I would be the first to agree that rap music (and rock, blues, jazz, folk, etc.) has borrowed ideology and rhetoric from the Romantic era (the heyday of this fallacy), highlighting evidence of rap music’s compositional processes would be welcome on its own terms, rather than a generalized statement about its creation in order to lend meaning to the analysis.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Another concept so familiar to Romantic ideology that enters Adams’s language is “unity.” There are two types of unity mentioned in the article which seem crucial components \nof his analytical methods: narrative unity in the song’s lyrics and unity between beat and flow. Concerning the first, Adams argues that if a rap song does not have a unifying theme or narrative, one should “disregard the semantic meaning of the lyrics, and to treat the syllables of text simply as consonant/vowel combinations that occupy specific metrical locations” \n[par. 12]. While an analysis of this sort is captivating, and I believe, entirely valid, it seems to suggest that if there were narrative unity in the lyrics, that this would be the primary way to analyze the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The second type of unity invoked is the rhythmic consonance between music and text. He argues that rappers “focused as much on creating rhythmic unity with the underlying track as they did on creating semantic meaning” \n[par. 12]. This, to me, is the more productive use of the term, but rather than use the term “unity,” I would suggest consonance. Unity seems to suggest a macro-, all encompassing, unified object, which is simply not the case. (5) There may be unity between two or more elements in the recording, but there may also exist a perceivable disunity in other elements such as pitch or density of material. It might be useful, in addition to transcribing moments of consonance, to map moments of dissonance as well, and it would be fruitful to observe this over the course of an entire song, or entire album. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I am aware that much ink has been spilled over issues of unity, and scholars such as Fred Maus \n( 1999 ) and Alan Street ( 1989 ) have theorized the issue more fully than I will at present, but the seeming premise that unity (and its tacit connotations) is necessary for music to be of high value, and important for a rewarding listening experience, is difficult to accept. (7) Unity rhetoric carries with it associations of presupposed autonomy, and that the correlation between a subject and object \nis smooth and unproblematic. Perhaps this is why Adams uses the passive voice to refer to the composition of a rap beat, usually omitting the names of music producers. Only engaging with the rapper by name, and her/his response to the music, also fits more comfortably with the solitary Longinian-Romantic poet/genius, and here I am not criticizing the fact that it is easier to analyze one agent than a collaboration between many. It is probably the best place to begin groundbreaking work on neglected topics such as this, but the complexities involved in the creation of rap music recordings are certainly worthy of acknowledgement. Rap recordings are industrial and transhistorical collaborations with a number of agents, and these two concepts of unity are not necessarily needed for Adams’s analyses to work. Furthermore, to disregard entirely the semantic parameters of the lyrics risks discarding myriad intertextual networks which an artist might exploit.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "maus_1999",
                    "street_1989"
                ]
            }
        },
        {
            "11": {
                "text": "[11] There are a number of instances where fragmentation is celebrated in rap music. For example, producers and rappers may use a sample as an opening phrase, and proceed to chop the phrase for its basic beat, such as Kanye \nWest on his own “Champion” (Audio Example 3) and on Talib Kweli’s “In the Mood”\n(Audio Example 4), or simply by sequencing multiple small samples together such as in recordings produced by The Bomb Squad. (8) Rap fans appear to enjoy the ruptures in the music. In addition, the dialogic nature of the music \nis understood (to varying degrees) by listeners/consumers. It may be the case that the overt disunity produced in rap music becomes recontextualized as a new form of unity, perceived as such through song or album repetition rather than any innate unity of musical elements, but this concept would require further theorization before it is, if it even can be, put into analytical practice. Audio Example 3 . “Champion” from Graduation Audio Example 4 . “In the Mood” from Eardrum",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The borrowing of small phrases containing meaning, either as museme or from the semantic meaning of the lyrics, may not contribute to “a single unifying theme or narrative” \n[par. 12], but is nevertheless important and worthy of analysis. For example, Digable \nPlanets, another group from the same time period as A Tribe Called Quest, used references to Marxism, existentialism, and topics such as 1970s blaxsploitation \nfilm and jazz, themes interpreted as both Afro-centric and as suggestive of a high artistic plane. Furthermore, the use of jazz codes such as acoustic bass, muted trumpet, and finger snapping were signifiers which added to the “jazz rap” label in media discourse. The use of acoustic bass in Adams’s \nExample 5 (“Can I Kick it?”) as a jazz signifier, and the use of trumpets in \nhis Example 7 (“The Rooster”) as a stylistic reference to mariachi music, are striking timbres for rap music, exceptional even, and are elements which help set these songs apart from other synthesizer-heavy songs in mainstream subgenres such as “gangsta” and “crunk” rap.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In regards to the lyrics, rappers often have obscure references that take some deciphering, but often contribute to a particular topic or theme. For example, Adams’s short excerpt of “Kryptonite” by the Purple Ribbon All-Stars, invokes boasting traditions that describe a lifestyle of drugs and sex, and mentions Big Boi of OutKast, as peer-references are often important in rap music genres for lineage creation and the construction of subgenres. (9) Analyzing the “musical” aspects is a perfectly acceptable and all-too-neglected way of analyzing rap music, but it does not mean one has to do away with considering lyrical themes, references, and other forms of intertextuality.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I would argue that rap music presupposes an overt and deep-rooted intertextuality in its production, and this intertextuality occurs in a number of varied ways. Digital sampling, stylistic allusion, genre synecdoche, and peer-references are a few of the many ways rap music celebrates this intertextuality. The point is that rap music is a conversation with others, not only with the past, but with other artists. Using more examples may help ensure that these conversations, musical and lyrical, will not go undertheorized.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Another difference of rap music to as compared to, say, nineteenth-century art song is the fact that rap music is composed for the studio, often intended to fill particular playback spaces. Elements such as staging, ambience and mood are important, as well as what I call studio consciousness , an overt gesture (verbally spoken or through studio techniques) which draws attention to the fact that a given song was recorded in a studio. Acknowledging the studio as instrument, and its many agents involved, is a crucial element if one wishes to use a recording’s composition as a premise for one’s analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Rappers often reply to the musical accompaniment/complement, or its composer, in ways other than by the “musical” aspects of their rap. For example, on Jay-Z’s “Lucifer” from The Black Album , Jay-Z shouts after one loop of the opening iteration of the chorus: “Kanyeezee you did it again, you a genius nigga!” This acknowledges the producer of the track (Kanye West), as consistent with the \naforementioned peer-reference tradition, but also shows an instance of the rise of the star producer (e.g. Kanye West, Timbaland, DJ Danger Mouse). (10) Rappers can comment on a quality of the music in the introductory material of a rap song, one example being British rapper Lady Sovereign on “Those Were the Days,” who opens by stating, “This is my cheesy intro.” Rappers have a number of ways in which to respond to their musical complement, a form of reception which is one of the numerous facets of the music/text relationship Adams investigates.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In terms of genre, Adams deals with particular styles of rap music, as A Tribe Called Quest fits Adam Krims’s framework of “jazz/bohemian” rap, and I would consider Outkast a descendent of this style, but too eclectic to associate them firmly in only one subgenre. Both A Tribe Called Quest and OutKast are two groups that used acoustic instruments, the former group a part of the “jazz rap” subgenre which rose to popularity in the early 1990s (with Digable Planets, Guru’s Jazzmatazz, Buckshot LeFonque), and is one reason why these groups have been elevated toward the top of rap’s subgeneric hierarchy. I mention this simply because the article uses \nthese examples as seemingly representative of a generalized “rap music” genre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Simply put, rap styles are more varied than the article suggests, and there \nare a number of ways to update and expand upon Krims’s four-genre taxonomy of rap styles. One way would be to locate instances of expressive microtiming at the sub-syntactical level between songs or artists; for example, Busta’s “BOOM” in “Scenario” is perceivably earlier than the downbeat. (11) Perhaps the rappers associated with jazz rap respond to the jazz codes in the music by utilizing expressive microtiming in similar ways to jazz soloists. This would support Adams’s notion that the text supports the music, and that this particular style may comparatively be more saturated with this type of flow than other rap styles.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Adams argues that his method “can enrich the listening experience,” and that “this approach provides new listening strategies” \n[par. 43]. I wonder what is assumed of the listening experience when he states that by disregarding semantic meaning in the lyrics, “the listening experience can be quite rewarding, despite the lack of consistency in the text” \n[par. 23]. Does this mean the default mode of a rewarding listening experience is when a text is “consistent”? Or perhaps the reward, in this case, is a unity between the music and text. The listening experience Adams envisions, however, may not take into account elements such as dance, listening environments, and the corporeal sensations so crucial to various rap music subgenres.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] It is also important to note that The Native Tongues’ style was not the only style to emerge in the mid-to-late 1980s, and did not reflect any large-scale shift toward this style, but reflected the rise of an eclectic range of rap styles that emerged at this time. Some have dubbed this era the “Golden Age” of rap music because so many rap styles flourished at the time, for a number of reasons, including improved sampling and sequencing technologies.  The bragging and boasting of earlier rappers were reflected in Boogie Down Productions and Schooly D, co-existing with Five Percenter influenced groups like X-Clan, pop rap such as DJ Jazzy Jeff and The Fresh Prince and MC Hammer, West Coast gangsta such as Ice-T and N.W.A., female rappers such as Queen Latifah, and groups Public Enemy, 2 Live Crew, and Eric B. and Rakim.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Though inevitable in any analysis of a large music genre, Adams excludes a number of rap artists and groups that respond to their music stylistically in a number of ways: Erykah Badu, Bone-Thugs-n-Harmony, Freestyle Fellowship, and the contrasting verse-chorus form found in what is usually \nlabeled “pop rap” or “mainstream rap.” The use of a contrasting verse-chorus form, by definition, refutes the notion of a fixed loop in the beat, and it would be worth comparing styles of flow between the verse and chorus of a given song. In fact, one might find more “unity” or consonance in the text/music relationship within a rap music chorus than a verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] I was also surprised at the text-painting comment at the opening of the article, the “minor-mode accompaniment” \n[par. 2] of Slick Rick’s “Children’s Story,” as if rap music in a minor-mode were somewhat exceptional. (12) It would be worth exploring the tonal systems in rap music, not only to locate differences among rap subgenres, but also to see if the rapper responds differently to such modes. While I applaud the brevity and the analytical detail of the article, it would be worth noting that the styles of rap music Adams engages with are part of a vast subgeneric nexus that could be categorized in terms of song form, rhyme scheme, rhythmic consonance and dissonance, semantic topics, pitch variation, and many other parameters. His analysis could certainly be expanded to reflect more styles, and I hope his work functions as a catalyst for further dialogue on and publishing in rap music analysis. Because of limitations of space, and the nature of a response, I acknowledge that I have provided a number of qualifications and inchoate observations without going into as much depth as the article correctly does. But these issues are, in my opinion, urgent and weighty concerns of rap-music scholarship which exceed mere “nit-picking.”",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Kyle Adams has successfully initiated a discourse regarding the analysis of rap music, and I praise the fact that his clear, brief, and well-structured article has brought the interactions between text and music to the fore. My response hopefully shows that this is the tip of a very large iceberg that deserves more scholarly investigation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.09.15.2.williams.html",
    "data": "mto/data/mto.09.15.2.williams.json"
}