{
    "title": "Simultaneous Contrast and Additive Designs in Olivier Messiaen’s Opera, <i>Saint François d’Assise</i>",
    "date": "2002/08/01",
    "volume": "8",
    "issue": "2",
    "authors": [
        "Benitez, Vincent P."
    ],
    "abstract": "Olivier Messiaen admired the painter Robert Delaunay for his use of simultaneous contrast in his pictures. As a composer, Messiaen claimed that he used the musical equivalent of simultaneous contrast when he structured his music. He regularly described how he would juxtapose colors and highlight them via their complements as his music unfolded. This article explores how simultaneous contrast functions as a structural principle in Messiaen’s music by focusing on three compositional designs that are used in his operaSaint François d’Assise. Modeled on principles derived from the simultaneous contrast of colors in painting, these additive designs illustrate how Messiaen employs musical opposition in the opera to structure multi-layered textures and to shape passages governed by a single tonality.",
    "keywords": [
        "abstract painting",
        "Delaunay",
        "Messiaen",
        "Saint François d’Assise",
        "sound-color relationships",
        "structural levels",
        "multi-layered textures",
        "colored-hearing synesthesia"
    ],
    "doi": "",
    "received": "26 April 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.2/mto.02.8.2.benitez.pdf",
    "author_info": [
        {
            "name": "Vincent P. Benitez",
            "university": "Bowling Green State University",
            "address": "College of Musical Arts, Bowling Green, OH 43403",
            "email": "vincent_benitez@hotmail.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* This article is a revised version of a paper presented at OXMAC 2000, Saint Peter’s College, University of Oxford, Oxford, England.",
            "citations": []
        },
        "FN1": {
            "text": "1. In the Conférence de Notre-Dame, Messiaen stated \nthat his peculiar brand of colored-hearing synesthesia responded to chords, not \nisolated pitches (see Olivier Messiaen, Conférence de Notre-Dame: Prononcée \nà Notre-Dame de Paris le 4 décembre 1977 [Paris: Alphonse Leduc, 1978], 10). \nThis does not mean, however, that a single pitch cannot affect the color association \nof the chord in which it functions as either a member or an added note. Indeed, \na single pitch frequently adds another color to its parent chord by its doubling \nin a higher octave register or by its placement as an added note at the top of the \nchord. See Messiaen’s analysis of a musical passage associated with the blackcap \nin Le Prêche aux oiseaux, scene 6 of Saint François d’Assise, in the Traité de rythme, de couleur, et d’ornithologie (1949-1992), vols. 1–5 of \nseven (Paris: Alphonse Leduc, 1994-98), 5: 346–58.",
            "citations": []
        },
        "FN2": {
            "text": "2. Claude Samuel and Olivier Messiaen, Musique et couleurs: \nNouveaux entretiens avec Claude Samuel (Paris: Belfond, 1986); trans. E. Thomas \nGlasow as Olivier Messiaen: Music and Color: Conversations with Claude \nSamuel (Portland, OR: Amadeus Press, 1994), 41.",
            "citations": []
        },
        "FN3": {
            "text": "3. Ibid., 40. When comparing Blanc-Gatti’s synesthesia with \nthat of his own in a conversation with Claude Samuel in 1967, Messiaen employed \nthe term “synopsia” (“synopsie”) to describe their respective synesthetic conditions. \nHe probably derived the term, moreover, from Blanc-Gatti himself (“that strange \ndisease which Blanc-Gatti . . . called ‘synopsia’”). In its general definition, \nsynesthesia is a blending of the senses in which one experiences a sense-perception \nother than the sense actually being stimulated. For example, one might perceive \na scent when a particular pitch is sounded. With colored-hearing synesthesia, one \nsees colored effects or phenomena when listening to sound. Messiaen characterized \nBlanc-Gatti’s colored-hearing synesthesia as physiological and his own as more inward. \nIn Messiaen’s view, Blanc-Gatti possessed “a synaesthesia in its most commonly occurring \nform: a spontaneous association of the senses of seeing and hearing.” In other words, \nthe painter actually saw colors and shapes when he heard music. (In the later conversations \nwith Claude Samuel in 1986, “physiological synesthesia” [“synesthésie physiologique”], \nnot synopsia, is used to describe Blanc-Gatti’s colored hearing.) Conversely, Messiaen \ndescribed his hearing of color as not involving what he saw in the physical world \nbut what he saw inwardly: when reading or hearing a score, he visualized corresponding \nphenomena of color. See Claude Samuel, Entretiens avec Olivier Messiaen (Paris: \nPierre Belfond, 1967); trans. Felix Aprahamian as Conversations with Olivier \nMessiaen (London: Stainer & Bell, 1967), 15–17; and idem, Music and Color, 40. For the quotations, see Almut Rössler, Beiträge zur geistigen Welt Olivier \nMessiaens (Duisburg: Gilles und Francke, 1984); trans. Barbara Dagg, Nancy Poland, \nand Timothy Tikker as Contributions to the Spiritual World of Olivier Messiaen: \nWith Original Texts by the Composer (Duisburg: Gilles und Francke, 1986), 43.",
            "citations": []
        },
        "FN4": {
            "text": "4. Samuel, Music and Color, 43.",
            "citations": []
        },
        "FN5": {
            "text": "5. Besides the emphasis he placed in his later years on sound-color \nrelationships in the formation and use of his harmonies, Messiaen became increasingly \nattracted to timbre. As a matter of fact, he referred to later works such as Des canyons aux étoiles (1971–74) as including more instrumental effects than \nthose contained in his earlier works (Rössler, Contributions to the Spiritual \nWorld of Olivier Messiaen, 108). Messiaen’s increasing attraction to timbre \nmay be attributed to a desire to renew his compositional thinking in order to revitalize \nhis music. This desire for renewal can be seen throughout Messiaen’s career in the \nform of experiments in rhythm, forays into serialism, and the absorption of birdsong \ninto his musical language. Thus, in his preoccupation with timbre in works from \nthe 1970s–80s, we see a continuation of Messiaen’s desire for renewal, which strongly \nsuggests, in the final analysis, a youthful spirit at play in a composer writing \nmusic in his old age.",
            "citations": []
        },
        "FN6": {
            "text": "6. The term additive design is derived from the idea of additivity \nin Messiaen’s music in which musical elements, through their constant accumulation, \nproject a larger musical picture in the same way that a mosaic of the diverse fragments \ncombined in stained-glass windows projects a visual image.",
            "citations": []
        },
        "FN7": {
            "text": "7. Messiaen refers to his approach to composition in both specific \nand general terms with respect to color. Because of his colored-hearing synesthesia, \nthe analogy is closest concerning his use of harmonic structures, and increasingly \nmore distant with timbre and rhythm.",
            "citations": []
        },
        "FN8": {
            "text": "8. See Jean-Christophe Marti, “Entretien avec Olivier Messiaen,” \nin Saint François d’Assise, Special Bilingual Program Book of the Salzburg \nFestival (Paris: L’Avant-Scène Opéra, 1992), 8.",
            "citations": []
        },
        "FN9": {
            "text": "9. Michel-Eugène Chevreul, The Principles of Harmony and \nContrast of Colors and Their Applications to the Arts by M. E. Chevreul: \nBased on the First English Edition of 1854 as Translated from the First French \nEdition of 1839 De la Loi du Contraste Simultané des Couleurs, a newly revised \nedition with a special introduction and a newly revised commentary by Faber Birren \n(West Chester, PA: Schiffer Publishing Ltd., 1987).",
            "citations": []
        },
        "FN10": {
            "text": "10. Sherry A. Buckberrough, Robert Delaunay: The Discovery \nof Simultaneity, Studies in the Fine Arts: The Avant-Garde, ed. Stephen C. Foster, \nno. 21 (Ann Arbor: UMI Research Press, 1982), 125. According to Faber Birren, Rood, \nin his book Modern Chromatics: Student Text- book of Color with Applications \nto Art and Industry (New York: Van Nostrand Reinhold Company, 1973), “confirmed \nand repeated many of the findings of Chevreul” (Chevreul, 15). But unlike Chevreul, \nRood dealt with the analysis of light, a focus that was of paramount importance \nto Delaunay (Buckberrough, 125). Rood examined how light was reflected and absorbed \nby pigments. Rood’s Modern Chromatics, like Chevreul’s book, was influential \namong French painters, but perhaps especially so with Georges Seurat (1859–1891) \nand Delaunay.",
            "citations": []
        },
        "FN11": {
            "text": "11. Alan Bowness, Modern European Art (New York: Thames and \nHudson, 1995), 120.",
            "citations": []
        },
        "FN12": {
            "text": "12. The following discussion is derived from Robert Delaunay, Du Cubisme à l’art abstrait, ed. and with an introduction by Pierre Francastel \n(Paris: S.E.V.P.E.N., 1957), 60, 67, 180, 184; and Gustav Vriesen and Max Imdahl, Robert Delaunay: Light and Color, trans. Maria Pelikan (New York: Harry N. \nAbrams, Inc., 1967), 80–85.",
            "citations": []
        },
        "FN13": {
            "text": "13. Vriesen and Imdahl, 84.",
            "citations": []
        },
        "FN14": {
            "text": "14. For sources of the following discussion, see the Conférence \nde Notre-Dame, 7-13; Rössler, Contributions to the Spiritual World of Olivier \nMessiaen, 76-80, 87-88, 115; and Samuel, Music and Color, 61–62.",
            "citations": []
        },
        "FN15": {
            "text": "15. Samuel, Music and Color, 61.",
            "citations": []
        },
        "FN16": {
            "text": "16. See Example 8 for a musical illustration of this effect.",
            "citations": []
        },
        "FN17": {
            "text": "17. In his interviews and lectures, Messiaen often uses “complementary \ncolors” or “the phenomenon of complementary colors” to refer to the effects of simultaneous \ncontrast, particularly the complementary afterimages that are evoked in the eye \nafter staring at a given color.",
            "citations": []
        },
        "FN18": {
            "text": "18. Pitch-class sets are identified by their set-class name, \ntheir prime form, or both designations. Set-class names are taken from the well-known \ncatalogue of set classes compiled by Allen Forte ( The Structure of Atonal Music [New Haven: Yale University Press, 1973]). Pitch classes are numbered from 0 to \n11 with C = 0. Square brackets ([ ]) are used to indicate prime forms, curly brackets \n({ }) unordered collections, and angle brackets (< >) ordered ones.",
            "citations": []
        },
        "FN19": {
            "text": "19. Citing Richard Cohn (“Maximally Smooth Cycles, Hexatonic \nSystems, and the Analysis of Late-Romantic Triadic Progressions,” Music Analysis 15, no. 1 [1995]: 9–40), Anthony Pople speculates that mode 3 may be viewed as “an \nextension of the ‘hexatonic’ collection which has been shown to underpin some of \nthe expansions of tonality undertaken by composers such as Liszt, Wagner and Brahms, \nthough there is no evidence that Messiaen was explicitly aware of the connection” \n(Anthony Pople, Messiaen: Quatuor pour la fin du Temps, Cambridge Music Handbooks, \ned. Julian Rushton [Cambridge: Cambridge University Press, 1998], 97–98).",
            "citations": []
        },
        "FN20": {
            "text": "20. Examples 2 and 4 are taken from Messiaen’s Traité de rythme, 3:86-87. The modified V 9 chord in Example 2 is Messiaen’s \ninterpretation; from American analytical perspectives, it is an altered V 7add2 .",
            "citations": []
        },
        "FN21": {
            "text": "21. I define inferior resonance in Messiaen’s music as involving \nthe sounding of notes that represent artificial harmonics below a given chord to \nmodify its timbre. These artificial harmonics should be absorbed as much as possible \ninto the sound of the given chord. Robert Sherlaw Johnson characterizes inferior \nresonance as taking the form of a chord played loudly in the low register of the \npiano against a note or chord sounded above ( Messiaen [Berkeley: University \nof California Press, 1989], 17).",
            "citations": []
        },
        "FN22": {
            "text": "22. Traité de rythme, 3:86. Messiaen’s explanations \nregarding the construction of turning chords are more metaphorical than precise. \nFor instance, in the Traité de rythme (3:238), he refers to an earlier version \nof turning chords used in pieces such as Visions de l’Amen (1943) and Harawi (1945) as “‘columns of air in mobile resonances’ (like the wind in the \ntrees)” (“‘colonnes d’air en résonances mobiles’ [comme le vent dans les arbres]”). \nYet, turning chords feature some of the most complex color associations of any chord \ntype in Messiaen’s music. In fact, Messiaen’s analysis of the turning chords used \nin Strophe I of Chronochromie (1960) provides a detailed picture of their \ncoloristic complexity (see Traité de rythme, 3: 85–86). In the example provided for note 22 (in the text), the turning \nchords of this particular transpositional level elicit the dominant color of “pale \n    yellow striped with white, black, and gray, with green specks” (“jaune pâle, rayé \nde blanc, de noir, et de gris, avec des taches vertes”). Moreover, each chord contains \na varied assortment of colors: first turning chord: “pale yellow, mauve,—copper-colored \nrose, pearl gray”; second turning chord: “chrysoprase [apple-green], dull bluish \ngreen—dark sardonyx, white, and reddish brown—with some pale yellow”; third turning \nchord: “rock crystal—glistening deep green ”cat’s eye“ [a gem displaying opalescent \nreflections from within].”",
            "citations": []
        },
        "FN23": {
            "text": "23. Conférence de Notre-Dame, 10.",
            "citations": []
        },
        "FN24": {
            "text": "24. In his study on Messiaen, Harry Halbreich, a student of \nMessiaen’s at the Paris Conservatoire, was the first scholar to list the color associations \nsuggested by specific modal transpositions in the composer’s colored-hearing synesthesia. \nSpecifically, Halbreich lists the color associations for every transposition of \nmodes 2, 3, 4, and 6 (modes 1, 5, and 7 are not listed). While he does not list \nthe source or sources for these attributions, we can only surmise that Halbreich \nmust have obtained the information from either Messiaen himself or from both published \nand unpublished descriptions of the composer’s works, for the colors listed by Halbreich \nfor modes 2 and 3 and most of the colors listed for modes 4 and 6 match many of \nMessiaen’s published statements regarding the colors he associates with these modes. \nIn both his 1986 article and later book chapter, Jonathan W. Bernard supplements \nHalbreich’s work by tracking down Messiaen’s coloristic descriptions of specific \nmodal passages in his music and tabulating them (see the tables entitled “Modally-Based \nColoration in Messiaen’s Compositions” in both sources). While listing every transposition \nof modes 2 and 3 and the colors they suggest in specific compositions, Bernard provides \na partial list of the colors associated with modes 4 and 6 (due to the omission, \nno doubt, of certain transpositions of modes 4 and 6 and their color associations \nin Messiaen’s descriptions), implying further preferences on Messiaen’s part as \nto both the specific modes and transpositional levels he uses. See Harry Halbreich, Olivier Messiaen (Paris: Fayard/Fondation SACEM, 1980), 139–40; Jonathan \nW. Bernard, “Messiaen’s Synaesthesia: The Correspondence between Color and Sound \nStructure in His Music,” Music Perception 4, no. 1 (Fall 1986): 47; and idem, \n“Colour,” in The Messiaen Companion, ed. Peter Hill (Portland, OR: Amadeus \nPress, 1995), 207. In his later publication (page 218, note 10), Bernard notes another \ntable of color attributions similar to those found in his two publications in Aloyse \nMichaely, Die Musik Olivier Messiaens: Untersuchungen zur Gesamtschaffen (Hamburg: Karl Dieter Wagner, 1987), 220–22.",
            "citations": []
        },
        "FN25": {
            "text": "25. Mode 2 can be transposed three times before repeating \nits original pitch-class content, mode 3 four times, whereas both modes 4 and 6 \ncan be transposed six times.",
            "citations": []
        },
        "FN26": {
            "text": "26. For information on contrasting- and analogous-color combinations, \nsee Chevreul, The Principles of Harmony and Contrast of Colors, 75–83; \nand Faber Birren, Principles of Color: A Review of Past Traditions and \nModern Theories of Color Harmony (New York: Van Nostrand Reinhold Company, 1969), \n34–44.",
            "citations": []
        },
        "FN27": {
            "text": "27. In both compound and contrasting additive designs, the \ntextural layers intersect frequently, thereby avoiding gaps between the layers that \nwould not only insulate their registral boundaries but also facilitate their perception \nin the total musical texture.",
            "citations": []
        },
        "FN28": {
            "text": "28. Orchestral timbres are defined in Saint François by standard instrumental families and sub-families (woodwinds, brass, strings, and \npercussion) and by more specialized combinations (e.g., xylos [a percussion ensemble \ncomposed of a xylophone, xylorimba, and marimba], Ondes Martenot).",
            "citations": []
        },
        "FN29": {
            "text": "29. Mode 1 [0,2,4,6,8,10] is contained in mode 3 [0,1,2,4,5,6,8,9,10].",
            "citations": []
        },
        "FN30": {
            "text": "30. The friar’s ornithology lesson encompasses the span of \nmusic from R23:1-R30:3, shorthand for the first measure of rehearsal number 23 to \nthe third measure after rehearsal number 30.",
            "citations": []
        },
        "FN31": {
            "text": "31. Rössler, Contributions to the Spiritual World of Olivier \nMessiaen, 79.",
            "citations": []
        },
        "FN32": {
            "text": "32. I identify different modes and their transpositions by \ntwo numbers separated by a colon: the number to the left of the colon identifies \nthe specific mode and the number to the right its transposition. All transpositions \nbegin on C, which are designated by the number 1. Thus, mode 2:1 refers to Messiaen’s \nsecond mode of limited transposition beginning on C.",
            "citations": []
        },
        "FN33": {
            "text": "33. Messiaen identified this sonority as a chord of total \nchromaticism suggesting ruby red in its bottom layer, crimson red in its middle \nlayer, and blue-gray in its top layer. See Samuel, Music and Color, 148.",
            "citations": []
        },
        "FN34": {
            "text": "34. [1] Paul Griffiths has noted the use of paired color chords \nin Sept haïkaï (1962) and Couleurs de la cité céleste (1963) that \nare pitch-class complements of one another but whose associated colors according \nto Messiaen are not complements according to color theory. For instance, in the \nthird measure of Miyajima et le torii dans la mer from Sept haïkaï, Messiaen combines a turning chord (8-14 {3,5,6,7,8,10,11,0}) played by the strings \nwith its literal complement (4-14 {9,1,2,4}) played by the piano. The turning chord \nis labeled in the score as evoking red, while its complement is labeled as evoking \nblue. For Griffiths, if one applies the rules of color complementation to these \naggregates, then the chord in the piano should suggest green rather than blue. He \nconcludes that instead of seeking a direct correlation between color and harmony \nin these paired color chords, one should focus on the musical interaction between \nthem when considering Messiaen’s coloristic effects. To reinforce this viewpoint, \nGriffiths explores harmonic relationships in the modes of limited transposition, \nespecially what he refers to as the complementary relationship between A major and major in mode 2:1. See Paul Griffiths, Olivier \nMessiaen and the Music of Time (Ithaca, NY: Cornell University Press, 1985), \n203–6.",
            "citations": []
        },
        "FN35": {
            "text": "35. In the context of Saint François d’Assise, “perfect \njoy” occurs when a person, in the spirit of Christ, accepts suffering as repentance \nfor sins, those of himself and others.",
            "citations": []
        },
        "FN36": {
            "text": "36. Within the passage, Messiaen uses set class 6-Z17 {6,7,8,10,1,2} to suggest a chord of transposed inversions on (first inversion {1,2,3,6,7,8,10}).",
            "citations": []
        },
        "FN37": {
            "text": "37. The xylos are joined by the tubular bells and suspended \ncymbal in the skylark I’s music (not shown in Example 9). Since the sounds produced \nby these two instruments are only tangentially related to the musical contrast generated \nby the xylos and woodwinds, they should not be considered from a textural standpoint \nto be on a par with the music played by those two ensembles. Every note of the skylark \nI’s song is provided with a chord played by the xylos, which is in keeping with \nMessiaen’s approach to birdsong in which he attempts to reflect the timbre of a \nbird’s music through harmonic means. The tubular bells and suspended cymbal augment \nthe xylos’ sound through a sustained sonic wash of both pitched and non-pitched \nresonance elements: throughout the entire “perfect joy” commentary, the tubular \nbells play a more sustained melodic line when compared to the xylos, and the suspended \ncymbal plays a sustained trill.",
            "citations": []
        },
        "FN38": {
            "text": "38. Samuel, Music and Color, 219–20, 247–48. Figure \n4 is taken from Camille Crunelle Hill, “The Synthesis of Messiaen’s Musical Language \nin His Opera Saint François d’Assise” (Ph.D. diss., University of Kentucky \nand the University of Louisville, 1996), 163.",
            "citations": []
        },
        "FN39": {
            "text": "39. Olivier Messiaen, Saint François d’Assise (Scènes franciscaines): \nOpéra en 3 actes et 8 tableaux, 8 vols. (Paris: Alphonse Leduc, 1983, \n1988-92), Tableau 3, Analyze.",
            "citations": []
        },
        "FN40": {
            "text": "40. In Les Laudes (scene 2), Saint Francis wants to \novercome his fear of lepers. He asks God that he be allowed to meet a leper for \nwhom he could show compassion, which will be symbolized by kissing the leper he \nmeets. In Le baiser au lépreux, Saint Francis’s prayer is answered as he \nmeets the Leper in a leper-hospital near Assisi. The Leper is filled with rage, \ncomplaining about his condition and cursing God. With the Angel’s help, Saint Francis \nencourages the Leper to have a change of heart. The scene culminates in the two \nmen embracing, which initiates the double miracle of the Leper’s cure and Saint Francis’s \nelevation to sainthood. In Messiaen’s view, Le baiser au lépreux is the opera’s \nkey scene because of this embrace and double miracle (Samuel, Music and Color, 214).",
            "citations": []
        },
        "FN41": {
            "text": "41. Mode 3:3 yields quickly to a diatonic collection (5-35 \n{2,4,6,9,11}) that accentuates the return of the A-major chord. The sonority, which \ncan be analyzed as a DM add6, 9 , and its progression to the A-major chord parodies \na plagal cadence at the foreground.",
            "citations": []
        },
        "FN42": {
            "text": "42. All color associations mentioned in this and the \nfollowing discussion (and in the one on L’Ange musicien ) are taken from Rössler, Contributions to \nthe Spiritual World of Olivier Messiaen, 43, 117–18.",
            "citations": []
        },
        "FN43": {
            "text": "43. George Ferguson, Signs and Symbols in Christian Art: \nWith Illustrations from Paintings of the Renaissance (New York: Oxford \nUniversity Press, 1959), 91.",
            "citations": []
        },
        "FN44": {
            "text": "44. Samuel, Conversations with Olivier Messiaen, 20.",
            "citations": []
        },
        "FN45": {
            "text": "45. The actual passage by Saint Thomas Aquinas reads as follows: \n“Just as human reason fails to grasp the import of poetical utterance on account \nof its deficiency in truth, neither can it grasp divine things perfectly on account \nof their superabundance of truth; and therefore in both cases there is need of representation \nby sensible figures” (Saint Thomas Aquinas, Summa Theologiae I–II, \nq 101, a 2, ad 2; Summa Theologiae, Latin text, English translation, introduction, \nand notes by David Bourke and Arthur Littledale, 60 volumes [New York: Blackfriars \nin conjunction with McGraw-Hill Book Co., 1969], 29: 118–21).",
            "citations": []
        },
        "FN46": {
            "text": "46. Ferguson, Signs and Symbols in Christian Art, 91–92.",
            "citations": []
        },
        "FN47": {
            "text": "47. While Example 12 displays only the first four measures \nof the Angel’s music (R89: 1–4), the pitch schemes described in these measures apply \nto the rest of the music (R89: 5–16).",
            "citations": []
        },
        "FN48": {
            "text": "48. In like manner, the simultaneous contrast of two complementary \ncolors suggests all primary colors. For instance, red coupled with green implies \nthe presence of red, yellow, and blue.",
            "citations": []
        },
        "FN49": {
            "text": "49. [1] To illustrate a compound additive design that exhibits \na high degree of disassociation among its pitch-timbres, let us consider a passage \nfrom the orchestral introduction of Le baiser au lépreux (R4: 1–R5: 4). \nThis compound additive design is composed of three simultaneous pitch schemes that \nare played by the strings, brass, and woodwinds, respectively. Each scheme yields \ndifferent pitch collections (modes 3:3 and 3:1, chords of contracted resonance, \nand two quasi-chromatic hexachords [6-Z37 and 6-Z38]) that are fixed in register \nand dynamics. The pitch collections, moreover, overlap vertically and produce a \nthick chordal texture.",
            "citations": []
        },
        "FN50": {
            "text": "50. In his two articles on sound-color relationships in Messiaen’s \nmusic (the latter article an amplification of the former), Jonathan W. Bernard delves \ninto Messiaen’s synesthetic responses to gain a deeper understanding of Messiaen’s \nharmonic structures and how they are used in his music. See Bernard, “Messiaen’s \nSynaesthesia,” 41–68; and idem, “Colour,” 203–19. Paul Griffiths has also written \non the subject of sound-color relationships in Messiaen’s music. In an article celebrating \nMessiaen’s seventieth birthday for The Musical Times, Griffiths investigates \nhow sound and color correspond in order to shed light on Messiaen’s harmonic practice. \nHe incorporates much of this examination of sound-color relationships in his book Olivier Messiaen and the Music of Time (see note 34 above). See Paul Griffiths, \n“ Catalogue de couleurs: Notes on Messiaen’s Tone Colours on His 70th Birthday,” The Musical Times 119 (December 1978): 1035–37; and idem, Olivier Messiaen \nand the Music of Time, 203–6.",
            "citations": []
        },
        "FN51": {
            "text": "51. Besides what has already been mentioned in this article, \nthere is additional evidence suggesting that simultaneous contrast strongly influences \nthe way Messiaen structures his music. In addition to referring to Delaunay and \nBlanc-Gatti in his interviews and lectures, Messiaen mentioned the work of other \npainters in his discussions about the analogies between music and painting and, \nmore specifically, through his linking of various composers with various painters \n(for example, Schoenberg and Kandinsky). Messiaen noted the use of simultaneous \ncontrast in the works of the more modern painters he mentions. When discussing Wassily \nKandinsky’s (1866–1944) influence on his poetry in an interview with his student \nLarry W. Peterson in New York City on November 9, 1970, Messiaen remarked how “he \nloved the interaction of red and green in Wassily Kandinsky’s painting.” Finally, \nwhen interviewed  for a British television program in 1985 on the life and work \nof Messiaen, the composer George Benjamin, who also studied with Messiaen, remarked \nhow Messiaen could give someone listening to his music a harmonic shock by following \none sonority associated with red by another one associated with green. Benjamin \nmaintains that while we may not see the actual colors involved, we will notice a \ndifference in sound or timbre between the two sonorities. See the Conférence \nde Notre-Dame, 7–8, 11–12; Rössler, Contributions to the Spiritual World \nof Olivier Messiaen, 45–46, 76, and 87; Samuel, Music and Color, 43–46; \nLarry W. Peterson, “Messiaen and Surrealism: A Study of His Poetry,” in Messiaen’s \nLanguage of Mystical Love, ed. Siglind Bruhn, Studies in Contemporary Music \nand Culture, ed. Joseph Auner, vol. 1 (New York: Garland Publishing, Inc., 1998), \n223–24; and Olivier Messiaen: The Music of Faith, prod. and dir. Alan Benson, \n79 min., London Weekend Television/Films for the Humanities & Sciences, 1985/2000, \nvideocassette.",
            "citations": []
        },
        "FN52": {
            "text": "52. For an examination of Messiaen’s harmonic vocabulary and \nits connections to color, especially with respect to the music of Saint François \nd’Assise, see chapter three (pages 108–76) of my dissertation, Pitch Organization \nand Dramatic Design in Saint François d’Assise of Olivier Messiaen (Ph.D. \ndiss., Indiana University, 2001).",
            "citations": []
        },
        "FN53": {
            "text": "53. In an interview with Rössler ( Contributions to the \nSpiritual World of Olivier Messiaen, 118), Messiaen stated that the colors of \nthe stage lighting, scenery, and costumes at the 1983 performances of Saint François \nd’Assise conformed in only general ways to the sound-colors evoked by the score \nin his colored hearing, because there were “a thousand colors [on a single page \nof the score], and that’s impossible to reproduce.” While we should not take Messiaen \nliterally about the thousand colors per page, numerous color associations are evoked \nfor him by each page of the opera’s score, as evinced by a perusal of his analysis \nof the blackcap’s music from Le Prêche aux oiseaux in the Traité de rythme, 5: 346–58.",
            "citations": []
        },
        "FN54": {
            "text": "54. Olivier Messiaen: The Music of Faith.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Olivier Messiaen (1908–92) distinguished himself from many of his musical \ncontemporaries by his passion for sound-color relationships, which are an integral \npart of his compositional approach and unite the disparate elements of his harmonic \nlanguage. Despite the unconventional and mimetic nature of Messiaen’s coloristic \nmusings, there are consistent subtexts that characterize his approach to sound-color \nrelationships in his music. First, chords evoke color associations in Messiaen’s \ncolored-hearing synesthesia. (1) Second, \nMessiaen’s color associations are very consistent. Third, the simultaneous contrast of colors, derived from the painting world, is an important compositional analogy \nthat influences Messiaen’s harmonic approach. While discussing with Claude Samuel \nhow he structured a musical work, Messiaen stated that he associated specific sonorities \nwith specific colors and employed them like a painter, juxtaposing colors and highlighting \nthem through their complements as the composition unfolded. (2) Figure 1 . Robert Delaunay, Hommage à Blériot (1914) (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In his interviews, Messiaen consistently mentioned the work of Charles \nBlanc-Gatti (1890–1965) and Robert Delaunay (1885–1941) as significant influences \non his compositional thinking. Messiaen admired the physiological aspects of Blanc-Gatti’s \nsynesthesia and noted how the colors in five of the Swiss artist’s paintings that \nhe owned moved and interacted like sounds. (3) As for Delaunay, Messiaen was impressed not only with the French painter’s emphasis \non color in his work but also with his use of simultaneous contrast. In fact, Messiaen \npreferred Delaunay over all other painters and declared the artist’s work as “very \nclose to what I see when I hear music.” (4) As an example of Delaunay’s work, let us consider Hommage à Blériot, painted in 1914 ( Figure 1 ). Louis Blériot (1872–1936) was an airplane builder \nand the first French pilot to fly across the English channel, a feat, accomplished \non July 25, 1909, that made him a national hero in France. When viewing Delaunay’s \npainting, we can discern airplanes, even the Eiffel Tower, but everything else is \nobscured by colored circles.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] One way Messiaen approximates simultaneous contrast in his music is to \ncombine different musical layers in various ways. These compositional designs involve \nmusical devices that take their cues from the use of color in abstract painting: \nby itself, a single color has no life of its own; only when it opposes other colors \ndoes it attain movement and expression. In an analogous fashion, when one musical \nlayer opposes, for instance, another layer in a musical passage, it achieves a heightened \nsense of vibrancy through the opposition of its pitch materials, instrumental colors, \nor both with those of the other layer’s. Similarly, the other layer is also enhanced \nby the same opposition of musical elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In this article, a musical layer refers to either a textural layer that is \npart of a vertical density-space or a harmonic layer that suggests a hierarchy of \nstructural levels. The term textural layer describes the quality of sound produced \nby its pitch content, timbre, or both.  In Messiaen’s music, especially in his later \nworks, textural layers typically feature either pitch or timbral elements due to \nhis tendency to treat various musical parameters as separately composable \nelements. (5) But pitch and timbre are \nalso treated as closely allied in Messiaen’s music, indeed to the extent that the \nfrequency and character of a chord’s sound become practically inseparable. In such \ncases, textural layers feature both pitch and timbral elements.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The close association between pitch and timbre finds precedent in Messiaen’s \nconcept of natural resonance, which involves the use of notes, representing \nartificial harmonics, to enhance a given chord, resulting in the modification of \nthe chord’s timbre. As a consequence, harmony and timbre are united in natural resonance \nas chords are reconfigured sonically by timbral components. This union of harmony \nand timbre can be extended to include the relationship between a chord and its instrumental \ncolor (the quality of which is determined by the instrument’s harmonic spectrum). \nThe quality of a chord’s sound may be linked equally to both the harmonic color \narising from the chord’s resonance elements as well as the chord’s instrumental \ncolor. What emerges through this close connection between pitch and timbre is a \nsingle coloristic quality that is linked to the chord’s sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Since a textural layer embraces the elements of pitch and timbre, it can \nbe interpreted from coloristic perspectives as opposing other layers in a musical \ntexture. I interpret such multi-layered textures in Messiaen’s music as arising \nfrom compositional schemes or, more specifically, additive designs (6) that are based on musical equivalents of simultaneous contrast. In an additive design, \neach layer of a musical texture is enhanced by means of its opposition to other \nlayers, which intensifies the complete texture. This way of viewing \na multi-layered musical texture differs, moreover, from a perspective involving \nstratification. In an additive design, emphasis is placed on how different layers \nof sound are combined to produce a musical texture and not on how a musical texture \nis divided into different layers of sound (as with stratification). Furthermore, \nconsiderable importance is placed on how different textural layers interact with \none another, especially on how they enhance one another through pitch, timbral, \nor pitch and timbral contrast. When used in analysis, stratification leads one to \nfocus more on a layer’s content and less on its interaction with other layers in \nthe musical texture. As posited in this article, I view the mutual enhancement of \ncolors through simultaneous contrast in painting as influencing Messiaen’s structuring \nof multi-layered textures in his music. Such a connection between color and music \nsuggests fresh ways of approaching Messiaen’s works that are in keeping with his \nstatements about how his melodies, harmonies, rhythms, and timbres behave like colors. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Additive designs also comprise compositional schemes that are characterized \nby the simultaneous sounding of two structurally separate harmonic layers in a musical \npassage. While these harmonic layers are hierarchical in the sense that the layer \nclosest to the musical surface (hereafter foreground) contains the pitch content \nof the layer operating at a deeper level of structure (hereafter background), the \nformer is not derived from the latter through techniques of prolongation. Rather, \nthe layers represent two concurrent strands of harmonic activity that are woven \ntogether to form the passage’s musical fabric. The pitch content of the background \ndefines the structure of the passage through strategically-placed chords that function \nas referential points of arrival or departure. The pitch content of the foreground \ncolors the background with its more numerous chords, even to the extent of suggesting \nmotion from one referential point to another. But more strongly, the opposition \ngenerated by the structurally distinct harmonic layers intensifies both the chords found in each layer as well as the color associations suggested \nby them. In fact, as I shall discuss later in this article, this type of additive \ndesign comes closest to resembling color schemes employed in painting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] In this article, I examine the additive designs employed by Messiaen in \nhis opera Saint François d’Assise (1975–83) to explore how simultaneous \ncontrast functions as a structural principle in his music. Saint François is an ideal piece for this study, for it contains, according to Messiaen, all of \nhis harmonic procedures and the colors that he envisioned for his chords. (8) I begin by considering the role simultaneous contrast plays in Delaunay’s and Messiaen’s \nartistic outlooks. Next, I categorize Messiaen’s additive designs to lay the groundwork \nfor a discussion of their use in the Angel’s discourse of scene 3 ( Le baiser \nau lépreux ) and music of scene 5 ( L’Ange musicien ), two of the opera’s \nmost pivotal musical-dramatic moments. In my discussion, I focus on how Messiaen \norganizes pitch materials through the use of separate structural levels, contrasting \nharmonic types and timbres, and the structural connections and separations generated \nby simultaneous pitch-timbre relationships. Moreover, I consider the symbolic \nconnotations suggested by each passage's sound-color harmonies and how they support \nthe drama of their respective scenes. [2] Simultaneous Contrast and the Artistic Outlooks of Delaunay and Messiaen Figure 2 . Color Wheel (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Let us now consider some basic concepts in color theory. Colors are \nusually grouped into analogous and complementary categories \n( Figure 2 ). \nAnalogous colors are three or four colors that are adjacent on a color wheel, such \nas blue-green, blue, and blue-violet. Complementary colors are those hues that lie \ndirectly across from one another on the color wheel, such as red and green. Simultaneous \ncontrast refers to the phenomenon of two colors differing in both tone (a \ncolor’s relative degree of lightness or darkness) and hue when placed side-by-side \n. The amount of mutual enhancement depends on whether the colors are light or dark \nand analogous or complementary, with complementary colors producing the best effects. \nWhen the colors are complementary, they tend to brighten each other with no change \nin hue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The reciprocal enhancement of colors was first described by the nineteenth-century \nFrench color theorist Michel-Eugène Chevreul (1786–1889), who influenced many painters, \nparticularly Delaunay. (9) Delaunay studied \nChevreul’s theories and those of the American color theorist Ogden N. Rood (1831–1902) \nand subsequently incorporated color contrast as a significant part of his painting \napproach. (10) His goal was to produce \na pure painting style based on the interaction of contrasting areas of color. Instead \nof rendering perceived motifs into painted form, Delaunay rebuilt them through color \ncontrast. Delaunay produced a series of paintings entitled Discs (1912–13) \nthat were based on the color wheel, works that he regarded as major experimental \nefforts later in his life. (11) But \nDelaunay’s approach to color harmony was different from Chevreul’s in that Delaunay \nincluded color dissonance, that is, two colors that were neither analogous \nnor complementary, such as red and blue, as an expressive value within his work.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] For Delaunay, colors engage in a perpetual synchronous movement originating \nfrom simultaneous contrasts. (12) Termed rhythmic simultaneity by the painter, this movement is brought about by the \nslow vibrations of complementary colors and the faster vibrations of dissonant colors. \nIn essence, a painting perceived simultaneously features multiple dimensions due \nto its different groups of colors. These colors oppose or neutralize one another, \nand the intensity of a single color’s vibrations is dependent on both adjacent and \ndistant colors in the painting. In sum, colors for Delaunay, as Max Imhdahl puts \nit, “play to and away from each other, now clashing and now harmonizing, catch and \nsynchronize various actions in a kind of steady and unceasing simultaneity of systole \nand diastole.” (13) These optical oscillations, \nmoreover, are not mechanical sequences but continuous motions and therefore reflective \nof real movement. Delaunay viewed such synchronous movements as representative of \na philosophical universality in which the eye experiences the vital movement of \nthe universe as a simultaneous action of separation and reunion. Figure 3 . Robert Delaunay, Formes circulaires. Soleil n° 1 (1912–13) (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Figure 3 , \na reproduction of Delaunay’s Formes circulaires. Soleil n o 1 (1912–13), \ncan be used to illustrate how rhythmic simultaneity functions in his approach to \npainting. Blue and orange are complementary colors that face each other across the \ncircle. The complementary colors of red and green balance the opposition of blue \nand orange by their placement at opposite sides within the circle. The central yellow \ncombines with the purple below it to form a near-complementary relationship. The \ndissonant colors of red and blue and orange and green separate themselves from the \naforementioned complementary colors by their faster vibrations. In short, there \nare multiple color relationships occurring simultaneously.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] As evident from different sources, Messiaen demonstrated some knowledge of \ncolor theory. (14) He described the \nphenomenon of simultaneous contrast and pointed to its basis in scientific research, \nstating that the “eye manufactured complements before painters discovered them.” (15) But more significantly, Messiaen asserted that simultaneous contrast and its musical \ncounterpart, natural resonance, form two key elements of his approach to composition. \nBoth stem from natural phenomena, one by means of the interaction of two colors \nplaced side-by-side and the other from the resonance of a sounding body. Furthermore, \nMessiaen’s use of natural resonance, which involves adding artificial harmonics \nto a given chord to modify its timbre, suggests an analogy with the complementary \nfringe effects produced by staring at a colored circle mounted on a white background. \nWhen one stares at such a colored circle, one will see the color’s complement forming \na halo around the circle’s perimeter. In Messiaen’s music, resonance elements can \nbe considered as musical counterparts to these fringe effects in that they at times \nwill generate (according to Messiaen) coloristic glows or halos above or below the \nchords to which they are added. (16)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] For Messiaen, because simultaneous contrast (17) affects the sense of vision and natural resonance the sense of hearing, they are \ninterconnected phenomena. In other words, they integrate vision and hearing in \nhis \nmusical world. Indeed, this integration of vision and hearing is a significant element \nof Messiaen’s discussions about the role of color in his music, more important, \nin fact, than the identification of a chord’s color association. In Messiaen’s \nview, when someone listens to his music, it is more important that the superior \nsenses of vision and hearing be connected in a manner analogous to the inferior \nsenses of smell and taste; it is less important to see the same colors as he \ndoes. For him, when a person’s vision and hearing are united, that person \nperceives a colored music that is dazzling in its effect and scope, a musical \nanalogue, if you will, to the coloristic effects produced by medieval \nstained-glass windows. [3] Messiaen’s Harmonic Vocabulary: A Précis Example 1 . The Modes of Limited Transposition (click to enlarge) Example 2 . Derivation of the Chords of Transposed Inversions on the Same Bass Note from a V9 Chord (see Traité de rythme , 3:86) (click to enlarge) Example 3 . Chords of Transposed Inversions on the Same Bass Note (click to enlarge) Example 4 . Derivation of the Chords of Contracted Resonance from a V9 Chord (see Traité de rythme , 3:87) (click to enlarge) Example 5 . Chords of Contracted Resonance (click to enlarge) Example 6 . Turning Chords (click to enlarge) Example for Note 22 . Color Associations of Turning Chords, Chronochromie , Strophe I (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Before discussing the additive designs of Saint François, I shall explain \nthe construction of the pitch collections developed by Messiaen that will be mentioned \nin my article (Examples 1–6). Messiaen’s harmonic vocabulary can be divided into \nmodal and non-modal categories. The modes of limited transposition form the \nmodal category and are shown in Example 1 . The modes are seven \nsymmetrical pitch collections that reproduce their original contents after being \ntransposed a given number of times. This reduces the number of distinct \ntranspositional levels from twelve to some smaller value. Mode 1 is the whole-tone collection (set \nclass 6-35 [0,2,4,6,8,10], (18) mode \n2 is the octatonic collection (set class 8-28 [0,1,3,4,6,7,9,10]), and mode 3 \nis a nine-note collection, set class 9-12 [0,1,2,4,5,6,8,9,10]. (19)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The chords of transposed inversions on the same bass note, chords of \ncontracted resonance, and turning chords belong to the non-modal category. \nAs shown in Examples 2–5, the \nchords of transposed inversions and the chords of contracted resonance arise from \nthe modification of a dominant-ninth chord (V 9 ) by appoggiaturas. (20) The chords of \ntransposed inversions consist of four different seven-note chords that are generated \nby replacing the third of a V 9 chord with its chromatic upper neighbor and by \nadding two appoggiaturas above the modified V 9 chord ( Example 2 ). The altered V 9 chord is then \ncycled through three of its four inversions, with the appoggiaturas kept registrally \nabove the V 9 in two of the three inversions. Each inverted form is then transposed \nto begin on the same bass note as the chord’s root-position form ( Example 3 ). The chords of transposed inversions \non the same bass note are all members of set class 7-20 [0,1,2,5,6,7,9].",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The chords of contracted resonance consist of two seven-note chords that \nare produced by replacing the third of a V 9 chord with its chromatic upper neighbor \n( Example 4 ). \nThe V 9 chord is then arranged in second inversion. Two notes representing inferior \nresonance (21) are placed one octave \nand a tritone and two octaves and a minor sixth below the bass note of the altered \nV 9 chord. This chord is preceded by a sonority consisting of five appoggiaturas \nand the same two notes of inferior resonance (not shown in Example 4). In resolving \nto the altered V 9 chord, four appoggiaturas move by step whereas one ascends a \nmajor third. These two chords, members of set classes 7-Z36 [0,1,2,3,5,6,8] and \n7-Z12 [0,1,2,3,4,7,9], respectively, are then rearranged registrally in the most \ncompact way possible to reflect the “contracted” nature of their label ( Example \n5 ).",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Turning chords involve a group of three eight-note harmonies that produces \na single complex of sound-colors. The complex is generated through the changing \npitch and color contents brought about by the succession of the chords ( Example \n6 ). \nMessiaen compared the coloristic effects of turning chords to a translucent, opaline \noctahedron, or, more simply, rainbow-colored glass. (22) Each face of the octahedron has three possible variations of colored light that \ncorrespond collectively to three combinations of eight notes, which equal the twenty-four \nnotes of the three turning chords. Through their succession, turning chords \nsuggest a single column of sound-colors that “turns” while changing. According to Messiaen, a person who experiences a group of turning chords recalls only the cumulative \neffects of their succession (“le fruit des 3 accords”): a single complex of sound-colors \ndominated by one hue. Finally, the three harmonies constituting a turning-chord \ngroup are members of set classes 8-5 [0,1,2,3,4,6,7,8], 8-4 [0,1,2,3,4,5,7,8], and \n8-14 [0,1,2,4,5,6,7,9].",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Non-modal chords suggest a wider variety of color associations than the \nmodes of limited transposition because of Messiaen’s assignment of a unique set \nof colors to each of their twelve possible transpositions. (23) The more numerous color associations brought about by twelve available transpositions \nallow Messiaen more freedom to color his musical passages with a greater variety \nof sound-color harmonies. As for the modes, they suggest fewer color associations \nbecause of their inherent transpositional restrictions. Messiaen assigns one dominant \ncolor or set of colors to each transposition of a mode. Since chords representing \na specific modal transposition will suggest the same transposition again after being \ntransposed either upward or downward by three, four, or six semitones, the modes \ndo not evoke the same level of coloristic variety as that evoked by non-modal sonorities. \nThe number of potential modal color associations is reduced, furthermore, by Messiaen’s \nfavoring of modes 2, 3, 4 , and 6, which are the only modes for which he provides \ncolor associations, (24) over modes \n1, 5, and 7 in his music. Indeed, this number is reduced additionally by Messiaen’s \nfavoring of modes 2 and 3 over modes 4 and 6. (25) In sum, the reduction in both the number of modes and transpositional levels used \nindicates an even greater difference between the variety of color associations suggested \nby the modes and that suggested by non-modal sonorities. [4] The Additive Designs of Saint François d’Assise and Two Introductory \nExamples",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] I group the additive designs of Saint Francois into three categories: \n(1) contrasting additive designs, (2) analogous additive designs, and (3) compound additive designs . Contrasting additive designs include two \nsimultaneous textural layers that emphasize an opposition of either pitch materials \nor pitch and timbre. I borrow the term “contrasting” from color theory to characterize \nthe resemblance of this type of design to the combination of complementary colors \n(color opposites) in painting. (26) Like the simultaneous contrast of complementary colors, the musical contents of \nthe two layers derive a more heightened intensity and expression when they oppose \none another in musical passages. Analogous additive designs arise from the combination \nof two structurally separate harmonic layers that are governed by actual analogous-color \nrelationships. More specifically, a background harmonic structure, normally a tonality, \nis enhanced by foreground pitch collections in conformity with the analogous-color \nscheme created by their respective color associations. Accordingly, I borrow the \nterm “analogous” from color theory to describe the design’s resemblance to the combination \nof hues in an analogous-color scheme in which a dominant color (represented by the \ntonality) is enhanced by its immediate neighbors (represented by foreground pitch \ncollections) on the color wheel through simultaneous contrast.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Compound additive designs are composed of several simultaneous textural \nlayers that produce chromatically saturated pitch spaces. Because of this saturation, \nit is extremely difficult to perceive each layer’s pitch content. (27) But if we consider the pitch materials of each layer as merging with their associated \ntimbres (28) to form pitch-timbres \nand how these pitch-timbres are connected or separated simultaneously, then a sense \nof shape emerges in a compound additive design. These simultaneous relationships \nsuggest, moreover, parallels with Delaunay’s concept of rhythmic simultaneity, which \ndescribes the pervasive synchronous movement of optical vibrations generated by \nthe juxtaposition of complementary and dissonant colors in painting. Pitch-timbres \ndwell in a self-contained sound space and mimic the rhythmic simultaneity of colors \nthrough musical relationships based on similarities or dissimilarities in pitch, \ntimbre, or both. For example, two layers may be connected to each other by being \nlinked with members of the same instrumental family, such as the violins and violas, \nand with similar pitch collections, such as modes 1 and 3. (29) They may diverge simultaneously from a third layer that is linked with a different \ninstrumental family, such as the woodwinds, and different pitch collections, such \nas a series of chords of transposed inversions. Thus, through various connections \nand separations, pitch-timbres exhibit varying degrees of integration and disassociation \nin compound additive designs, displaying, more often than not, high levels of disassociation. Example 7 . Contrasting Additive Design (Pitch/Timbral Opposition): Analytical Reduction, Pitch-Class Complementation, Brother Masseo's Ornithology Lesson, Le Prêche aux oiseaux , R27:1–7 (click to enlarge) Example 8 . Chord of Total Chromaticism, Analytical Reduction, Le Prêche aux oiseaux , R54:5 (click to enlarge)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Before turning to the Angel’s discourse in Le baiser au lépreux and music in L’Ange musicien in which analogous and compound additive \ndesigns will be discussed, respectively, let us consider two examples of contrasting \nadditive designs in Saint François . Example 7 illustrates a contrasting additive \ndesign composed of two textural layers that are pitch-class complements of one another. \nThe example is taken from the third strophe of Brother Masseo’s ornithology lesson \nin scene 6, Le Prêche aux oiseaux. (30) Messiaen acknowledged this use of pitch-class complementation as a type of simultaneously \ncontrast derived from Delaunay in an interview with Almut Rössler: I’ve noticed during the replaying [of] some of my works, that I’d unintentionally \n  employed the well[-]known phenomenon of complementary colours, called ‘simultaneous \n  contrasts’ in the painting world, and used most of all by Delaunay. An example: \n  if I have a chord made up of seven notes, one also hears the other five which \n  are missing–played by other instruments or in another register. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In Example 7, \nBrother Masseo’s melodic line is supported initially by chords drawn from mode 2:1 \n<0,1,3,4,6,7,9,10> (32) and a chord \nof transposed inversions on A (first inversion, represented by CTI 1 /A {0,1,2,5,6,7,9}). \nThe harmonic support moves to a series of turning chords followed by three statements \nof an eight-note chord, set class 8-16 [0,1,2,3,5,7,8,9]. Beginning with the last \nturning chord, 8-14 {8,10,11,0,1,3,4,5}, and proceeding through the three transpositions \nof 8-16, Messiaen employs a contrasting textural layer composed of the literal pitch-class \ncomplements of these chords.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The aggregates formed by the combination of these two layers can be analyzed \nas chords of total chromaticism . This non-modal chord type is often realized \nas either eight- and four-note or seven- and five-note harmonies that are literal \npitch-class complements of one another. Example 8 shows an analytical reduction \nof a chord of total chromaticism taken from Saint Francis’s dream of New Caledonia \nin Le Prêche aux oiseaux . (33) The chord consists of three superimposed triadic harmonies with added notes. The \ntwo bottom harmonies form set class 8-16 {3,4,5,6,8,10,11,0}, while the top harmony \nforms 4-16 {7,9,1,2}, the literal pitch-class complement of the eight-note sonority \nbelow. This chord of total chromaticism not only matches the registral distribution \nof the last three aggregates of Example 7 but also is similar in timbral \nmake-up–all of these chords are sounded primarily by strings, horns, bassoons, flutes, \nand piccolos. But identifying the chord type that the aggregates of Example 7 might \narise from is not pertinent here; rather, the focus should be on how these aggregates \nare generated. In other words, why does Messiaen combine two distinct textural layers \nthat are not only literal pitch-class complements of one another but also sounded \nby different instrumental families (strings, horns, and bassoons vs. flutes and \npiccolos)? As evinced in the Rössler interview, I believe that these aggregates \nresult from Messiaen’s use of simultaneous contrast. On a canvas, a painter enhances \na given color (e.g., red) by juxtaposing it with its complement (e.g., green), resulting \nin complementary afterglows around each color. In Example 7’s contrasting additive \ndesign, the four-note chords in the top layer can be viewed as musical analogues \nto such complementary afterglows. Each of these chords intensifies the “chroma” \nof its respective eight-note chord in the bottom layer through pitch-class complementation \nand contrasting timbres. (34) Example 9 . Contrasting Additive Design (Pitch/Timbral Opposition): Two Active Parts, Avian Commentary on “Perfect Joy,” La Croix , R66:6–9 (click to enlarge) Figure 4 . Spatial Arrangement of the Orchestra at the Palais Garnier (1983) (click to enlarge) Figure 5 . Analogous Additive Design (click to enlarge) Example 10 . Analogous Additive Design: Foreground Design, Angel’s Discourse, Analytical Reduction of Strophe 1, Le baiser au lépreux , R62:1–12 (click to enlarge) Example 11 . Analogous Additive Design: Foreground Design, Angel’s Discourse, Analytical Reduction of Strophe 3, Le baiser au lépreux , R69:2–18 (click to enlarge)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Example 9 shows a contrasting additive design composed of two active parts that is taken from \nthe avian commentary on “perfect joy” (35) in scene 1, La Croix (R66:1–R73:11). The skylark II’s harmonic support is \ndistinguished by non-modal and modal pitch collections. The chords of transposed \ninversions govern the bird’s flourishes with chords drawn from mode 3:3 <2,4,5,6,8, \n9,10,0,1> serving as harmonic foil. A chord of transposed inversions on C ♯ (first inversion, CTI 1 / C ♯ {4,5,6,9,10,11,1}), the \npassage’s concluding chord, gives harmonic focus to the bird’s chordal support, \nwhich includes other chords of transposed inversions (CTI 1 / D ♯ {6,7,8,11,0,1,3}, CTI 1 / B ♭ {1,2,3,6,7,8,10}, CTI 1 /D \n{5,6,7,10,11,0,2}) that alternate with subsets from mode 3:3 (6-14 {1,4,5,6,8,9}, \n6-15 {6,9,10,0,1,2}). (36) The harmonic \ncontent of the passage is indicative, furthermore, of the skylark II’s music throughout \nthe commentary. Chords of transposed inversions (especially the CTI 1 / C ♯ ) \nand, to a lesser extent, chords of contracted resonance (7-Z36 [0,1,2,3,5,6,8], \n7-Z12 [0,1,2,3,4,7,9]) play important roles in defining the bird’s flourishes. Mode \n3:3 along with mode 3:2 <1,3,4,5,7,8,9,11,0> continues to serve as harmonic contrast \nto these chords. These modes are consistently represented by their subsets 6-14 \n[0,1,3,4,5,8], 6-15 [0,1,2,4,5,8], and 6-21 [0,2,3,4,6,8].",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The skylark I’s harmonic support consists of trichords drawn primarily \nfrom set classes 3-1 [0,1,2], 3-4 [0,1,5], and 3-5 [0,1,6]. These trichords, moreover, \nare realized with wide interval spacings in pitch space. These chords distinguish \nthemselves from the larger and more tertian-sounding chords found in the skylark \nII’s music. In addition, the skylark I’s musical modules are shorter than their \ncounterpart’s, which intensifies the harmonic differences between the two pitch \nschemes. For example, 3-4 initiates three of the bird’s gestures in the same amount \nof time taken up by one gesture in the skylark II’s music. But in a certain sense, \nthis is a logical consequence of the skylark I’s more static harmonic content, for \nits modules must proceed at a faster rate to balance the slower but more harmonically \nvaried modules of the skylark II. Finally, like the skylark II’s music, the harmonic \ncontent of the passage is fairly indicative of the skylark I’s music throughout \nthe commentary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The two simultaneous textural layers of Example 9 exhibit not only more internal \nharmonic contrast than Example 7 but more timbral contrast as well: \nthe skylark I’s music is played by the xylos (37) and the skylark II’s music by the woodwinds. As shown in Figure 4 , this timbral contrast was accentuated \nspatially by Messiaen in the 1983 performances of Saint François in Paris. (38) Messiaen had twenty-two woodwinds placed on a platform to the left of the stage \nand five mallet percussion instruments, which included the xylo ensemble, on a platform \nto the right of the stage. According to Messiaen, such an arrangement favored these \ntwo ensembles but minimized the strings. [5] Analogous Additive Design: The Angel’s Discourse, Le baiser au lépreux",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Let us now study the analogous additive design used in the Angel’s discourse \nfrom Le baiser au lépreux (scene 3). The Angel’s discourse is one of the \nmost dramatic passages of Saint François . Indeed, Messiaen considered the \nwords spoken by the Angel in scene 3 to be one of the opera’s most important texts. (39) Reflecting God’s intervention in the situation involving Saint Francis and the Leper, (40) the Angel appears behind a window and addresses the Leper with words adapted from \n1 John 3:20: “Leper, your heart accuses you. But God is greater than your heart. \nHe is Love, He is greater than your heart, He knows all. But God is all Love, and \nhe who abides in Love abides in God, and God in him” (“Lépreux, ton coeur t’accuse. \nMais Dieu est plus grand que ton coeur. Il est Amour, Il est plus grand que ton \ncoeur, Il connaît tout. Mais Dieu est tout Amour, et qui demeure dans l’Amour demeure \nen Dieu, et Dieu en lui.”).",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The tonality of A major constitutes the music’s background design \n( Figure 5 ). \nIt is the musical analogue to the dominant color of an analogous-color scheme. In \nstrophes 1, 2, and 4, A major is asserted by a first-inversion A-major triad that \nbegins and ends each strophe. In strophe 3, Messiaen varies this background design \nby cadencing on an EMm chord, A major’s dominant, producing \nan open harmonic movement that achieves closure in strophe 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The music’s foreground pitch collections are drawn chiefly from the second \nand third modes of limited transposition. These modes are the musical analogues \nto the subordinate colors that enhance the dominant color of an analogous-color \nscheme through simultaneous contrast. They are suggested by characteristic subsets \nand are positioned within the larger harmonic area of A major. In each strophe, \nmodal subsets often combine to form a larger subset that is one note short of its \nparent scale. In strophes 1 and 2, which are virtually alike, subsets from modes \n3:2 <1,3,4,5,7,8,9,11,0> and 3:3 <2,4,5,6,8,9,10,0,1> are juxtaposed to represent \ntheir respective parent collections ( Example 10 ). After the opening A-major chord, \nMessiaen suggests mode 3:2 by inserting a characteristic subset, 6-15 {9,0,1,3,4,5}, \ninto the passage. These two chords alternate before giving way to another modal \nsubset, 6-21 {11,1,3,4,5,7}. At this point, Messiaen transforms 6-15 and 6-21 by \na T 5 operation, engendering a move to mode 3:3 and a different harmonic area. (41) In both cases, these modal subsets result in 8-24 [0,1,2,4,5,6,8,10], a larger subset \nthat is one note short of its mode 3 scale [0,1,2,4,5,6,8,9,10].",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Strophe 3 differs from previous strophes as mode 2:1 <0,1,3,4,6,7,9,10> \nis suggested by subsets 3-11 [0,3,7], 4-26 [0,3,5,8], and 4-Z29 [0,1,3,7] ( Example \n11 ). \nA four-chord succession consisting of three members of set class 4-Z29 followed \nby 3-11, the discourse’s A-major chord, begins the strophe. The drive to each A-major \nchord in the succession, moreover, serves to polarize A major within the mode as \nwell as to reinforce A major as the strophe’s tonality. At the end of the strophe, \n4-26 and two members of 4-Z29 combine to form 7-31 [0,1,3,4,6,7,9], the octatonic \nheptachord, which reestablishes mode 2:1’s harmonic priority before the strophe’s \nconclusion on the dominant of A major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The mode 2:1 harmonic area, labeled A in Example 11, is followed by a contrasting \nharmonic area labeled B. Consisting primarily of the chords of contracted resonance \nand chords of transposed inversions, area B heightens the harmonic differences between \nstrophe 3 and strophes 1 and 2. As mentioned above, the mode 2:1 harmonic area (A) \nreturns before the strophe concludes on the dominant of A major. By enclosing these \ntwo non-modal chord types, mode 2:1 asserts itself as the more consequential foreground \npitch collection of strophe 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] (Strophe 4 [R72:1–24] is an expanded version of strophes 1 and 2. The only \ntangible difference between it and the music’s previous strophes is the inclusion \n[beginning at R72:12] of a succession of chords of transposed inversions that is \nfollowed by two chords suggesting mode 3:3 {1,2,4,5,6,8,9,10}.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Despite the presence of other pitch structures, modes 2 and 3 are the featured \nforeground pitch collections in the Angel’s music depicted in Examples 10 and 11. Among the transpositional levels \nof these modes, only 2:1, 3:2, and 3:3 contain A-major triads, thus their inclusion \nin the Angel’s music is conditioned at first glance by the common tones they share \nwith the tonality of A major. But more strongly, an analogous-color scheme connects \nthese modes to A major when all of their colors are combined. For Messiaen, the \nkey of A major is blue because its tonic triad, an A-major chord, suggests the same \ncolor in his synesthesia. (42) In the \nAngel’s discourse, Messiaen chooses those modes whose color associations harmonize \nwith the blue of A major. With the exception of gray, a color associated with mode \n3:2, the blue-violet of mode 2:1, the mauve of 3:2, and the blue and green of 3:3 \nneighbor the blue of A major when considered on a color wheel. For its part, gray \nmerges easily with this color scheme through its characteristic absorption of the \nstrengths of its neighboring colors. Thus, through the simultaneous contrast of \nanalogous colors, these modes enhance the tonality of A major from a sound-color \nperspective.",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The colors in the Angel’s discourse suggest psychological connotations \nbased on color perception and symbolism. Blue, blue-violet, green, and mauve reflect \nthe cool side of the color spectrum and allude to the uniform, perhaps calm, nature \nof the Angel’s message to the Leper. Because of the symbolic connotations of blue, \nA major, in its role as the discourse’s tonality, reinforces the Angel’s theological \nmessage about the truth of heavenly love. In Christian color symbolism, blue represents \nheaven and heavenly love because it is the color of the sky. It is also associated \nwith truth because, as George Ferguson states, “blue always appears in the sky after \nthe clouds are dispelled, suggesting the unveiling of truth.” (43) While discussing color symbolism with Claude Samuel in 1967, Messiaen alluded to \nhyacinth, a bluish violet, as representing the truth of love in medieval color symbolism. (44) Thus, I interpret A major’s association with the Angel’s music in scene 3 as representing \nthe truth of heavenly love in the opera’s dramatic design. [6] Compound Additive Design: The Angel’s Music, L’Ange musicien",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Let us now consider the compound additive design associated with the Angel’s \nmusic in scene 5. In L’Ange musicien, Saint Francis is visited by the Angel, \nwho paraphrases a passage from Saint Thomas Aquinas’s Summa Theologiae regarding \nGod and the nature of truth: “God dazzles us by an excess of Truth. Music carries \nus to God by an absence of Truth” (“Dieu nous éblouit par excès de Vérité. La musique \nnous porte à Dieu par défaut de Vérité.”). (45) The Angel plays celestial music for Saint Francis, which allows the friar to experience \nthe foretaste of heavenly joy that he had prayed for earlier in the scene.",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The design’s pitch-timbres suggest simultaneous connections and separations \nbased on their relationships to C major, which is the tonality of the Angel’s music \nand the design’s center of gravity. C major is established immediately prior to \nthe sounding of this compound additive design by a prolonged second-inversion C-major \ntriad when the Angel first plays its melody (R86:1–R87:4). As with A major, the \nkey of C major connotes white in Messiaen’s synesthesia because its tonic triad \nalso suggests white. Since white connotes holiness and purity in Christian color \nsymbolism, (46) I interpret the key \nof C major as representing the goal of Saint Francis’s progression of faith, which \nis defined by the fullness of grace, that is, complete holiness and purity, in his \nsoul. Through its use in the Angel’s music, C major not only suggests the celestial \njoy that Saint Francis had asked for earlier in the scene but also connects L’Ange musicien theologically to La mort et la nouvelle vie, the opera’s \nlast scene, which ends in C major. In this last scene, Saint Francis has reached \nthe end of his spiritual journey. He prepares for his death and resurrection, anticipating \nthe abundant grace and joy that he will experience in heaven. Example 12 . Compound Additive Design (Several Simultaneous Textural Layers), Angel’s Celestial Music, L’Ange musicien , R89:1–4 (click to enlarge) Example 13 . Compound Additive Design (Several Simultaneous Textural Layers), Analytical Reduction, Harmonic Content of the Blackbird’s Song, L’Ange musicien , R89:2–4 (click to enlarge)",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] In Example 12 , \nI have identified eight pitch schemes and numbered them 1 through 8. (47) The strings feature three designs that involve  modes 2 and 3 and connections \nto C major. As the Angel’s melody is sounded by three Ondes Martenot playing glissandos \nback and forth from C3 to C7, the first violins in design 1 play an ostinato of \ntwelve chords in mode 3:1, while the violas in design 2 play eleven chords in mode \n2:1. Each ostinato begins with a C-major chord and thus makes a connection to the \nAngel’s tonality. A melodic ostinato in mode 2:1 played by part of the cellos in \ndesign 3 starts later and runs its own course. Like its counterparts that display \nconnections to C major, the ostinato begins and ends on pitch-class C.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The flutes, clarinets, and xylos play pitch schemes (4-6) that are associated \nwith the songs of the blackbird, robin, and nightingale, respectively. As shown \nin Example 13 , \nthe blackbird’s song in scheme 4 is supported chiefly by pitch collections that \nare connected to C major through the placement of artificial harmonics above and \nbelow a C-major chord. But these pitch collections also suggest mode 3:1, which \nlinks the bird’s song to the music of the violins I. Unlike the blackbird’s song, \nthe songs of the robin and nightingale in schemes 5 and 6 are not connected to C \nmajor or the modes of limited transposition–the robin’s music is supported primarily \nby tetrachords that are subsets of the diatonic collection [0,1,3,5,6,8,10], and \nthe nightingale’s music is supported by trichords that suggest a chromatic harmonic \nfield {8,10,11,0,1,2,3,4,5}.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Both transpositions of mode 1 are also included in this compound additive \ndesign. In scheme 7, horns 1 and 3, doubled later by the English horn, bassoon 1, \nand tubular bells, sound dyads that establish mode 1:1, the whole-tone collection \non C <0,2,4,6,8,10>. Later in the passage, scheme 7 includes C as a prominent note \nin its part, hence connecting its pitch materials to C major (see R89:5, 12–16). \nIn scheme 8, the cellos and double basses play a scalar form of set class 7-33 {11,0,1,3,5,7,9}, \na whole-tone superset, which is really mode 1:2 <1,3,5,7,9,11>, the whole-tone collection \non C ♯ , with pitch-class C placed initially at both ends. \nThis strand complements the mode 1:1 strand and likewise exhibits connections to \nC major through pitch-class C.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] The eight pitch schemes produce a predominantly whole-tone pitch space \nspanning C1 to G3 and a chromatically saturated pitch space from B ♭ 3 \nto B7. Connecting both spaces is another—from C3 to C7—outlined by the Angel’s melody \non the Ondes Martenot. Thus, there are three overlapping pitch spaces that feature \ndifferent pitch-timbres. As I alluded to previously, the Angel’s melody and tonality \nof C major are the design’s center of gravity. Pitch-timbres give shape to the congested \nupper pitch space through a series of oppositions that are based on their relationships \nto C major, their similar or dissimilar timbres, and whether or not they are related \nto the modes of limited transposition. These pitch-timbres also interact with those \nof the lower pitch space based on the same considerations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] The upper pitch space exhibits more activity than the lower due to its concentrated \nmixing of woodwind, percussion, horn, and string pitch-timbres. Within this space, \nthe woodwind and xylo pitch-timbres, aside from their obvious differences in instrumental \ncolor, contrast collectively with the more homogeneous string pitch-timbres. While \nthe blackbird’s C-major-based chords bear abstract connections with the diatonic \ncollections of the robin’s song, these relationships are not as close as those exhibited \nby, for example, the violas and cellos that share mode 2:1 and connections to C \nmajor. The songs of both birds, moreover, contrast with the chromatic pitch field \nand timbre of the nightingale. Since the birds’ pitch-timbres not only exhibit differences \nas a group but also tenuous connections to C major and the modes, they separate \nthemselves from the more closely-related pitch-timbres of the strings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The timbres that merge with mode 1:1 (English horn, bassoon 1, horns 1 \nand 3, and tubular bells) display diverse relationships with the foregoing pitch-timbres. \nThey are connected to string pitch-timbres through their pitch associations (mode \n1:1 and C major) but distance themselves through timbral associations. On the other \nhand, they are closer to the woodwind and xylo pitch-timbres from timbral perspectives \nbut more distant from pitch perspectives (clarinets and xylos).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] All of the previous pitch-timbres exhibit relationships with pitch-timbres \nactive in the whole-tone pitch space. Since they include cellos, double basses, \nand bassoons 2 and 3, the lower space’s pitch-timbres intersect coloristically with \nthe upper space’s instrumental families. Their mode 1:2 coupling and connection \nto C major, furthermore, distance them from the pitch contents of the robin and \nnightingale, connect them with that of the blackbird and the strings, and link them \nclosely with the mode 1:1 strand of the horns and lower woodwinds. Since they are \nmode 1:1’s complement and, when combined together, form the aggregate, the mode \n1:2 pitch-timbres both oppose as well as complete their modal counterpart. (48) Figure 6 . Compound Additive Design Associated with the Angel’s Music, L’Ange musicien , R89:1–16 (click to enlarge)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The passage’s large-scale context lies rooted in a harmonic duality involving \nC major. Through their connections to C major, pitch-timbres in the upper and lower \npitch spaces reinforce the central pitch space’s tonality and symbolic importance. \nOn the other hand, pitch-timbres not connected to C major balance the emphasis on \nthe design’s center of gravity. In sum, this compound additive design, unlike many \nothers in Saint François, exhibits more integration than disassociation among \nits pitch-timbres. Different pitch-timbres link up with one another to form various \nstrands of musical continuity that lend shape to the Angel’s music. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] Figure 6 summarizes the foregoing discussion. [7] Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In this article, I have considered how simultaneous contrast functions as \na structural principle in Messiaen’s music by exploring the additive designs of Saint François d’Assise. I have argued for analogies between a painter’s \nuse of color and Messiaen’s use of musical layers involving pitch and timbre. By \nstudying Messiaen’s musical materials from coloristic perspectives, especially those \ninvolving contrast, I believe that we can increase our understanding about their \ncombination, interaction, and movement. Focusing on a single chord and color association \nis to focus on an amorphous entity. Messiaen’s chords and colors, as well as other \nmusical elements, achieve movement and expression through oppositions rooted in \nsimultaneous contrast.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] My approach to sound-color relationships differs from the work of other \nscholars who have written on the subject of Messiaen and color. While my approach \nemphasizes simultaneous contrast and includes musical applications that encompass \npitch, timbre, or both with general connections to color, other scholars have either \n(1) attempted to access Messiaen’s synesthetic responses to understand how he structures \nhis music or (2) explored general correspondences between color complements and \nhis harmonic practice. (50) While Messiaen’s \nsynesthesia drives his compositional approach, we should not assume that analytical \napproaches to the role of color in his music have to be driven by perspectives derived \nfrom neuropsychology, or, for that matter, comparisons with Scriabin. Rather, sound-color \nrelationships in Messiaen’s music should be viewed from the perspective of simultaneous \ncontrast. As I stated at the outset of this article, Messiaen compared the way he \nstructures his music to the way a painter structures colors on a canvas (see paragraph \n1.1). Both of their approaches to color involve the mutual enhancement of their \nmaterials through simultaneous contrast; the distinctive characteristics associated \nwith a particular musical entity or color are secondary considerations. In other \nwords, a painter juxtaposes two complementary colors on a canvas because they intensify \none another to an appreciable degree, not because they lie directly opposite one \nanother on a color wheel. Similarly, Messiaen combines, for example, two chords \nin his music because they enhance one another from sound-color perspectives, not \nbecause both chords define larger harmonic areas or happen to be literal pitch-class \ncomplements that form an aggregate. Aggregates and larger harmonic areas should \nbe viewed as by-products of Messiaen’s more fundamental use of simultaneous contrast \nand not as fundamental constructs that determine harmonic activity on the musical \nsurface.",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Since simultaneous contrast plays an important role in Messiaen’s musical \nthinking, (51) I believe when analyzing \nhis music that we should focus on the ways in which it is manifested in his works. \nThe examples offered in this article are but a few of many possible applications \nto the composer’s music. For example, many of Messiaen’s harmonic structures, particularly \nhis non-modal ones, consist of either a tertian structure that is enhanced by artificial \nharmonics or two superimposed tertian structures. (52) In either case there is an interaction between two opposing elements, with each \nelement assigned one color or a set of colors. One element will either be absorbed \nby the other element, resulting in its dominance by the other element in terms of \nboth sound and color, or there will be a balanced interplay between the two elements, \nproducing a harmonic structure that derives its sonic intensity from the interference \nof two equally competing but different harmonic spectra.",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Examining the ways in which the connection between vision and hearing \nis expressed in Messiaen’s music is essential when trying to grasp his \ncompositional designs. It is through this connection that Messiaen creates his \nmusic, which gives him an indication of what it would be like to experience his \nconception of eternity where a person’s senses of vision and hearing will be \nunited, not separated. While I regard the composer’s colored-hearing synesthesia \nto be real and not the product of a bizarre temperament, I view Messiaen’s \ndescriptions of his sound-color harmonies from more distant vantage points when \nconsidering his compositional designs. Assigning precise musical correlations to \nMessiaen’s statements about the colors of his chords may prove to be an \nimpossible task because of the personal nature of his synesthesia. Although we \nwill certainly find correlations between the composer’s harmonies and color \nassociations, these correlations will ultimately be inexact and hence reflect \nsound-color relationships in broad terms. (53) Sound-color relationships in Messiaen’s music are based on the connection \nbetween vision and hearing, represented in his compositional aesthetic by \nsimultaneous contrast and its counterpart in music, the natural resonance of \nvibrating bodies. Whether by the interaction of one sound-color harmony with \nanother, or by interactions involving different musical parameters, simultaneous \ncontrast is connected to the process of transformation, enjoyed most by Messiaen \nas a composer. (54) Thus, to \nincrease our understanding of how Messiaen structures his music, we should focus \non the various ways he transforms his musical materials, particularly on the \nways dynamic relationships are generated by his use of simultaneous contrast.",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.02.8.2.benitez.html",
    "data": "mto/data/mto.02.8.2.benitez.json"
}