{
    "title": "Switching the Backbeat: The Quick Flip and Polymetric Pogo in 1980s-era Rock Music",
    "date": "2022/03/01",
    "volume": "28",
    "issue": "1",
    "authors": [
        "Cairns, Zachary"
    ],
    "abstract": "This article explores manipulations of the nearly ever-present backbeat in rock music from the “long” 1980s. The status of the backbeat as not only metrically consonant but a defining feature of rock meter is discussed within the context of dual-aspect meter. Operating from the assumption that isochronous snare drum hits in rock are heard as a backbeat, placing those snare drum hits on beats otherthan 2 and 4 creates a particular kind of metrical dissonance, which I refer to as abackbeat switch. I examine two ways in which a backbeat switch occurs, thequick flipand thepolymetric pogo. A quick flip usually occurs at a phrase break, where the drummer apparently (but intentionally) “drops a beat” and then resumes the backbeat pattern, thus shifting it “to the left.” A polymetric pogo involves a situation where the backbeat-insistent drummer is pitted against the rest of the band playing in an odd-cardinality meter, resulting in snare hits that bounce back and forth between even-numbered beats and odd-numbered beats every other measure. Short examples by The Cars, Paul Weller, Steve Vai, and Sting are used to demonstrate the article’s fundamental concepts, and longer examples by Tesla, Jerry Goldsmith, and Extreme place these concepts into larger contexts.",
    "keywords": [
        "rhythm",
        "meter",
        "backbeat",
        "rock music",
        "metrical dissonance"
    ],
    "doi": "10.30535/mto.28.1.2",
    "received": "February 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.1/mto.22.28.1.cairns.pdf",
    "author_info": [
        {
            "name": "Zachary Cairns",
            "university": "University of Missouri - St. Louis",
            "address": "Department of Music, One University Blvd., St. Louis, MO 63121",
            "email": "cairnsz@umsl.edu"
        }
    ],
    "citations": {
        "baur_2012": "Baur, Steven. 2012. “Backbeat.” In Grove Music Online. https://doi.org/10.1093/gmo/9781561592630.article.A2227622 .",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). https://doi.org/10.30535/mto.20.2.1 .",
        "bruschi_2020": "Bruschi, Michael. 2020. “The Role of Beat Two in Funky Grooves.” Presentation given at the Society for Music Theory annual meeting (virtual), November 8.",
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music. Indiana University Press.",
        "butterfield_2011": "Butterfield, Matthew. 2011. “Why Do Jazz Musicians Swing Their Eighth Notes?” Music Theory Spectrum 33 (1): 3–26. https://doi.org/10.1525/mts.2011.33.1.3 .",
        "cairns_2007": "Cairns, Zachary. 2007. “Juggling Twos and Threes.” Presentation given at the Society for Music Theory annual meeting, Baltimore, MD, November 17.",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40 (1): 121–37. https://doi.org/10.1093/mts/mty005 .",
        "copeland_2014": "Copeland, Stewart. 2014. “Master Class: Understanding the Music Business.” Video produced by DrumChannel. https://www.drumchannel.com/thecourses/a-master-class-with-stewart-copeland/lessons/master-class-part-2/ .",
        "danielsen_2006": "Danielsen, Anne. 2006. Presence and Pleasure: The Funk Grooves of James Brown and Parliament. Wesleyan University Press.",
        "de_clercq_2016": "de Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.3 .",
        "flans_1993": "Flans, Robyn. 1993. “Vinnie Colaiuta.” Modern Drummer 17 (10): 20–24, 56–68.",
        "hanenberg_2018": "Hanenberg, Scott. 2018. “Unpopular Meters: Irregular Grooves and Drumbeats in the Songs of Tori Amos, Radiohead, and Tool.” PhD diss., University of Toronto.",
        "hanenberg_2020": "Hanenberg, Scott. 2020. “Using Drumbeats to Theorize Meter in Quintuple and Septuple Grooves.” Music Theory Spectrum 42 (2): 227–46. https://doi.org/10.1093/mts/mtaa005 .",
        "harrison_1996": "Harrison, Gavin. 1996. Rhythmic Illusions . Alfred Music.",
        "hesselink_2016": "Hesselink, Nathan. 2016. “The Backbeat As Expressive Device in Popular Music.” Presentation given at the Society for Music Theory annual meeting, Vancouver, WV, November 4.",
        "honing_and_de_haas_2008": "Honing, Henkjan, and W. Bas de Haas. 2008. “Swing Once More: Relating Timing and Tempo in Expert Jazz Drumming.” Music Perception 25 (5): 471–6. https://doi.org/10.1525/mp.2008.25.5.471 .",
        "igoe_2005": "Igoe, Tommy. 2005. Groove Essentials: The Groove Encyclopedia for the 21st-Century Drummer. Hudson Music.",
        "keaveny_2016": "Keaveny, Shaun. 2016. Get Playing with Legendary Drummer Steve White . Video produced by BBC. https://www.bbc.co.uk/programmes/articles/3pTTYN8k0zsTgS9d7NkKyRY/steve-white-drums-masterclass .",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195116236.001.0001 .",
        "leak_2012": "Leak, Douglass. 2012. Liner notes for Hoosiers: Original MGM Motion Picture Soundtrack, Jerry Goldsmith. Intrada Special Collection ISC 226.",
        "mattingly_1995": "Mattingly, Rick. 1995. “Grooving with Vinnie Colaiuta.” Percussive Notes 33 (1): 8–15.",
        "mccandless_2010": "McCandless, Gregory. 2010. “Rhythm and Meter in the Music of Dream Theater.” PhD diss., Florida State University.",
        "moses_1984": "Moses, Bob. 1984. Drum Wisdom. Modern Drummer Publications.",
        "osborn_2017": "Osborn, Brad. 2017. Everything in Its Right Place: Analyzing Radiohead. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190629229.001.0001 .",
        "osborn_2010": "Osborn, Brad. 2010. “Beats That Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 3 (1): 43–68.",
        "ramsey_2016": "Ramsey, Jan. 2016. “Video: Harry Connick Jr. Heroically Tricks a Crowd into Clapping on the 2 & 4.” OffBeat Magazine, December 27. https://www.offbeat.com/news/video-harry-connick-jr-heroically-tricks-crowd-clapping-on-the-2-4/ .",
        "santelli_1985": "Santelli, Robert. 1985. “David Robertson—Driving The Cars.” Modern Drummer 9 (5): 18–21, 68–73.",
        "tamlyn_1998": "Tamlyn, Garry. 1998. “The Big Beat: Origins and Development of Snare Backbeat and other Accompanimental Rhythms in Rock’n’Roll.” PhD diss., University of Liverpool.",
        "temperley_1999": "Temperley, David. 1999. “Syncopation in Rock: A Perceptual Perspective.” Popular Music 18 (1): 19–40. https://doi.org/10.1017/S0261143000008710 .",
        "temperley_2018": "Temperley, David. 2018. The Musical Language of Rock. Oxford University Press. https://doi.org/10.1093/oso/9780190653774.001.0001 .",
        "vai_2019": "Vai, Steve. 2019. “Alien Guitar Secrets: Greasy Kid’s Stuff Demonstration.” Video produced by TrueFire. https://truefire.com/steve-vai-guitar-lessons/alien-guitar-secrets/passion-and-warfare/greasy-kids-stuff-demonstration/ .",
        "weinberg_1994": "Weinberg, Norman. 1994. “Guidelines for Drumset Notation.” Percussive Notes 32 (3): 15–26.",
        "wertico_2017": "Wertico, Paul. 2017. Turn the Beat Around: A Drummer’s Guide to Playing “Backbeats” on 1 & 3. Alfred Music.",
        "wessels_2009": "Wessels, Mark. 2009. A Fresh Approach to the Drumset. Mark Wessels Publications.",
        "wilson_2016": "Wilson, Andrew. 2016. “Dual-Aspect Meter: A Theory of Metrical Consonance, Dissonance, Weight, and Variety.” PhD diss., City University of New York.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* A portion of this paper was presented at the annual meeting of the South Central Society for Music Theory, Louisiana State University (March 15, 2019). I would like to express my deep gratitude to the attendees of that conference session, and especially to the anonymous reviewers from MTO, whose insightful comments were immensely helpful in preparing the final version of this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. Briefly stated, the backbeat can be defined as a pattern of strong phenomenal accents, usually by a snare drum, on beats 2 and 4 of a quadruple meter like 4 4 . See Baur ( 2012 ), Biamonte ( 2014 , 6.2), and Tamlyn ( 1998 ).",
            "citations": [
                "baur_2012",
                "biamonte_2014",
                "tamlyn_1998"
            ]
        },
        "FN2": {
            "text": "2. Drummer Vinnie Colaiuta explains this practice from the perspective of a desire to keep odd-cardinality meters from sounding “jerky.” In an interview, he said, “But the thing is, regardless of how many pulses a bar happens to contain, you're going to play it with the same consideration of feel that you would if you were playing 4 4 , meaning that you're going to make it feel good no matter what it is. A bar of seven or eleven is not going to feel like four, but it may have subdivisions that give you the feeling of a backbeat for enough of a moment to get that same kind of feeling” ( Mattingly 1995 , 9).",
            "citations": [
                "mattingly_1995"
            ]
        },
        "FN3": {
            "text": "3. There are probably countless instructional books that take a similar approach, but I have selected these two as representatives because they take widely different approaches toward the same musical goal. Wessels’s book is fairly explicit in its instructions: “To create a different sound to your groove, move the right hand to the ride cymbal and add a left foot hi-hat on beats 2 & 4” ( 2009 , 20). Later, in reference to a pre-recorded track made up of two 16-bar sections, Wessels counsels players to “Listen to how different the groove sounds from [phrase 1] to [phrase 2]. Songs will often have different sounds when moving from one phrase to the next” ( 2009 , 21). The groove referenced in this quote is a backbeat pattern with eighth notes on the hi-hat for phrase 1 and eighth notes on the ride cymbal for phrase 2.  In contrast, Igoe presents a groove and two variations for each play-along track, allowing the student to decide when (and if) to change from one pattern to another. The accompanying text for each groove usually describes the form of the pre-recorded track: “One glance at the chart and you can see that this is a 16-bar song form and we’re going to repeat that form four times” ( Igoe 2005 , 20). The student is encouraged to consider variations with statements like, “Read these descriptions [of the song’s changing instrumentation] carefully for all charts. They will help you make smart musical choices for groove variations and dynamics” ( Igoe 2005 , 20).",
            "citations": [
                "wessels_2009",
                "wessels_2009",
                "igoe_2005",
                "igoe_2005"
            ]
        },
        "FN4": {
            "text": "4. A large part of Moses’s book gives examples and practice material for ways that drummers can change their general approach to beats and fills by “resolving” to any of the eight different eighth-note positions within 4 4 time. Within this topic, he describes the different “feeling” of each of these eight points: “There is as much difference between 4 and the & of 4 as there is between the color blue and the color green. . . . When I play an & of 4, I play it because it has a certain feeling, and it is my conscious choice to play that feeling” ( Moses 1984 , 12). While he is not explicitly talking about backbeats, this concept has clear implications for snare placement within a groove.",
            "citations": [
                "moses_1984"
            ]
        },
        "FN5": {
            "text": "5. In a comical moment, Copeland demonstrates a rock groove with no snare at all – just kick drum, eighth notes on the hi-hat, and some tom fills. In reference to this backbeat-less pattern, he says, “I’m still getting paid, and that’s plenty of rhythm” ( Copeland 2014 , 4:10). His larger point is that you don’t have to have the snare on beats 2 and 4 in order to support the rest of the band.",
            "citations": [
                "copeland_2014"
            ]
        },
        "FN6": {
            "text": "6. Harrison seems to share the desire to encourage drumming innovation. At the end of his book, he expresses his hopes that his backbeat shifting exercises will prove to be “something to get the old creative juices flowing” ( Harrison 1996 , 69).",
            "citations": [
                "harrison_1996"
            ]
        },
        "FN7": {
            "text": "7. By the “long 1980s,” I mean the years 1980–1989, plus a few (unspecified) years of the very late 1970s and the very early 1990s.",
            "citations": []
        },
        "FN8": {
            "text": "8. Examples of more specialized studies in these areas include jazz ( Honing and de Haas 2008 , Butterfield 2011 ), funk ( Danielsen 2006 , Bruschi 2020 ), and progressive rock and metal ( McCandless 2010 , Capuzzo 2018 ). Many of these studies address issues of rhythm and meter in their focused repertoire from a general perspective as well as in connection with drummers and drumming specifically.",
            "citations": [
                "honing_and_de_haas_2008",
                "butterfield_2011",
                "danielsen_2006",
                "bruschi_2020",
                "mccandless_2010",
                "capuzzo_2018"
            ]
        },
        "FN9": {
            "text": "9. Prior to Biamonte’s article, Mark Butler expressed a similar viewpoint, remarking that these weak-beat accents are so pervasive as to be “normative.” He concludes that “there is little reason to regard the attacks on beats 2 and 4 as belonging elsewhere” ( Butler 2006 , 87).",
            "citations": [
                "butler_2006"
            ]
        },
        "FN10": {
            "text": "10. Notation of drum set music is notoriously inconsistent among written sources. Throughout this article, I will use the method established by Norman Weinberg ( Weinberg 1994 , 15–26), and subsequently adopted by the Percussive Arts Society.",
            "citations": [
                "weinberg_1994"
            ]
        },
        "FN11": {
            "text": "11. Though outside the scope of the present paper, future research might endeavor to show that the different groupings of a non-isochronous triple meters, such as 8 7 (3+3+2, 3+2+3, 2+3+3)      actually exhibit three different weight profiles, and as such, that these might be profitably thought of as three different meters, all sharing the same time signature.",
            "citations": []
        },
        "FN12": {
            "text": "12. Biamonte ( 2014 ) addresses an earlier version of Wilson’s work in connection with Zbikowski’s proposition of understanding rock meter as having two levels, distinguishing beats 1 & 3 from beats 2 & 4. Biamonte also contrasts Wilson’s dual-aspect meter with Rothstein and Samarotto’s notion of “shadow meter” ( Biamonte 2014 , [6.2]).",
            "citations": [
                "biamonte_2014",
                "biamonte_2014"
            ]
        },
        "FN13": {
            "text": "13. A backbeat switch can be considered a specific type of backbeat displacement. While it is possible to shift the backbeat so that the isochronous snare hits are on any equally spaced parts of the measure, the backbeat switch refers specifically to the displacement that puts the snare and kick drums on “opposite” beats in a quadruple meter. Though I have defined it above specifically in reference to beats 2 and 4, it should also be noted that this can be applied to double-time and half-time feels as well. I will have more to say about this in [3.10] below.",
            "citations": []
        },
        "FN14": {
            "text": "14. I have enclosed this casual terminology in quotes here to indicate that the idea of the drummer “dropping a beat” in this way is always assumed to be intentional and not the result of a performance mistake. I will adhere to this assumption through the remainder of this paper, though I will refrain from using the stylized quotation marks from here onward.  It is also worth noting that, though none of the examples in the present paper work this way, it is possible for the backbeat to be flipped by adding a beat. This is precisely what happens in a viral video of a Harry Connick, Jr. performance of his song “Come by Me,” viewable on the website for OffBeat Magazine ( Ramsey 2016 , 0:38). The audience claps on beats 1 and 3 throughout the song, and Connick “tricks” them into clapping on 2 and 4 by adding a beat, thus forcing a quick flip from a stylistically inappropriate switched backbeat to a properly placed one. It is worth noticing that, when Connick succeeds in flipping the audience’s backbeat, one of the members of his band, seated behind the piano, appears to pump their fists in the air, as if celebrating Connick’s sneaky metric correction.",
            "citations": [
                "ramsey_2016"
            ]
        },
        "FN15": {
            "text": "15. Unless otherwise stated, all musical examples in this paper are drawn from my own transcriptions of commercially available studio recordings.",
            "citations": []
        },
        "FN16": {
            "text": "16. Krebs tends to prefer displacements heard in a “forward” manner (D4+3) rather than a “backward” manner (D4-1); that said, there are many rock examples where the backward displacement is a more likely candidate. As such, I will not restrict myself to considering all displacements as moving “to the right” ( Krebs 1999 , 33–35).",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN17": {
            "text": "17. Nathan Hesselink has discussed “Just What I Needed” in a similar light, describing Robinson’s backbeat manipulations as expressive devices, used “to create a sense of play, fun, and/or deviance” ( Hesselink 2016 ).",
            "citations": [
                "hesselink_2016"
            ]
        },
        "FN18": {
            "text": "18. This music returns during the song’s outro with the same quick flip.",
            "citations": []
        },
        "FN19": {
            "text": "19. It is actually the interviewer, Shaun Keaveny, who says, “So, [it’s] a little compilation of some of your favorite drummers, isn’t it?” to which White replies, “It really is” ( Keaveny 2016 , 1:42).",
            "citations": [
                "keaveny_2016"
            ]
        },
        "FN20": {
            "text": "20. McCandless’s term is based on an adaptation of what is I had previously defined ( Cairns 2007 ) as a “shared-cardinality grouping dissonance.” My term for this specific situation in that presentation was “double-cardinality grouping dissonance.” I have chosen to adopt the term “polymetric pogo” in this article primarily because of its distinct difference in origin. My earlier work was primarily concerned with the metrical dissonance that arises from simultaneous conflicting groupings of 2’s and 3’s in odd-cardinality meters; the decision to term it a shared-cardinality grouping dissonance was intended to situate this phenomenon as a specific type of grouping dissonance that extends Krebs’s definition. As such, a double-cardinality grouping dissonance (or McCandless’s hyper-shared-cardinality grouping dissonance) is a grouping dissonance where the cardinality of the two conflicting layers are related by 2x. In the situations described in the present article, the “pogo” is not created by conflicting groupings of 2’s and 3’s, but rather by a constant layer of 2’s, repeated over an odd-cardinality pattern until the patterns switch and then “line up” again. We may do well to consider the polymetric pogo a specific case of McCandless’s hyper-shared-cardinality grouping dissonance or my earlier double-cardinality grouping dissonance.",
            "citations": [
                "cairns_2007"
            ]
        },
        "FN21": {
            "text": "21. In his more recent article from 2020, Hanenberg is primarily concerned with drumming strategies for grooving in an irregular meter. Hanenberg identifies three primary strategies: undifferentiated groove, backbeat variants, and polymetric grooves. The polymetric pogo, as shown here, is part of the third and final category. Though Hanenberg notes that this category is the least common type of irregular groove, the pogo makes up approximately 50% of polymetric grooves in the corpus he examines ( Hanenberg 2020 , 240–242).",
            "citations": [
                "hanenberg_2020"
            ]
        },
        "FN22": {
            "text": "22. See Hanenberg ( 2020 ) for more on kick and snare placement in backbeat-like patterns      situated within irregular meters.",
            "citations": [
                "hanenberg_2020"
            ]
        },
        "FN23": {
            "text": "23. The drum part here has been slightly simplified for clarity. Colaiuta actually plays more notes on the face of the ride cymbal at a much softer dynamic. But the accented bell, notated here, is the primary ride cymbal voice heard through the groove.",
            "citations": []
        },
        "FN24": {
            "text": "24. Brad Osborn has discussed this phenomenon in relation to pivot pulses. He shows that, in Emery’s song “The Weakest” (2005), “The grouping dissonance between the drummer’s hi-hat accent pattern and his kick/snare pattern (2 vs. 7, respectively) lends additional metrical complexity” ( Osborn 2010 , 50).",
            "citations": [
                "osborn_2010"
            ]
        },
        "FN25": {
            "text": "25. I am grateful to one of MTO’s anonymous reviewers for pointing this out to me.",
            "citations": []
        },
        "FN26": {
            "text": "26. Interestingly, in more recent live performances, Tesla typically plays “Edison’s Medicine” without any of these meter changes. In these performances, a beat is added to each of the 4 3 bars shown in Example 8. As such, Luccketta (who is still the band’s drummer) plays a straight backbeat through the entire passage, eliminating all backbeat switches entirely. The album RePlugged Live, which features recordings from their 2001 reunion tour, is the most recent recording (commercially available or fan-made) I have found of the band playing “Edison’s Medicine” where the meter changes are the same as recorded on their studio album from ten years prior.  I am not certain about the reasons for this change, but it is worth noting that eliminating the meter changes allows the band to play the same two-bar pattern four times in a row, rather than having to be concerned with keeping track of which measure(s) are a beat shorter. Perhaps, as the band has matured, they may find more satisfaction in the comfort afforded themselves and their audience by avoiding mixed meter passages and switched backbeats.",
            "citations": []
        },
        "FN27": {
            "text": "27. The drum set in Hoosiers is an electronic kit where the kick drum sound is actually a digital sample of the sound of a bouncing basketball ( Leak 2012 , 11).",
            "citations": [
                "leak_2012"
            ]
        },
        "FN28": {
            "text": "28. I am deeply grateful to the Margaret Herrick Library (Hollywood, CA) for sketch materials they provided to verify the music in Examples 9 through 14.",
            "citations": []
        },
        "FN29": {
            "text": "29. The presence of only one snare hit per bar suggests a half-time feel; ( de Clercq 2016 , [3.1]),      it is the snare drum’s placement on beat 1 rather than beat 3 that suggests that the backbeat has been switched.",
            "citations": [
                "de_clercq_2016"
            ]
        },
        "FN30": {
            "text": "30. The guitar parts in Examples 15–18 are shown at the performed pitch. Extreme’s guitars and bass are all tuned a half-step down in “Peacemaker Die,” so the concert pitch is a half-step lower than what is notated here.",
            "citations": []
        },
        "FN31": {
            "text": "31. Example 15 shows the music from the bridge, beginning when the bass and drums enter: Bettencourt’s solo riff that begins the bridge is the music shown in the first four measures here, but without accompaniment.",
            "citations": []
        },
        "FN32": {
            "text": "32. The published guitar transcription of this song gives preference to the drum part in its notation: instead of maintaining a 4 4 time signature through this entire passage, as I have opted to do, they have made the measure corresponding to the sixth bar of Example 15 a 8 7 bar so that Geary’s early downbeat sounds on a notated downbeat. See Extreme, III Sides to Every Story, New York: CCP/Belwin (1992), 78–84. As such, the backbeat (if the drum part were notated in their transcription, which it is not) is not shifted. In this sense, the publisher’s notated meter change supports what I identified as an “untested (but logical) assumption” near the beginning of this paper – that isochronous snare drum hits will be heard as being on beats 2 and 4. I find their decision to transcribe this passage in this way to be curious, especially with respect to the fact that only the guitar and vocal parts are printed.",
            "citations": []
        },
        "FN33": {
            "text": "33. It should be made clear that “Peacemaker Die” does not lyrically condone King’s murder nor the racism underlying it. The album III Sides to Every Story is conceptually divided into three sections: six songs under the heading “Yours,” six songs under the heading “Mine,” and a three-part, 22-minute suite under the heading “The Truth.” “Peacemaker Die” is the closing and culminating song of the “Yours” section. These six songs all deal lyrically with themes of war, politics, and racism. In the context of the other five, “Peacemaker Die” appears as a clear tribute to King.",
            "citations": []
        },
        "FN34": {
            "text": "34. As discussed in note 32, Example 16 is notated in the published transcription with meter changes to accommodate the displaced backbeat in the same manner as was Example 15.",
            "citations": []
        },
        "FN35": {
            "text": "35. Temperley’s discussion of syncopation shift in the article cited here strictly applies to vocal melodies, where the (verbally) stressed syllables of certain words are presented immediately before a strong metrical position ( 1999 , 26–27). He does discuss instrumental syncopation a bit as well, but not exactly the kind of shift described here, where the entire band accents a note that occurs immediately before a strong metrical position ( Temperley 1999 , 32–33; Temperley 2018 , 76–77). This kind of full-band anticipation, another topic worthy of further investigation, can here be informally understood in the context of a tutti syncopation shift.",
            "citations": [
                "temperley_1999",
                "temperley_1999",
                "temperley_2018"
            ]
        },
        "FN36": {
            "text": "36. This F3 would be the next note if the F3-C4-F4-C4 pattern were to continue, but since that pattern breaks on the following downbeat, this F3 might be heard as an “extra note.”",
            "citations": []
        },
        "FN37": {
            "text": "37. While the stated focus of this paper has been on backbeat switches from rock music in the long 1980s, that is not to imply that this device appears only in that decade. Some compelling examples from different time periods can be found in the music of Led Zeppelin (“Kashmir,” “Black Dog”), Bleu (“I Won’t Go Hollywood”), Phish (“Mound”) and others. As McCandless ( 2010 ) and Hanenberg ( 2020 ) deal extensively with progressive rock and metal, I have declined to treat examples in those genres even though it is not uncommon to encounter polymetric pogos in them. In progressive rock and metal, this kind of metrical manipulation often seems to arise more from dealing with music in shifting meters (or odd-cardinality meters) than it does from the expressive variants described in this paper.",
            "citations": [
                "mccandless_2010",
                "hanenberg_2020"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: Drummers on Change",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] It is almost a truism to say that much rock and other popular music features a backbeat. (1) This rhythmic pattern is so ubiquitous that, even though it is primarily a quadruple meter event, many rock drummers aim to approximate a backbeat pattern when playing in odd-cardinality meters (quintuple, septuple, etc.). (2) The reverse is true as well: even quadruple-meter rock songs often contain a moment or an entire section where the snare backbeat is temporarily vacated or varied.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] An understanding of the concept of variation is an important element in a drum set player’s tool kit, and it is one that is typically learned quite early in a player’s studies. Play-along instructional books like Tommy Igoe’s Groove Essentials ( 2005 ) and Mark Wessels’ A Fresh Approach to the Drumset ( 2009 ) introduce beginning players to the concept of establishing a groove and changing that groove in different sections of the song. (3) Sometimes this is as simple as playing eighth notes on the hi-hat for one phrase and moving to the ride cymbal for the next, and sometimes it means introducing more significant changes in the rhythms played by the kick and snare drums. These kinds of changes often serve to articulate the phrase structure and form of a song, to help avoid monotony (for the listener as well as the drummer), and to      create expressive variety by heightening the impact of certain sections.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "igoe_2005",
                    "wessels_2009"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In his book Drum Wisdom , jazz drummer Bob Moses has this to say about change in general: When I play, I make musical changes because I’ve gotten all the juice out of a particular idea; I’ve milked it. I’ve reached a point where I feel that anything more I could say on that idea would be redundant and unnecessary. So at that point I change the idea, and I change it forcefully ( Moses 1984 , 5). (4) This sentiment is echoed in progressive rock drummer Gavin Harrison’s book Rhythmic Illusions , where he discusses the role of tension and release in eliciting an emotional response from the listener: People often talk about the emotional aspects of music, in particular the effect of “tension and release.” I like to think of Rhythmic Illusions as the ‘tension,’ to present a way rhythmically to get the listener onto the edge of their seat, before returning to the “groove” again as the “release” ( Harrison 1996 , 6). Placing the snare backbeat on different parts of the measure is one of the primary “illusions” Harrison presents and treats at length throughout the book.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "moses_1984",
                    "harrison_1996"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] As common as the backbeat is in rock music, it is not unusual for a drummer to vary it in some way during a song. In an online master class, Stewart Copeland reflected back on his days of drumming for The Police, and pointed out that he often consciously tried to avoid playing the snare on beats 2 and 4 throughout an entire song. His explanation suggests that this decision was a kind of youthful experimentation that eventually became a part of his style: “. . . and because I was a spoiled brat, [I said,] ‘I don’t wanna play a backbeat. I want to find some other way of doing it’” ( Copeland 2014 , 4:10). It is no surprise that Copeland’s master class involves demonstration and discussion of ways to alter the backbeat, which include omitting the snare drum hits on 2 and 4 and replacing them with other voices from around the kit, and—more directly relevant to the present study—relocating the backbeat in the measure. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "copeland_2014"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] It is especially noteworthy that Copeland does indicate that these departures from the typical backbeat almost invariably engender a return to it: “You’re gonna find yourself going back to the backbeat, because it’s real easy and it makes everybody comfortable” ( 2014 , 5:55). The description of the backbeat as “comfortable” resonates with Harrison’s comments on tension and release quoted above and are further echoed by jazz drummer Paul Wertico. In an instructional book devoted entirely to what he calls “turned-around backbeats,” Wertico writes,      “. . . when used creatively, this can be very effective as it creates a sort of tension with the backbeats ‘turned-around.’ When a ‘turned-around’ beat returns to the norm . . . it acts as a type of musical release” ( Wertico 2017 , 82). Wertico also cites a number of drummers and songs that feature turned-around backbeats, emphasizing the way these drummers “put their own spin on established grooves” and alter the feel of a song through manipulation of the “very important musical functions [that result] from where the backbeats actually fall” ( Wertico 2017 , 4). The drummer’s desire to do something new and unexpected appears to be an important element of Wertico’s endorsement of displaced backbeats. Very early on in the book, he notes “the fact that beats 1 & 3 were emphasized made ‘Sunshine of Your Love’ a unique classic,” a point that leads directly to him communicating his “sincere hope that your drumming and musical concepts will be broadened” by working through his book ( Wertico 2017 , 4–5). (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "copeland_2014",
                    "wertico_2017",
                    "wertico_2017",
                    "wertico_2017"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Though there are many methods of varying typical backbeat patterns, in this article I will examine the backbeat switch , a particular type of backbeat manipulation used by rock drummers in the “long” 1980s (7) to create metrical and/or expressive tension. In this paper, I      define “rock” fairly broadly to indicate that I am not presently concerned with backbeats in jazz, funk, or progressive rock, all styles that have their own specific approaches that merit specialized study. (8) Some overlap, however, is unavoidable, as many studio drummers—     including those cited above and below—are frequently hired for gigs across stylistic divides. The examples in this paper have been chosen for their clarity and effectiveness in illustrating these concepts, rather than as the foundations of broader stylistic claims. Background on the Backbeat",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Backbeat studies are a growing area of scholarly inquiry in music-theoretical and musicological discourse. Garry Tamlyn’s 1998 dissertation appears to be among the first      attempts at tracing the historical origins and growth of the backbeat, based on empirical studies of various types of early rock n’ roll, as well as “pre-rock n’ roll” music. More recently, Nicole Biamonte ( 2014 ) has crafted a theoretical framework that informs the understanding of backbeat in much current scholarship in the area. She argues that, although traditional      theories of metric hierarchy consider beats 2 and 4 as typically weak in a simple quadruple meter, the backbeat in rock music is “contextually consonant” and is perhaps best understood as a “displacement consonance” ( Biamonte 2014 , [6.2]). Biamonte’s terminology contrasts with Harald Krebs’s ( 1999 ) definition of displacements as being inherently dissonant. (9) Example 1 . Basic rock beat (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "tamlyn_1998",
                    "biamonte_2014",
                    "biamonte_2014",
                    "krebs_1999"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Trevor de Clercq’s 2016 article—which rightly points out the foregoing accounts’ approach to meter assumes the length of the measure as a given—forces us to examine backbeat from a different perspective. He cites a “general rule,” originally posited by Allan Moore,      concerning the backbeat in a standard rock pattern like the one shown in Example 1. (10) Not only does the pattern alternate between kick and snare drums, but the alternation occurs twice within a bar: it is specifically these paired conditions that define the length of the measure ( de Clercq 2016 [1.2]). De Clercq’s discussion outlining a drummer’s use of double-time and half-time feels centers around the premise that a “real measure” is likely perceived by the listener in relation to absolute time, approximately two seconds in length ( de Clercq 2016 [2.9]). It is not the length of the bar that is defined by the number of kick and snare hits, but the feel ( de Clercq 2016 [3.1]).",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "de_clercq_2016",
                    "de_clercq_2016",
                    "de_clercq_2016",
                    "de_clercq_2016"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Within the area of backbeat studies, de Clercq’s study relates to other discussions of ways the backbeat can be varied by a drummer. The use of a double-time or half-time feel does not change the general relationship of the kick and snare; however, it does create a notably different musical effect, particularly in light of the “conflicting metrical information”      experienced when a drummer switches to or from a double- or half-time feel ( de Clercq 2016 [3.1]). Brad Osborn ( 2017 , 53–59) and Scott Hanenberg ( 2020 ) have separately written about various types of backbeat manipulations, particularly those that allow for a backbeat-like pattern to be made to “fit” into a quintuple, septuple, or other irregular meter.",
                "footnotes": [],
                "citations": [
                    "de_clercq_2016",
                    "osborn_2017",
                    "hanenberg_2020"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Before defining any particular types of backbeat manipulations, let us briefly consider the relevance of Andrew Wilson’s work on dual-aspect meter. Wilson stresses the importance of the listener’s tendency to entrain not only to a traditionally defined metrical grid, but also to what he calls a “weight profile.” According to Wilson, the weight profile is recurrent, and functions as a “second metrical aspect, supplementing the beat hierarchy at the level of the bar with a series of landmarks” ( Wilson 2016 , 65). While Wilson’s primary examples focus on the triple meter Sarabande, with its very heavy first pulse, moderately heavy second pulse and very light third pulse, it is reasonable to extend this concept to the backbeat, viewing beats 2 and 4 in a rock quadruple meter as having an analogous emphasis. From this perspective, the backbeat is neither dissonant nor displaced, but is actually part of the meter of a typical rock song, where the heavily weighted beats 2 and 4 make up a second “aspect” of the meter. (11) In this light, we can see that it is not so much that the backbeat is a displacement consonance, but that it is actually a defining feature of the meter of music in which it is present. (12) Backbeat Switches",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "wilson_2016"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Operating from the untested (but logical) assumption that isochronous snare drum hits will tend to be heard as a backbeat, I posit that placing those snare drum hits on beats other than 2 and 4 creates a particular kind of metrical dissonance, which I refer to as a backbeat switch. (13) In this paper, I shall address two primary ways through which backbeat switches occur: the quick flip and the polymetric pogo . I. Quick Flip Example 2 . The Cars, “Just What I Needed” (1978, 2:04), verse 3, first and second phrases (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The quick flip is most easily understood as the drummer’s immediate reversal of the backbeat – placing the snare hits on beats 1 and 3 instead of 2 and 4 without preparation. A quick flip usually occurs at a phrase break, where the drummer apparently (but intentionally) “drops a beat” and then resumes the previous backbeat pattern, thus flipping the expected placement of the snare and kick drums within the measure. (14) Example 2 shows a quick flip in The Cars’ “Just What I Needed” ( The Cars 1983 ). After supporting two verses, a chorus, and a guitar solo by means of a straight-ahead backbeat pattern, drummer David Robinson switches the backbeat twice in the third verse, once during the verse’s second phrase and again during its fourth phrase. (15) Only the first switch is shown in Example 2, but the second switch is virtually identical. The boxes in Example 2 show an interpretation of the original beat and the switched backbeat. In this example, we can see that, when the flip occurs, beats 2 and 3 of the original beat are placed on beats 1 and 2. This moment represents a rather clever little bit of text painting, as the newly switched backbeat accompanies lyrics about the singer losing his mind.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "the_cars_1983"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] In many ways, Example 2 appears to be a case of what Krebs calls a “displacement dissonance” (D4+3 or D4–1); (16) however, its origin appears to be in the drummer’s desire to reverse the backbeat, rather than to shift it. Cars drummer David Robinson has commented directly on the music in Example 2, saying, “All I did drum-wise that was out of the ordinary was to turn the beat around at the end” ( Santelli 1985 , 68). The backbeat is switched back to its original placement in the bar just as easily: Robinson adds a strong phenomenal accent on the last eighth note of the phrase and reverts to a conventional backbeat placement immediately after.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "santelli_1985"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] At first blush, Robinson’s quotation above seems innocuous and even dismissive, but the larger context is highly significant: it should be noted that the overall tone of his interview      seems to be that of a drummer who was not entirely satisfied with his role in a band that was led in a fairly dictatorial way by Ric Ocasek, the primary songwriter and lead singer (though he did not sing lead vocals on “Just What I Needed”). Robinson describes Ocasek’s demos as having “real nonsophisticated” drum parts that “kind of restricted things” ( Santelli 1985 , 68). Viewed in this way, Robinson’s description of the switched backbeat in “Just What I Needed” as being the only part of the song that was “out of the ordinary” suggests that this moment may have been a small, subversive victory for the drummer. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "santelli_1985"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] A further analytic connection might be drawn between the song’s introduction and these third verse backbeat switches. As discussed by Biamonte ( 2014 , [7.3]) the song’s introduction presents us with an initiating “fake-out” dissonance, as the guitar plays a series of palm-muted eighth notes, with the remainder of the full band only entering to hit strong accents on beat 4 of each bar. As the pattern of tutti hits separated by three beats of quieter guitar is played eight times, it is quite natural for the listener to hear these tutti hits as downbeats. If this hearing is maintained throughout the intro, then the backbeat that coincides with the beginning of the first verse will be heard as switched, at least for an instant. Example 3a . Paul Weller, “Sunflower” (1993, 2:12), bridge (click to enlarge and listen) Example 3b . Paul Weller, “Sunflower” (1993, 1:03), added bar between verse and chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "biamonte_2014"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] A more extended version of the quick flip is found in the bridge of Paul Weller’s “Sunflower” ( 1994 ), shown in Example 3a . For this section, drummer Steve White abruptly switches the metrical placement of the snare to beats 1 and 3 and then switches back to a normal backbeat pattern after the bridge ends. (18) By this point in the song, the listener has been subtly primed for a flip by the transition that appears between each verse and chorus. After establishing a regular four-bar phrase length through the song’s introduction and the first verse, the band inserts a single measure as a transition to the chorus. As shown in Example 3b , in the added bar, White plays the snare drum on all four beats. This foreshadows the flip in the bridge by allowing the listener to experience snare hits on beats other than 2 and 4.",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "weller_1994"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] In a BBC Music interview called Get Playing , White explains the different grooves in “Sunflower” as paying homage to some of his favorite drummers. (19) He recalls a conversation with singer-songwriter Paul Weller in which Paul told him, “I don’t want you to do something that obvious with this. Try and think of something that’s a little bit different” ( Keaveny 2016 , 0:15). This inspired White to “nick a little simple paradiddle groove that was based on something that a drummer called David Garibaldi plays” ( Keaveny 2016 , 0:31) for the repeating pattern in the song’s verses and chorus, using the floor tom in place of the expected ride cymbal or hi-hat. White also explains how Garibaldi, famous for his work with Tower of Power, actually adapted this idea from Pete DePoe’s beat in Redbone’s song “Prehistoric Rhythm.” All of the details of this transmission are not particularly critical here; the main point is that, in White’s mind, he is following a tradition of drummers who played subtly innovative grooves. Regarding the switched backbeat of the bridge, White invokes the name of yet another famous drummer: Once the song really started to get together, we had the bridge section, and Paul said, “It just doesn’t sound right, just playing the backbeat on it.” So I nicked again, and took a little bit of Ginger Baker, “Sunshine of Your Love,” and reversed the snare drum around from 2 and 4 to 1 and 3. And then the little accents at the end are a little nod to [drummer Mitch Mitchell’s playing on] “Wind Cries Mary” by Hendrix ( Keaveny 2016 , 1:19).",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "keaveny_2016",
                    "keaveny_2016",
                    "keaveny_2016"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] There is a sense in which the backbeat switch in Example 3a might feel somewhat less metrically dissonant than the switch in Example 2. I hypothesize that the difference in scope between these two examples might affect the hypothetical listener’s perception of the strength of metrical dissonance. The extended duration of the dissonance in “Sunflower” results in a kind of learning effect, where the listener gets used to the new metrical position of the kick/snare alternation, whereas in “Just What I Needed,” the quick flip results in a switch that only lasts for a couple of bars before reverting back to the original. In this sense, Wilson’s discussion of dual-aspect meter is again relevant. In “Just What I Needed,” we encounter a brief metrical dissonance within a prevailing 4 4 meter, but in “Sunflower,” what initially appears as a metrical dissonance forces a change in the music’s weight profile. Put another way, we encounter an actual meter change in the bridge of “Sunflower,” though it is a meter change that, if notated, would not require a change of time signature. II. Polymetric Pogo Example 4 . Steve Vai, “Greasy Kid’s Stuff” (1990, 0:23), “verse” 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The second procedure to bring about a backbeat switch is the polymetric pogo . This term is adapted from Steve Vai’s description of the song “Greasy Kid’s Stuff,” from his landmark 1990 album, Passion and Warfare . In the song, the drums maintain a steady kick/snare alternation, while the guitars and bass play a 4 5 riff, Vai ( 2019 ) refers to this as a “ 4 5 pogo.” As shown in Example 4 , drummer Chris Frazier plays a ten-beat pattern in which every even-numbered beat is a snare hit. Layered against the five-beat pattern in the guitars, we hear the snare placement as bouncing back and forth between even-numbered beats and odd-numbered beats every other measure, hence Vai’s term “pogo.”",
                "footnotes": [],
                "citations": [
                    "vai_1990",
                    "vai_2019"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] Following de Clercq’s two-second measure guideline, Frazier’s groove is best understood as a double-time feel. This interpretation, notably, runs in contrast both to Vai’s own description cited above and to the published guitar transcription of the album produced       under his supervision. The difference in these two interpretations boils down to whether the back-and-forth of reinforcing/conflicting strong beats occurs within a single measure or over the course of two measures – but either way, the switch is still felt. This musical example further requires us to be flexible with our understanding of the number of kick/snare hits in a backbeat. In the traditional approach to identifying the basic backbeat, one typically looks for two alternations of kick and snare drums: kick-snare, kick-snare. De Clercq’s double-time and       half-time feels facilitate a slightly broadened view, with four alternations in a double-time feel and one in a half-time feel. In this case of simple quintuple meter here, the backbeat comprises five alternations of kick and snare drums. As such, the overarching principle of alternating kick and snare remains its most salient feature. Example 5 . Quintuple pogo (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Example 5 shows a generalized (quintuple) pogo, where two different five-layers are superimposed, one at the quarter note level, and one at the half note level. This creates what looks like a Krebs-ian grouping dissonance, but one where the associated layers are multiples of each other.  Note that this is an illegal configuration in Krebs’s theory, prohibited by his own definition of grouping dissonance ( Krebs 1999 , 31). Greg McCandless has noted that this kind of metrical structure is prevalent in the music of Dream Theater, calling it a “hyper-shared-cardinality grouping dissonance” ( McCandless 2010 , 122). (20) Separately, Scott Hanenberg has noted this phenomenon without a specific term (other than “cross-rhythm”) in the song “5/4” by Gorillaz ( Hanenberg 2018 , 113–114). (21) Example 6 . Steve Vai, “The Attitude Song” (1984, 0:01), intro/main riff (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "krebs_1999",
                    "mccandless_2010",
                    "hanenberg_2018"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] We turn now to Vai’s “The Attitude Song” ( 1988 ) to observe a more extended polymetric pogo in a septuple meter. As shown in Example 6 , drummer Chris Frazier lays down a straightforward backbeat, alternating kick and snare on every quarter note beat for 14 iterations. In response to a lack of clues in the drumming to suggest a grouping for those 14 iterations, I have chosen to notate the drum part in Example 6 as four bars of 4 7 to reinforce the clear septuple grouping of the repeating guitar riff – a 16 7 ostinato. As such, the pogo can be seen as the snare appears on beats 2, 4, and 6 of the first and third 4 7 bars, and on beats 1, 5, and 7 of the second and fourth bars. Following this extended pogo, we hear the drums and guitars in rhythmic unison on the final two eighth-note hits at the end of Example 6. This gesture serves as a transition into the next section of the song, where the guitars finally succumb to the insistence of Frazier’s backbeat and the song continues (for the time being) in a funky 4 4 . Example 7 . Sting, “St. Augustine in Hell” (1993, 0:07), introduction (bass and drums only) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "vai_1988"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] While my approach, up to this point, has mirrored that of most backbeat studies in focusing almost exclusively on the snare and kick drums, it is important to remember that drummers usually involve other voices around the kit as well. Taking this into account allows us to observe another common pattern found in songs with irregular meters, which I call the partial pogo . In this scenario, the drummer plays a two-bar pattern. Over the course of these two bars, the kick and snare retain their metrical placement, creating an uneven backbeat. (22) At the same time, one of the drummer’s other limbs (usually the ride cymbal or hi-hat hand) plays a series of even notes, which “pogo” back and forth from being on the beats in the first measure to on the off-beats in the second measure. Vinnie Colaiuta’s basic beat in Sting’s 1993 song “St. Augustine in Hell,” shown in Example 7 , is a two-bar 8 7 groove, in which the kick and snare alternate their primary notes on eighth-note positions 1, 3, the “and” of 5, and 7 in each bar, while the ride cymbal bell is struck on 1, 3, 5, and 7 in the first bar and 2, 4, 6 in the second bar. (23) As such, the bouncing back and forth between even- and odd-numbered beats is still present, but only in part of the drum pattern. (24)",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "sting_1993"
                ]
            }
        },
        {
            "3.14": {
                "text": "[3.14] Colaiuta seems rather fond of pogos and partial pogos in his work with Sting, particularly on the albums Ten Summoner’s Tales (1993) and Mercury Falling (1996). We find this kind of pattern in “Seven Days,” which features a partial pogo in the song’s quintuple meter verse; in      “I Hung My Head,” which employs a partial pogo over a 2+3+2+2 meter through much of the second half of the song; and in “Twenty Five to Midnight,” wherein a pogo recurs during the second half of the song’s septuple meter verse. In the song “Love Is Stronger Than Justice,” the septuple meter of the intro and verses moves in and out of a double-time feel, with the change between regular- and double-time partially masked by the partial pogo formed by the constant ride cymbal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] In a 1993 interview, Colaiuta discusses these partial pogos as ways of “smoothing out” odd-cardinality meters. Regarding “Seven Days,” he says, “I phrased it by playing over the barline, so the hi-hat pattern resolves every two bars. That smooths it out and gives it a regularity that 4 4 has” ( Flans 1993 , 24). A similar type of regularity is used toward the goal of a humorous effect in “Love Is Stronger Than Justice.” Colaiuta explains the approach as such: [Sting’s] idea was to make it very repetitive and simple. Again, it's that over-the-bar ride cymbal, where the ride cymbal is playing sort of quarter notes. The pattern is real static. That's what he wanted. What that does is solidify that seven so strong that it creates more of a contrast when that sort of hillbilly chorus [double-time feel] comes in. That's part of the comedy of the song. His idea was to get imbedded [sic] in that seven and then suddenly go off ( Flans 1993 , 24). Later in the interview, he describes the partial pogo of “St. Augustine in Hell” in much the same language, this time explicitly invoking the notion of (en)training the listener to the song’s septuple meter: “Again, [Sting] wanted it to be pretty static, instead of varying the bell patterns and all that. The cymbal bell is playing quarter notes over the bar. . . . His idea is to have the listeners locked into the seven as easily as they would be in four” ( Flans 1993 , 56).",
                "footnotes": [],
                "citations": [
                    "flans_1993",
                    "flans_1993",
                    "flans_1993"
                ]
            }
        },
        {
            "3.16": {
                "text": "[3.16] The foregoing paragraphs have served to illustrate two mechanisms by which a backbeat switch can occur: the quick flip and the polymetric pogo. In each example shown above, the resultant switched state is heard as dissonant against the song’s previously established backbeat-based metrical aspect—the exception being the partial pogo, which requires a non-isochronous meter, and thus uses an already-varied backbeat. As indicated by the statements made by Robinson and White, the drummer’s expressive decision to employ a backbeat switch typically arises from a desire to do something out of the ordinary. This echoes the remarks by Moses, Copeland, and Wertico from the present article’s introduction, where we saw that originality and subtle variation are commonly at the forefront of a rock drummer’s mind. The examples in this section have demonstrated that the quick flip and the polymetric pogo are effective ways of accomplishing these expressive goals. In the section that follows, I will share three examples that are more extended in scope, where we shall see expressive changes carried out in a variety of ways. Three Analytical Examples I. Tesla, “Edison’s Medicine” Example 8 . Tesla, “Edison’s Medicine” (1991, 1:12), chorus (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Our first analytic example treats a situation in which the quick flip and polymetric pogo are seemingly combined. The ending of the chorus of “Edison’s Medicine” from Tesla’s 1991 album Psychotic Supper has the same effect as a polymetric pogo, in which the backbeat ends up being reversed by way of some sort of grouping dissonance between the drummer and the band. What is remarkable is how it comes about in this song, which involves the rest of the band essentially dropping a beat. A transcription of the guitar, vocal, and drum parts is shown in Example 8 .",
                "footnotes": [],
                "citations": [
                    "tesla_1991"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The chorus is made up of four phrases, with phrases 1 and 3 being seven beats long and phrases 2 and 4 being eight beats long. In the first phrase, the entire band, drums included,      navigates the septuple beat grouping ( 4 4 + 4 3 , mm. 1–2), and arrives on the downbeat of the second phrase fully in phase with one another. A clever alteration (though not a switch) occurs in the last bar of the second phrase (m. 4); there, the beat 4 snare hit is omitted, leaving only one snare drum note in that measure to support the text, “One of a kind.” (25) The third phrase, however, is different. This time, drummer Troy Luccketta plows straight through the time change in mm. 5–6, and ends up with his backbeat switched for the final phrase. This pogo appears to be suggestive of text painting, as the lyrics in the chorus refer to a “man out of time ” [emphasis mine]. Equally significant, the phrase where Luccketta’s backbeat is switched accompanies the words, “All along, the world was wrong,” before the backbeat returns to its usual position in the measure that supports the line, “You was right.” Later in the song, when the chorus returns, the words with the switched backbeat are “I swore you was outta your mind!” (26) II. Jerry Goldsmith, Hoosiers",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] While the music from Jerry Goldsmith’s score for the 1986 movie Hoosiers is not rock music, strictly speaking, it nevertheless falls into the category of “rock-adjacent” 1980s film scores. As such, a number of the film’s cues feature a drum set playing rock patterns alongside synths and a full orchestra. (27) At one point in the movie, the newly hired, talented-but-highly-volatile coach Norman Dale is nearly voted out of his job by the residents of the town of Hickory, Indiana. Throughout his time in Hickory, Dale has struggled with parent overreach, making it difficult for him to effectively coach the team, and his high-intensity coaching has lost players from his already understaffed team. Further, to the dismay of the parents and townspeople, he has made no effort to recruit Jimmy Chitwood, who is viewed as one of the greatest high school players in the town’s history. The scene where the townspeople vote on Dale’s employment status provides a pivotal moment in the film: Jimmy Chitwood stands up and speaks in defense of the coach’s unorthodox methods, saying that he has decided to join the team, but only on the condition that Dale remains head coach.",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "goldsmith_1986"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Goldsmith’s cue “7m1: The Coach Stays” accompanies the following montage of several games, in which the team—benefitting, in part, from Jimmy’s participation—gets      increasingly better. During the first part of this montage, we hear the music shown in Example 9 . (28) A limping 8 7 pattern leads into a straight-ahead 4 4 rock beat, but with a switched backbeat (snare on 1 and 3). But later in the cue, the same musical material repeats with an un-switched backbeat as shown in Example 10. This correctly-placed backbeat coincides with the “click” of the players coming together—a moment in which the team reaches a new level of performance, and where Coach Dale tells his assistant coach, “With Jimmy, all the pistons are firing.” The switched backbeat seems to animate the team’s effort to improve, and, once “all the pistons are firing,” the backbeat is put in its proper place in the measure as the team’s improvement becomes more natural and less labored. Example 9 . Jerry Goldsmith, cue “7m1: The Coach Stays” (1986, 1:01:06), mm. 1–16 (click to enlarge, see the rest, and listen) Example 10 . Jerry Goldsmith, cue “7m1: The Coach Stays” (1986, 1:03:10), mm. 74–81 (click to enlarge and listen) Example 11 . Jerry Goldsmith, cue “2m1: First Workout” (1986, 0:15:42), mm. 11–17, switched backbeat (click to enlarge and listen)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The progression of rising tension created by the switched backbeat in Example 9 and its release in Example 10 recurs frequently throughout the film’s score      to reflect the dramatic conflict between struggle and success. Early in the film, the cue “2m1: First Workout” begins in 4 4 time with strong snare hits on beats 1 and 3, as shown in Example 11 . The melodic instruments of the orchestra play such sparse parts, though, that this switched backbeat is not strongly felt. Even so, this dissonance subtly reflects the friction between the team and their new coach as they work through their first practice together. Gradually, though, the team finds its athletic groove with Dale’s unfamiliar coaching methods, and accordingly, this training sequence ends accompanied by a brief passage where the backbeat is unswitched. The score here contains music that is similar to Example 10 but is now in the key of A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] We next fast-forward to halftime of the team’s first game: nothing is going right, and the Hickory Huskers are in the midst of an embarrassing performance. The musical accompaniment remains notably silent during this sequence. Coach Dale has instituted a firm “four passes before shooting” rule, and the team has spent the first half of the game attempting to follow it, much to their own frustration and to the increasing anger of their friends, fans, and parents.      After halftime, the team retakes the court accompanied by cue “4m1: Get It Up,” shown in Example 12 , which utilizes music with a switched backbeat similar to that heard during “First Workout.” One discontented member of the team decides to ignore the coach’s passing rule and scores two undisciplined baskets on his own, without passing to any other players. At this point, the switched backbeat takes on a half-time feel (with snare hits only on beat 1), as shown in Example 13 . (29) The switched backbeat by itself would be enough to exemplify the team’s return to their early oppositional state with their new coach. Here, that mood is accompanied by a half-time feel, in which only one strong snare attack is sounded per measure. This sparse, downbeat-only cadence conveys to the audience the sense that the situation is even more dire than before: it is not simply a matter of the team being unable to work with Coach Dale, but rather their unwillingness to do so. The backbeat is never restored to a normal feel, nor to its unswitched status, because there is only struggle and frustration – there is no outward success or victory in this scene. Example 12 . Jerry Goldsmith, cue “4m1: Get It Up” (1986, 0:32:59), mm. 1–7, switched backbeat (click to enlarge, see the rest, and listen) Example 13 . Jerry Goldsmith, cue “4m1: Get It Up” (1986, 0:33:32), mm. 17–24, switched backbeat, half-time feel (click to enlarge and listen) Example 14 . Jerry Goldsmith, cue “7m2: You Did Good” (1986, 1:05:46), mm. 19–22, switched backbeat, half-time feel (click to enlarge and listen)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In addition to the film’s main plot centering on the team and town’s gradual acceptance of Coach Dale, there is also a moving subplot that deals with Dale’s attempts to give a second chance to “Shooter” Flatch—the estranged alcoholic father of one of the team members—by engaging him as an assistant coach. Shooter, himself a former basketball player who is extremely knowledgeable about the sport, tries to sober up in order to do the job, but struggles mightily, and embarrasses himself and his son on more than one occasion. During one game, Coach Dale intentionally gets ejected for arguing with the referee, forcing Shooter to coach the team for the remainder of the game. Shooter is extremely nervous and uncomfortable, but with some encouragement from his son, he calls a play for the team. As the team takes the floor to execute Shooter’s plan, music featuring 4m1’s switched half-time feel backbeat enters, marking the first noticeable musical entrance in this scene. This cue, “7m2: You Did Good,” is shown in Example 14 . As twice before, the switched half-time feel backbeat here is emblematic of the team’s adapting to a new coach. Here, however, it also reflects Shooter’s insecurity in his new role as coach and in his newfound (and unfortunately temporary) sobriety. When Shooter’s play works as planned, he calls a time out and brings the players to the bench for a more confidently directed trick play, which he calls “the picket fence.” The music returns to a switched (standard feel) backbeat similar to the music found in the second half of Example 9 as the team begins to set up the play, and then to an unswitched half-time feel as the picket fence begins to swing open. This quick change from switched backbeat to unswitched half-time feel reflects two different types of struggle: the struggle of the players on the court, adapting again to a new coach; and the anxiety Shooter feels as he acts as their coach for the first time, not wanting to disappoint his son or Coach Dale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] In cue 7m2, the unswitched half-time feel persists until the moment when the team wins the game, at which point the drums stop entirely, and the lush sound of orchestral strings takes over. Here it is noteworthy that the half-time feel, having been previously established as representative of friction between the team and its coach, is still present in the cue through the moment of victory. It is flipped back to placing the snare hit on beat 3 in every measure, though. As such, the score signals some relief from previous struggles, but not a complete resolution of them. I would argue that the previous metric state is particularly apt for depicting Shooter’s dramatic arc: where at present he achieves a win and begins to reestablish a relationship with his son, this is a precarious position that will not last for long. Indeed, Shooter will have an alcoholic relapse a few scenes later, which ultimately will land him in a rehabilitation hospital. That unpleasantness can wait, though. In the immediate moment, the film chooses to highlight the team’s success by showing a montage of subsequent games, beginning with a victory parade in their hometown, accompanied by music similar to that shown in Example 10 (now in the key of C), with a properly-placed backbeat on beats 2 and 4. III. Extreme, “Peacemaker Die” Example 15 . Extreme, “Peacemaker Die” (1992, 3:07), beginning of bridge (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Most of the examples in this paper have focused on the switch into the metrically dissonant state, with only occasional mention made of the manner of return out of it. We have seen that in the polymetric pogo, the fact that the conflicting layers are multiples of each other effectively facilitates the means of return: if it takes five beats to switch the backbeat, then the backbeat will be switched back after five more beats. Additionally, we have seen that drummers often flip back out of the switched backbeat just as quickly as they switched in to it. But sometimes, the resolution of a switched backbeat requires a compositional manipulation,      in which the rest of the band alters what they are playing in order to catch up to the drummer.      My term for this is a disruptive switch . Extreme’s song “Peacemaker Die” from their 1992 album III Sides to Every Story explores this pathway. In the instrumental break leading up to the guitar solo, we encounter a bluesy riff, presented initially by Nuno Bettencourt’s solo guitar. Bettencourt’s riff, shown in Example 15, (30) features a strong phenomenal accent on the “and” of beat 4 in each measure. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": [
                    "extreme_1992"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] When the bass and drums join, drummer Paul Geary lays down a very basic, strong backbeat. After five bars of this backbeat, Geary hits the “and” of beat 4 with kick drum and crash cymbal, right in time with Bettencourt’s guitar accent. At this point, Geary reinterprets that accent as a downbeat and plays the next two bars with the backbeat shifted “to the left” by one eighth note. This appears to be a D8–1 displacement, accomplished by the deletion of less than a full beat (one eighth note) by Geary, rather than a true flip in the sense defined earlier in this paper. In the last bar of this phrase, the band catches up to Geary by means of dropping a full quarter-note beat. Geary simultaneously drops another eighth note, and the band is reunited on the downbeat of the ninth bar. The shift, accomplished here by displacement, has disrupted the metrical regularity of the passage, requiring a compositional change. (32) Example 16 . Extreme, “Peacemaker Die” (1992, 4:27), bridge (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] “Peacemaker Die” has an extensive bridge that takes up roughly one-third of the song’s six-minute length. The bridge’s structure moves from a G-minor riff (3:07–3:47) to one of Bettencourt’s signature blistering guitar solos moving from C minor to E minor (3:48–4:16),      which sets up a reprise of the G-minor riff (4:17–4:26). The final 46 seconds (4:27–5:13)      serve as the song’s thematic climax. Up until this point, the lyrics of the song have dealt with an antagonist’s confrontation of an unknown “peacemaker” – the antagonist repeatedly threatens deceit and violence in response to the peacemaker’s constant efforts toward unity and acceptance. The next section of the bridge, a portion of which is shown in Example 16 ,      features a heavy guitar and bass alternation between the notes G and F, supporting a narration from Martin Luther King, Jr.’s “I Have a Dream” speech (1963), where it finally becomes clear that the song’s lyrics have not been about an abstract, unnamed peacemaker, but rather constitute an imagined interaction between Martin Luther King, Jr. and his murderer. (33) In light of this narrative, it is highly significant that it is during this bridge where the song’s only significant moments of metrical dissonance by way of backbeat switches occur.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Example 16 shows the two musical phrases that accompany the narrated passage. The first phrase features the repeated G–F riff shown in the first bar of the notated example for four bars with a strong backbeat. Geary’s backbeat incorporates some light syncopation (including a few accents on the “and” of beat 4, as will prove to be important later), but nothing prominent enough to disrupt the backbeat’s weight profile. In the second phrase, though, a disruptive switch occurs, which is identical in structure to the one discussed in connection with Example 15. At the end of the second bar of this phrase, Geary drops an eighth note and displaces the backbeat for the remainder of the phrase one eighth note to the left; the rest of the band compensates for this deletion and shift by dropping a full quarter note beat in the fourth bar of the phrase. (34) Example 17 . Extreme, “Peacemaker Die” (1992, 4:46), ending of bridge, leading into return of chorus (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The music that follows accompanies the ending of the speech, and provides a textural contrast to King’s increasingly impassioned address by having the drums drop out and leaving a semi-clean guitar playing sustained chords over an arpeggiated bass line. This combination of instruments, while ostensibly calm, projects a surprising amount of metrical instability. Example 17 shows how the emphasis on the “and” of beat 4 that initiated the backbeat switch continues as King’s speech intensifies. Though it is certainly possible to explain this moment in terms of      David Temperley’s ( 1999 ) syncopation shift, it is perhaps better to view the guitar’s continuing chord changes at this point as anticipating the following downbeat. (35) That reading, however,           is complicated by the ever-changing bass arpeggiation that supports it: the root-fifth-octave arpeggiation in every bar is found with these chord members frequently changing their metrical placement. This subtle avoidance of patterned repetition creates a metrical dissonance with the consistent anticipation of the chords in the guitar part.",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "temperley_1999"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] The arpeggiating figure in m. 2 of Example 17 places its highest note on beats 2 and 4, forming a pattern that feels very backbeat-like in nature. Indeed, Biamonte has noted that      the backbeat need not always be played on a snare drum, explaining that in non-drum contexts an “essential characteristic of the backbeat pattern is that beats 1 and 3 are in a lower register than beats 2 and 4” ( 2014 , [6.3]).",
                "footnotes": [],
                "citations": [
                    "biamonte_2014"
                ]
            }
        },
        {
            "4.15": {
                "text": "[4.15] This statement can be applied to the bass arpeggiation of “Peacemaker Die.” With the exception of m. 1 in Example 17, every measure involves a bass note that stands in for a kick drum, and an upper-octave note that similarly stands in for a snare drum. The fifths, as it were, fill in the space between root and octave in a manner similar to the way a hi-hat fills in the space between kick and snare. If we follow this interpretation through, we see that, in m. 2 the F3 on the “and” of beat 4 is simultaneously the final hi-hat of that bar and the kick drum that we expect on the following downbeat. At this point, the same D8–1 displacement previously found in Examples 15 and 16 now occurs in the bass part, effectively switching the backbeat. At the end of the fourth bar, the bass compensates for this switch by adding an additional F3 on the “and” of beat 4. (36) The same procedure occurs during the second phrase of Example 17, with the D8–1 displacement occurring on the A3 at the end of m. 6, but remaining shifted until the drums clarify the metrical placement of the backbeat in m. 11. Example 18 . Extreme, “Peacemaker Die,” end of bridge, polymetric interpretation (click to enlarge)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] By means of this process, the guitar continues its isochronous chord changes on the “and” of beat 4. Returning to Temperley’s syncopation shift concept, it becomes clear that this passage could be profitably heard as polymetric, as shown in Example 18 . This polymeter, prepared by the backbeat shifts from earlier in the bridge, arrives at a critical part of the song’s narrative, as King speaks about transforming “dark yesterdays into bright tomorrows” and achieving unity among all of God’s children. The song reaches a climax as King speaks the words, “Thank God Almighty”; here, the full band (drums and distorted guitars included) hits a strong accent on that “and” of beat 4, and Geary resumes a straight backbeat, which lasts until the end of the song. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] This paper has identified and examined expert rock drumming techniques that take the standard, nearly omnipresent rock backbeat and manipulate it. Switching the backbeat so that the snare hits fall on traditionally metrically strong beats produces an unexpected metrical dissonance, which often serves expressive ends. (37) To return to Nicole Biamonte’s characterization of the backbeat in rock music as a “displacement consonance,” I think that we might be able to go a step further. “Displacement consonance” seems to imply that the backbeat has been displaced from an unstated norm. The unstated norm, presumably, is the common-practice metrical hierarchy that places the strongest beat in a 4 4 measure on the downbeat, and the next strongest on beat 3. If we interpret rock music exclusively against that framework, we risk overlooking aspects of its multi-layered metrical structure. In other words, if the backbeat snare falls on beats 2 and 4 as the result of some kind of displacement, then it seems counter-intuitive that the displacement of that pattern, putting the snare “back” on beats 1 and 3, should result in a metrical structure that feels more dissonant.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] A marriage of backbeat studies with Andrew Wilson’s concept of dual-aspect meter allows us the flexibility to understand the backbeat not as a displacement of a traditional metrical grid, but rather as a weight profile that defines the metrical structure of much rock music. While further exploration of the general relationship between backbeat, meter, and metrical dissonance will certainly form the foundations for future study, my purpose in the present paper has been to address several ways in which rock drummers are able to create expressive variety (for their listeners, as well as for themselves) by flipping and pogo-ing around the expected backbeat.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.1.cairns.html",
    "data": "mto/data/mto.22.28.1.cairns.json"
}