{
    "title": "Introduction: The Music of Chen Yi",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Bain, Jennifer"
    ],
    "abstract": "This short introduction describes the contributions to a special issue on the music of Chen Yi, which originated in a special session on Chen’s music sponsored by the Committee on the Status of Women at the Society for Music Theory’s annual meeting in 2017. The contributions begin with a discussion by the composer, Chen Yi, of her chamber ensembleHappy Rain on a Spring Night, followed by three articles by Nancy Rao, John Roeder, and Marianne Kielian-Gilbert that offer varied approaches to analyzing her music, includingBa Ban(1999) andNing for Pipa, Violin and Cello(2002). A brief overview of and link to an edited transcription of the question and answer period that concluded the original session is also provided.",
    "keywords": [
        "SMT Committee on the Status of Women",
        "Chen Yi",
        "Happy Rain on a Spring Night(2004)",
        "Ba Ban(1999)",
        "Ning for Pipa",
        "Violin and Cello(2002)"
    ],
    "doi": "10.30535/mto.26.3.9",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.bain.pdf",
    "author_info": [
        {
            "name": "Jennifer Bain",
            "university": "Dalhousie University",
            "address": "Fountain School of Performing Arts, 6101 University Avenue, Halifax, NS B3H 4R2, Canada",
            "email": "bainj@dal.ca"
        }
    ],
    "citations": {
        "chen_et_al_2020": "Chen, Yi, Marianne Kielian-Gilbert, Nancy Rao, John Roeder, and Jennifer Bain. 2020. “In Dialogue with Chen Yi: Compositional Images, Techniques, and Influences.” Transcribed by Zackary Harrison. Edited transcript of the question and answer period that concluded a session on Chen Yi’s music, November 3, 2017, sponsored by the Committee on the Status of Women at the 2017 Society for Music Theory annual meeting in Arlington, VA. http://hdl.handle.net/10222/79583",
        "howat_1983": "Howat, Roy. 1983. Debussy in Proportion: A Musical Analysis . Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Chen Yi follows the Chinese practice of presenting her name in the order of family name (Chen) and given name (Yi), rather than the reverse which is commonly practiced in Western culture (I call myself Jennifer Bain, not Bain Jennifer). When talking about Prof. Chen’s music, we say either “the music of Chen Yi” or “Chen’s music,” just as we might say “the music of Barbara Strozzi” or “Strozzi’s music.”",
            "citations": []
        },
        "FN2": {
            "text": "2. An edited transcript of the lively hour-long discussion period that followed the presentations in the original session ( Chen et al. 2020 ) is available at http://hdl.handle.net/10222/79583 .",
            "citations": [
                "chen_et_al_2020"
            ]
        },
        "FN3": {
            "text": "3. Her awards have included a first prize from the Chinese National Composition Competition, the Lili Boulanger Award, the NYU Sorel Medal Award, the CalArts/Alpert Award, the UT Eddie Medora King Composition Prize, the ASCAP Concert Music Award, the Elise Stoeger Award from the Chamber Music Society of Lincoln Center, the Friendship Ambassador Award from the Edgar Snow Fund, and the Charles Ives Living Award from the American Academy of Arts and Letters.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] To celebrate the fortieth anniversary of the founding of the Society for Music Theory (SMT) and the thirtieth anniversary of the founding of SMT's Committee on the Status of Women (CSW), the CSW sponsored a unique special session at the 2017 SMT annual meeting in Arlington, VA. The Committee marked these anniversaries by focusing on the music of an outstanding and high-profile composer Chen Yi, who participated in the evening’s session with scholars Nancy Rao, John Roeder, and Marianne Kielian-Gilbert. (1) Together, this group offers a multi-dimensional approach to the study of Chen’s output by presenting the composer’s own analysis of her chamber work, Happy Rain on a Spring Night (2004), as well as three analytical articles that bring varied and fruitful approaches to the composer’s music, including Ba Ban (1999) and Ning for Pipa, Violin and Cello (2002). (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Chen, as she describes in her own paper, received training in both China and in the U.S.A., with Bachelor and Master degrees in music composition from the Central Conservatory in Beijing, and a Doctor of Musical Arts degree from Columbia University in New York City. A professor of composition at the University of Missouri-Kansas City, Chen has had her music performed and commissioned by many musicians and ensembles, including Yehudi Menuhin, Evelyn Glennie, Yo-Yo Ma, the Cleveland Orchestra, the BBC Symphony, and the Sächsische Staatskapelle in Dresden. She has received fellowships and commissioning awards from the Guggenheim Foundation, the American Academy of Arts and Letters, the Fromm Foundation at Harvard University, the Koussevitzky Music Foundation at the Library of Congress, and the National Endowment for the Arts, and has been the recipient of numerous awards and honors, including election to both the American Academy of Arts & Sciences and the American Academy of Arts & Letters, and Honorary Doctorates from five universities. (3) Her music is published by Theodore Presser Company and has appeared on dozens of CDs.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Chen’s compositional style weaves together musical and aesthetic elements deriving from both traditional Chinese and modern Western culture to create her own brilliant, compositional voice. All four articles grapple with this combined aesthetic to varying degrees. In her contribution here, Chen describes her musical background, from collecting folksongs in rural China, to performing as concertmaster in a Peking Opera orchestra, to studying Western and Chinese traditional music in Beijing and Western music in New York. Chen describes this combined aesthetic in her chamber work Happy Rain on a Spring Night , which musically, through a Western chamber ensemble, renders a poem by the famous Tang Dynasty poet, Du Fu (712–770). The cello, for example, at one point in the work takes its melody from the pitched tones produced from reciting Du Fu’s poem in Mandarin; the technique, while related to Schoenberg's practice of Sprechstimme , also derives from a children's game in China of singing without words to mimic speech tones. She also describes her use of the Western notion of the golden section, which she learned from Roy Howat’s book Debussy in Proportion ( Howat 1983 ). Chen uses the golden section as a general constructive principle, rather than as a systematically applied ratio of 0.618.",
                "footnotes": [],
                "citations": [
                    "howat_1983"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The three analyses of Chen's music by Nancy Rao, John Roeder and Marianne Kielian-Gilbert share an analytical approach that takes into account Chinese history and culture, but they do so in varied ways. Rao focuses on the Chinese aesthetic concept of shi and its implications in Chen’s chamber work Happy Rain on a Spring Night ; Roeder considers two specific traditions of Chinese folk song and how they are interwoven in Chen’s Ba Ban for solo piano; and Kielian-Gilbert reflects on a critical moment in Chinese history, the 1937 Nanjing Massacre and its relationship to ideas of identity in Chen’s Ning for Pipa, Violin and Cello .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The three analytical essays also share an approach that considers the interaction between Chinese and Western aesthetics in Chen's compositional practice. Rao explores the application of the idea of shi , “an elusive yet important aesthetic concept in Chinese culture” ([1.2]), describing it as propulsive and related to but distinct from the Western notion of musical gesture. Shi is gesture, but it embodies potentiality, dynamism, and power. Rao also addresses the importance of expanding “our modes and languages of musical analysis” ([5.6]) to be able to engage more deeply with culturally complex contemporary music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] John Roeder investigates the temporal interplay between two genres of traditional Chinese folk song and Western post-tonality in Chen’s Ba Ban for solo piano. After contextualizing the sizhu (silk-and-bamboo) tune Ba Ban and a contrasting tradition of Chinese mountain song, he traces a large-scale transfer of continuity from the traditional to the post-tonal materials across the entire piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Marianne Kielian-Gilbert, in the final article of the group, considers another work by Chen, Ning for Pipa, Violin and Cello , which in its very instrumentation suggests a combined Chinese and Western aesthetic. Kielian-Gilbert focuses on durational patterning and the role of the popular tune “Mo Li Hua” (Jasmine Flower). Addressing issues of identity, she explores how the work, written in memory of the 1937 Nanjing Massacre, can be simultaneously local and cosmopolitan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Many of the questions during the discussion period in the final hour of the session centered on issues related to Chinese traditional music, Chinese aesthetics, or the interplay between Chinese and Western compositional techniques ( Chen et al. 2020 ). Questions ranged from the technical considerations necessary when combining Chinese and Western instruments together in a single piece, to interpretive issues for Western scholars analyzing music that draws on traditions the scholar may not be familiar with, to whether or not the concept of shi could be applied to works by other Chinese or Chinese-American composers. Prof. Chen’s answers to many of the questions were rich in detail about her own compositional practice.",
                "footnotes": [],
                "citations": [
                    "chen_et_al_2020"
                ]
            }
        },
        {
            "9": {
                "text": "[9] In summary, this collection of articles by the composer and three scholars offers a comprehensive study of several works by Chen Yi from a five-year period (1999–2004). It is my hope that this collection will serve as a model for further research on Prof. Chen’s music and contemporary music with East-Asian influence, and will be used in the music theory and analysis classroom for units on Western music from the turn of the twenty-first century, or on the integration of multi-cultural compositional aesthetics, or on recent American music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "the music of chen yi",
    "source": "mto/raw/mto.20.26.3.bain.html",
    "data": "mto/data/mto.20.26.3.bain.json"
}