{
    "title": "Review of Michael L. Klein and Nicholas Reyland, eds., <i>Music and Narrative since 1900</i> (Indiana University Press, 2013) and Peter Kivy, <i>Antithetical Arts: On the Ancient Quarrel between Literature and Music</i> (Clarendon Press, 2009)",
    "date": "2013/08/01",
    "volume": "19",
    "issue": "3",
    "authors": [
        "BaileyShea, Matt"
    ],
    "abstract": "",
    "keywords": [
        "Narrative",
        "Kivy",
        "Klein",
        "Reyland",
        "personae",
        "agency"
    ],
    "doi": "",
    "received": "May 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.3/mto.13.19.3.baileyshea.pdf",
    "author_info": [
        {
            "name": "Matt BaileyShea",
            "university": "University of Rochester",
            "address": "",
            "email": "matt.baileyshea@rochester.edu"
        }
    ],
    "citations": {
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Bloomington and Indianapolis: Indiana University Press.",
        "cox_2011": "Cox, Arnie. 2011. “ Embodying Music: Principles of the Mimetic Hypothesis. ” Music Theory Online 17, no. 2.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Bloomington and Indianapolis: Indiana University Press.",
        "klein_2004": "Klein, Michael. 2004. “Chopin’s Fourth Ballade as Musical Narrative.” Music Theory Spectrum 26, no. 1: 23–55.",
        "robinson_1997": "Robinson, Jenefer, ed. 1997. Music and Meaning . Ithaca: Cornell University Press.",
        "temperley_2001": "Temperley, David.  2001.  “The Question of Purpose in Music Theory: Description, Suggestion, and Explanation.” Current Musicology 66: 66–85."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The first section of Kivy’s book summarizes the views of various formalists and their “quarrels” with literary interpretations of absolute music. Kivy acknowledges that readers might skip this section without harm. The third and final section poses a question: If the value of absolute music cannot be explained with reference to literary content, how can we explain it? Kivy ultimately leaves this question unanswered.",
            "citations": []
        },
        "FN2": {
            "text": "2. David Temperley ( 2001 ) makes a crucial distinction between “suggestive” analyses, which posit new ways of experiencing music (starting from the assumption that others won’t hear it the same way the analyst does), and “descriptive” analyses, which attempt to explain why people hear music in a particular way (starting from the assumption that most people hear it the same way, even if unconsciously). Temperley shows that analysts are not always clear about which type of analysis they are doing. This is certainly true for narrative analyses and it frequently causes confusion in both of the texts under discussion here.",
            "citations": [
                "temperley_2001"
            ]
        },
        "FN3": {
            "text": "3. Kivy notes the emergence of “new musicology” in the 1980s and 90s, which makes his adherence to “the music itself” more stubborn than naïve.",
            "citations": []
        },
        "FN4": {
            "text": "4. Arnie Cox ( 2011 ) has expanded on these ideas more recently, explicitly linking them with attributions of agency and narrative analysis.",
            "citations": [
                "cox_2011"
            ]
        },
        "FN5": {
            "text": "5. It is especially unfortunate that Kivy wasn’t able to engage Almén’s book, which offers a “sibling model” in which “literature, drama, and music share a potential for meaningfully ordering events in time, but differ with respect to their degree of referential specificity” ( 2008 , 14). Almén contrasts this with the “descendant model” (Kivy’s model), in which musical narrative is—at best—an imperfect descendant of literary narrative. As for the possibility of narrative as an objective property of music, Almén writes, “It is the observer who ultimately makes connections between events. There can be no unequivocally true or false explanations, only more or less convincing ones” ( 31 ).",
            "citations": []
        },
        "FN6": {
            "text": "6. Kivy quotes two compelling examples of this sort of thinking. Newcomb, for instance, writes that in music “aspects of agency are not continuously displayed, nor are aspects of narration. Both are intermittently operative” (131). This implies that agency and narration are indeed properties of the music. And Robinson leaves herself open to legitimate skepticism when, in discussing a Brahms Intermezzo, she says, “if we do not interpret the piece as a [persona’s] psychological drama in which powerful emotions are tracked and experienced, we cannot understand why the piece is so powerfully moving” ( 104 ).",
            "citations": [
                "robinson_1997"
            ]
        },
        "FN7": {
            "text": "7. Almén ( 2008 ) borrows the term “transvaluation” from James Jakob Liska. According to Almén’s summary, “all narratives...involve the transvaluation of changing hierarchical relationships and oppositions into culturally meaningful differences ” (his italics, 2008 , 41). This is a difficult concept to explain succinctly, but it tends to involve (1) identifying meaningful musical oppositions (e.g. major vs. minor, up vs. down, dance topics vs. Sturm und Drang) and then mapping them onto cultural differences (e.g. aristocracy vs. working class). Transvaluation involves a change in the hierarchical rank of these opposing elements over time.",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.3.baileyshea.html",
    "data": "mto/data/mto.13.19.3.baileyshea.json"
}