{
    "title": "Chair’s Introduction to “Form as Process: Celebrating the Work of Janet Schmalfeldt”",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Ravenscroft, Brenda"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.ravenscroft.pdf",
    "author_info": [
        {
            "name": "Brenda Ravenscroft",
            "university": "School of Music",
            "address": "Queen's University, Kingston, Ontario, Canada K7L 3N6",
            "email": "ravenscr@queensu.ca"
        }
    ],
    "citations": {
        "caplin_2009": "Caplin, William E.  2009.  “Beethoven’s Tempest Exposition: A Springboard for Form-Functional Considerations.”  In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 87–125.  Leuven: Peeters.",
        "hepokoski_2009": "Hepokoski, James. 2009. “Approaching the First Movement of Beethoven’s Tempest Sonata through Sonata Theory.” In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 181–212.  Leuven: Peeters.",
        "schmalfeldt_1983": "Schmalfeldt, Janet. 1983. Berg’s “Wozzeck”: Harmonic Language and Dramatic Design. New Haven: Yale University Press.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. “On the Relation of Analysis to Performance: Beethoven's Bagatelles Op. 126, Nos. 2 and 5.” Journal of Music Theory 29/1: 1–31. Reissued in Spanish in Orpheotron, a journal published by the State Conservatory Alberto Ginastera, Buenos Aires, Argentina, 2001.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10/3: 233–87.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12: 1–52.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the Tempest Sonata.” Beethoven Forum 4: 37–71.",
        "schmalfeldt_1997": "Schmalfeldt, Janet. 1997. “Coming to Terms: Speaking of Phrase, Cadence, and Form.” In Theory Only 13/1–4: 95–115.",
        "schmalfeldt_1998": "Schmalfeldt, Janet. 1998. “On Keeping the Score.“ Music Theory Online 4.2 .",
        "schmalfeldt_2001": "Schmalfeldt, Janet. 2001. “In Search of Dido.” Journal of Musicology 18/4: 584–613.",
        "schmalfeldt_2002": "Schmalfeldt, Janet. 2002. “On Performance, Analysis, and Schubert.” Per Musi: Revista de performance musical 5–6: 38–54.",
        "schmalfeldt_2004": "Schmalfeldt, Janet. 2004. “Music that Turns Inward: New Roles for Interior Movements and Secondary Themes in the Early Nineteenth Century.” Tijdschrift voor Muziektheorie 9/3: 171–95.",
        "schmalfeldt_2005": "Schmalfeldt, Janet. 2005. “Coming Home.” In Interdisciplinary Studies in Musicology 5, ed. Maciej Jabłoński and Michael L. Klein. Poznań, Poland: Rhytmos. Colloquial version published in Music Theory Online 10.1 (February 2004).",
        "schmalfeldt_2007": "Schmalfeldt, Janet. 2007. “Beethoven’s ‘Bridgetower’ Sonata, Op. 47.” In Proceedings of the International Orpheus Academy for Music Theory 2005. Collected Writings of the Orpheus Institute. Leuven: Leuven University Press.",
        "schmalfeldt_in_press": "Schmalfeldt, Janet. In press. “Chopin’s Dialogue: The Cello Sonata, Op. 65.” Proceedings of the Seventh International Academic Conference organized by the Fryderyk Chopin National Institute. Warsaw, Poland.",
        "schmalfeldt_forthcoming": "Schmalfeldt, Janet. Forthcoming. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music. Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A report from the Nashville session is available on the CSW page on the SMT website, located at http://societymusictheory.org/administration/committees/women .",
            "citations": []
        },
        "FN2": {
            "text": "2. The idea for the session topic originated with former CSW member Laurel Parsons.",
            "citations": []
        },
        "FN3": {
            "text": "3. Although Schmalfeldt is currently a member of the CSW, she was not a member at the time of the committee’s decision, and, after joining the CSW she recused herself from most of the planning for the session.",
            "citations": []
        },
        "FN4": {
            "text": "4. Schmalfeldt’s professional connection to Montréal, the location of the 2009 SMT meeting, was not a major factor in the decision to honor her, although it did provide an added resonance to this choice.",
            "citations": []
        },
        "FN5": {
            "text": "5. In order to facilitate the interactive nature of the session in Montréal, all four participants were kind enough to submit their papers to Schmalfeldt in advance of the conference, so that she could prepare her responses. The present articles are as close as possible to the original presentations, without substantive changes or further development of ideas.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The present volume, which celebrates the work of theorist Janet Schmalfeldt, is based on conference presentations made at a special session held by the Committee on the Status of Women (CSW) at the annual meeting of the Society for Music Theory (SMT) in Montréal in October 2009. Since celebrations are usually associated with particular events, dates or achievements, readers might be curious to know the occasion with which this celebratory collection of articles is associated—and may be surprised to discover the absence of such specific circumstances. An explanation of the genesis of the session and the conceptual framework in which it was developed will help to provide this context and to introduce the contents of the volume.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The CSW hosts a session at every annual meeting of the SMT, presenting topics that support the committee’s mission to promote gender equity in all educational, professional and scholarly aspects of music theory. In 2008, the CSW session at the annual meeting in Nashville focused on the gender imbalance that has existed in the field of music theory since its emergence as an independent discipline. A study of statistical data assembled for the session shows that membership in the SMT reflects this imbalance: approximately 70% of the members are male and only 30% female. Furthermore, women are often under-represented at the annual meetings relative to this ratio. (1) As a result, female theorists are less visible in the scholarly community, making them vulnerable to misconceptions about the quality and range of their work.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The CSW is committed to taking positive steps to address issues such as these, and, accordingly, the committee decided to raise the profile of female theorists by focusing its 2009 session on the work of an influential theorist who also happens to be a woman. (2) There are, of course, many deserving candidates, but after much debate, Janet Schmalfeldt was selected as the theorist on whose work the session would be structured. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Why did we choose Schmalfeldt to honor in this way? First and foremost it was because of her scholarship—the depth and range of her research, the quality of her publications, and the influence she has exerted on the work of others. She is the author of a book on Alban Berg’s opera Wozzeck and has published articles and book chapters on, for example, Berg’s Piano Sonata, Op. 1; aspects of cadence, form and voice leading; and the idea of musical form as process. Recent presentations, delivered in Freiburg, Warsaw and Tallinn, have addressed works of Mendelssohn and aspects of Chopin’s music. Her new book, to be published shortly by Oxford University Press, is titled In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Schmalfeldt’s contribution to the field of music theory and to musical life itself, however, extends beyond her scholarly work. She is also a fine pianist—in solo, concerto, and chamber-music contexts—and her experience as a performer has informed her studies in the field of analysis-performance relations. She is renowned as a teacher and as a mentor, beloved and respected by her students, and valued for her collegiality by her peers. Schmalfeldt’s first academic position was at McGill University in Montréal, where she taught from 1975 to 1988. (4) Following this, Schmalfeldt held the position of Associate Professor at Yale University, where she was awarded the Clauss Prize for Excellency in Teaching in 1993. She joined the Music Department at Tufts University in 1995 and completed a three-year term as department chair in July of 2006. \nAlways deeply involved in the larger professional world, Schmalfeldt’s service to the Society for Music Theory and to the regional New England Conference of Music Theorists is exemplary; she has sat as a member on numerous committees and editorial boards, has chaired conference sessions, and has served as a moderator and panelist. From 1993 to 1995 she held the position of President of the New England Conference of Music Theorists. She was elected Vice-President of the Society for Music Theory in 1995; and in 1999, she completed a two-year term as SMT President. Schmalfeldt’s status as a leading theorist has been recognized on numerous occasions. She presented the keynote address to the Society for Music Theory in 2003 and to the Dutch-Flemish Society for Music Theory in 2004. She served as a faculty member and workshop leader in the Mannes Institute for Advanced Studies in Music Theory session on “Form in Music” (2004) and, in the spring of 2005, she participated in an international workshop in Freiburg, Germany on communicative strategies in late eighteenth-century music.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Listing Schmalfeldt’s accomplishments, however, fails to reveal one of the features that best defines her and one that has been key in extending her influence so widely. In all the roles she plays, Schmalfeldt manages to balance an extraordinary generosity, both intellectual and personal, with a stubborn refusal to accept anything less than the highest possible level of performance. While unfailingly warm and kind in her interactions, she holds others—her students, her colleagues—to the same rigorous standards she expects of herself. It is this quality that made her an excellent candidate for a conference session designed to be a scholarly dialogue, in which presentations by other participants were followed by responses by Schmalfeldt, allowing an intellectual discourse to take place.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The present volume, like the conference session, focuses on the topic of “form as process.” Schmalfeldt’s first article on this subject, in which she critiques Dahlhaus’s ideas about the Tempest sonata, placing his views within the historical context of a Beethoven-Hegelian tradition, was published in 1995 in the Beethoven Forum. This article stands at the center of this collection of essays since, over the past fourteen years, it has stimulated much of the scholarly discussion about processual form in general and the Tempest sonata in particular. In her subsequent publications on this subject Schmalfeldt has examined the music of Schubert (in Tijdschrift voor Muziektheorie and Per Musi: Revista de performance musical ) and that of Robert and Clara Schumann (in Interdisciplinary Studies in Musicology ). Additional essays on Beethoven, Mendelssohn, and Chopin will be included in her forthcoming book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Four authors are included in addition to Schmalfeldt, and, in a design reflecting the unconventional format of the conference session, her responses to the other authors’ work are interspersed between their essays. (5) Starting with a broader examination of the issue of processual form, Carissa Reddick explores the issue of functional overlap in works by Haydn, Brahms and Dvořák, while Mike Cheng-Yu Lee examines aspects of analysis and performance in Schubert’s Piano Sonata in A Minor Op. 42. Schmalfeldt’s responses address analytical and performance issues raised in each article.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Articles in the second part of the volume are focused more directly on Beethoven’s Tempest sonata. William Caplin and James Hepokoski have both recently published essays on the Tempest in the book Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Caplin and Hepokoski present their views about form within the exposition of the first movement of the sonata, with Schmalfeldt’s final response devoted to performance and structural issues raised by their, and her own, formal interpretations.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.ravenscroft.html",
    "data": "mto/data/mto.10.16.2.ravenscroft.json"
}