{
    "title": "Beyond Words: The Moving Body as a Tool for Musical Understanding",
    "date": "2003/08/01",
    "volume": "9",
    "issue": "3",
    "authors": [
        "Urista, Diane J."
    ],
    "abstract": "Instructors of aural skills traditionally rely upon singing and dictation, and intoning and tapping rhythms for teaching students. This study focuses on an approach that engages the moving body (drawn from Eurhythmics) to develop perception and the kinesthetic associations humans experience in the performance of music. I discuss seven video scenarios, each of which is designed to develop specific musical concepts and musicianship. This approach enhances the sensitivity of the students and the physical relationship with the music they perform and perceive. Furthermore, it refines their kinesthetic sense, strengthens musical memory, and the power of concentration.",
    "keywords": [
        "Eurhythmics",
        "body",
        "movement",
        "pedagogy",
        "aural skills",
        "kinesthesia"
    ],
    "doi": "",
    "received": "April 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.3/mto.03.9.3.urista.pdf",
    "author_info": [
        {
            "name": "Diane J. Urista",
            "university": "Oberlin College Conservatory of Music",
            "address": "Oberlin, Ohio 44074",
            "email": "diane.urista@oberlin.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Felix Mendelssohn in a letter to Marc-André \nSouchay, Letters of Felix Mendelssohn-Bartholdy from 1833 to 1847 , trans. Lady Wallace (London, 1864),  269–71.",
            "citations": []
        },
        "FN2": {
            "text": "2. David Lidov, “Mind and Body in Music,” Semiotica 66, 1/3 (1987): 69–97.",
            "citations": []
        },
        "FN3": {
            "text": "3. Roger Graybill, “Towards a Pedagogy of Gestural Rhythm,” Journal of Music Theory Pedagogy 4/1 (1990): 1–50; Alexandra Pierce, “Juncture,” In Theory Only 3/6 (1977): 23–24; Pierce, “Structure and Phrase (Part I),” In Theory Only 4/5 (1978): 22–35; Pierce, “Performance Phrase—Structure and Phrase (Part II),” In Theory Only 5/3 (1979): 3–24; Pierce, “Climax in Music—Structure and Phrase,” In Theory Only 7 (1983): 3–30. I am grateful to Eurhythmic practitioners Robert Abramson, Gabriella Chrisman, Herb Henke, and Stephen Moore for their ideas and inspiration. This article represents a pilot study, a first step in a book that I am planning that will elaborate more fully the background of this approach and will present a comprehensive curriculum for developing movement-to-music skills in colleges, universities, and conservatories.",
            "citations": []
        },
        "FN4": {
            "text": "4. Julia Schnebly-Black and Stephen Moore, The Rhythm \nInside: Connecting Body, Mind and Spirit through Music (Oregon: Rudra Press, \n1997), 43. Interested readers might also wish to consult the following sources \nrelating to embodied cognition, which address the connections between aural \nperception and bodily movement: Arnie Cox, “The Mimetic Hypothesis and Embodied Musical Meaning,” Musicae Scientiae 5/2 (2002): 195–234; Ellen Dissanayake, Homo Aestheticus (New York: The Free Press, 1992); Marian T. Dura, Music Education and the Music Listening Experience (Queenston, Ontario: Edwin Mellen Press, 2002); Rudolph E. Radocy and David J. Boyle, Psychological Foundations of Music Behavior, 2d ed. (Springfield, IL: Charles C. Thomas Publishers, 1979); Alf Gabrielson, ed. , Action and \nPerception in Rhythm and Music (Stockholm: Royal Swedish Academy of Music, \n1987); Neil McAngus Todd, “The Dynamics of Dynamics: A Model of Musical \nExpression,” Journal of the Acoustical Society of America 91 no. 6 \n(1992): 3540–3550.",
            "citations": []
        },
        "FN5": {
            "text": "5. Schnebly-Black and Moore, 44.",
            "citations": []
        },
        "FN6": {
            "text": "6. Graybill, 1.",
            "citations": []
        },
        "FN7": {
            "text": "7. his exercise also works very well for teaching \nasymmetrical meter. I have successfully used this approach with Brubeck’s “Rondo Alla Turk” to teach the off-kilter feel of 2 + 2 + 3.",
            "citations": []
        },
        "FN8": {
            "text": "8. Pierce, “Climax in Music—Structure and Phrase,” 14.",
            "citations": []
        },
        "FN9": {
            "text": "9. I would like to thank the students at Oberlin \nConservatory for all their time and energies in participating in the \nreenactments, and to my husband, Jonathan Niefeld, for shooting the videos. I \nextend special thanks to Tom Lopez for his technical expertise in helping to \nproduce the videos, to Stephen Moore for allowing me to use the Bartok video \nfrom his class, and to Allen Cadwallader for his editorial assistance.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction “What the music I love expresses to me, is not thought too indefinite to be put into words, but, on the contrary, too definite .” (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] \nMusicians have long sought to develop more effective ways of teaching their \ncraft. These efforts have traditionally found their most immediate expression, \nnaturally, in words, though contrived melodies and dictation exercises are more \nrecent manifestations of pedagogical tools. When one considers, however, the \nvisceral, physical nature of music, it seems curious that current pedagogy \nplaces relatively little emphasis on nonverbal approaches to musical \nunderstanding. At the Oberlin Conservatory of Music, I have discovered that an \nembodied approach is more meaningful to students, because it affords them a \ndirect link to the physical associations related to perception and \nperformance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In my experience I have found it essential to engage the body, which helps \nto promote skills that are vital to a competent musician. As David Lidov has \nnoted, there is a sense “of strong and intimate correspondences between the \ndetails of music and bodily properties: gestures, tensions, and postures as well \nas . . . states of consciousness, moods, and emotions. These correspondences which \ninvolve kinesthesia in a direct . . . way appear ubiquitous . . . movement is not a \n‘meaning’ of music but rather an intrinsic property.” Many of us wonder how to \ncommunicate these deep physical sensations and personal feelings we experience \nwhen listening to music that are often difficult, if not impossible, to capture \nin words; such intrinsic properties we often refer to as the ineffable. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] This \narticle proposes that instructors at the college level consider a nonverbal \napproach—the moving body. I demonstrate and discuss the practical applications \nand advantages of using the moving body as a tool for learning, analyzing, and \ncommunicating music in the classroom, a tool that enhances kinesthetic awareness \nand music perception. Video performances from a first- and second-year \nconservatory classroom of the scenarios are presented to convey the benefits of \nmoving-to-music. These scenarios are inspired by the work of Roger Graybill, \nAlexandra Pierce, and several Eurhythmics practitioners. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Although \nsome people assume that Eurhythmics is for children, it is important to note \nthat Dalcroze’s ideas were originally designed to improve learning for adults at \nthe Conservatory of Music in Geneva, where he taught harmony and solfège. \nEurhythmics is a music education approach that consists of three main parts: \n \nsolfège, improvisation, and movement-to-music, which is the part that I will \nfocus on. The main impetus behind Dalcroze’s approach grew out of his overall \ndissatisfaction with musical instruction at the Conservatory. He questioned why \nmusic theory was often taught only through abstractions divorced from sound, \nfeeling, and motion. One of his primary goals was to heal what he perceived as \nthe “mind-body split” in musical training and to promote an approach that \nstimulates, develops and refines all the capacities we use to engage in music: \nthe aural, visual, tactile and muscular senses. He believed our physical \nmovements were powerful referents for understanding musical rhythms, pitch, and \nmotion. Many believe a connection exists between our aural impression of music \nand the kinesthetic sense, which many refer to as the “neglected” perception, or \n“sixth” sense. As Schnebly-Black and Moore explain, “Dalcroze teachers blend the \naural perceptions of dynamics, beat, and pitches with muscular sensations of \ntime, space, and energy. Out of this combination evolves a more subtle and \nexpressive set of musical impulses and musical understanding. The addition of \nbody movement to music training increases the amount of sensory information \nforming musical perceptions. When the whole body is used, the nervous system \ndraws information from many networks: not just the hands, but the arms, \nshoulders, rib cage, and hips. The eyes, and ears, as well, join in a blending \nof sensory systems that reinforce each other in receiving and analyzing musical \ninformation.” I now discuss six musical scenarios, each of which is designed to \nteach a specific musical concept. (4) [2] SCENARIO  1a: Exercise Designed to \nTeach Cadence Video Clip 1 (click to watch video)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The first scenario is a typical Eurhythmics exercise that \nfosters the recognition of cadences and explores the varying subtle shades of \nnuance among different kinds of cadences. Depending on available space, anywhere \nfrom five to twenty students can work comfortably. The students are placed \nrandomly about the room, holding short wooden dowels. They are asked to move \nfreely and to walk in time to the music that is played on the piano. When the \nfinal chord of the cadence has sounded, the students are to touch another \nperson’s dowel with their own. The instructor plays musical exercises developed \nspecifically for this purpose—four-bar phrases that end with different \ncadences: perfect and imperfect authentic, half, and deceptive. Video Clip 1 shows students who have performed the exercise and are acquainted \nwith the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] As the movers become aware of the types of \ncadences, different physical gestures emerge that reflect the subtle qualities \nof the various cadences. For some types of cadences, the movers touch dowels \ngently and lightly above their heads; for other cadences they touch dowels \nswiftly and precisely near the waist. They also begin to exhibit facial \nexpressions that mimic the cadences’ bold or tranquil character. A few movers \nphysically represent the deflective effect of the deceptive cadence through the \npostural change of bending backward or to the side. Several movers join together \nat the end to represent the finality of the last perfect cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] What \ntakes place is a spontaneous, living analysis of phrase and cadence. Rather than \npassively talking about the idea of cadence before or after the music is \nheard, movers actively create a physical gesture with the cadence while it is \nbeing played—a personal response derived from the musical event itself that \nengages the kinesthetic sense. A traditional classroom setting typically \ninvolves the discussion and labeling of a musical concept. But as Eurhythmics \nteachers Moore and Schnebly-Black explain, “Eurhythmics focuses on the \n[physical] sensation itself, letting one moment develop into the next-seeking \nnot identification but sensory continuity. Through Eurhythmics, people learn to \nuse information fresh from sensation information fresh from sensation, before it \nhas been consciously analyzed.” (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] \nOften times, during and after completing a physical activity such as the one \njust described, students ask questions about the kinds of cadences they have \nexperienced, at which point we move to the board and begin traditional labeling. \nIt is imperative that students experience first the sensations of a new musical \nidea, before identifying and analyzing it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] I have noticed that students \ngain a deeper understanding of a concept by making their own physical \nrepresentation of it and by seeing those of others. By “physical representation” \nI am suggesting a type of metaphor that is the body’s response to what is being \nperceived. When the association between aural perception and physical reaction \nmeld, then the physical representation becomes an effective tool for realizing \nthe subtle nuances of a passage. This interactive process heightens sensitivity \nand enhances the internalization of musical concepts. This is one of the reasons \nwhy moving-to-music is such a powerful learning tool. The aural, muscular, \nvisual, and tactile senses are all engaged in the encoding of information. You \nmay have noticed that some of the students are more adept than others at moving \nthrough space and representing the varying degrees of nuance among cadences. For \ninstance, at the first cadence, one student did not anticipate the necessary \ntime to meet with another person. Negotiating time and space, while listening to \nthe conclusion of the phrase, is part of the skill required in this exercise. \nSome students were also late in responding to the cadence itself, and touched \ndowels immediately after rather than on the final chord. With a few simple \nsuggestions, these kinds of problems are easily rectified and a student’s \nmovement technique and accuracy improve quickly. I have found that enhanced \nmovement technique equates to better musical perception, performance ability, \nand analytical insight. [3] SCENARIO 1b: Cadence Exercise Converted into a \nQuick-Reaction Exercise Video Clip 2 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Once the participants are comfortable with the \nfour-bar groupings, the activity is converted into what Dalcroze calls a quick-reaction exercise. This happens by changing the music from a predictable \npattern of four-bar phrases into an unpredictable mixture of two-, four-, and \neight-bar phrases. The movers are now caught off guard. Some miss cadences when \na two-bar phrase occurs instead of the expected four-bar phrase. Some movers \naccidentally touch dowels at the initiation of a phrase expansion, when they \nexpect the conclusion of a prototypical four-bar phrase. In the following video, \nthe students have practiced the exercise, but some are still surprised; others \nimprovise gestures to represent what they hear. For example, some students mark \nthe thwarted closure of a phrase extension by almost touching dowels at the \npoint of a possible cadence and then pulling away when the extension begins \n( Video Clip 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] With any quick-reaction exercise, unpredictability is the key \ningredient, for it is the element of uncertainty that forces students to remain \nalert; this, in turn, strengthens their power of concentration. In this \nparticular exercise, students begin to realize that in order to represent the \ncadence at precisely the right time, they have to stay focused and listen \nintently for subtle cues within the music that signal whether the phrase is \ngoing to close or continue; otherwise they will fail to respond to the cadence. \nQuick-reaction exercises also train students to adapt mentally and to respond \nquickly and physically to change while retaining a sense of mental calm-a skill \nrequired of any musician. This is one of countless quick-reaction exercises that \ncan be used to develop a sense of concentration and alertness. [4] SCENARIO  2: \nCanon Video Clip 3 (click to watch video) Video Clip 4 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Now I will discuss another exercise, canon, which can be \nincorporated at any level in the aural skills classroom. In this exercise \nstudents move to a given rhythm or melody. As they are physically imitating that \nrhythm, another is played for them to imitate, and so forth. In Clip 3 you see \na simple imitation exercise, where students are imitating one-bar melodic \nfragments. The imitation serves as a warm-up that is then converted into the \ncanon, shown in Clip 4. (Play Video Clips 3 and 4 back-to-back.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The canon \nexercise is an excellent tool for developing musical memory. Students are \nengaged in a cycle of hearing, memorizing and physically executing one rhythm, \nwhile simultaneously committing the next one to memory. Canons also teach the \nart of performing one part while carefully listening to another, an essential \nskill for ensemble playing. The canon in this exercise is simple, featuring \nbasic rhythms that are given one measure at a time. By increasing the rhythmic \ncomplexity and the number of bars in a segment, the difficulty of the exercise \nis increased. A canon can also be designed in such a way that the student \nexperiences specific rhythms that play off of each other, for example, dotted or \nsyncopated rhythms against straight rhythms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] This canon can also be \nrealized in a more traditional manner by speaking (on the syllable “tah”) or by \nclapping. As Graybill points out, however, whereas speaking teaches the correct \nplacement of attack points in a rhythm, it often lacks any musical expression or \ndynamic inflection. He explains, “While [the] concept of rhythm as a neutral \nseries of attack points and durations may be appropriate in certain contexts, it \ndoes not accord very well with our experience of rhythm in the fullest sense. \nWhen we respond to rhythm as listeners or feel a rhythm as performers, we \nexperience something vital and dynamic-a flow of energy through time . . . characterized by a dynamic interplay of ebb and flow, of intensification and \nrelaxation.” (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Graybill acknowledges the association of \nthis dynamic aspect of rhythm with physical movement and refers to it as gestural rhythm , the fluidity of which is captured by movement. Moving the \nbody through space allows the student to shape in expressive ways the musical \nspaces between and through beats. Musical spaces that are active and open to \ninterpretation can be amplified and enlivened kinesthetically with straight and \ncurved flow paths, changes in direction, varying degrees of energy, weight, \nspeed, and postural balance-gestural qualities of rhythm that speaking or \nclapping would not as readily access. [5] SCENARIO  3: Beat and Phrase Video Clip 5 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The \nnext exercise is designed to teach the organization of beat in phrase structure \nand compound meter. In this scenario, students standing in a circle pass a ball \nto one another at time points corresponding to the beats within a measure. One \nof the advantages of this exercise is that it physically illuminates and \nexaggerates what Dalcroze describes as the three main aspects of beat: the anacrusis , the physical preparation of the beat; the crusis , the precise \npoint of contact; and finally the metacrusis , or afterbeat, the moment of \nrebound and follow-through resulting from the energy exerted from the crusis. In \nthe video you will see students who have practiced the exercise and are \ncomfortable with passing the ball. They are then directed to change direction \nwhen the phrase changes. By doing so, students have to listen carefully to both \nthe beat and to the phrasing to execute the exercise successfully. (Play Video Clip 5 .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Notice in the video that students made adjustments in timing and energy by \nslightly delaying the arrival of the cruses or by putting more or less weight in \nthe cruses to represent the subtle changes in tempo and dynamic fluctuations. \nNotice also that the space between beats, that is, the anacrusis and metacrusis, \nbecomes more enlivened and flexible when the tempo slows, allowing more latitude \nfor interpretive flexibility. The movement involved in passing the ball \nmagnifies the dynamic possibilities that exist between and through the \narticulation of beat. (7) [6] SCENARIO  4: Schumann’s “Mondnacht” \nMusical Climax Video Clip 6 (click to watch video)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Our fourth scenario is designed to explore the dynamic \nshape of phrase and musical climax in Schumann’s “Mondnacht” in E major from his Liederkreis . Here the students focus on the dynamic shape of the vocal \nphrases. They begin by learning the opening phrase (measures 6–13), which divides \ninto two subphrases. The first subphrase begins on the last beat of measure 6 and \npeaks on the F ♯ 5 in measure9 (on the word Himmel ). In response, the second \nsubphrase rises immediately to the E5 in measure 11, which corresponds to the melodic \npeak F ♯ of the first subphrase. The exercise involves the students’ grasping of \nan elastic Chinese jump rope, using its elasticity to respond physically to the \nclimactic shape of the subphrases. In this clip, students have heard the piece \nand are beginning to work out the phrasing. (Play Video Clip 6 .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The physical \ntension of the rope is used to intensify the dynamic shape of phrase. The \nstretch of the rope allows students to feel through their muscles the qualities \nof elasticity, the sense of sustained momentum, and the dynamic sense of ebb and \nflow to and from the climactic points in the phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Some are obviously \nmore successful than others in representing F ♯ as the main climactic moment. The \nfemale student on the right clearly does not know the piece well enough to \nproduce a convincing kinesthetic response. In her particular case, her aural \nperception and physical representation have not yet melded. In a real class \nsetting students will discuss among themselves the details of representation, \nfor example, of how much space to use and where, when to exert the most tension, \nand how long to sustain tension and through which beats. Some will be concerned \nwith subtle details of gesturing, of how much space they should feel under their \narms while raising the rope. Most movers in this reenactment respond by arching \nback and opening their chest to depict the opening of musical space as the \nmelodic line rises to the word Himmel . Eventually, they agree and work out a \nunified movement where everyone follows the music perfectly, just as they would \nin a real-life ensemble setting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] In her work on climax and phrase \nstructure in Schumann’s “Mondnacht”, Alexandra Pierce experiments with several \nmovements to represent the climactic structure of phrase. Her account is \nintriguing, because the visceral sensation she experiences from moving \ncontradicts the words typically used to describe phrase endings. One movement in \nparticular she describes is the “fountain,” which involves bringing her palms \ntogether as the phrase starts (measure 6), lifting her hands up and outward over her \nhead at the moment of climax on the F ♯ , and then letting her arms float down to \nher sides as the phrase ends (measure 13). As she explains, “ . . . after moving to the \npiece several times, the fountaining movement began to present a sense of \nopenness . . . not only at the moment of climax, but even at the phrase ending.” \nThis feeling of expansion at the conclusion of the phrase surprises her, since \nher felt sensation is in contrast to the conventional verbal expressions used to \ndescribe phrase endings, such as “repose,” “rest,” and “stasis.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The “fountain” movement reveals a kinesthetic sensation of expansion that \ncould not be represented through words alone. From Pierce’s account it is clear that another kind of intelligence was \ninforming her: kinesthetic sensations and feelings overtly experienced \nthrough movement, remembered, and then later drawn upon covertly to enhance \nfuture listening and performing experiences. Through the continuous practice of \nmoving-to-music, the participant draws into consciousness the intricate web of \nkinesthetic information that exists between bodily gesture and musical sound. \nThe movement serves as a temporary exaggeration that highlights aspects of the \nmusical structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Typically in the classroom, students sing phrases and \nidentify them by putting expressive markings in their scores. They may carefully \nfollow these markings, but their performances often lack subtle nuance. Movement \nactivities, such as the ones described here, invite students to investigate the \ninfinite dynamic shadings that live behind the notes while they are learning \nand singing a piece. Musicality is not merely discussed or interjected as an \nafterthought; musicality is the main focus and purpose of the activity. [7] \nSCENARIO  5: Form and Bartok’s “Song of the Harvest” Video Clip 7 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The final scenario \nportrays a movement analysis of form to Bartok’s “Song of the Harvest” from his \n44 Duos for 2 violins. (It will be beneficial for the reader to consult the \nscore.) The piece consists of five sections. The first, marked lento , spans \nmeasures 1–5 and appears again in an inverted and transposed form at measure 16 and at measure \n30. These sections are interrupted by two faster, canonic eruptions (marked parlando ) \nthat unfold from measures 6 to 15 and from measures 21 to 29. This is an example of a \npolished performance carefully worked out by two students with Eurhythmics \nexperience. In this analysis, their moving bodies represent the duet of 2 \nviolins. Note the way they negotiate the space of the room and interact with one \nanother to represent the beginnings and endings of these five sections. (Play Video Clip 7 .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] In this rendition the students use a wringing gesture, which is \nfacilitated by the stretch of nylon socks to amplify the tense dissonant nature \nof this Bartok piece. Their more sustained motion depicts the character of the \nsofter lento sections; then they elapse into a series of abrupt torso bends to \ncharacterize the aggressive, angular contour of the two canonic sections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] \nIn a movement analysis such as this, instead of sketching out on paper the \nbeginnings and endings of sections with letter names, labels, or arches, the \nmovers instead mark these points with expressive physical gestures. Rather than \ntalking about the form, which is traditionally done in a formal analysis, the \nparticipants’ bodies become the form. [8] Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Reflecting on \nMendelssohn’s words quoted at the beginning of this article, I must admit that \nattempting to convey what it means to move-to-music by talking about it feels \nquite inadequate, that is, it feels so indefinite . Even so, I believe that the \nimportance of using the body as a tool for musical understanding needs to be \nheard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] By not using the body to learn about and analyze music, we may be \ndenying ourselves the benefits of a dynamic tool that engages our kinesthetic \nsense, strengthens musical memory and our power of concentration, develops and \nstimulates the channels of communication between mind and body, refines physical \ncoordination, and opens our ears to finer degrees of subtlety and nuance. \nEspecially in a field where many of us as performers use our bodies to make \nmusic, we may be performing a disservice to our students and ourselves by not \ntraining both mind and body. Moving-to-music may not be for everyone, but if \nanyone remains skeptical about its virtues, it is important to remember that it \nis something that must be felt within the intimate space of the body to be \nunderstood, for the understanding comes with the experience of moving. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.03.9.3.urista.html",
    "data": "mto/data/mto.03.9.3.urista.json"
}