{
    "title": "Hollywood Cadences: Music and the Structure of Cinematic Expectation",
    "date": "2013/12/01",
    "volume": "19",
    "issue": "4",
    "authors": [
        "Lehman, Frank"
    ],
    "abstract": "Cadences are one of the most powerful tools at a film composer’s disposal. The structure and placement of a cadence can shape the emotional arc of a scene, accentuate narratival information, and manipulate generic expectations. Drawing from theories of film genre and cadential definition from Altman (1999) and Caplin (2002), I explore several cinematically significant “cadential genres”—harmonic routines arising through the convergence of independent musical phenomena that together project a punctuative function. Through processes of attribute substitution and subtraction, a cadential genre can adapt to shifting scoring practices and generic expectations.I showcase four such cadential genres. The mixed plagal cadence imports transcendent harmonic associations from the Romantic era. Phrasal “mickey mousing” arises through cadential synchronization, as shown in an analysis of Korngold’sRobin Hood. The subtonic half cadence is strongly linked with a specific film genre: the Western. Through analysis of Jerome Moross’s subtonic-saturated scores and subsequent adapted and abstracted usages, I show the value of the generic approach to style-based analysis. Lastly, I inspect the chromatically modulating cadential resolution (CMCR): the strategy of initiating a diatonic cadence in one key only for the dominant to discharge onto the tonic of a chromatically related key. Through a variety of intrinsic and contextual traits describable by linear, transformational, and cognitive models, I explain the strong association of CMCRs with cinematic evocations of wonderment. This is illustrated through a case study of Williams’sJurassic Park.",
    "keywords": [
        "film music",
        "cadence",
        "phrase",
        "modulation",
        "genre theory",
        "Western",
        "Caplin",
        "Newman",
        "Korngold",
        "Moross",
        "Goldsmith",
        "Howard",
        "Williams",
        "Jurassic Park"
    ],
    "doi": "",
    "received": "May 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.13.19.4/mto.13.19.4.lehman.pdf",
    "author_info": [
        {
            "name": "Frank Lehman",
            "university": "Department of Music, Tufts University",
            "address": "Granoff Music Center, 20 Talbot Avenue, Medford, MA 20155, Cambridge, MA 02138",
            "email": "frank.lehman@tufts.edu"
        }
    ],
    "citations": {
        "agawu_2009": "Agawu, Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music . New York: Oxford University Press.",
        "altman_2011": "Altman, Rick. 2011. Film/Genre . London: Palgrave Macmillan.",
        "beckerman_and_rosar_2009": "Beckerman, Michael and William Rosar. 2009. “The Idyllic Sublime: A Dialog on the Pastoral Style in Westerns.” Journal of Film Music 2, no. 2–4: 251–62.",
        "burstein_2010": "Burstein, Poundie. 2010. ““Half, Full, or In Between? Distinguishing Half and Authentic Cadences.” Paper presented at the annual meeting of the Society for Music Theory, Indianapolis, Indiana, November 4-7.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum , 32, no. 2: 95–110.",
        "blombach_1987": "Blombach, Ann. 1987. “Phrase and Cadence: A Study of Terminology and Definition.” Journal of Music Theory Pedagogy 1: 225–51.",
        "bordwell_staiger_and_thomson_1987": "Bordwell, David, and Staiger, Janet, and Thomson, Kristen. 1987. The Classical Hollywood Cinema: Film Style & Mode of Production Until 1960 . New York: Columbia University Press.",
        "_2007": "Bribitzer-Stull, Matthew. 2007. “From Nibelheim to Hollywood: The Associativity of Harmonic Progression.” Paper presented at annual meeting of the Society for Music Theory, Baltimore, Maryland, November 14-18.",
        "brode_2012": "Brode, Douglas. 2012. “Cowboys in Space: Star Wars and the Western Film.” In Myth, Media, and Culture in Star Wars: An Anthology , eds. Douglas Brode and Leah Deyneka, 1–12. Plymouth: Scarecrow Press..",
        "buchler_2008": "Buchler, Michael. 2008. “Modulation as a Dramatic Agent in Frank Loesser’s Broadway Songs.” Music Theory Spectrum 30, no. 1: 35–60.",
        "buhler_1996": "Buhler, James. 1996. “‘Breakthrough’ as Critique of Form: The Finale of Mahler’s First Symphony.” 19th-Century Music 20, no. 2: 125–43.",
        "buhler_2000": "Buhler, James. 2000. “Star Wars, Music and Myth.” In Music and Cinema , eds. James Buhler, Caryl Flinn, and David Neumeyer, 45–46. Hanover: Wesleyan University Press.",
        "buhler_2012": "Buhler, James. 2012. “A Postcolonial Critique of Musical Topics in Film.” Paper presented at Music and the Moving Image Conference, New York, June 1-3.",
        "burt_1994": "Burt, George. 1994. The Art of Film Music . Boston: Northeastern University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57, no. 1: 51–118.",
        "carroll_and_moore_2011": "Carroll, Noël and Margaret Moore. 2011. “Music and Motion Pictures.” In The Routledge Companion to Philosophy and Music , 456–67. New York: Routledge.",
        "carter_2002": "Carter, Chandler. 2002.  “Spiritual Ascents and Descents: Religious Implications in Pronounced Motion to the Subdominant and Beyond.” in Voicing the Ineffable: Musical Representation of Religious Experience , ed. Siglind Bruhn. Hillsdale: Pendragon Press: 233–63.",
        "cohen_1993": "Cohen, Annabel J. 1993. “Associationism and Musical Soundtrack Phenomena.” Contemporary Music Review 9, no. 1–2: 163–78.",
        "cohen_2000": "Cohen, Annabel J. 2000. “Film Music: Perspectives from Cognitive Psychology.” In Music and Cinema , eds. James Buhler, Caryl Flinn, and David Neumeyer, 360–77. Hanover: Wesleyan University Press.",
        "cohn_1998": "Cohn, Richard. 1998. “An Introduction to Neo-Riemannian Theory: A Survey and Historical Perspective.” Journal of Music Theory 42, no. 2: 167–80.",
        "cook_2004": "Cook, Nicholas. 2004. Analysing Musical Multimedia . New York: Oxford University Press.",
        "cooke_2008": "Cooke, Mervyn. 2008. A History of Film Music . Cambridge: Cambridge University Press.",
        "cooper_2001": "Cooper, David. 2001. Bernard Herrmann’s Vertigo: A Film Score Handbook . Westport: Greenwood Press.",
        "doll_2011": "Doll, Christopher. 2011. “ Rockin’ Out: Expressive Modulation in Verse-Chorus Form. ” Music Theory Online 17, no. 3.",
        "dunsby_1980": "Dunsby, Jonathan. 1980. “Schoenberg on Cadence.” Journal of the Arnold Schoenberg Institute 4, no. 1: 41–49.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock . New York: Oxford University Press.",
        "goldmark_2005": "Goldmark, Daniel. 2005. Tunes for Toons: Music and the Hollywood Cartoon . London: Oxford University Press.",
        "gorbman_1987": "Gorbman, Claudia. 1987. Unheard Melodies: Narrative Film Music . Bloomington: Indiana University Press.",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford: Oxford University Press.",
        "halfyard_2010": "Halfyard, Janet K. 2010. “Music Afoot: Supernatural Horror-comedies and the Diabolus in Musica .” In Music in the Horror Film: Listening to Fear , ed. Neil Lerner. New York: Routledge. 206–23.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Bloomington: Indiana University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations of the Late-Eighteenth-Century Sonata . Oxford: Oxford University Press.",
        "hubbert_2011": "Hubbert, Julie. 2011. Celluloid Symphonies: Texts and Contexts in Film Music History . Berkeley: University of California Press.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . Cambridge: The MIT Press.",
        "john_2001": "John, Antony. 2001. “The Moment I Dreaded and Hoped For.” Musical Quarterly 85, no. 3: 516–44.",
        "kalinak_1992": "Kalinak, Kathryn. 1992. Settling the Score: Music and the Classical Hollywood Film . Madison: University of Wisconsin Press.",
        "kalinak_2007": "Kalinak, Kathryn. 2007. How The West Was Sung: Music in the Westerns of John Ford . Berkeley: University of California Press.",
        "kalinak_2012": "Kalinak, Kathryn, ed. 2012. Music in the Western: Notes from The Frontier . New York: Routledge.",
        "kassabian_2000": "Kassabian, Anahid. 2000. Hearing Film: Tracking Identifications in Contemporary Hollywood Film Music . New York: Routledge Press.",
        "kitses_2004": "Kitses, Jim. 2004. Horizons West: Directing the Western from John Ford to Clint Eastwood . London: British Film Institute.",
        "laitz_2012": "Laitz, Steven. 2012. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening . New York: Oxford University Press.",
        "lehman_2011": "Lehman, Frank. 2011. “SLIDE: Illuminating a Shadow Progression.” Paper presented at the annual meeting of the Society for Music Theory, Minneapolis, October 27-30.",
        "lehman_2012": "Lehman, Frank. 2012. “Reading Tonality Through Film: Transformational Hermeneutics and the Music of Hollywood.” PhD diss., Harvard University.",
        "lehman_2013": "Lehman, Frank. 2013. “Transformational Analysis and the Representation of Genius in Film Music.” Music Theory Spectrum 35, no. 1: 1–22.",
        "lerner_2001": "Lerner, Neil. 2001. “Copland’s Music of Wide Open Spaces: Surveying the Pastoral Trope in Hollywood.” The Musical Quarterly 85, no. 3: 477–515.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven: Yale University Press.",
        "lexmann_2006": "Lexmann, Juraj. 2006. Theory of Film Music . Frankfurt am Main: Peter Lang Publishing Inc.",
        "meyer_1962": "Meyer, Leonard B. 1962. Emotion and Meaning in Music . Chicago: University of Chicago Press.",
        "millington_1992": "Millington, Barry. 1992. “The Operas.” In The Wagner Compendium , ed. Barry Millington, 270–374. New York: Schirmer Books.",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787–1791 . Oxford: Oxford University Press.",
        "murphy_2006": "Murphy, Scott. 2006. “ The Major Tritone Progression in Recent Hollywood Science Fiction Films. ” Music Theory Online 12, no. 2.",
        "murphy_2011": "Murphy, Scott. 2011. “Scoring Loss in Recent Popular Film and Television Music.” Paper presented at the Sixth International Conference on the Arts in Society, Berlin. May 9-11.",
        "neumeyer_1998": "Neumeyer, David. 1998. “Tonal Design and Narrative in Film Music: Bernard Herrmann’s The Trouble With Harry and Portrait of Hitch.” Indiana Theory Review 19, nos. 1–2. 87–123.",
        "neumeyer_2000": "Neumeyer, David. 2000. “Introduction.” In Music and Cinema , eds. James Buhler, Caryl Flinn, and David Neumeyer, 1–29. Hanover: Wesleyan University Press.",
        "nobile_2012": "Nobile, Drew. 2012. “Reconsidering the Notion of ‘Cadence’ Based on  Evidence from Pop and Rock Music.” Paper presented at Music Theory Society of the Atlantic, University of Delaware, March 30–31.",
        "richards_2010": "Richards, Mark. 2010. “Closure in Classical Themes: The Role of Melody and Texture in Cadences, Closural Function, and the Separated Cadence.” Canadian Journal of Music 31, no. 1: 25–45.",
        "rodman_2011": "Rodman, Ronald. 2011. “‘Copperettas,’ ‘Detecterns,’ and Space Operas: Music and Genre Hybridization in American Television.” In Music in Television: Channels of Listening , ed. James Deaville, 35–56. New York: Routledge.",
        "rosar_2002": "Rosar, William. 2002. “Film Music—What’s in a Name?” The Journal of Film Music 1, no. 1: 1–18.",
        "palmer_1993": "Palmer, Christopher. 1993. The Composer in Hollywood . London: Marion Boyars Publishing.",
        "sabaneev_1935": "Sabaneev, Leonid. 1935. Music for the Films: A Handbook for Composers and Conductors . London: Sir Isaac Pitman and Sons Ltd.",
        "sayrs_2003": "Sayrs, Elizabeth. 2003. “ Narrative, Metaphor, and Conceptual Blending in ‘The Hanging Tree’. ” Music Theory Online 9, no. 1.",
        "scheurer_2008": "Scheurer, Timothy. 2008. Music and Mythmaking in Film . Jefferson: McFarland & Company, Inc.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time” Technique.” Journal of Musicological Research , 12: 1–52.",
        "schmalfeldt_1997": "Schmalfeldt, Janet. 1997. “Coming to Terms: Speaking of Phrase , Cadence , and Form.” In Theory Only 13: 95–115.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In The Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford: Oxford University Press.",
        "schneller_2012": "Schneller, Tom. 2012. “Easy to Cut: Modular Form in the Film Scores of Bernard Herrmann.” Paper presented at the Alfred Newman Symposium for Musicological Film Studies, Long Beach, April 12-14.",
        "skinner_1950": "Skinner, Frank. 1950. Underscore . New York: Criterion Music Corp.",
        "slobin_2008": "Slobin, Mark. 2008. “The Steiner Superculture.” In Global Soundtracks: Worlds of Film Music , ed. Mark Slobin, 36–62. Middletown: Wesleyan University Press.",
        "slotkin_2010": "Slotkin, Richard. 2010. “The Western as Cold War Film: Gun Fighters and Green Berets—The Magnificent Seven and the Myth of Counter-Insurgency.” In Hollywood’s America: Twentieth-Century America Through Film , eds. Steven Mintz and Randy Roberts, 207–18.. Malden: Blackwell Publishing Ltd.",
        "steiner_1981": "Steiner, Fred. 1981. “The Making of an American Film Composer: A Study of Alfred Newman’s Music in the First Decade of the Sound Era.” PhD diss., University of Southern California.",
        "steiner_1937_2011": "Steiner, Max. [1937] 2011. “Scoring the Film.” In Celluloid Symphonies: Texts and Contexts in Film Music History , ed. Julie Hubbert, 221–30. Berkeley: University of California Press.",
        "stokes_2012": "Stokes, Jordan. 2012. “Music in the Western: The Cowboy’s Epic Situation.” Paper presented at the Music and the Moving Image Conference, New York, June 1-3.",
        "swales_2008": "Swales, John M. 2008. Genre Analysis . New York: Cambridge University Press.",
        "tagg_and_clarida_2003": "Tagg, Phillip and Bob Clarida. 2003. Ten Little Tunes: Towards a Musicology of the Mass Media . New York and Montreal: Mass Media Music Scholars Press, Inc.",
        "_1989": "Van der Merwe, Peter. 1989. Origins of the Popular Style: The Antecedents of Twentieth-Century Popular Music . Oxford: Clarendon Press.",
        "whitmer_2012": "Whitmer, Mariana. 2012. Jerome Moross’s The Big Country: A Film Score Guide . Lanham: The Scarecrow Press Inc.",
        "williams_2008": "Williams, J. Kent. 2008. “The Plagal Sigh: A Neglected Gesture in Popular Songs of the Golden Era.” Paper presented at the Music Theory Southeast Conference, University of North Carolina at Greensboro, February 29–March 1.",
        "winters_2007": "Winters, Ben. 2007. Erich Wolfgang Korngold’s The Adventures of Robin Hood: A Film Score Guide . Latham: The Scarecrow Press, Inc.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford: Oxford University Press.",
        "_": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. I wish to thank those who contributed insight and feedback at various stages of this project, including Martin Marks,  Mark Richards, Tom Schneller, William Rosar, William Cheng, and the anonymous reviewers for MTO. Thanks especially to Janet Schmalfeldt for generous feedback on a draft of this article, and to Scott Murphy for his extensive and invaluable input at several stages of this article’s genesis.",
            "citations": []
        },
        "FN2": {
            "text": "2. These include notable monographs on music and visual media practices, including Kassabian 2000 , Cook 2004 , and Lexmann 2006 . Reaching back further, Kalinak 1992 and Gorbman 1987 erect the foundations of contemporary film musicology and its strong emphasis on the semantic and ideological dimensions of film music. Of them, only Kassabian ( 115–16 ) considers the topic of cadence, and there primarily in a metaphorical, rather than music-theoretical, sense.",
            "citations": [
                "kassabian_2000",
                "cook_2004",
                "lexmann_2006",
                "kalinak_1992",
                "gorbman_1987",
                "kassabian_2000"
            ]
        },
        "FN3": {
            "text": "3. Studies from Bribitzer-Stull ( 2007 ) and Murphy ( 2006 and 2011 ), isolate specific harmonic progressions frequently employed in genre cinema. Halfyard ( 2010 ) does something similar for an interval (the melodic tritone). Some of these “cellular” approaches target specific composers. For example, Rosar ( 2002 ) considers quartal harmony in the music of Leith Stevens, and Schneller ( 2012 ) isolates voice-leading patterns in Bernard Herrmann. Buhler ( 2012 ) suggests that topic theory can be fruitfully applied to film analysis and criticism.",
            "citations": [
                "_2007",
                "murphy_2006",
                "murphy_2011",
                "halfyard_2010",
                "rosar_2002",
                "schneller_2012",
                "buhler_2012"
            ]
        },
        "FN4": {
            "text": "4. For a discussion of the nature of this putative “film music sound,” see Rosar 2002 and a response from Carroll and Moore ( 2011 , 456–59).",
            "citations": [
                "rosar_2002",
                "carroll_and_moore_2011"
            ]
        },
        "FN5": {
            "text": "5. All musical examples and the analyses based on them for this article stem from my own transcriptions from original motion picture soundtracks. Major chords are represented by capital letters, minor by lower case. Chordal inversion is indicated by slash notation. In many cases, the richness of orchestration, syncopated counterlines, and harmonic filigree is largely forfeited. Yet because my attention lies solely on cadences, which are still clear, the loss of detail is, I hope, an acceptable sacrifice.",
            "citations": []
        },
        "FN6": {
            "text": "6. J. Kent Williams ( 2008 ) calls this the “plagal sigh,” and notes its widespread use in Golden Era American popular song, where it is often linked to sentiments of “sadness, regret, resignation, weakness, or a dreamlike state.” This affective dimension can be seen to overlap with Golden Age melodramatic film music, which often employs a similar harmonic idiom to that of the American songbook.",
            "citations": [
                "williams_2008"
            ]
        },
        "FN7": {
            "text": "7. Romantic usages often serve to re-color the conventional post-cadential plagal “Amen.” The twin summits of Wagner’s Erlösung -devoted aesthetic, Tristan and Götterdämmerung , both conclude their final acts with conspicuous iterations of this motion. So fond of the gesture was Wagner that he even re-wrote the closing bars of Fliegende Hollander in its 1860 revision to incorporate a IV–ii° 6 –I progression (see Millington 1992 , 279).",
            "citations": [
                "millington_1992"
            ]
        },
        "FN8": {
            "text": "8. See Carter 2002 for an exploration of the spiritual connotations of subdominant harmony, and flat-side regions such as ♭ VII and ♭ VI, in the context of eighteenth and nineteenth-century music.",
            "citations": [
                "carter_2002"
            ]
        },
        "FN9": {
            "text": "9. See Bordwell, Staiger, and Thomson 1987 for the definitive accounting of the various habits and techniques of narrative construction and continuity editing for this period.",
            "citations": [
                "bordwell_staiger_and_thomson_1987"
            ]
        },
        "FN10": {
            "text": "10. Buhler’s description relates to Newman’s fanfare as it is used to presage John Williams’s similarly nostalgic scores for the Star Wars saga.",
            "citations": []
        },
        "FN11": {
            "text": "11. Thanks to Scott Murphy for directing me to these two examples.",
            "citations": []
        },
        "FN12": {
            "text": "12. Because the natural setting for this routine is at cue’s (or score’s) end—one of the most rhetorically freighted moments in any composition—the M-PC’s tendency towards overstatement risks shifting any transcendent affective aspirations towards cheapness and parodic overstatement. This may be the reason composers tend to use mixed plagal cadences only in filtered or allusive ways. Deviations from the fanfaric model in Example 3 (below) can be thought of as “cheesiness-softening” strategies, aimed to prevent lapsing into what theorist of parlor harmony Peter van der Merwe ( 1989 ) would consider purveying the “late romantic schmaltz” of pop-chromaticism.",
            "citations": [
                "_1989"
            ]
        },
        "FN13": {
            "text": "13. David Neumeyer ( Neumeyer 1998 ) offers a critique of the constructive potential of tonality and the use of traditional categories of musical analysis on a repertoire determined by the demands of cinematic contingency. The recent preference for approaches that concentrate on smaller units of musical discourse may be seen as an answer to the skepticism Neumeyer has expressed regarding large-scale structural analysis of film scores.",
            "citations": [
                "neumeyer_1998"
            ]
        },
        "FN14": {
            "text": "14. This too is inspired by Schmalfeldt ( 2011 , 9), in this case her “becomes” arrow, though I will employ such notation in a more restricted manner, solely with regard to cadences.",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN15": {
            "text": "15. While not a psychological study, my exploration of cadential expectation draws from the literature of expectancy and emotion in music, particularly the cognitive associationist model proposed by Cohen ( 1993 ), and the investigations of dynamic anticipation and emotional valence by Huron ( 2006 ), which is foundational to my approach to chromatic modulations in Section V.",
            "citations": [
                "cohen_1993",
                "huron_2006"
            ]
        },
        "FN16": {
            "text": "16. Gorbman’s ( 1987 , 70–98) account of the musical semiotics and syntax of Classical Hollywood music syntax is the canonical delineation of the various functions of the soundtrack, with narrative cueing and emotional signification being two of her seven principles.",
            "citations": [
                "gorbman_1987"
            ]
        },
        "FN17": {
            "text": "17. George Burt ( 1994 , 83) cites tonal resolution as one of many compositional strategies of “pointing up an event” in the film’s narrative, lending it higher narratival salience or semantic specificity.",
            "citations": [
                "burt_1994"
            ]
        },
        "FN18": {
            "text": "18. Of dominant prolongation during cadential expansion, Caplin notes: “The heightened dramatic expression inherent in this gesture makes it ideal for use in operatic and concerto genres . . .” ( Caplin 1998 , 109). Huron describes a “veritable bouquet of psychological effects” involved in simple delay in cadential passages. He likens the impact to “the use of slow motion in films,” as both magnify expectation and install temporary doubt as to successful arrival ( Huron 2006 , 314–18).",
            "citations": [
                "caplin_1998",
                "huron_2006"
            ]
        },
        "FN19": {
            "text": "19. Tension which Herrmann accomplishes through explicit musical references to Tristan und Isolde to further tie the film’s themes of love and death. The Wagner/Herrmann-Hitchcock connection is explored in depth in Cooper 2001 and John 2001 .",
            "citations": [
                "cooper_2001",
                "john_2001"
            ]
        },
        "FN20": {
            "text": "20. Caplin finds standing on the dominant passages in classical forms often serving postcadential (most often, post-half-cadential) formal function; their resolution to tonic chords are not afforded cadential status (See Caplin 2004 , 16, 113–15, 157–59). Because film music is not based on formal functions in Caplin’s sense, I admit entry of these stretched out tension/release patterns into the category of cadences and entrust the “indeterminate” label to capture their difference from Classical models. See Section III.",
            "citations": [
                "caplin_2004"
            ]
        },
        "FN21": {
            "text": "21. Daniel Goldmark ( 2005 , 6) states that the phrase “mickey-mousing” arose in the 1930s as a (then  derogatory) term for precise, frequent, and literal-minded music-visual synchronization in live-action scoring .",
            "citations": [
                "goldmark_2005"
            ]
        },
        "FN22": {
            "text": "22. In addition to an analysis of the score’s unsurprisingly dense thematic web, Winters provides background on Korngold’s working methods and sources (including self-borrowings).",
            "citations": []
        },
        "FN23": {
            "text": "23. Rather than stemming from painstakingly determined synch-points such as those utilized by the master of mickey-mousing, Max Steiner, Korngold’s facility with synchronization was largely instinctual. The composer of Robin Hood was famous for devising such music as the bridge fight by piano improvisation, without the aid of synchronization aids like stopwatches. Remarkably, Korngold initially refused to score Robin Hood out of concern over the complex action sequences, claiming that he was “not a musical illustrator for a 90% action picture.” (quoted in Winters 2007 , 77)",
            "citations": [
                "winters_2007"
            ]
        },
        "FN24": {
            "text": "24. A good way to demonstrate this absorptive quality is to apply the “commutation [substitution] test,” the principles of which are laid out in Gorbman ( 1987 , 15–18) and explored by Tagg ( 2003 , 98).",
            "citations": [
                "gorbman_1987",
                "tagg_and_clarida_2003"
            ]
        },
        "FN25": {
            "text": "25. The former resolution (measures 1–3) is an instance of an indeterminate cadence, one of the few in the otherwise tightly determined cue, small metrical expansions and contractions notwithstanding.",
            "citations": []
        },
        "FN26": {
            "text": "26. In the Classical style, these V–I motions qualify as elided cadences, in which the conclusion of a mini-AC is simultaneously the initiation of a melodic phrase. See Schmalfeldt 1992 and Caplin 1998 .",
            "citations": [
                "schmalfeldt_1992",
                "caplin_1998"
            ]
        },
        "FN27": {
            "text": "27. Caplin’s remarks on the plagal cadence ( 2004 , 71–72) rests on what he claims is the subdominant’s inability to project structural expectations as the leading-tone bearing V does. This is unquestionably not the case in film music: structural plagal cadences are rife, as are plagal half cadences.",
            "citations": [
                "caplin_2004"
            ]
        },
        "FN28": {
            "text": "28. Some aspects of Caplin’s cadential typology have been challenged by theorists; these includes the strict differentiation of cadence type when elision is involved ( Burstein 2010 ), how cadences are informed by non-harmonic factors ( Richards 2010 ), and the necessity of a non-dissonant dominant at a half cadence ( Schmalfeldt 2011 , on the “nineteenth-century cadence).",
            "citations": [
                "burstein_2010",
                "richards_2010",
                "schmalfeldt_2011"
            ]
        },
        "FN29": {
            "text": "29. We should not separate these two categories too inflexibly; syntax, particularly in film music, can be something of a function of rhetoric, thus forcing a reversal of the strong analytic bias favoring the former over the latter. In fact, the categories may on occasion be indistinguishable. Kofi Agawu, from whom Caplin’s notion of “rhetoric” stems, cautions that “there is no structure without rhetoric; rhetoric does not merely adorn—it defines” ( Agawu 2009 , 31). The syntactical/structural elements within a musical work are inherently rhetorical, and compositional choices of more seemingly “expressive” intent invariably have structural implications. A similar point is articulated by Neumeyer ( Neumeyer 1998 ), specifically with respect to film music; his categories of tonal teleology and associativity map broadly to Caplin/Agawu’s syntax/structure and rhetoric, and he warns that the former on its own is not a meaningful parameter in film music analysis.",
            "citations": [
                "agawu_2009",
                "neumeyer_1998"
            ]
        },
        "FN30": {
            "text": "30. Also noteworthy is the fact that Korngold re-purposes music from the bridge fight for two subsequent mêlées, first the clumsy duel with Friar Tuck, and later the climactic confrontation with Sir Guy. In both cases, small changes to tempo and metrical additions or subtractions enable sometimes astonishingly precise synchronization.",
            "citations": []
        },
        "FN31": {
            "text": "31. Max Steiner, somewhat dismissively, calls this “overall” scoring: musical accompaniment that avoids responding locally to the image, rather overlaying a scene with a more holistic sort of expressivity. See Neumeyer 2000 , 15, 25. In practice, film music rarely falls rigidly into categories of “mickey-mousing” or “overall” scoring. All but the most intentionally cartoonish cues will only ever reflect a handful of points of synchronization while playing through countless others.",
            "citations": [
                "neumeyer_2000"
            ]
        },
        "FN32": {
            "text": "32. Quoted in Altman 2011 , 83. See also Swales 2008 , 33–61 for a discussion of Wittgensteinian notions of family resemblance with relation to film genre.",
            "citations": [
                "altman_2011",
                "swales_2008"
            ]
        },
        "FN33": {
            "text": "33. The notion of paradigm I am employing bears its own family resemblance to that of the prototype, in which certain types better exemplify a given category because they present more and stronger members of a typicality trait inventory. Prototype theory was developed in the 1970s by Rosch and later Lakoff. Its most notable application to music theory is in Zbikowski 2002 . I maintain that my cinematic cadential genres are strongly of Zbikowski’s “Type I” variety—free of necessary and/or sufficient conditions.",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN34": {
            "text": "34. My system of attributes and paradigms draws inspiration partly from Robert Gjerdingen’s schema theory for eighteenth-century music. It agrees particularly with his attitude towards schematic exemplars as not necessarily bearing all the features assumed of the idealized prototype. Though Gjerdingen does not adopt an attribute-listing strategy quite as I do here, his schematic representations and enumerations of central features and variations accomplishes essentially the same goal. See Gjerdingen 2007 , 10–16 and 453–64.",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN35": {
            "text": "35. Robert Hatten ( 1994 , 41–42, 265–67) treats cadences as sites of potential markedness (especially deceptive cadences).",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN36": {
            "text": "36. Some attributes here may seem to be mutually implicative, but an apparently redundant subcluster of traits in a paradigm case may turn out to be detachable in a heavily altered variant.",
            "citations": []
        },
        "FN37": {
            "text": "37. Altman’s analysis of the Western centers on its radically contingent filmic origins: it borrowed elements from other established genres, and to a certain extent was the product of film critical discourse itself ( Altman 2011 , 34–37).",
            "citations": [
                "altman_2011"
            ]
        },
        "FN38": {
            "text": "38. An influential formulation of the Western genre comes from structuralist Jim Kitses ( 2004 ), for whom the genre is determined by a dialectic between “The Wilderness” and “Civilization.” Jordan Stokes ( 2012 ) offers a more recent exploration of Western generic qualities in light of music and narration. A peerless, if highly informal resource on such matters is the wikipage TVtropes.org ( http://tvtropes.org/pmwiki/pmwiki.php/Main/TheWestern ).",
            "citations": [
                "kitses_2004",
                "stokes_2012"
            ]
        },
        "FN39": {
            "text": "39. For discussion of pentatonic flavor of Classic westerns (such as Stagecoach and Shane ), see Skinner 1950 and Beckerman and Rosar 2009 . Additionally, see Scheurer 2008 , for an overview of this and many other persistent style topics in the film Western. Rodman ( 2011 , 43–45) draws a connection between pentatonicism and the Cowboy songbook of John Lomax.",
            "citations": [
                "skinner_1950",
                "beckerman_and_rosar_2009",
                "scheurer_2008",
                "rodman_2011"
            ]
        },
        "FN40": {
            "text": "40. Neil Lerner ( 2001 ) explores the use of Copland-esque tropes in Hollywood. While he does not touch on pentatonic or subtonic cadential archetypes, his survey of influence from Friedhofer to Horner cements the persistence of musical procedures that also go into the specific harmonic routines studied here.",
            "citations": [
                "lerner_2001"
            ]
        },
        "FN41": {
            "text": "41. Another route, instigated by the popularity of Ennio Morricone’s spaghetti western scores (with some precedents in the music of more establishment figures like Dimitri Tiomkin), favored inventive and sparse instrumentation, accompaniment that alternates between extremes of subtle underscoring and overwhelmingly foregrounded lyricism, and aeolian- and dorian-moded themes (or pentatonic subscales thereof). In the past two decades, harmonic fashion has decisively swung in the Morricone-direction over the Coplandesque. A third way, on display most prominently in the scores of Jerry Fielding ( The Wild Bunch , The Outlaw Josey Wales ), adopts a more modernist tonal aesthetic, but even these “revisionist” scores feature elements of folk song and hymnody characteristic of the established Western idiom.",
            "citations": []
        },
        "FN42": {
            "text": "42. The term “subtonic half cadence” is shorthand for “subtonic to dominant half cadence.” An HC that omits V and dwells simply on ♭ VII would involve subtraction of attributes 2, 3, and 4 from the cadence’s inventory.",
            "citations": []
        },
        "FN43": {
            "text": "43. R is the operation that displaces a triad’s non-M3 forming pitch by whole-tone to produce another triad. P is the operation that displaces a triad’s non-P5 forming pitch by semitone to produce another triad. L , the neo-Riemann group completing operation, displaces a triad’s non-m3 forming pitch by semitone to produce another triad. For an introduction to neo-Riemannian theory and analysis, see Cohn 1998 .",
            "citations": [
                "cohn_1998"
            ]
        },
        "FN44": {
            "text": "44. The same RP transformation underlies another filmically widespread tonal progression— ♭ VI–IV—which, under certain circumstances, can assume associative and formal duties similar to the S-HC.",
            "citations": []
        },
        "FN45": {
            "text": "45. See, for example, Tagg and Clarida 2003 , 357–62, and Cooke 2008 , 129–30. Tagg labels this fingerprint the “cowboy half cadence” in his discussion of tonal characteristics of what he calls “big-country modalism.” Without ascribing direct influence, Tagg notes that the cadence impacts Western-themed popular musics as well as film, pointing to the opening (non-cadential) major triad T 9 s of Credence Clearwater Revival’s “Proud Mary” and a number of instrumental pieces by the band The Shadows in the 1960s ( Tagg and Clarida 2003 , 357–62). That these examples should arrive shortly after Moross and Bernstein’s widely heard scores further suggests a case of film influencing popular music. Everett 2009 , 279, examines the explosion in the use of this progression in 1960s pop music.",
            "citations": [
                "tagg_and_clarida_2003",
                "cooke_2008",
                "tagg_and_clarida_2003",
                "everett_2009"
            ]
        },
        "FN46": {
            "text": "46. Whitmer 2012 offers extensive analysis of this score, though she does not bring up the harmonic construction of the title theme.",
            "citations": [
                "whitmer_2012"
            ]
        },
        "FN47": {
            "text": "47. Many commentators have linked Moross’s cadential fingerprint to the similarly subtonic-favoring style of Aaron Copland. However, despite a strong link between their two styles (and indeed, professional lives), Copland did not use the S-HC with any regularity, and claims of importation into The Big Country , such as that made by Cooke ( 2008 , 129), lack concrete or accurate evidence, and fail to entertain the possible influence of other American composers like Thomson or Ives. Moross used the subtonic half cadence throughout his career, including in works predating Copland’s influential Red Pony (for example, in his 1946 Variations on a Waltz ). It is probable that Moross, a composer with a inclination to both chromaticism and pure triads, simply arrived upon the progression on his own as a means of harmonizing the inevitably present folksy ♭ 7 ˆ .",
            "citations": [
                "cooke_2008"
            ]
        },
        "FN48": {
            "text": "48. With a degree of unreserved enthusiasm typical of accounts of this score, Christopher Palmer says of the theme: “The very first bars of the title—one of the most electrifying in film music—are inspired” ( 1993 , 314).",
            "citations": [
                "palmer_1993"
            ]
        },
        "FN49": {
            "text": "49. Moross was not as consistent in maintaining the Western generic ties to the S-HC as were the many other composers influenced by The Big Country . For example, Moross’s score to The Cardinal , which takes place in interwar Boston and Rome, features the progression prominently in its main title theme.",
            "citations": []
        },
        "FN50": {
            "text": "50. The ♭ III–V half cadence is more characteristic of the Morricone model for Western film scoring, and, like the S-HC, has enjoyed remarkable associative longevity, noticeable even in Hans Zimmer’s score to the 2013 The Lone Ranger reboot.",
            "citations": []
        },
        "FN51": {
            "text": "51. The simplest—and most radical—change is simply to eliminate the antecedent-concluding dominant altogether (thus subtracting attributes 2–4). This leaves ♭ VII to support 2 ˆ and diminishes the strength of the half cadence, if it can be heard as such at all. An example can be found in the main credits sequence for Support your Local Gunfighter (Jack Elliott, 1968). This change of the cowboy cadence paradigm tends to bend a theme’s harmonic trajectory towards a I– ♭ VII oscillation rather than a cadence-impelled tonal progression, a procedure more characteristic of Copland’s “Western” music than the line starting with Moross.",
            "citations": []
        },
        "FN52": {
            "text": "52. Other doubly iterated applications of the S-HC can be found in Goldsmith’s title music for Bandolero , Breakheart Pass , and Hollister . A triple iteration (!) occurs in the modulatory bridge of his theme for The Wild Rovers .",
            "citations": []
        },
        "FN53": {
            "text": "53. In pop music scholarship, these have been called “double plagal” progressions. See Everett 2009 , 274, and Biamonte 2010 .",
            "citations": [
                "everett_2009",
                "biamonte_2010"
            ]
        },
        "FN54": {
            "text": "54. This progression is an instance of the “SLIDE” transformation, as coined in Lewin 1987 and considered in film music contexts in Lehman 2013 .",
            "citations": [
                "lewin_1987",
                "lehman_2013"
            ]
        },
        "FN55": {
            "text": "55. Goldsmith’s theme to 1992’s The Love Field (like JFK , a Kennedy assassination drama) also recruits the progression as a PAC-preparation, though there it is the product of a heavily blues-inspired harmonic idiom.",
            "citations": []
        },
        "FN56": {
            "text": "56. The ethnic or folk allusion seems further abstracted away in S-ACs that occur in patriotic films and television shows such as Dave (James Newton Howard, 1993), Independence Day (David Arnold, 1996), The West Wing (W. G. Snuffy Walden, 1999–2006); Flyboy (Trevor Rabin, 2006), The Kennedys (2012), and White House Down (Harald Kloser, 2013).  Thanks to an anonymous reviewer for suggesting some of these examples.",
            "citations": []
        },
        "FN57": {
            "text": "57. The technique is best known in these other repertoires as the device of shifting a key by semi- or whole-tone at a climactic moment late in a song, for which it has garnered descriptors such as “truck-driver’s modulation” ( Everett 2009 , 283–84),  “pump up modulation” ( Doll 2011 ), and “shotgun modulation” ( Sayrs 2003 , in the context of a Steiner score for the Western Hanging Tree , no less!). The CMCR is both more specific than the pump-up modulation (in requiring motion from a root position V to root position I) and more general (by including modulations by intervals other than ic1–2). Even so, the expressive effect and formal implications of CMCRs are not dissimilar. While subject to similar derisive assessment from critics and commentators, they too may be implemented artfully. Even in crude instances, expressive stepwise modulations pose vital questions about the nature of prolongation in chromatically inflected tonal music. Buchler ( 2008 ) broaches these issues in terms of the formal and rhetorical effects of chromatic key-changes issuing from the pen of Frank Loesser.",
            "citations": [
                "everett_2009",
                "doll_2011",
                "sayrs_2003",
                "buchler_2008"
            ]
        },
        "FN58": {
            "text": "58. CMCRs to minor tonics are possible but much less frequent in film music, since they lack the element of joyous exuberance and the fantastic that is the essential reason for their widespread usage in genre cinema.",
            "citations": []
        },
        "FN59": {
            "text": "59. The closest analogue in standard diatonic theory to these abrupt, ground-shifting dominant resolutions is the deceptive cadence. However, there is a crucial difference between this cinematic technique and deceptive precedents in the eighteenth and especially nineteenth-century repertoire. In a common-practice deceptive cadence, the chord of resolution is felt as a tonic substitute, and still requires a second attempt at cadencing to capture the proper original key. In a CMCR, by contrast, the chord of resolution is a stable tonic, fit for either concluding a cue or initiating a new musical paragraph in its own key. Certainly, the idea of shuttling abruptly to keys located at chromatic removes from each other is an essential component of Romantic tonal syntax. However, it remains uncommon that these direct modulations are achieved on the heels of a cadence. More often, composers simply warp directly from one tonic triad to another, with common tones potentially softening the impact of otherwise unmediated tonal disruption.",
            "citations": []
        },
        "FN60": {
            "text": "60. These networks are, of course, not universally realizable, due to their mixture of dualistic and transpositional transformations. This is a non-issue, because the input triadic mode needs to be major for these to constitute CMCRs.",
            "citations": []
        },
        "FN61": {
            "text": "61. To Huron ( 2006 , 31–35), awe is an aesthetic “freeze” reaction, “a form of pleasurable surprise, one that mixes a sense of apparent sustained danger with an appraisal that the situation is okay or good.” Frisson, on the other hand, is a variation of the “fight” response, an “increase in physiological arousal.”",
            "citations": [
                "huron_2006"
            ]
        },
        "FN62": {
            "text": "62. Huron cites here a study by Sloboda that found that abrupt modulations, particularly chromatic ones, are linked with shiver responses.",
            "citations": []
        },
        "FN63": {
            "text": "63. The structural fissures and rhetorical expansion of the CMCR recall the Mahlerian symphonic strategy of Durchbruch , or “breakthrough,” as formulated by Paul Bekker and refined by Theodor Adorno (See Buhler 1996 ). Indeed, the triumphant explosion into D major in the last movement of the Titan (measures 370–75) is a perfect example of a chromatically modulating cadential resolution. James Buhler’s 1996 article “‘Breakthrough’ as Critique of Form: The Finale of Mahler’s First Symphony” offers a rich investigation of the formal and cultural bases of this Mahler fingerprint.",
            "citations": [
                "buhler_1996"
            ]
        },
        "FN64": {
            "text": "64. The emotional trajectory described here is based around Huron’s ITPRA model of expectation ( Huron 2006 , 1–18). Briefly: the anticipation of correct diatonic cadential resolution corresponds to the imagination phase; the gathering harmonic and metrical dissonance the tension phase; the failed anticipation of a diatonic resolution to the prediction phase; the sheer jolt an unexpected chord to the reaction phase; and the mixture of met and unmet rhetorical expectations to a very complex appraisal phase.",
            "citations": [
                "huron_2006"
            ]
        },
        "FN65": {
            "text": "65. CMCRs, like M-PC resolutions, can also easily fall into the aesthetic category of schmaltz. How such gestures are received depends entirely on the genre of the film and the perspective of the audience viewing it. Cooke notes, of Steiner: “Certainly his work contains many crudities and clichés, such as the saccharine modulations to the major when a sick child recovers in Sierra Madre and after the villain dies at the climax of Key Largo —a film replete with predictable stingers and melodramatic orchestral flourishes” ( Cooke 2008 , 92).  Surely, there is no flourish more melodramatic than a Hollywood cadence on the heels of a CMCR!",
            "citations": [
                "cooke_2008"
            ]
        },
        "FN66": {
            "text": "66. While representatives of CMCR Types I–V can easily be found in Williams’s scores, Type VI (V– ♯ IV=I) appears to be an exception. Its disfavor is attributable to its more relaxational, as opposed to intensificatory, sound. The likely melodic destination, 5 ˆ of the new key, is relatively weak compared to the fruits of 1 ˆ and 3 ̂ of the other five cadences.",
            "citations": []
        },
        "FN67": {
            "text": "67. The overlap of cadential functions rests on a play of projective and retrospective hearing. Projectively, we expect this to be an elided authentic cadence of some kind, but since it turns out not to be an authentic cadence, the dominant D ends up being the last strictly “cadential” chord heard. This is an inversion of the behavior sometimes found with standing-on-the-dominant passages, which begin as a formal HC and end with an elided PAC, such as Caplin observes in the Pathétique Sonata ( 1998 , 205).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN68": {
            "text": "68. The pedal chord could possibly be interpreted as a V , but given the intense lydian bent of the E.T. score at large, this cadential chord should count as a subtraction of attribute 5 all the same.",
            "citations": []
        },
        "FN69": {
            "text": "69. This sense of the “correctness” of non-diatonic cadential resolutions is noted by Meyer as a characteristic of nineteenth-century harmony syntax. He claims that “the authentic cadence, a norm in classical and early romantic music, sometimes appears to be a deviant in the style of the late nineteenth century. . . .  [A chromatic cadence from Ein Heldenleben ] leads us to expect almost anything but the tonic; and when the tonic does come, it is definitely felt to be a deviant” ( Meyer 1962 , 66).",
            "citations": [
                "meyer_1962"
            ]
        },
        "FN70": {
            "text": "70. See, for example, “Cadillac of the Skies” from Empire of the Sun , analyzed in Lehman 2012 , 13–73.",
            "citations": [
                "lehman_2012"
            ]
        },
        "FN71": {
            "text": "71. The combination of bass motion ( C ♯ 2– F ♯ 2) and melodic line (B5 – C ♯ 6) in measures 4–6 could accommodate both tonal hearings, either (B: IV–ii 7 –V) or ( A ♭ : ♭ VI–iv 7 – ♭ VII). If the latter is the case, we have an example of an CMCR that has subtracted attribute 5, replacing the dominant with a (admittedly filmic) mixolydian ♭ VII substitute.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Table of Contents I. The Hollywood Sound [1.1] II. Cadential Synchronization [2.1] III. Definining Cadences [3.1] IV. Cowboy Chromaticism [4.1] IV. Chromatically Modulating Cadential Resolutions [5.1] VI. Soaring Scoring [6.1] I. The Hollywood Sound (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] One of the fruits of film musicology’s extraordinary growth during the past decade is an increasing appreciation of the exuberant complexity of meaning in musical multimedia. Several attempts have been made to establish broad principles for musical meaning-making across film styles and eras, particularly for “Classical Hollywood” (roughly 1930–1960). (2) At the same time, other, more targeted studies—several from music theorists—have striven to characterize meaning in terms more cellular than holistic. (3) From this vantage, film music is seen as a play of particles and routines that accumulate associations and generate expectations through various inter- and intratextual means. One such particle that has, as yet, received minimal attention is among music’s most fundamental elements: the cadence. Example 1 . Newman - Twentieth Century Fox Fanfare (click to enlarge and listen)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Cadences contribute to the distinctive, if difficult to pin down “film music sound.” (4) Take, for example, the symphonic statement shown in the reduced transcription of Example 1 . (5) One of the most widely played and recognized pieces of American film music, Alfred Newman’s “Twentieth Century Fox Fanfare” was composed in 1933 for the newly formed film studio, 20th Century Pictures. In 1953, Newman extended the fanfare with a bold cadence to celebrate the advent of Cinemascope technology. This version continues to be heard today, and serves the same suite of functions that it did during the birth of the studio system in the ’30s. The fanfare is part heraldic celebration of a studio, part “ballyhoo” to arrest the viewer’s attention, and part mini-overture to formally demarcate the onset of the film. Perhaps most importantly, it is part icon for all the desired affective states the Hollywood cinematic experience strives to evoke—glamour, escape, sentiment, and wonder. Example 2 . “Hollywood Cadence” (after Laitz) (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Though a late addition, the CinemaScope Extension is crucial in conjuring those associations. A great deal rests on Newman’s choice of harmonic progression: a ii 7 –ii ø7 –V –I modally-mixed perfect authentic cadence (PAC). With its blend of bittersweet melodrama and intimations of the transcendent, this cadential idea possessed connotations of romantic sentiment that were well-worn even in the 1930s; it is a sound that would have struck 1953 audiences as a throwback, as it does today as well. (6) Newman’s gesture is a variant of a more generalized routine, the 6 ˆ – ♭ 6 ˆ – 5 ˆ cadence, or more simply “mixed cadence” (M-C).  In this harmonic formula, the sixth scale degree in major drops directly from its natural to flattened state prior to the capture of major tonic at a phrase’s end. In the “Fanfare,” G ♮ 4 in an inner voice descends through G ♭ 4 en route to F4 ( 5 ˆ ), producing a half-diminished supertonic and altered dominant on the way. The fanfare brings to mind what Steven Laitz describes as the “Hollywood Cadence,” a type of plagal motion for which he cites the familiar stock melody shown in Example 2 . Laitz bases this ascription on an assumption of widespread use in modern film and commercial repertoires, the cadence being “commonly heard in popular music of the 1920s through 1950s and in films today” ( Laitz 2012 , 429–30).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "laitz_2012"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Laitz’s “Hollywood Cadence” is a latter-day manifestation of the nineteenth-century harmonic proclivity for modal inflection of the subdominant in order to suggest sentiment or sublimity. It is an inclination that courses through the works of Schumann, Chopin, and Mendelssohn and reaches its peak with the act-concluding plagal sighs of Wagner. (7) The mixed plagal cadence (M-PC) in Hollywood drips with a sort of harmonic nostalgia that the prolific Newman recognized and was skillful in reproducing. (8) Studio logo themes are decisive components in establishing the sound world of a particular movie, and—even more so—the sound world of “Classic Hollywood” with its promise of spectacle, big stars, and narratival coherence. (9) By employing such a consciously retrospective harmonic gesture, Newman’s fanfare harkens back to an imagined earlier experience, not only recalling, in James Buhler’s words a “‘heroic’ era of filmmaking,” but a heroic era of film- going as well ( Buhler 1996 , 33). (10)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "buhler_1996"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] And yet Newman’s fanfare, despite bearing that tell-tale modal inflection, does not resemble Laitz’s paradigm in all its details and, indeed, in several of its attributes is strikingly distinct from it: note the patently un-plagal 5 ˆ - 1 ˆ bass, for example. Apt though the label may seem, Laitz overrates the prevalence of the specific cadential formula expressed in Example 2. Few films, even from the “Golden Age” of Hollywood, feature cadences with all the characteristics embedded within the supposed paradigm. Certainly, some classics bear the progression prominently (particularly during end scenes and credits), such as Franz Waxman’s score to Rebecca and Erich Wolfgang Korngold’s to Captain Blood . (11) But even in a style where Romantic over-ripeness is often a virtue rather than vice, film composers rarely recruit the mixed plagal cadence in the literal form of Example 2, opting instead for various alternatives with family resemblances to an M-PC prototype. (12) Difficulty in locating an exact instance of Laitz’s model in the repertoire should not lead us to abandon it. As William E. Caplin states: “A category is not necessarily meant to reflect frequency of occurrence in a statistical sense: it is often the case that relatively few instances in the repertory correspond identically to the complete definition of a given category” ( 1998 , 4). It is possible for instances to draw meaning from a conceptually significant model, even if that model is itself stylistically elusive. Example 3 . Voice-Leading Models for Mixed-Plagal Cadence (click to enlarge)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6]. Example 3 presents a handful of voice-leading models for “Hollywood-esque” cadences. In the “paradigmatic form,” we see the expansion of the dissonant tritone formed by 6 ˆ and 2 ˆ resolving outwards to a major sixth while the melodic line grasps upwards to 3 ˆ . This rising melodic contour is a contravention of the downward tug of most conventional cadences. Combined with the tritonal friction, it effectively merges the linear rhetoric of spiritual elevation with a resigned semitonal sigh. The alternatives, meanwhile, subtract one contrapuntal element, be it bass line, melody, or inner voice, while keeping the essential “feel” of the cadence intact. A more distantly related quartet of models subtracts all but one of the paradigm’s lines. Newman’s fanfare conforms roughly to the outlines of the final model. Such delineation of criteria for family resemblances between cadences suggests a way to reconcile the apparent mismatch between repertoire and model created by Laitz’s exemplar. This mutable and definition-frustrating relationship will be a central concern of this article.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Textbook “Hollywood Cadence” or not, the density of meaning packed into Newman’s succinct fanfare is typical of the art of film composition. Movie scoring relies on efficient, audience-intelligible, and often heavily conventionalized procedures. Cadences such as the M-PC count among the most powerful tools at a film composer’s disposal. The way in which Newman’s cadence generates a swell of anticipation while asserting syntactic closure hints at how well such pithy tonal gestures can deliver both formal and associative content. A cadence’s structure and placement may shape the emotional arc of a scene, lend accentuation to narrative information, and even determine the genre of its film. With their ability to close off one stage of musical discourse, cadences are uniquely well-suited to absorbing and producing meaning. And because tonal syntax in film music tends to be significant only insofar as it operates on a surface or middle-ground level, cadences should be among the first elements we consider when investigating matters of musical tension and emphasis in film. (13) Indeed, many cadential routines are so well-mined by film composers that they, like Laitz’s plagal melody, sound to our ears distinctly “cinematic” in both provenance and affect. Example 4 . Cadential Inventory (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] In this article, I shall explore the multifarious guises and functions played by phrase ending formulae—“Hollywood Cadences,” to broaden the purview of Laitz’s term to include all idiosyncratically cinematic cadential procedures. Example 4 , inspired by and partly adapted from Janet Schmalfeldt’s typology ( 1992 , 10–16), provides a listing of the various (highly blendable) cadences and abbreviations I will employ in this study. One should not take these definitions too literally, for reasons that will soon become clear. I will also on occasion employ an arrow symbol  (⇒) to draw attention to more progressive resolutions and noteworthy post-cadential destinations. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "schmalfeldt_1992"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] I will argue that because they contribute formal and semantic information in standardized but variation-prone ways, cadences should be considered essential components of a broader film analytic methodology. Cliché-prone paradigm cases, such as the stock melody of Example 2, no doubt exist for many Hollywood cadences. Nevertheless, I will emphasize progressive variation over rigid formal duplication by film composers, whom I view as always striving to strike the right balance of novelty and musical legibility for their audiences. Taking a cue from modern film genre theory, this leads me to formulate cadence-types in terms of flexible clusters of musical attributes—as “cadential genres”—rather than through firm definitions. Throughout I will place emphasis on the variety of ways in which composers manipulate cadences to fit diverse narratival situations and changing audience expectations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] I will concentrate on a variety of cadential formulae of special prominence in American genre films, including Westerns and adventure movies. My analytic focus will fall on three cadential genres of particular stylistic and rhetorical importance to the experience of expectation in film. (15) In Section II, I introduce the first of these: phrasal mickey-mousing , in which the coincidence of phrase length and visual action is manipulated. A theoretical interlude in Section III will lead to a second procedure in Section IV, the subtonic half cadence , whose production of film generic expectations will be explored. Sections V and VI are dedicated to the chromatically modulating cadential resolution (CMCR), a pervasive but previously unacknowledged component of many of the most stereotypically “movie-music sounding” events in film. Though examples will be culled from several eras of Hollywood scoring practice, I will spotlight a number of cues from the singular figure of John Williams, particularly from his score to Jurassic Park . With his symphonic scoring style and chameleonic versatility, Williams stands as an important bridge between Classical and New Hollywood (1970s to the present) scoring idioms. By featuring his music prominently in my analyses, I hope to ground an eclectic project with the voice of a composer very much connected to the “Hollywood Sound” in today’s cultural imagination. II. Cadential Synchronization",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Among film music’s many functions, the two tasks of emotional intensification and narrative reference are particularly well realized through cadential strategies. (16) Cadences are natural funnels for expectation and its (potentially withheld) realization. As with any musical parameterization of expectation, cadences influence the ebb and flow of tension; when combined with image, this dynamic is lent in turn to a film sequence. Similarly manufactured is a sense of intentionality, or musical “pointing-to,” that can direct filmgoer attention, sometimes subtly, sometimes with great stress. (17) The conceptually simplest—albeit often most technically demanding—use of cadence in film music relies on this dual capacity for intensification and reference. A single cadence, coinciding with a dramatic event (and its dissonant buildup  generating anticipation for that event) can be called cadential synchronization . The accumulation of tonal tension prior to resolution is an efficient \nconduit for viewer expectation, providing a cue that something is going to happen at the tonal and formally projected instant of cadential resolution. Cadential impact is enhanced by the coincidence of a film cut with cadential onset, or, as is often the case with half cadences and elided PACs, with dominant resolution. Savvy composers therefore arrange their cues to take advantage of the heightening effect of harmonic/visual correspondence, planning phrase rhythms meticulously, adding or subtracting beats from regular melodic scaffolds to enable this combinatorial “pointing.” Example 5 . Williams - Cadential Climax of “Welcome to Jurassic Park” from Jurassic Park (click to enlarge and listen)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Two passages in Examples 5 and 6 demonstrate the versatility of cadential synchronization, while also illustrating an important distinction for cadential analysis in general—the difference between determinate and indeterminate resolutions. Example 5, from John Williams’s score to Jurassic Park (1993, dir. Spielberg), is the climactic cadence within the lengthy “Jurassic Park Theme.” This melodic centerpiece of the score is organized through fairly conservative “classical” formal functions, with 4-measure units each ending with a cadence of varying strength. In Example 5 , an HC at the fourth measure leads into the last phrase of the melody, and coincides with an archetypal Spielbergian awe-struck close up. The effect of this cadence is magnified by the successful discharge of the dominant onto the tonic in measure 5, fulfilling the linear tug of the climactic melodic leading-tone and contributing to a bit of tonal rhetoric—if not formal function—much like that of an elided PAC. The following cut reveals that object of wonderment, a panoramic shot of a herd of dinosaurs. This switch in perspective matches exactly the beginning of the next phrase, a tutti swell upon the arrival at B ♭ major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Williams’s phrase offers an instance of a determinate cadence : a formal unit within a theme where the telegraphed tonal resolution (or half-resolution) occurs exactly when it should given previously established expectations of harmonic rhythm and melodic and metrical structure. Almost all cadences within symmetrical theme structures behave this way. However, synchronizing metrically regular melodies to specific events on screen is a difficult task, and this kind of foursquare musical/visual correspondence is actually fairly uncommon in practice. The trickiness of lining up metrically regular themes with pertinent visual events leads to the employment of a different tonal strategy in film music: the indeterminate cadence . This is a formal unit, part of a theme, or quite often a transitional or sequential passage, in which a tonal resolution is strongly projected but the point of arrival is not overdetermined by melodic/metrical/harmonic-rhythmic factors. Rather, it is attained through a looser preparation phase, often over a pedal and/or dissonant buildup. The strategy has the quality of delaying resolution, and has analogues in Classical/Romantic practices such as “standing on the dominant” in cadenzas and (re)transition sections. (18) Example 6 . Herrmann - Cadential Climax of “Scene d‘amour” from Vertigo (click to enlarge and listen)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] A celebrated instance of indeterminate cadential synchronization, partially reproduced in Example 6 , occurs in Bernard Herrmann’s score to Alfred Hitchcock’s Vertigo (1958). For the climactic moment when Scotty witnesses his girlfriend Judy fully transformed into his lost love Madeleine, Herrmann finally resolves a dominant pedal that has been held for a full fifty seconds. At measure 8 this dominant resolves onto the A ♭ -major chord that concludes the pedal and initiates the film’s principle C-major love theme; the immediate resolution to A ♭ 6 makes this an indeterminate evaded cadence. The “evaded” qualifier is due to the arrival on a non-root position tonic triad, though the viewer’s foreknowledge of the theme’s standard ♭ VI 6 opening will partially override the sense of immediate tonic denial. Intolerably deferred resolution contributes to emotional catharsis, a fleeting release from an unbearable thanato-erotic tension that courses through film and score. (19) This moment lacks the concatenation of linear, temporal, and thematic cues that makes the Jurassic Park cue lock so tightly to image, and it is not a cadence in the same sense as the conventionalized, motive-liquidating phrase endings in Mozart or Haydn are. (20) Nevertheless, indeterminate resolutions like this are often entirely cadential in rhetoric, and represent a strategy so well-mined by film composers that Section V will be entirely devoted to a particular form of them.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] When cadential synchronization occurs repeatedly, rather than as a one-off occurrence, phrasal mickey-mousing takes place. This is the matching of numerous discrete musical phrases with specific events onscreen. (21) With phrasal mickey-mousing, musical units are made to correspond to film editing rhythms through manipulation of phrase tempi and durations (and, rarely, after-the-fact edits to match precomposed score). The amplification of music’s gestural synchronization can call additional attention to visual accents, which may explain some of phrasal mickey-mousing’s appeal to cartoon composers. In artful instances, the spectator is invited to marvel at the dexterous combination of parameters otherwise at odds with each other; this is especially true if determinate cadences are chiefly employed. Done with particular virtuosity by composers like Carl Stalling and Scott Bradley, an entire scene—even of the most irreverent subject matter—can take on a “balletic” quality thanks to the alignment of sight and sound.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The Russian composer and film music critic Leonid Sabaneev found mickey-mousing to be a violation of music’s very nature, inappropriate for all but “comic films and animated cartoons” (see excerpt from Sabaneev in Hubbert 2011 , 217). To Sabaneev, the approach is flawed because it requires that music “sacrifice the principles governing its form: no matter what is happening on the screen, the music must have its melodic structures, its phrases and cadences , and it must not be asked to suffer dilution by the rhythms and occurrences of the picture” ( 216 ; italics added). Doubtlessly, crude cadential mickey-mousing may produce music that is incoherent outside of the context of the individual film. However, the most skillful employers of the technique were, pace Sabaneev, perfectly capable of generating music pleasing both in and outside the film. Video Example 1 . The Adventures of Robin Hood (click to watch video) Example 7a . Korngold - Robin and Little John Duel from The Adventures of Robin Hood (part 1) (click to enlarge and listen) Example 7b . Korngold - Robin and Little John Duel from The Adventures of Robin Hood (part 2) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "hubbert_2011",
                    "hubbert_2011"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Erich Wolfgang Korngold’s 1938 score to The Adventures of Robin Hood (dir. Curtiz) is full of examples of cadential syntax—particularly cadences of the determinate variety—serving formal and expressive ends. Phrasal mickey-mousing accompaniment for an action sequence is shown in Examples 7a and 7b as a melodic transcription with annotations for dramatic events. In the scene, Robin Hood and his companion Will Scarlett arrive at a stream crossing guarded by Little John. A playful fight ensues as Robin and John duel on the stone bridge, with the former eventually knocked into the water by a well-timed quarterstaff thrust. Korngold constructs the cue out of one of the score’s many leitmotifs, principally what Ben Winters calls the “Jollity” theme ( Winters 2007 , 98, 115–23). (22) “Jollity” unfolds through three variations of progressively denser orchestration and rhythmic play (starting at measures 3, 11, and 19), each ending with a scene-structuring cadence.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "winters_2007"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] The precision with which Korngold’s music fits this eventful sequence is due partly to the composer’s skill at synchronization and partly to the absorptive nature of film, (23) through which even accidental musical events have a way of fastening to onscreen action. (24) Nevertheless, the most structurally important cadences are also the most firmly wedded to significant narrative events. Structure-defining cadences occur at measures 1–3 for Robin’s consent to the fight; measures 11–12 for the onset of the duel; measures 26–27 for an exchange of symmetrical blows; and measures 46–47 for the confrontation’s conclusion. (25) The main section of fight music, starting at measure 19, can be loosely construed as a small ternary form (measure 19=A, measure 28=B, measure 34=A 1 ). With this formal plan in place, elements of thematic repetition and tonal expectation help offset Korngold’s puckish metrical unpredictability. Excepting the first and final cadences, all are either elided ACs or half cadences, both of which end discrete musical phrases with the dominant (as opposed to an inter-phrase dominant-to-tonic progression.) The preponderance of dominant-oriented punctuation keeps Korngold’s musical prose from coming to a definitive end until Robin hits the water. Sustained irresolution imparts a restless energy to the heat of the fight. But even when sonically absent, D major’s control over the cue is affirmed by the cadences placed at most every phrase boundary. This is a fitting tactic to combat the disruptive potential of the chromaticism that Korngold’s excitable idiom allows casually to intrude, as in measures 30–34. Whereas a scene with more profound narratival stakes might be suited by a less stable key scheme, here the retention of D major through these cadences matches the relaxedly self-enclosed nature of Robin Hood’s encounter. III. Defining Cadences",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Despite a dash of chromatic wanderlust, Korngold’s scoring for this Robin Hood sequence is resolutely monotonal, comfortably in a single key throughout thanks to phrasal symmetry and steadfast cadential enforcement. Nevertheless, some smaller moments of harmonic resolution, such as the miniature fanfares first established mid-period at measure 22, are less strongly cadential in character, despite falling at phrase boundaries and providing moments of dominant to tonic resolution. (26) Ultimately, the cadential weight of the event at measure 22 is less important than its interaction with screen action; in this case, the gesture does not coincide with any unique visual event, and it acts more as one of many musical flourishes that mimic the clashing of staves.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] How we determine what counts as a cadence, and how we sort affined cadences into categories, are nevertheless essential questions that have provided much grist for theorists (see, for example, Dunsby 1980 , Schmalfeldt 1992 , Hepokoski and Darcy 2006 , Mirka 2009 , and Nobile 2012 ). Noting the wide and disparate array of definitions for the term “cadence” across theory textbooks, Ann Blombach proposes a comprehensive definition to authoritatively determine what comprises this fundamental piece of musical vocabulary: “A cadence is any musical element or combination of musical elements, including silence, that indicates relative relaxation or relative conclusion in music” ( Blombach 1987 , 231). Blombach’s definition possesses repertoire-independent broadness and admirable clarity (eschewing, for example, the common trap of circular reliance on the related notion of “phrase”). Yet it does not distinguish merely tension-relaxing musical events from more form-generative phrase-ending ones; Blombach’s definition can draw no distinction between the effects of a perfect authentic cadence and, say, an intraphrasal V ⇒I 6 .",
                "footnotes": [],
                "citations": [
                    "dunsby_1980",
                    "schmalfeldt_1992",
                    "hepokoski_and_darcy_2006",
                    "mirka_2009",
                    "nobile_2012",
                    "blombach_1987"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Caplin ( 2004 ) follows up Blombach’s endeavor of cadence-clarification, not by offering a synthetic definition, but rather by proposing a number of qualifications that specify what a cadence does, where it falls, and what conditions are necessary for its realization. Those criteria include the obligatory presence of a root position V chord and the closing-off of a formal musical unit. Caplin’s conditions are rigid, ruling out some phenomena (notably plagal codettas) for not fulfilling actual cadential form or function. (27) This strictness is justified by the intended application of Caplin’s criteria to the heavily conventionalized musical syntax of the Classical period. Yet beyond the benefit of corpus-specificity, Caplin suggests a more philosophical rationale for stringency: To be sure, we might ask why it is necessary to circumscribe the notion of cadence in the ways I have proposed. Why not let it remain a looser, more flexible concept, so as better to embrace a multiplicity of phenomena? I would counter that whereas open-ended definitions may give the impression of inclusiveness, they actually result in blurring distinctions that truly matter. By limiting the concept of cadence, the intent is not to shut out our perception of varying phenomena, but rather to encourage us to be more precise about how phenomena that seem similar in some respects can actually be experienced as aesthetically different. ( Caplin 2004 , 59–60) Caplin’s preference for limitation is meant to ensure that musical phenomena with fundamentally different characters are not inappropriately lumped together merely because they appear to serve similar purposes (namely, of projecting closure and tension-release). The narrowness of his stipulations is fitting for the rule-bound style of Classical era music, even where they mandate elimination of events such as plagal cadences. Despite its attractions, however, such conceptual rigidity does not entirely befit the analysis of music for film. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "caplin_2004",
                    "caplin_2004"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Cinema scores comprise a repertoire of profoundly greater tonal and formal eclecticism than that of the Classical style. The stylistically heterogeneous and intrinsically programmatic repertoire lacks a central normative harmonic idiom (and attendant constraints on cadential syntax) and can rarely rely on a set of architectural paradigms like sonata form to regulate phrases, tonal design, essential structural closure, and so on. It is therefore often the case that the expressive demands of film place highest emphasis on cadential rhetoric , not syntax. Caplin distinguishes rhetoric from form-functional syntax (which exclusively determines the identity of a cadence for him), defining the former as the “unique compositional realization entailing the entire range of musical parameters, including rhythm, meter, texture, intensity, and instrumentation” ( Caplin 2004 , 107). Though capable of lending formal sense to a sequence, the power of a cadence within a film is not primarily to erect a syntactical edifice to prop up a cue; rather it is to grant an expressive quality to the scene, such as the production and release of \nanxiety or the cessation of momentum. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "caplin_2004"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] This does not entail that syntactical features of cadences—even Caplinesque “Classical” ones—are absent in film scores. Korngold’s Robin Hood cue is remarkable in its accommodation of cadential syntax within its metrically irregular, fight-choreography determined musical prose. (30) For scores written in a less fastidiously synchronized manner, the local occurrence of cadences may have nothing to do with intentionally “pointed-up” visual events, arising instead from the inherent tonal patterns of antecedent/consequent structures. (31) Nevertheless, even incidentally placed cadences manufacture points of tension or closure. They can, for example, convey a continuous musical thought that effectively stitches a series of disconnected images into a coherent sequence. In such cases, the rhetorical effect of non-synchronized cadences is simply placed at a remove from the instantaneous musico-visual surface on which phrasal mickey-mousing operates. Korngold’s mêlée music, it is clear, entrusts its expressive effect to both the immediate impact of the cadential moment, and to the long-accustomed expectations built around the structure of tonal phrases.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In some ways, these recognizable but non-prescriptively enforced cinema cadences resemble an Ur-concept of film criticism: genre. Genres such as “Western” or “noir” serve to structure narrative and guide expectations through every stage of a film’s existence, from production to marketing, and at both inter- and intra-textual levels of reception. Modern genre theory moves away from treating genres as stable transhistorical categories, instead considering genre-as-process and the element of discursive participation in their generation. Film theorist Rick Altman’s influential monograph Film/Genre signaled this change towards a more dynamic view. Genres, for Altman “are not just post facto categories, but part of a constant category-splitting/category-creating dialectic” ( 2011 , 65). Drawing on Ludwig Wittgenstein’s notion of family resemblances, a “complicated network of similarities overlapping and criss-crossing,” (32) Altman argues that genre is inherently unstable: A fundamental problem of genre studies stems from the ever-present desire for a stable and easily identifiable object of analysis. . . . We do better, I suggest, to treat genre as a complex situation —a concatenated series of events regularly repeated according to a recognizable pattern. . . . Traditional genre criticism has tended to treat a single aspect of this process [of producing and disseminating texts] as representative of the whole situation. Yet no isolated part of this process actually is the genre; instead, the genre lies somewhere in the overall circulation of meaning constitutive of the process. . . . a genre must be defined in a manner consistent with the complexity of an overall situation made up of three-dimensional events spread out over space and time. ( 2011 , 84) Altman’s critique of the then prevailing steady-state ontology of genre can be applied to cadences, which similarly resist transhistorical definitions in the context of film scoring. With Altman’s notion of “a concatenated series of events regularly repeated according to a recognizable pattern” in mind, I propose a system for characterizing cadences in film music: that of cadential genres.",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "altman_2011",
                    "altman_2011"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] These genres are inspired by Caplin’s lists of cadential criteria, but they lack the prescriptive force intended for the regulated Common Practice idiom. Instead of a single firm definition, ill-suited to the multiplicity of styles of film music, I characterize cadential genres as convergences of independent musical attributes throughout shifting scoring practices and audience expectations. Cadential genres in film are best formulated in terms of paradigm cases and attributes . A paradigm case contains each and every of those independent attributes, and can be thought of as the transhistorical “source” of one Hollywood cadential routine or another. (33) However, this paradigm is a construct, abstracted out of the family resemblances of numerous cadences for which I have observed certain “recognizable patterns” repeated through practice. (34) Many other examples that bear resemblance to the exemplar may partake of only some of the attributes, while remaining in an important sense outgrowths of the underlying paradigm. Caplin’s “blurring of distinctions” is thus strategically built into my model. I list attributes within the constellation of a certain cadential type (which include both pitch- and non-pitch-based criteria) in a rough hierarchical order, with the first qualities being the most structurally and rhetorically salient. Nevertheless, I do not wish to overrate the importance of the orderedness of any list; the arrangement is based on an informal judgment of relative pertinence, and other listeners may rank differently.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The advantage of this attribute-over-definition approach is the insurance that no one aspect (nor, indeed, no group of aspects) are taken to be intrinsic. A cadence featuring some, but not all, attributes, will still have the formal and affective qualities of the original cadential genre. This flexibility is a boon to film composers who seek audience-intelligible musical topics without resorting to clichéd reiterations of the same paradigm (ideally). Subtraction of one or more attributes opens up the door for variants, adaptations, and even distantly related abstractions of the paradigm case cadence. It is because traditional cadences are such highly regulated components of musical discourse that desirable expressive qualities such as markedness and associativity can so easily emerge from the alteration of their paradigmatic forms. (35) Just as modern film theory emphasizes the mutability of genre, so too this music-analytical approach aims to draw our attention to strategic transformations of fuzzy paradigms, not rote reproduction of a platonic cadential form. Example 8a . Perfect Authentic Cadence Paradigm Case (click to enlarge) Example 8b . Perfect Authentic Cadence (PAC) Attribute Inventory (click to enlarge)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Examples 8a and 8b treat the PAC as a cadential genre, furnished with an attribute inventory and a paradigm case. Laid out thus, the attribute/paradigm model provides a useful tool for hermeneutic, as well as formal, analysis. (36) We can see, for example, that many phrase-ending gestures in the Robin Hood cue partake of some of the elements of a paradigmatic PAC, even though the majority are strictly HCs. Cadential analysis becomes an investigation of which attributes Korngold opts to subtract for dramatic and expressive reasons. The cadence that initiates the passage (Example 7a, measures 1–3) features a lengthy pause between V and I, taking attributes 13 and 14 out of play. Korngold sacrifices these in order to produce the scene’s playful “stop-and-go” tone. Tentative yet cocky, this and other “broken” HCs rouse tonal expectations without committing to action, as Robin Hood analogously sounds out the pugilistic Little John, cheekily assessing him before risking actual injury. On the other hand, the cadence that concludes the passage (measures 45–46) bears all the PAC attributes save 7 (the presence of a traditional predominant). The preparatory harmony here is ♭ V (enharmonically ♯ IV), a serviceable if decidedly unconventional option. This chromaticized reentry to the tonic D major is part and parcel of Korngold’s distractible but ultimately non-destabilizing tonicization of foreign keys, a way of capturing the thrill and ultimate low-stakes of the character’s combat. These partial PACs would be lost to analysis were we to adopt unbending prescriptive definitions. With the attribute inventory system, we can understand a cadence’s relatedness to a clear if necessarily fuzzy norm while appreciating how selective variation contributes to specific filmic purposes. IV. Cowboy Chromaticism",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The cadence’s capacity to index film genre is as potent as its ability to punctuate and structure dramatic action. The power of cadential associativity can be observed in the reliance of a genre such as the Western on a small class of continually employed cadential gestures. Conventions of style and plot have informed, and in many cases outright determined, the makeup of the Hollywood Western throughout its cinematic evolution. (37) Through the many Western subgeneric guises (“A,” “B,” “spaghetti,” “revisionist,” etc.), a host of expectations—comprising an attribute inventory, in fact—remain in play. These include conventions of narrative (e.g., “sheriff cleans up lawless township”), setting (e.g., the Mexican-American border, a saloon), dramatis personae (e.g., “ruthless cattle baron”), and scoring. (38) Musically, the genre has always been marked by standardized (and occasionally vulgar) style topics pertaining to cowboys and Indians, often drawing from country-and-western music or adapted/invented folksong (see Kalinak 2007 , 1–17). Pentatonicism, in particular, has long infused the Western musical landscape—including cadences, with characteristic melodic touches like 1 ˆ approached by 6 ˆ instead of 7 ˆ . (39) Today, however, pentatonicism does not hold the status of singularly preferred harmonic idiom that it enjoyed from the 1920s through ’40s. Since the 1950s, another option became popular for Hollywood composers, one that involved the integration of these earlier Western topics with syncopated, brass-heavy, open-fifth saturated “Americana” music, generally ascribed to the influence of Aaron Copland, and to a lesser extent Virgil Thompson and Roy Harris. (40) This too had ramifications for cadential structure. (41) Example 9 . Subtonic Half-Cadence Paradigm (click to enlarge)",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39",
                    "FN40",
                    "FN41"
                ],
                "citations": [
                    "kalinak_2007"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The most conspicuously prevalent “Cowboy” cadential genre takes root at the same time \nas the Coplandesque influences set in the late 1950s: the subtonic half cadence ( S-HC ). (42) The feature of highest salience in this routine is the insertion of the non-diatonic bass pitch ♭ 7 ˆ before the dominant. Example 9 presents the linear paradigm for the S-HC. The trace of the mixolydian scale—the strongest link to Copland’s Americana style—is present in its exemplars, often bearing ♭ 7 ˆ in both outer voices. However, the flattened leading tone often manifests in an inner-voice while the melody retains 2 ˆ across the half cadence. The ♭ 7 ˆ is harmonized by a ♭ VII chord, which proceeds to the dominant with a minor third progression. Thus, \nthe progression is not purely mixolydian, but indulges a richer sort of “cowboy \nchromaticism”—nicely summarized by the neo-Riemannian compound RP . (43) This compound accounts for the transference from ♭ VII to V ( R shifts 4 ˆ to 5 ˆ ) and the hasty neutralization of the diatonically foreign pitch ( P neutralizes ♭ 7 ˆ to the proper, stepwise-resolving leading tone ♮ 7 ˆ ). (44) Example 10 . Subtonic Half Cadence (S-HC) Attribute Inventory (click to enlarge) Example 11 . Main Title from Big Country , Jerome Moross (click to enlarge)",
                "footnotes": [
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] As a component of an HC, ♭ VII tends to occur near the conclusion of the antecedent phrase of a thematic period. By contrast, the authentic cadence that closes the consequent phrase rarely partakes of the same dominant-preparing ♭ VII, featuring a more traditional predominant (e.g., ii 7 , IV, or I 6 ). Such phrase-functional specificity has its associative advantages. In order to be an unambiguous marker of genre, the subtonic half cadence works best as a special and narrowly employed routine, a case of an extraordinarily determinate cadential function. The sequestration of the subtonic to a unique moment in a period melody heightens its distinctiveness, and thus its associative adhesiveness. Example 10 provides an attribute inventory for the cadential genre in its most well-known thematic guises—a number of which I will now investigate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Several musicologists have noted the prevalence of the subtonic half cadence in Western film scores, though they do so typically without discussing its role within a larger period structure. (45) The advent of this new “Cowboy Cadence” is customarily attributed to Jerome Moross, and his influential and film-musicologically canonized score to William Wyler’s The Big Country (1958) in particular. (46) Scattered precedents can be found in other sources, including Moross’s earlier score to The Proud Rebel (1958), Hugo Friedhofer’s scores to The Best Years of Our Lives (1946) and Hondo (1953), and Gene de Paul and Alexander Courage’s score for the film musical Seven Brides for Seven Brothers (1954). (47) But the gesture is overwhelmingly Moross’s signature, used pervasively (if with considerable manipulation and adjustment) in his compositions for both concert and film. And the most famous and likely formative employment is in his main title to The Big Country . The opening 39 measures are given in Example 11 .",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The famously vigorous credits sequence features the ♭ VII–V in two contexts. (48) The motion is first heard as a detached harmonic motive during the title’s opening fanfare, where it acts as a mini-auxiliary cadence into C major. A distinctive linear feature here is the accented dissonance 3 ˆ – 2 ˆ over the ♭ 7 ˆ chord root (measure 2), creating a tritone against the bass with slight Lydian flavor, even as the overall modal impression is of mixolydian borrowing. 3 ˆ – 2 ˆ is later integrated into the film’s motto theme as a half cadence to close off its antecedent phrase (measures 22–25) and contrasting middle section (measures 36–39). All usages support a retained melodic 2 ˆ , with the characteristic ♭ 7 ˆ – ♮ 7 ˆ motion occurring in an inner voice. Example 12 . Preparations of the S-HC (click to enlarge)",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The Big Country ’s main title demonstrates that while liquidation \nof the mixolydian subtonic drives the half cadence itself, ♭ 7 ˆ it is introduced as a fresh element, not strongly presaged by previous tonal information. Moross’s subtonics result from (a) dovetailing fifth progressions or (b) dovetailing third progressions. In measures 1–4, the producing motion IV– ♭ VII mirrors an implied I–IV that gets the harmonic wheel spinning, and thereby doubles the flatward plagal and strongly folk-associated T 5 (transposition up five semitones). ♭ VII thus serves not only as a chromatic preparation of the dominant, but also as an extension of the flat-side purview of IV. The true S-HC at measure 24 is preceded by a V/V chord. This produces a chain of chromatic mediants [E 7 –C–A 7 ] that arpeggiate the minor dominant. Example 12 shows the basis of this progression, with attendant transformations for idealized triadic motions. With both these origins, ♭ VII is the product of a localized harmonic pattern with a strong associative profile. For the subdominant-spawned subtonics, the expressive effect rests on the magnified pastoral/agrarian undertone of plagal material. \nFor the third-chained subtonics, the invigorating and surprising character of a chromatic transformation lies in an unexpectedly form-functional location. (49) Example 13 . Bernstein, Theme from Magnificent Seven (click to enlarge and listen) Example 14 . Uses and Adaptations of the S-HC (click to enlarge) Example 15 . Flat Mediant Half Cadence (FM-HC) Variant (click to enlarge) Example 16 . Big Country Riding Theme (click to enlarge and listen) Example 17 . Goldsmith, Contrasting Middle Section of Theme from 100 Rifles (click to enlarge and listen)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] After Moross’s The Big Country , the subtonic half cadence becomes the quintessential harmonic gesture of the American Western film. The usage in Elmer Bernstein’s heroic theme to The Magnificent Seven (1960, dir. Sturges) ( Example 13 ) is similarly iconic—perhaps because of its cooption by Marlboro for their TV ad campaigns of the 1960s (see Slotkin 2010 , 211). Bernstein’s rousing theme solidified the “Coplandesque” trend in Western scoring initiated by The Big Country . In short order, the S-HC became a harmonic default for bright, optimistic Western themes, such that movies that bear major melodies but lack the S-HC sound as though they come from an earlier era of film scoring. The gesture is such a hallmark of the Westerns of the ‘50s and ‘60s that its presence is de rigueur for films that parodize that genre, such as Blazing Saddles (1974), City Slickers (1991), and Der Schuh des Manitu (2001). Example 14 provides a list of media that employ the S-HC. Special note is made when the \ngesture appears in a film’s genre-staking main title/opening credits. With the \nexception of the 1980s (which witnessed a temporary decline of film Westerns), the persistent use of the S-HC attests to its attractiveness to composers and generic legibility to listeners.",
                "footnotes": [],
                "citations": [
                    "slotkin_2010"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] Most of the examples listed in Example 14 adhere directly to the half-cadential paradigm established by The Big Country . However, numerous variants and allusions are also included that stray from pure paradigmatic usage. Even in Big Country , we find notable manipulations of the mode-mixing logic behind the cadence. In the “Main Title,” Moross mirrors the pre-cadential chromaticism of ♭ VII–V at several moments with an alternative harmonization of ♭ 7 ˆ – ♮ 7 ˆ , via ♭ III to V. The altered paradigm, a flat mediant half cadence (FM-HC), is shown in Example 15 , and is realized or alluded to in the Big Country “Title” at measures 7, 11, and 25. ♭ III in major is less characteristic of the Western than the subtonic, but serves an analogous function. (50) With this variant, the cadence installs an arpeggiation of the minor tonic, with chromatic mediant relationships now in place between both chords that flank the flattened mediant. Moross puts both ♭ VII–V and ♭ III–V to good use in a theme derived from the Big Country ’s opening fanfare; this idea, shown in Example 16 , accompanies scenes of a heavily armed posse galloping through the desert. The mediant-to-dominant cadence voids the number one attribute of the S-HC inventory (as well as attributes 5 and 12). Yet, in the case of Big Country ’s riding music, the swerve from D ♭ to F is clearly a permutation of the initial A ♭ –F, and sufficient attributes of the paradigm are present to preserve the generic “Western” aspect of the melody.",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Adaptation of the S-HC often involves manipulating or substituting the dominant. (51) The Magnificent Seven ’s theme is already something of an atypical example if The Big Country is taken as norm: note the alteration of attribute 4 by the inclusion of an A ♭ / B ♭ chord. Jerry Goldsmith is among the composers who reliably adapted the subtonic half cadence in creative ways throughout his scores for Westerns in the 1960s and ’70s. His theme to 100 Rifles (1966, dir. Gries), shown in Example 17 , contains no paradigm-adhering instance of the S-HC cadential genre but several cunning permutations. Sandwiched within the overall key of D aeolian, the theme’s mariachi-tinted B section begins what appears to be a new period melody in B ♭ major. Goldsmith feints at an S-HC at measure 5 of the section by landing on A ♭ . But it is the minor dominant, F minor, that follows, and two beats too late to be heard as a half cadence. The increasing prevalence of chromatic chords and the sped-up harmonic rhythm that attends F minor loosens the grip of B ♭ major, and culminates in a re-modulation to the original key of D. This is achieved, remarkably, by a recursive application of the subtonic to dominant progression, proceeding through three minor thirds: first from E ♭ to C6 ( ♭ VII–V/F), then from C to A ( ♭ VII–V/d), and finally landing with a PAC back in the home key. In the process, all but attributes 1–4, 8–9, and 15 are subtracted, with the removal of 6 (non-modularity) being particularly remarkable as it amounts to dismantling the period structure seen in all previous examples. Nevertheless, the repetition of the S-HC progression recoups any associative shortfall from the paradigm’s heavy alteration. (52) The iterated application doubles the bright affect attendant with the plucky neutralization of ♭ 7 ˆ , prevailing against the digressive forces of chromatic inertia. The vast distances traversed by Goldsmith’s theme suggest a wide tonal landscape every bit as generically appropriate as the broad horn melodies and expansive P4/P5-laden chord voicing more traditionally linked with the Western sound. Example 18 . Howard - Theme from Hidalgo (click to enlarge and listen)",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] In contemporary cinema, a common adaptive strategy involves substituting IV for V within the ♭ VII–V pair of the S-HC, necessitating a change of attributes 2–5 and 11. This procedure seems to begin around John Barry’s score to Dances with Wolves (1992, in the cues “Ride to Fort Sedgwick” and “Buffalo Hunt”) and can be heard in themes for Mychael Danna’s Ride with the Devil (1999) and James Newton Howard’s Wyatt Earp (1994) and Hidalgo (2004); indeed, today it may have reached the status of independent cadential archetype, a “subtonic plagal cadence” (S-PC). (53) The main theme to Hidalgo —used to accompany panoramic shots of the American west—is noteworthy for integrating the subdominant in place of the traditional dominant. Howard’s theme is shown in Example 18 . The transcription provides three optional continuation phrases that are employed on different occasions to conclude the same sentential presentation. The melody’s first four measures crane gradually to 5 ˆ , enabling retention of 4 ˆ at the moment of the subtonic plagal/half cadences. The delayed resolution of F ♯ 4 to G4 produces the same tritonal dissonance against C that was a distinctive feature of the cadence’s paradigm. But here it serves as an accented passing tone up to 4 ˆ rather than down to 2 ˆ . The theme’s endings are no less redolent of the Cowboy-cadence constellation. The first and third endings share the interphrasal iii– ♭ III motion distinctive of the riding theme from Big Country . (54) The second ending’s final two bars hint at an expanded S-PC with an interpolated G ma7 , sandwiched between C and the half-cadential A. The third ending offers a genuine cadence to the tonic, with the flat mediant again serving as predominant. But it does so without the aid of the dominant, opting instead for the pure ♭ VII–I motion of an unvarnished mixolydian mode.",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The adaptability of the S-HC allows it to be realized not only in a variety of modified musical contexts, but also in films that transform Western genre conventions or share associative traits with it. One such transformation is the negation of attribute 2, allowing for subtonic authentic cadences. This adaptation seems capable of encoding a combination of Americana and ethnic Irishness in the historical thriller JFK ( Williams 1992 , with a ii– ♭ VII–V–I), as well as in the sports drama Rudy ( Goldsmith 1993 , with a I– ♭ VII–V–I). (55) In these cases, any reference to gunslingers or the frontier spirit is absent. Even so, an associative residue remains, a suggestion of “American-ness” and “mixolydian ethnic-ness” that contributes to a connotatively apt progression. (56) That Williams and Goldsmith also wrote numerous “pure” Westerns using that progression is relevant, as it suggests an at least unconscious intra-oeuvre influence. Such connections depend as much on familiarity with Western harmonic conventions as on the selective tapping from a wider pool of “modal Americana” that happens to host both Cowboy cadences and their permutations. Example 19 . Transformation of VII –V motion in Star Wars “Theme” to “Rebel Fanfare” (click to enlarge and listen)",
                "footnotes": [
                    "FN55",
                    "FN56"
                ],
                "citations": [
                    "williams_1992",
                    "goldsmith_1993"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] Films that blend the Western with other genres are fertile sites for adapted Cowboy cadences. Though the presence of advanced technology and an interstellar setting marks Star Wars (1977, dir. Lucas) first as a science-fiction movie, its narrative and iconography partake from elements of swashbuckling adventure, Japanese historical action, war drama, and Western genres. Indeed, Star Wars is cited as frequently as a “space western” as it is other mixed genres (like “space opera”; see Brode 2012 , 1–12). John Williams’s symphonic score is idiomatically eclectic, mixing musical styles in a fashion that such intermingling of genres would demand. Though he eschews outright nods to classic Western scores, Williams does incorporate an unambiguous S-HC in the film’s title sequence, as part of its famous main theme, shown in Example 19 . The heraldic melody has generally been linked to the idiom of Korngold (particularly the Kings Row theme it superficially resembles; see Lerner 2001 , 99–100), but the presence of an S-HC also connects it to the classic Western, with its brash energy and larger-than-life heroes. Example 20 . Iterated Development of m3 Motif in “Get ‘em R2!” in Revenge of the Sith (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "brode_2012",
                    "lerner_2001"
                ]
            }
        },
        {
            "4.13": {
                "text": "[4.13] Williams’s use of the S-HC, already a borrowed gesture from another genre, is itself detached within the Star Wars score to become an independent leitmotif. The “Rebel Fanfare,” which attaches to the series’ protagonists, distills the chromatic half cadence down to an underlying minor third transformation (an oscillatory T 9 followed by T 3 of root position triads). As the hexalogy progresses, that short leitmotif is further abbreviated into thoroughly abstracted rhythmic or harmonic allusions—a long way from the “Main Title” theme that first hosted the subtonic cadence, and further still from the Moross/Bernstein model that standardized its intertextual usage in big-budget genre films. Yet in an occurrence such as that shown in Example 20, one may hear vestiges of the same harmonic verve that infused The Big Country . Video Example 2 . Revenge of the Sith (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] This tiny moment from the long action setpiece “The Battle of Coruscant” in Episode III: Revenge of the Sith (2005), is called “Get ‘Em R2!” Williams’s variation of the Rebel motif here approximates an absolute progression—recursively applied T 3 s that drive the fanfare up three-fourths of an octatonic cycle from A to E ♭ major. The motivic transformation accompanies the droid R2D2’s moment of glory. It does not attempt to project a cadence in any traditional sense, and indeed, the rhetorical attributes 15–18 are wholly absent. Nevertheless, the overall T 9 s fulfill something of the cadence’s phrase-formal role, particularly its punctuative capacity. The modified “Rebel Fanfare” first concludes one tonal region (the mounting pressure of F-phrygian of the first notated measure, and much preceding), calling a close to one narrative stage of the space battle. During its duration, the E-natural pedal beneath the bookend A-major chords gives off residual hints of a cadential in A major. Like a cadenza within a concerto movement, we pause with expectancy as R2 performs, soloistically, a feat of virtuosic robotic derring-do. The two “Rebel Fanfare” derived measures finally serve to initiate, by way of their new triadic orientation, the chaotic buzz of another region (initiated by an F-“rooted” {0348}), signaling the hectic conclusion of the dog-fighting sequence. Through a long evolution involving cadential subtraction, alteration, and at this stage veritable abstraction, the mixolydian sounds of the prairie can be heard faintly echoing in the chromaticism of this space battle. V. Chromatically Modulating Cadential Resolutions Example 21 . Steiner - Conclusion of Key Largo (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Many of Hollywood’s musical conventions can be traced back to the prolific pen of Max Steiner, active in the industry from 1929 until his death in 1971. Steiner’s claim that “there is nothing more effective in motion-picture music than sudden changes of mood cleverly handled” could well be his compositional motto, given the preponderance and variety of musical gear-shifts in his dramatic scoring ( Steiner [1937] 2011 , 225). Cadential synchronization is an especially favored Steinerism. Consider the triumphal conclusion of his score to the noir Key Largo (1948), whose final forty seconds worth of music is organized into a small binary form, reproduced in Example 21 . As is typical of these sorts of succinct endings, Steiner pulls off confirmation and quick re-confirmation of the tonic: first with a PAC (measures 15–16), then with a more rhetorical ii ø –I motion (measures 17–19). Video Example 3 . Conclusion of Key Largo (click to watch video)",
                "footnotes": [],
                "citations": [
                    "steiner_1937_2011"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The plagal tag recalls a common variant of the paradigm introduced at the beginning of the article (an M-PC without the ♮ 6 ˆ component). But rather than focusing on the final cadence’s subdominant orientation, let us consider an aspect of the gesture (and the larger cue it occupies) that is more uniquely characteristic of Hollywood tonal syntax: the coupling of a rising melodic trichord (e.g., 6 ˆ – 7 ˆ – 1 ˆ ) and chromaticism within a major-mode context. The overall key scheme of this excerpt—C major sandwiching E ♭ major—is enabled by two forceful cadences. Between measures 8 and 9, a cadence (locally PAC, globally HC) to a tonicized G is followed by an unmediated modulation to E ♭ , without the aid of emphasized common tones or linear continuity from melodic G4 to B ♭ 4. This tonal shift accompanies a cut away from the heroine (Lauren Bacall) staring out to sea to a shot of the object of her pensive gaze: the hero (Humphrey Bogart), whose motorboat now returns ashore after a harrowing confrontation with seafaring mobsters. After dwelling in E ♭ , Steiner initiates a second modulatory gambit to recover the cue’s home key. A series of nearly identical cadential motions resolve first to E ♭ in measures 13 and 14, and then to C major at measure 15. Unlike the first modulation, this recapture of C is accomplished with linear continuity, using the same stepwise melodic motive E ♭ 5–F4–G5, first to confirm E ♭ , then C major. The vital enabling property of this cadential switch is the reinterpretation of the melodic tone G as 5 ˆ /C instead of 3 ˆ / E ♭ . What was a diatonic authentic cadence in one key becomes a Picardy-aeolian cadence ( ♭ VI– ♭ VII–I) in another. Example 22 . Key Largo Sketch (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Example 22 presents a foreground sketch of the conclusion of this cue that highlights the tonal rupture with the shift to and from E ♭ . It also introduces notation for the resolutions so brashly denied with these modulations: a supplementary staff is attached beneath the main bass-line, a substratum of unrealized harmonic implication, with arrows indicating where Steiner’s cadences would have gone had their resolutions matched their preparations. Wavy beams in the main system connect dominants to their surprise destinations. These two moments in Key Largo provide instances of a category of tonal motion that straddles the line between cadence and modulation: the chromatically modulating cadential resolution (CMCR). Such occasions of instant harmonic realignment are common in symphonic film music, and in certain guises musical theater and popular music. (57) Often, but not always associated with cadential synchronization, CMCRs are a favorite form of “sudden change, cleverly handled.” The preparation phase of a CMCR features the initiation of a properly behaving diatonic cadence, including determinate and indeterminate varieties; very often, it contains implications of both HC and AC function, falling at the end of a buildup while elided in some manner with the to-be-captured tonic. The modulation phase sees the penultimate chord discharge not onto the expected tonic but to a root-position triad that stands in a chromatic relationship to the anticipated destination. This triad is treated as a new tonic, and may initiate a new phrase securely within its own new diatonic purview, as is the case with the restatement of the Key Largo ’s hymn theme at measure 9 after the CMCR into E ♭ , and in the concluding phrase in C after the CMCR out of E ♭ at measure 15. Example 23 . Chromatically Modulating Cadential Resolution (CMCR) Attribute Inventory (click to enlarge)",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] An attribute inventory for the chromatically modulating cadential genre is furnished in Example 23 . The presence of a chromatic root motion between cadential and resolution chords (attribute 1) is the inventory’s most important component. But despite the salience of pitch, I include a greater number of non-pitch attributes compared to previous inventories; this is to reflect the exceptional emphasis composers place on the forces of musical rhetoric for these harmonic swerves. Cinematic CMCRs tend to adhere to a predictable profile, in their musical structure as well as the affective trajectory they install for their film. Like more conventional, non-modulating cadences, they are often found at the conclusion of a thematic unit’s consequent phrase, particularly in cases where that phrase’s last bars are stretched out by various resolution-stalling techniques, such as pedal points or repetition. Other musical parameters capable of magnifying tension (and thereby promising resolution) such as register, dynamics, and orchestration density are frequently increased on the pre-modulatory end of the CMCR. Concurrently, these same factors are likely to change once the cadential downbeat of the new chromatic key occurs. The tonal destination of the chromatic cadence is radically distinct from its preceding key, and composers tend to reinforce this freshness rather than undermine it with misplaced continuities of texture or volume. Example 24 . Linear Paradigms for CMCRs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The final modulation in Key Largo demonstrates a strategy composers can use to draw continuity between the two distantly related harmonic stations on either side of the cadence: an ascending cadential 1 ˆ – 3 ˆ or 6 ˆ – 1 ˆ line. Both of these subvert the typical downwards-to- 1 ˆ tendency for cadential melodies, and therefore betray a distant kinship with the M-PC. Example 24 provides contrapuntal models for six of the basic dominant to tonic CMCRs, all of which involve two major mode tonics. (58) The underlying diatonic cadential model they deviate from is also indicated, along with the standard deceptive cadence, which in certain special cases can behave as a modulating cadence. While I use ascending trichords in all these paradigms, it should be noted that CMCRs, perhaps moreso than other genres we have explored, come in diverse guises in their melodic figurations, and melodic continuity is often intentionally sacrificed to maximize that useful quality of extreme disjunction. Nevertheless, sorting by trichords does help delineate different families by shared potential linear patterns. The top row makes use of the 1 ˆ – 2 ˆ – 3 ˆ line of the mixed plagal cadence while inflecting or enharmonically reinterpreting 3 ˆ as a triadic pitch of the new tonic; as a result, they create chromatic third relations between the dominant of the first key and tonic of resolution. By contrast, the 6 ˆ – 7 ˆ – 1 ˆ lines of the bottom row generate stepwise or tritonal relations between cadential chords, and require sharp inflection of the final note (otherwise, the final chord would be a non-modulatory sounding diatonic chord, either IV or vi). In cases that conform to these contrapuntal models, the upward linear drive fulfills a function of expansion and intensification, rather than termination and relaxation. It is, in the hands of film composers, a harmonic device that strives for new musical vistas, turning away from tonal destinations already vouched by previous diatonic syntax. (59) Example 25 . CMCRs as Triadic Transformations (click to enlarge)",
                "footnotes": [
                    "FN58",
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] While some of the CMCRs involve common-tone retention between the chromatic chord of resolution and either the preceding dominant or the tonic it displaces, such parsimonious characteristics are not an intrinsic feature of these motions. Indeed, a small measure of voice-leading continuity might run counter to the desired aesthetic of the CMCR, particularly if a retained tone is highlighted by the melody. The surprising impact of these resolutions is maximized by lowering the degree of continuity between regions. Meanwhile, the aforementioned scalar lines, when they are included, provide an element of strictly linear (not harmonic) predictability in a single voice. It is useful to think of these modulations in terms of transformations of an underlying diatonic progression. Example 25 reconfigures the CMCRs into transformation networks, and measures their idealized voice-leading properties through the neo-Riemannian operators. (60) A “Type” descriptor differentiates CMCRs by these root motions. Once again, the two conventional models (Authentic and Deceptive) are also shown to draw contrast with the modulatory alternatives. Each three-node network shows the relation of the tonic to the new tonic, dominant to expected tonic (always RL , or DOM ), and dominant to new tonic. Note that the 6 ˆ to 1 ˆ line CMCRs require more semi-tonal displacements to reach their chromatic destinations, and they necessitate chromatic alteration of the tonic scale degree; this commends them to scenes of more intense mood-reorientation.",
                "footnotes": [
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] When combined with image, a successful chromatically modulating cadential resolution can amplify, or in many cases generate, a sensation of wonderment. I define the wonderment sensation as a highly pleasurable combination of two forms of musical surprise, awe and frisson , both of which David Huron characterizes as aesthetic rechannelings of the fear response. (61) The former corresponds with the feeling of having one’s breath taken away by a sustained violation of expectations, while the latter captures the innervation produced by a more abrupt and unanticipated event. Huron notes that the frisson response, which is manifested in strong emotional and physiological indicators like shivers and chills, has been found to be correlated with “sudden changes of harmony and with abrupt changes in dynamic level” ( Huron 2006 , 281–83)—exactly the stuff of a CMCR. (62) Wonder involves both awe and frisson because the instantaneous modulation may be a brief surprise (hence frisson), but the musical “pulling back” so often accomplished by these cadences leads to sustained, more expansive passages in the new key (hence awe). (63)",
                "footnotes": [
                    "FN61",
                    "FN62",
                    "FN63"
                ],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "5.8": {
                "text": "[5.8] The interplay of awe and frisson in a CMCR is accomplished by a frustration of local structural tonal expectations and a deeper satisfaction of rhetorical cadential expectations. As tension accumulates in the dominant, an increasingly inevitable implication of soon-to-arrive harmonic closure is produced. This telegraphed need for release in turn affects the image, planting the expectation for a dramatic change either in tone or in content, such as would be realized by an editorial cut or pan to a new subject of visual focus. With the appropriate degree of anxiety or pregnancy lent to the image, the moment of cadential discharge can occur. The resulting chromatic swerve generates a combination of surprise and release. The shivers-inducing surprise is the product of structural tonal expectations, which predict, even in the chromatic idiom of many film composers, that dominants proceed to their implied tonics; the destinations of most CMCR types are fundamentally unpredictable from the logic of diatonic functionality. The element of release, on the other hand, arises from letting go of the intensified dominant and settling on a consonant major triad. Increased novelty infuses the image, as does added scope and breadth. (64) When the strange new destination is fully accepted, the residual surprise can be channeled away from the frisson response and into a more sustained feeling of awe. In effectively composed CMCRs, the result of this commingling of shock and resolution can be nothing short of the pure musical pleasure that comes from an expectation realized, but in an unexpected way. (65) VI. Soaring Scoring",
                "footnotes": [
                    "FN64",
                    "FN65"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] John Williams is perhaps the most prolific employer of CMCRs in contemporary film music, with many of the heavily foregrounded cues from his iconic scores hosting such cadences. Scenes of wonderment and exultation are common occurrences in the fantastic films he specializes in. This is doubly true in films marketed for, and frequently including as characters, children: E.T. , Home Alone , Harry Potter , and so on. The affinity of young persons’ films and these sorts of chromatic modulations has much to do with the air of ingenuousness such musical events can convey. Stripped of the learned deliberation and impression of effort attendant with more conventional modulatory strategies, the CMCR presents itself as a tonally and emotionally direct alternative, something that bypasses diatonic logic and gets to the “heart” of musical associativity. Like a child untrained in the ways of pivot chord modulations and closely related key metrics, the CMCR asks “why not simply move directly to this key?” In Williams’s scores, the seeming naiveté of this strategy might belie the refinement of local techniques that go into manufacturing CMCRs. But, like cadential mickey-mousing, those devices serve to make the inherently discontinuous and surprising sound, retrospectively, as seamless—even inevitable—as possible. Example 26 . Williams - “Change of Seasons” from Harry Potter (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Examples 26 and 27 offer two instances from the library of chromatic cadences in Williams’s output, both from films aimed primarily at children and the young at heart. The kindred CMCRs from E.T.: The Extra Terrestrial (1984) and Harry Potter and the Sorcerer’s Stone (2001) both follow a protracted crescendo on a tense cadential chord, and accompany moments of positive emotional release coupled with a freshly unveiled source of wonderment. (66) Example 26 , from Williams’s 2001 score to Harry Potter and the Sorcerer’s Stone (dir. Columbus) offers a “textbook” CMCR. During the brief “Change of Seasons” sequence, Harry walks through an empty courtyard with his Snowy Owl, Hedwig, and releases the bird to fly gracefully over the castle Hogwarts. For Potter’s stroll, a short melodic phrase gestures towards a determinate cadence into G major (measure 4), an HC that projects an overlap with the next phrase, “becoming,” projectively at least, an IAC. (67) As soon as he releases Hedwig, the dominant progresses to B major, the tonic of a new lyrical theme (measure 5), making this a Type I CMCR (down a minor third from the dominant—one of Williams’s favorite strategies). A melodic third in the woodwinds (G4–A4–B4) helps stitch the two RP -related chords together. Only three attributes (8, 10, and 11) are subtracted, though the harp arpeggio installs some of the feeling of attribute 8 and the determinate nature of the CMCR obviates 10 and 11 (see Example 23). The rhetorical factors are all at play: the pre-resolution swell, the post-resolution grand orchestral tutti, and the exultant and expansive character as Hedwig flies freely, exposing the magnificent breadth of the fantastic castle. Example 27 . Williams - “E.T. Is Alive!” from E.T.: The Extra Terrestrial , Type III CMCR (click to enlarge and listen)",
                "footnotes": [
                    "FN66",
                    "FN67"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] A somewhat less “well-behaved” CMCR occurs in E.T. The passage from “E.T. is Alive!” reproduced in Example 27 features a build-up over a pedal IV chord in D major. (68) The tonal buildup matches the protagonist Eliot’s rapidly dawning realization that his alien companion is once more alive. E.T.’s resurrection is confirmed musically with the landing on C ♯ major and a jubilantly restored rendition of his character theme. This constitutes a Type III CMCR (see Example 25 above), with an adjusted attribute 5 (the cadential chord is rooted on 4 ˆ , not 5 ˆ , providing an extra tritonal jolt to the bass motion). The amorphous harmonic rhythm makes this a good example of an indeterminate cadence, yet the melody points to a specific moment of resolution. The melodic pitch C ♯ 6 is captured as the terminus of an ascending scalar pattern [ C ♯ 4– C ♯ 5, B4–B5]. The 8+8 scalar scheme aligns the pitches of the D-major collection with the 4/4 meter such that a triadic member of the expected tonic (either D, F ♯ , or A) is not predicted on the downbeat of the sixth measure; the surprising C ♯ 6 is instead virtually insured. The chromatic destination is thus both a surprise and, in a powerful sense, anticipated—a fine demonstration of why calling CMCRs “deceptive” underplays their vivid correctness in context. Had Williams simply chosen to “correctly” resolve V /D to D on the downbeat of E.T.’s revivification, the resolution would sound not only bland, but in its own way more surprising than C ♯ major—albeit surprising in an inappropriate way for both its linear/metrical and dramatic context. (69)",
                "footnotes": [
                    "FN68",
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] These two examples show CMCRs being deployed as one-off events in the interest of suddenly expanding tonal space. But while most serve as single cadential focal points within a larger cue, some sequences feature several chromatic cadential modulations, or even proliferations of them. (70) One such piece is the CMCR-saturated “Flyover” scene from Williams’s score to Spielberg’s Jurassic Park (1993), and the concluding analysis of this cue will serve to demonstrate the full affective and structural power of the cinematic cadence. The “Flyover” music comprises the second of five sections within the continuous composite-cue called “Journey to the Island,” in which four characters are introduced to the park for the first time. At almost nine minutes in duration, “Journey” is the score’s musical centerpiece, heavily foregrounded in the film’s sound mix as it accompanies the protagonists’ entrance to the titular park and their first awed experience of its wonders. The “Flyover” matches two minutes worth of nearly dialogue-free geographic spectacle for the arrival by helicopter at the tropical island that houses the movie’s prehistoric attractions. Video Example 4 . Jurassic Park (click to watch video) Example 28 . Transition from “Entrance to Park” to “Flyover” and start of “Island Fanfare” Theme (click to enlarge and listen)",
                "footnotes": [
                    "FN70"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The transition to “Flyover” from the first portion of the composite-cue, “Entrance to the Park,” is handled with the first of many CMCRs, captured in Example 28 . The music for this transition is somewhat tonally floating, unseating the previous key of E ♭ by a series of bass motions that converge on E in measure 4 ( A ♭ – D ♭ – G ♭ – E ♭ –E= F ♭ ). E goes on to project strong predominant flavor, but predominant of what key is not certain. Measures 4–6 outline a potential diatonic cadence into B major, but could also easily be heard as pointing towards a modal cadence into A ♭ . (71) At the tail end of this progression, the camera closes in on the face of Park creator John Hammond, whose eyes light up, having caught a glimpse of the destination. Whatever the listener’s expectations of tonal release for the ultimate F ♯ major chord, the resolution that follows Hammond’s proclamation “there it is” will not have been anticipated. With a visual cut to the helicopter exterior, panning to reveal the fantastic island ahead, Williams ushers his musical passengers to the brilliant new harmonic destination. Not B major (the “diatonic” resolution), nor A ♭ (the “modal” resolution), nor even to E ♭ major (the “monotonal” resolution, given the key preceding the material in Example 28) but to B ♭ major . It is a Type III CMCR that realigns the cue’s, and indeed, soundtrack’s, entire tonal journey, initiating what is to be the first firmly monotonal, period-based melody in the score.",
                "footnotes": [
                    "FN71"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Arriving by CMCR Type III to this new key, Williams commences the brassy “Island Fanfare” theme that dominates the sequence. Interestingly, the modulation does not realize the implied melodic destination of D ♮ 6, which is left unheard in both the texture-setting measure 7 and theme-proper measure 8. The dramatic bridge from “Entrance” to “Journey” is thus accomplished by subtracting attributes 6 and 7 (concerning melodic continuity) from an otherwise paradigmatic CMCR. Neither is the pitch D allowed to establish itself harmonically at the end of the theme (measures 11–12), despite gesturing towards it as the destination of a half cadence that lands on A major. (This follows on the heels of a strong tonicization of B ♭ ’s submediant G minor in measures 9–10, lending to the impression that D would act as V/V of a new key). Instead, Williams returns directly to another statement of the theme, once again in B ♭ . This effects a Type 0 CMCR, an ironically key- preserving tonal swerve over the boundary between measures 11 and 12, in which A major is retrospectively interpreted as a dominant-substituting VII ♯ 3 / B ♭ . Example 29 . CMCR Structure of “Flyover” (click to enlarge) Example 30 . Brief Nod to D, prepared and left by CMCRs (click to enlarge and listen) Example 31 . Final CMCR in “Flyover” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Example 29 provides an overview of the entire “Flyover” sequence through a voice-leading reduction. Dramatic developments are indicated above the main system, while a third staff shows the implied tonal resolutions of CMCRs as in the reduction of Key Largo (Example 22). We see that the sequence initially clings to a straightforward linkage of editorial rhythm to tonal planning, with the CMCR-matched cut to the island landscape (event \n2) complemented with a (non-chromatic) modulation to G minor upon the return to the helicopter cabin (event \n3). This clean association of cuts with tonal shifts is lifted soon thereafter, though arrivals on B ♭ are nevertheless retained for cuts to the helicopter. G minor’s dominant (D major) discharges onto B ♭ minor as the passengers begin buckling their seatbelts amidst sudden turbulence (event \n4). A prolonged dominant over C gestures towards F major (and perhaps back to B ♭ ) as one passenger finds his seatbelt malfunctioning (event \n6). Williams has other things in mind, however, and the dominant resolves via a Type IV CMCR to D major, which two measures later reverts to B ♭ ; this eventful span is reproduced in Example 30 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The remainder of “Flyover” amplifies the proliferation of CMCRs. Alternation between interior and exterior helicopter shots becomes quicker. A second feint to D minor (now with suspensions to further weaken its claim to tonal stability) is denied with a shunt from A to B ♭ with the reveal of the helicopter’s landing pad (event \n10). The descent of the chopper onto its landing pad (event 11) denies D major in another fashion, sending its dominant to the hitherto unheard key of D ♭ (Type III, sans attributes 6 and 7). Modulations now occur without any direct visual impetus; the breathless expectancy of successfully landing is sufficient justification for Williams to insert new tonal areas into “Flyover.” The move to D ♭ is mirrored by stepwise CMCRs to D (a failed dominant to G once more) and then E ♭ (event \n13). As Hammond disembarks and brandishes his signature staff triumphantly, Williams proclaims one final cadential sleight of hand, shown in Example 31 . A ♭ , a blaring subdominant of E ♭ —the loudest moment in the entire cue—is slung to C major (event \n14) with an especially bold plagal Type IV (shorn, like the E.T. example, of attribute 5—the cadential chord is not a dominant). C major is then confirmed, in a manner not heard yet in the entire piece (or entire score to this point, for that matter): with an unambiguous IV-V-I PAC. The protagonists have finally arrived where they are supposed to be (event \n15), as have we, the listening audience members. By this point, the PAC in C actually sticks out as marked. What is perhaps most characteristically “filmic” about the chromatic key design of this cue is the following: it takes a motion (a PAC) that in any normal diatonic context would sound innocuous and renders it as surprising as the most far-flung chromatic modulation. Such play with tonal assumptions—producing here a veritable unexpected expectation—is only possible in a harmonic context such as Williams concocts here, where chromatically resolving cadences become a default rather than an exception.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] Williams’s music for Jurassic Park illustrates the extent to which cadences are not merely useful resources but sometimes the very building blocks of a cue, essential for dynamically sculpting the filmgoer’s experience of a cinematic text. As I have argued, studying cadences offers a means to conduct rigorous analysis of film scores—a corpus highly resistant to traditional analytic systems that presuppose long-range tonal design—while remaining faithful to the repertoire’s dramatic idiosyncrasies. This focus in turn clarifies and expands our understanding of cadences across idioms. Many harmonic routines that are instantly recognizable in film soundtracks are better treated as though they were genres, with independently converging musical phenomena, rather than as expressions of a prescriptively defined concept. This is indicative of the importance of theoretical flexibility and historical-sensitivity in defining not-so-stable musical procedures. As seen with analyses ranging from film logos to phrasal mickey-mousing in Robin Hood to music for modern day Westerns, the processes of substitution and subtraction allow composers to continually reinvent what otherwise could become a stale cliché, adapting materials to new scoring practices and linking large swathes of film history together for attentive listeners. Studying the cadence in film carries a promise of close-analytic, stylistic, and meta-theoretical findings, and provides us with a robust new tool for understanding that elusive thing, the “Hollywood sound.” Correction, October 6, 2015: An earlier version of this article miscategorized Examples 26 and 28. Their classifications have been changed to Type I and Type 0 CMCRs respectively.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.4.lehman.html",
    "data": "mto/data/mto.13.19.4.lehman.json"
}