{
    "title": "Review of Michael Cuthbert, <i>Music21: a Toolkit for Computer-aided Musicology</i> (<a href='http://web.mit.edu/music21/'>http://web.mit.edu/music21/</a>)",
    "date": "2013/08/01",
    "volume": "19",
    "issue": "3",
    "authors": [
        "Tymoczko, Dmitri"
    ],
    "abstract": "",
    "keywords": [
        "music21",
        "python",
        "corpus studies",
        "algorithmic composition",
        "computer-assisted analysis"
    ],
    "doi": "",
    "received": "June 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.3/mto.13.19.3.tymoczko.pdf",
    "author_info": [
        {
            "name": "Dmitri Tymoczko",
            "university": "Princeton University",
            "address": "310 Woolworth Center, Princeton, NJ 08544",
            "email": "dmitri@princeton.edu"
        }
    ],
    "citations": {
        "callender_2012": "Callender, Clifton. 2012. “Maximally Self-Similar Melodies and Canons with Infinite Solutions.” Paper presented at the national meeting of the Society for Music Theory, New Orleans, Louisiana, November 1–4."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The answers to these questions are: (a) Bach usually doubles the bass note, even in first inversion triads (except V 6 , of course); (b) in vii° 6 –I, scale degree 4 typically moves upward to scale degree 5, rather than “resolving” to the third; and (c) for the most part, parallels appear in the background only when they are masked by suspensions at the foreground level.",
            "citations": []
        },
        "FN2": {
            "text": "2. In fact, the program can even load scores by URL, so you don’t have to keep the data on your hard drive.",
            "citations": []
        },
        "FN3": {
            "text": "3. To be sure, there are various ways of speeding up music21, including caching data (facilitated by Python “pickling”), installing faster versions of Python such as PyPy, or utilizing cluster-computing.  Still, I worry that some core routines take longer than they should.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ironically, the original version of the code in SIDEBAR 4 provides an example: because of a known bug with the interval.subtract method, the routine would not work if an input scale contained an augmented unison as the second note.  However, the closely related “interval.complement” turned out to be bug-free.",
            "citations": []
        },
        "FN5": {
            "text": "5. Worse yet, free software development is inherently a slightly masochistic endeavor.  Software is something that needs to work , and users necessarily depend on it in a way they don’t depend on “mere” scholarly writing; as a result, they often respond to bugs with grumpiness and frustration, despite the fact that they haven’t paid for the program.",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.3.tymoczko.html",
    "data": "mto/data/mto.13.19.3.tymoczko.json"
}