{
    "title": "Transformational Networks, Transpositional Combination, and Aggregate Partitions in <i>Processional</i> by George Crumb",
    "date": "2002/10/01",
    "volume": "8",
    "issue": "3",
    "authors": [
        "Scotto, Ciro G."
    ],
    "abstract": "George Crumb is popularly known as a composer who employs extended instrumental techniques. This characterization could divert attention away from investigating pitch structures in his compositions. Although some theoretical works have begun focusing attention on pitch, the scope of these investigations has been limited to the procedures associated with a limited number of symmetrical sets. Focusing solely on symmetrical sets could overshadow other methods of organizing pitch. Through an analysis of the solo piano workProcessional(1983), I will demonstrate that Crumb’s procedures include techniques that link the compositional opportunities symmetrical sets offer to the procedures associated with aggregate-based atonal composition. The analysis will reveal that symmetrical and non-symmetrical set structures inProcessionalare part of a larger group of relations that include techniques such as aggregate partitions, transpositional combination, and transformational networks. My analysis will also demonstrate how these techniques and the techniques associated with symmetrical sets blend to create a larger compositional universe. Finally, I will suggest a more general model for the various networks that appear inProcessional.",
    "keywords": [
        "Crumb",
        "transformations",
        "transpositional combination",
        "aggregate partition",
        "networks",
        "transpositionally invariant sets"
    ],
    "doi": "",
    "received": "28 April 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.3/mto.02.8.3.scotto.pdf",
    "author_info": [
        {
            "name": "Ciro G. Scotto",
            "university": "Eastman School of Music",
            "address": "Department of Theory, 26 Gibbs St., Rochester, NY 14604",
            "email": "cscotto@theory.esm.rochester.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Richard Bass, “Models of Octatonic and Whole-Tone Interaction: George Crumb and His Predecessors,” Journal of Music Theory 38 (1994): 155–186.",
            "citations": []
        },
        "FN2": {
            "text": "2. Bass, “Models of Octatonic and Whole-Tone Interaction,” 186.",
            "citations": []
        },
        "FN3": {
            "text": "3. Richard Cohn, “Properties and Generability of Transpositionally Invariant Sets,” Journal of Music Theory 35 (1991): 1–32.",
            "citations": []
        },
        "FN4": {
            "text": "4. Cohn, “Properties and Generability,” 4.",
            "citations": []
        },
        "FN5": {
            "text": "5. CUP is Robert D. Morris’s term for the complement union property. He presented this work in the article “Pitch-Class Complementation and its Generalization,” Journal of Music Theory 34 (1990): 175–245. K-net is just a shorthand term for a Klumpenhouwer Network. The general properties of k-nets are presented by David Lewin in the article “Klumpenhouwer Networks and Some Isographies that Involve Them,” Music Theory Spectrum 12 (1990): 83–120.",
            "citations": []
        },
        "FN6": {
            "text": "6. IC/B is Lewin’s label free method of notating inversional operations. See David Lewin, “A Label-Free Development for Twelve-Pitch-Class Systems.” Journal of Music Theory 21 (1977): 29–48.",
            "citations": []
        },
        "FN7": {
            "text": "7. Hearing pitch events as occupying distinct registral steams affords each stream a degree of independence from the activities or processes unfolding in another stream. For example, pitches that are members of the same pitch class can have distinct functions determined by the registral stream they occupy. Therefore, the B2 and B4 of Example 6 are not merely octave duplications, they perform different functions determined by the process unfolding in their respective streams. This point will be reinforced in the above text and the text that follows.",
            "citations": []
        },
        "FN8": {
            "text": "8. The significance of the 6-Z28 hexachord will be revealed later in the paper.",
            "citations": []
        },
        "FN9": {
            "text": "9. This method of generating aggregates was introduced by Daniel Starr and Robert Morris in their two-part article “A General Theory of Combinatoriality and the Aggregate,” Perspectives of New Music 16/1 (1977): 3–35; Perspectives of New Music 16/2 (1978): 50–84.",
            "citations": []
        },
        "FN10": {
            "text": "10. As indicated earlier, a third stream unfolds in the outer registers of the piano that is initiated by the pitch B2.",
            "citations": []
        },
        "FN11": {
            "text": "11. The precedent for interpreting hexachords as incomplete members of the set class 7-35 was, of course, established at the work’s opening. Hearing the hexachords within a septachordal context allows us to hear the A ♭ 6-32 collection as invoking the D ♭ 7-35 collection, which in turn allows us to relate the A ♭ 6-32 collection to the work’s opening hexachord. All of these relationship are reinforced by the immediate appearance of D ♭ 6-32 following A ♭ 6-32 (see Example 29b ). The union of these two collections, of course, generates the implied D ♭ 7-35 collection.",
            "citations": []
        },
        "FN12": {
            "text": "12. Robert Morris, “Pitch-Class Complementation and its Generalization,” 191–95.",
            "citations": []
        },
        "FN13": {
            "text": "13. For a full explanation of the general properties of k-net isographies and the rules for generating network isomorphisms see Lewin, “Klumpenhouwer Networks and Some Isographies that Involve Them.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The propensity of some composers to gravitate towards a select group of \n  set classes as the source of musical structure in their works has become a type \n  of equivalence relation in recent theoretical writings that tends to group some \n  composers into two large classes. Richard Bass has noted that this bifurcated \n  view of pitch structure essentially places Schoenberg and his followers on one \n  side of the divide and on the other side are composers, such as Bartok, Stravinsky, \n  and Messiaen, whose compositional procedures are inextricably linked to symmetrical \n  set classes. (1) Another factor contributing \n  to this bifurcated view is the tendency to raise the status of symmetrical set \n  classes to be on par with but independent of the diatonic collection. That is, \n  symmetrical set classes are seen as functionally equivalent to their diatonic \n  counterparts in their capacity to function as referential collections that generate \n  musical structure. They are emancipated from the diatonic, because the structures \n  and procedures they produce do not need to be legitimized as originating with \n  the diatonic. The simultaneous functional association of symmetrical set classes \n  with the diatonic and functional emancipation of symmetrical set classes from \n  the diatonic widens the gap between the classes of composers, since the compositional \n  procedures of Schoenberg and his followers tend not to be seen through the same \n  referential filter. A passage from the conclusion of Bass’s article implicitly \n  suggests that this might be the case: The octatonic and whole-tone elements in “Music of Shadows,” . . . are \n  distinctive in their emancipation from any enlarged diatonic context. At the \n  same time, labels such as “chromatic” or “atonal” are too \n  general to account for the pitch-structural orientation of the piece. The interpenetration \n  of these referential collections is not without precedent, but Crumb’s \n  specific approach is unique in its elevation of existing techniques to the level \n  of independent procedures capable of generating motivically unified, complete \n  musical structures . . . The ascendancy of aggregate-based atonal and serial \n  methods during the mid-twentieth century may have temporarily relegated these \n  symmetrical referential collections to a subordinate role, but recent works \n  by a number of composers provide evidence that the compositional opportunities \n  offered through interaction between octatonic, whole-tone, and related sonorities . . . were \n  not exhausted in the early part of the century. Crumb in particular has developed \n  clear and aurally accessible models for the integration of two, and sometimes \n  more, non-diatonic reference sets that stand on a par with diatonic and chromatic \n  writing within the broader spectrum of his eclectic harmonic language. (2) Example 1a . TINV Set Classes (click to enlarge) Example 1b . Generators of Set Class 4–25 by TC (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Richard Cohn expounds a similar but more general view of symmetrical set \n  classes in his article “Properties and Generability of Transpositionally \n  Invariant Sets.” (3) As Cohn’s \n  article clearly states and Bass’ article implicitly states, the select \n  group of set classes that composers gravitate towards is the collection of transpositionally \n  invariant or transpositionally symmetrical set classes (see Example 1a ). Cohn claims the gravitational pull of this collection of set classes \n  for a composer lies in their modes of generability. This means each member of \n  this select group is capable of being generated by a multitude of transformations \n  of its transpositionally related subsets, and conversely, each member of this \n  group can be disunited into a multitude of transpositionally related subsets. Example 1b , adapted from Cohn’s \n  article, illustrates that members from each of the set classes 2-2, 2-4, 3-8, \n  and 4-25, which are all members of Cohn’s cyclic homomorphic equivalence \n  class [02] mod 6, generate a member of set class 4-25 under the operation of \n  transpositional combination with T 6 as the operand. Conversely, members \n  of set class 4-25 can be disunited into T 6 related members of the \n  generating set classes.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Modes of generability is the fundamental transformational process that, \n  according to Cohn, reduces the power of diatonic interaction as an explanation \n  for the popularity of the TINV family of sets. One might suppose that if the \n  ability to interact with the diatonic generated the utility of TINV sets classes, \n  then both collections would share some essential structural features. For example, \n  besides transpositional invariance, TINV set classes are also inversionally invariant, \n  a property TINV set classes share with the diatonic hexachord 6-32 [024579]. \n  Cohn notes, however, that TINV and diatonic collections rate below average on \n  any number of similarity scales. He goes on to say that dissimilarity is not, \n  of course, a prophylactic against TINV and diatonic interactions, nor is it \n  a preventative against raising those interactions to the level of forming a \n  compositional syntax, but the dissimilarity of the collections suggests that \n  a special relationship between the collections is not the source of their interaction. \n  Cohn cites historical/semantic reasons for why TINV collections might want to \n  legitimize themselves by associating with the more established member of the \n  diatonic, but “given a diatonic collection as a compositional premise, \n  it is not yet clear why TINV collections should be chosen as playmates.” (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] One aim of this study is to build a little more of one particular bridge \n  across the canyon separating the two views of pitch structure. Cohn laid this \n  bridge’s foundation by noting how modes of generability are related to \n  research in combinatoriality. The material for our bridge’s roadway will \n  come from the diatonic collection of sets. Consequently, another aim of this \n  paper is to explore syntactic connections that make the diatonic and TINV collections \n  good playmates. We will explore these issues by means of an analysis of Crumb’s \n  solo piano work Processional (1983). I will demonstrate that the work’s \n  compositional procedures include techniques that link the opportunities TINV \n  collections offer to procedures associated with aggregate-based composition. \n  The analysis will also reveal that TINV and non-TINV set structures in Processional are part of a larger group of relations that include techniques such as aggregate \n  partitions, transpositional combination, inversional symmetry, generalized CUP \n  relations, K-nets, and other transformational networks. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Before we begin, however, we need to establish a rule of the game. “Aggregate-based \n  composition” is a loaded expression that means many things to many people. \n  One association I would like to avoid is that aggregate-based composition implies \n  perceiving aggregate completion as a necessary foundation for comparing aggregates \n  and their contents. I don’t want to avoid the sense of aggregate completion \n  requiring the presence of all twelve tones, but I would like to avoid the implication \n  of the aggregate as a perceptual unit that once perceived signals a change from \n  one aggregate to another. This form of aggregate completion is most often associated \n  with some forms of serial composition. In some serial contexts, we know we have \n  moved from one row form to another or from one aggregate to another, because \n  hearing the completion of an aggregate marks the boundary between aggregates. \n  We can discover the transformational relationship between two row forms or compare \n  the configuration of transformationally related subsets within each aggregate, \n  once the aggregate boundary has been perceived. Most often, the non-immediate \n  repetition of a pitch-class determines or can act as a signal that the aggregate \n  boundary has been reached. Since Processional uses unordered or non-serially \n  ordered collections, pitch-class repetition is an ineffective marker of aggregate \n  boundaries, because the repetition of a pitch-class does not signify aggregate \n  completion. Furthermore, any number of events can signal or be the impetus for \n  the change from one aggregate to the next. Aggregates in the present discussion \n  are, to use Robert Morris’ term, compositional spaces that are contained \n  within the larger compositional space produced by the transformational networks \n  that link aggregates. In Processional, the completion of one process \n  and the initiation of a new process often determine the change from one aggregate \n  to the next. In the former view, aggregate perception is necessary and it forms \n  the basis of local comparison, while in the latter view local comparison does \n  not depend on perceiving aggregates. I would also like to extend the concept \n  of an aggregate compositional space to include transformations as well pitch \n  classes. Object and process are inextricably intertwined in Processional, so aggregate transformational structures often mirror aggregate pitch-class \n  structures. Furthermore, the concept of an aggregate transformational space \n  is one source of the work’s coherence, since the space is closed with regard \n  to the particular transformation. Partitioning the aggregate transformational \n  space generates many of the work’s formal divisions. As I will demonstrate, \n  these surface formations are the result of deeper or hidden processes. Example 2 . Form Chart (click to enlarge) Example 3a . Processional’s Motivic Cell (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Processional, as a score and composition, has several features that \n  are worth noting. The score does not contain any barlines, except for double \n  bars that mark the work’s large divisions. In many ways, the absence of barlines \n  is a visual indicator that underscores viewing the piece as a single unfolding \n  process, such as the process that takes a fertilized egg from single cell to \n  a multi-celled functioning organism. The score also lacks any of the usual timbral \n  devices, such a plucking the strings inside the piano, which are associated \n  with Crumb’s music. The lack of extended timbral techniques focuses attention \n  on the work’s pitch-class structures. Crumb does include a one page appendix \n  containing six Ossia passages with, in the composer’s words, “a \n  few extended piano effects,” perhaps for players who may miss this aspect \n  of his music. Although the work lacks barlines and it is a single unfolding \n  process, it does divide up into several sub-processes (see Example 2 ). The work contains three large sections at the global level in the familiar \n  pattern A-B-A. The presence or absence of key signatures and the double bars \n  distinguish the A and B sections. The A sections each contain four sub-sections \n  that are distinguished by changing key signatures. Although the B section lacks \n  divisions marked by change of key, it also contains four sub-sections marked \n  by change of texture. Sections one and four are homophonic, section two is contrapuntal, \n  and section 3 is a hybrid homophonic/contrapuntal texture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Processional begins with a descending six-note motive that is a \n  member of the set-class 6-32[024579] commonly known as the diatonic hexachord \n  ( Example 3a ). Moving quickly to a \n  high level of generalization, however, bypasses many of the hexachord’s \n  more important features and implications generated by its pitch realization. \n  The three semitone or interval class (hereafter ic) 3 “gap” at the \n  hexachord’s center splits it into two trichordal subsets that are members \n  of set class 3-6[024]. Although many other pitch realizations, such as transposing \n  the lower trichord up an octave ( Example 3b ), produce similar results, the ic 3 gap at the hexachord’s center \n  perhaps emphasizes both the independence of the 3-6[024] trichords and their \n  role in generating the larger set. The “octave up” pitch realization, \n  for example, may at a higher level of abstraction contain the same information, \n  but it is not quite set into the same relief, since it perhaps emphasizes the \n  hexachord and de-emphasizes the trichords. While the pitch realization of the \n  motive emphasizes the generative role 3-6[024] trichords may play in producing \n  the hexachord, it does not say anything definitive about the chosen generative \n  path. Perhaps the simplest transformational route would be by means of transpositional \n  combination (hereafter referred to as TC) of the lower trichord at T 7 (see Example 3c ). However, the arrangement \n  of the pitches around the gap also strongly suggests inversional symmetry at \n  T e I or inversional symmetry around the pitch dyad B3/C4, or more \n  generally IC/B, as alternate transformational routes. (6) Example 3b . Processional’s Motivic Cell (click to enlarge) Example 3c . Processional’s Motivic Cell (click to enlarge) Example 4 . Possible Diatonic Contexts for Processional’s Motivic Cell (click to enlarge) Example 5a . Possible Continuation of TC Generative Path (click to enlarge) Example 5b . Possible Continuation of TC Generative Path (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The inversional dyadic center plays another important role with regard \n  to another ambiguity created by this motive’s pitch realization. The subset-superset \n  relation created by the trichord partitioning of the hexachord suggests inclusion \n  relations may play an important role in this work ( Example 4 ). For example, including either member of the dual axis of symmetry around \n  which the 6-32 [024579] hexachord is constructed generates two different members \n  of the set class 7-35[013568t]. While the “key signature” of the piece \n  implies a 7-35[013568t] superset with a pitch class content of { D ♭ , E ♭ , F, G ♭ , A ♭ , B ♭ , C} for the 6-32[024579] hexachord, the pitch realization of the motive \n  and the choice of either pitch class B or C to fill the gap strongly suggests \n  the pitch class content of the member of the 7-35[013568t] set class could also \n  be { G ♭ , A ♭ , B ♭ , C ♭ , D ♭ , E ♭ , F}. We will return to the role the ambiguity plays \n  in the opening section of the work shortly. Combining both members of the dual \n  axis of symmetry with the 6-32[024579] hexachord constructed around the axis \n  produces a member of set class 8-23 [0123578t] whose complement is 4-23[0257], \n  a tetrachord important to the B section of the work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The trichord partitioning of the hexachord also suggests hexachords may \n  be part of a larger partitioning scheme. Each of the outlined transformational \n  routes, for example, determines a different partitional path that the motive \n  may travel in its development ( Example 5a ). Continuing on the TC path produces a series of T 7 related 3-6[024] \n  trichords. The T 7 path that generates trichords is suggestive, because \n  T 7 cycles of pitch classes generate the collections 6-32[024579], \n  7-35[013568t], and 8-23 [0123578t]. Of course, the new trichords maintain all \n  the structural features of the generating pair, but some of those features are \n  lost at the level of the hexachord. For example, unlike the trichords, the hexachords \n  do not maintain the non-intersecting pitch-class content feature of the trichords. \n  Continuing on the path of inversional symmetry, however, produces a new pair \n  of trichords that maintain the structural features of the generating pair, and \n  it produces a new hexachord that maintains the non-intersecting pitch-class \n  content feature of the trichords with the original hexachord (see Example 5b ). The two diatonic hexachords, of course, produce the aggregate, since \n  their pitch-class content is non-intersecting or complementary with regard to \n  the total chromatic. If, however, the inversional center partitions the aggregate \n  rather than the diatonic hexachord, then the two hexachords generated by the \n  transformational schema are members of set class 6-35[02468T] or the whole tone \n  collection. As we shall see shortly, other combinations or partitions of this \n  aggregate’s components produce other hexachordal profiles. Therefore, perhaps \n  rather than viewing any particular hexachord as being fundamental, the 3-6[024] \n  trichord and its transformational stance should be thought of as fundamental, \n  in the same way that plate tectonics is responsible for the surface formations \n  of the earth. That is, surface formations are the result of deeper or hidden \n  processes. Example 6 . Complementary Hexachord in Section 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The question now, of course, is how does this transformational model play \n  out in the music (see Example 6 ). While the D ♭ 6-32 hexachord \n  settles into an ostinato, the pitch classes, 11, 7, 4, 9, 2, and 0 gradually \n  enter in the registers surrounding the D ♭ 6-32 hexachord producing its complement \n  at T 6 . If, for the moment, we view the pitches outside the range of the model, \n  which is C3 through B ♭ 3 and D ♭ 4 through B4, as a third registral stream, we \n  see that the new pitch material with one very important exception completes \n  the inversional transformational schema begun by the D ♭ 6-32 hexachord. (7) The C3 of the model is the exception, since it always appears as C4, one of \n  the pitches from the inversional center. The deviation from the model is the \n  result of two special functions pitch class 0 performs in this section. It is \n  one of two pitch classes that can deny or confirm the implied seven-note collection \n  of the key signature. It is also the pitch class that completes the aggregate. \n  Both of these functions come into play at the end of the first section.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Although the C4 completes the pitch-class aggregate in the third system \n  of Example 6, \n  the action within this aggregate compositional space continues, because the \n  process behind the procession in this section of Processional has not \n  reached its completion. Prior to this point, the ostinato hexachord has not \n  remained unaffected by the procession of notes around it. It constantly reinvents \n  its set-class profile by losing its own members, acquiring members from its \n  complement, or both losing and acquiring new members. Although the full implications \n  of how these changes contribute to the structure of the work are beyond the \n  scope of this paper, we can examine one or two key relationships. For example, \n  with the first appearance of B2 in the outer stream, the G ♭ 3 disappears from \n  the center stream (see Example 6). The pitch-class exchange produces a new hexachordal \n  set class, 6-33 [023579]. Assuming for a moment a more tonally oriented hearing, \n  the change of hexachord could be heard as a “shift” from a major to \n  minor sound. The G4 entrance following the appearance of B2 replaces B2, but \n  it maintains the hexachordal set class 6-33 [023579]. The appearance of E3 two \n  eighth notes later is marked by the reappearance of G ♭ 3 generating the work’s \n  first seven-note collection, a member of set class 7-23 [0234579]. The appearance \n  of 7-23 marks the end of the work’s first sub-process, since it fuses or \n  unites the 6-32 and 6-33 hexachords into a single seven-note collection that \n  subsumes both hexachords. The music needs to continue, however, because the \n  larger process, which is related to the appearance of 7-23, has not reached \n  it conclusion. That is, the appearance of 7-23 does nothing to disambiguate \n  which member of the 7-35 set class the D ♭ 6-35 hexachord will become, D ♭ 7-35 \n  or G ♭ 7-35. Example 7 . Aggregate Completing C4 in Section 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] When the aggregate is finally completed with the entrance of the C4, the \n  process of hexachordal reinvention continues. For example, the C4 entrance produces \n   \n  a 6-Z28 [013569] with four members of the opening 6-32 hexachord { D ♭ , E ♭ , \n  F, and G ♭ } along with A4 from the opening hexachord’s complement. (8) Once C4 is introduced, it remains, for the most part, a member of the pitch \n  sets formed by the ostinato ( Example 7 ). Although the ostinato process \n  continues to produce members of various set classes, it eventually settles on \n  the member of 7-35 that confirms the key signature, { D ♭ , E ♭ , F, G ♭ , A ♭ , B ♭ , \n  C}. C4 is the only pitch from the complementary hexachord that is allowed to \n  invade the registral space of the D ♭ 6-32 hexachord, and the union of C4 with D ♭ 6-32, not the completion of the aggregate, is the event that brings the section \n  to its end. The completion of the aggregate does, however, play the role of \n  triggering the event that does bring the section to its close. Example 8a . T(0167) [024] TC Networks (click to enlarge) Example 8b . T(0167) [024] TC Networks (click to enlarge) Example 9a . T(0369) [024] TC Networks (click to enlarge) Example 9b . T(0369) [024] TC Networks (click to enlarge) Example 10 . Union of [0167] TC Networks (click to enlarge) Example 11 . Section 2 of Processional (click to enlarge) Example 12 . Unfolding of the T1 [0369] TC Networks in Different Streams (click to enlarge) Example 13 . Joint Between Sections 1 and 2 (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Although the inversional transformational schema models the pitch realization \n  of the 3-6[024] trichords, a more general pitch-class transpositional network \n  based on TC relations produces another model of the four 3-6[024] trichords \n  that better explains their relationship to other structural features of the \n  composition. Taking the pc set {024} as the point of origin or T 0 , \n  the remaining trichords relate to it by T 1 , T 6 , and T 7 ( Example 8a ). In this model, combinations \n  of interval cycle 6 or C6, following Perle and Cohn, generate the four trichords. (9) An interesting consequence of this generative process is that it has two faces \n  that are revealed by exchanging object and process in the matrix. If the transformational \n  process, T 0 , T 1 , T 6 , T 7 becomes \n  the pitch class set {0167}, and the pitch class set {024} becomes the transformational \n  process T 0 , T 2 , and T 4 , the new process generates \n  a differently partitioned aggregate from members of set class 4-9[0167]. Applying \n  the T (024) process to the original matrix produces an interesting \n  and related result. Example 8b illustrates, \n  that the three matrices produce all twelve transpositions of the 3-6[024] trichord, \n  which represents another level of saturation. The exchange of process and object \n  in this aggregate generating context creates a bond between two set classes \n  that do not rate very highly on any of the conventional similarity scales, and \n  it bonds a member of the TINV collection with a set class from outside its world.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The T (0167) transformation is not the only cyclic generator \n  of the aggregate bonded to the 3-6[024] trichord. When the pitch C4 completed \n  the aggregate, it did so against a 6-Z28 [013569] hexachordal backdrop. This \n  hexachord weaves together the { D ♭ , E ♭ , F} 3-6 trichord together with a member \n  of set class 4-28[0369], a set class whose interval structure links it to the \n  interval class 3 that separates the D ♭ 6-32’s 3-6 trichords and the T (0167) transformation that generates the 3-6[024] trichords of the first section. As Example 9 illustrates, translating \n  4-28 from object to process and applying the process to the pitch class set \n  {024} produces another partitioning of the aggregate using 3-6[024] trichords. \n  The T (0369) matrix pairs two trichords from the T (0167) with a new pair. Applying T 1 and T 2 to the T (0369) matrix produces two new matrices that in combination with the first matrix produce \n  all twelve members of set class 3-6[024] (Example \n  9b). All of the trichordal relationships can be extended to the hexachordal \n  level by applying the same TC operation that produced the D ♭ 6-32 hexachord \n  from the 3-6 trichords to each of the T (0369) matrices. For example, \n  combining the T 1 matrix with T 5 of itself produces a hexachordal \n  matrix containing the T 6 related 6-32[024579] hexachords from the \n  first section (see Example 10a ). \n  Applying the same process to the T 0 and T 2 matrices produces \n  two new matrices that in combination with the first matrix produce all twelve \n  members of set class 6-32[024579] (see Example 10b ). As Example 10b illustrates the columns containing identical trichords \n  can function as bridges facilitating movement from one matrix to another. The \n  type of saturation exemplified by the complex of matrices plays a critical role \n  in the architecture of Processional.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The work’s second section, demarcated in the score by the change \n  of key signature from five flats to four sharps and demarcated in the processional \n  by another process, continues the homophonic texture from the end of the previous \n  section (see Example 11 ). Although the new section \n  continues the previous section’s texture, the processes generating musical \n  development begin all over again. The first chord of section two, E 6-32[024579], \n  repeats the generative role played by the D ♭ 6-32[024579] hexachord in section \n  one. Its two constituent 3-6[024] trichords are arranged in pitch space to produce \n  the 3 semitone or ic 3 gap, for example. In fact, the entire structural complex \n  of relationships attributed to D ♭ 6-32[024579] apply to E 6-32[024579], since \n  they are T 3 transformations of each other in both pitch class and \n  pitch. The transpositional relationships shared by the generative hexachords \n  in both sections imply that the inversional transformational model of section \n  one might likewise be transposed and at work in section two. As example 11 illustrates, \n  the notes of the complementary hexachord, {G, D, F, B ♭ , C, D ♯ }, quickly enter \n  and complete the aggregate space. If, for the moment, we ignore the pitches \n  outside the center stream range of E ♭ 3 through C ♯ 3 and E4 through D5, we see \n  that the new pitch material with one very important exception produces a T 3 transposition of the model in pitch class and pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The one exception is D ♯ 3, and once again it is one of a pair of pitch \n  classes that can confirm or deny the 7-35[013568t] collection implied by the \n  key signature. Pitch class 3’s special status is once again confirmed by \n  one of its representatives, D ♯ 3, since D ♯ 3 is the only pitch allowed to invade \n  the registral space of the E 6-32[024579] hexachord. In section two, however, \n  the collection confirming pitch class takes on a more subversive role by revealing \n  that its allegiance may actually be with the other hexachordal set class of \n  the model, the whole tone collection or 6-35[02468t]. Section one ended with \n  a stabilization of D ♭ 7-35 produced by C4 forming a union with D ♭ 6-32. Section \n  two ends with a rising whole tone collection beginning on G3 and ending on D ♯ 4 \n  that undermines any attempt of the chords to establish an E 7-35[013568t] collection \n  (see Example 11). \n  The significance of this development will shortly become evident.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Sections one and two present several musical streams, the homophonic texture \n  of the middle register and the single note events that unfold around the center \n  form two streams. (10) Each stream \n  unfolds complementary related hexachords. Focusing on the center stream for \n  a moment reveals that its transpositional process is directly related to the \n  T 1 T (0369) matrix of Example \n  10b, since the first two hexachords of the matrix are the hexachords unfolded \n  in the center stream. The outer registral stream simply follows a rotated version \n  of the matrix related to the original matrix by T 6 . These relationships \n  are more easily graphed by collapsing each hexachord into its first pitch class \n  and taking that pitch class as a representative of the hexachord and as a representative \n  of the member of the cycle generating the matrix (see Example 12 ). In the example, the number 1 represents the D ♭ 7-32[024579] hexachord \n  and the 1 of the 1-4-7-t (0369) cycle that generates the T 1 T (0369) matrix. While Example 12 is a graph \n  of the actual streams of sections one and two, it is also a projection of how \n  the streams might continue. Both the T 1 matrix and each stream of \n  the graph contain a natural partition that divides each object into two parts. \n  The hexachords D ♭ 6-32[024579] and E 6-32[024579] each share three common tones \n  and are on one side of the divide, while their complements, G 6-32[024579] and B ♭ 6-32[024579] also share three common tones and are on the other side of the \ndivide. The graph of Example 12 reveals another perspective on the \n  relationship of complementary hexachords. In the second half of the graph, the \n  hexachords from the outside stream move inside and vice versa.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] While each half of the T 1 T(0369) matrix and each \n  half the graph contain complementary hexachords, adjacent hexachords in the \n  T 1 T(0369) matrix and in the individual streams of the \n  graph share three common tones. Furthermore, the non-common tones are all adjacent \n  pitch classes. As the joint between sections one and two illustrates, these \n  pitch class properties translate into extremely smooth or parsimonious voice \n  leading in the pitch dimension (see Example 13 ). The pitches of the D ♭ 6-32[024579] \n  hexachord connect to the pitches of the E 6-32[024579] hexachord by common tone \n  or half step motion. Common tones link the outer stream as well, but in a different \n  manner. In section one, two pitches, B2 and A2, that are members of a third \n  registral stream but were in essence temporarily relegated to the role of octave \n  duplications of the inversional transformational model’s G 6-32[024579] \n  hexachord, play an important role in linking sections one and two. These pitches \n  are members of the {G, A, B} 3-6[024] trichord that forms the upper trichord \n  of the model in Example 5. Although \n  pitch G2 does not appear in section one, it is a common tone shared by G 6-32[024579] \n  and the B ♭ 6-32[024579] hexachord in the outer registral stream, and it is the \n  first pitch to appear in the outer stream in section two creating a long range \n  {G, A, B} 3-6[024] trichord connecting sections one and two and shedding new \n  light on the generative set class of the work. Example 14 . Section 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] If the T 1 T (0369) matrix model of hexachordal progression \n  is the model or process directing hexachordal motion in the work, then the next \n  hexachord to appear in the center stream should be G 6-32[024579], the hexachord \n  from section one’s outer stream. As the key signature change in score indicates \n  (see Example 14 ), \n  the G whole tone collection ending on D ♯ leads directly to the G 6-32[024579] \n  hexachord. As was the case previously, the entire structural complex of relationships \n  attributed to D ♭ 6-32[024579] and E 6-32[024579] apply to G 6-32[024579], since \n  they are T 6 and T 3 transformations, respectively, of each \n  other in both pitch class and pitch. As was demonstrated with the graph of Example \n  12, the arrival of G 6-32[024579] is an important event, since it marks \n  the first repetition of a hexachordal collection, it is the first time hexachords \n  have crossed in the inner streams, and it marks the halfway point in the movement \n  through (0369) cycle governing hexachordal progression. With its T 6 related 3-6[024] trichords and its three interval-class 6s, preceding the hexachordal \n  change with the whole tone collection underscores the significance of the change.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Although the T 1 T (0369) matrix model of hexachordal \n  progression predicts the next hexachordal change in the center stream (the hexachordal \n  stream that determines the key signature) should be a member of B ♭ 6-32[024579], \n  the hexachord that arrives is B 6-32[024579] (see Example 14). The new hexachord is a member \n  of the T 2 T (0369) matrix. Even though the expected hexachord \n  does not arrive, the interloper, as if trying to go unnoticed, continues the \n  musical processes that characterized sections one through three. The B 6-32[024579] \n  maintains the pitch realization of its T 7 related 3-6[024] subsets, \n  including the three semitone or ic 3 gap. The pitch classes of its T 6 complement enter in pretty much the same fashion as in previous section. In \n  the final chord of the section, the pitch A ♯ 4 fills in the ic 3 gap and stabilizes \n  the seven-note collection as B 7-35[013568t]. Finally, the inversional transformational \n  model underlying the pitch realization of both hexachordal streams in section \n  one through three is also at work here as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Two non-mutually exclusive explanations can account for this departure \n  from the T 1 T (0369) matrix model of the process governing \n  hexachordal progression in Processional. First, since the previous section \n  saw the first return of a hexachordal collection and the crossing of hexachordal \n  streams, section three was the beginning of a modified return that sufficiently \n  represented the model, so there is no need to continue along its outlined path. \n  Consequently, the music is free to develop in other directions. Second, the \n  B 6-32[024579] hexachord really could be an interloper that just temporarily \n  halts the progression of the T 1 T (0369) hexachordal progression. \n  In the latter case a new stream begins before the active stream finishes implying \n  that both streams, T 1 T (0369) and T 2 T (0369) , \n  will continue to influence musical developments. The latter path is the one \n  we will follow. Example 15 . Section 4 (click to enlarge) Example 16 . Four IS Models (click to enlarge) Example 17a . T(0369) [015] TC Networks (click to enlarge) Example 17b . T(0369) [015] TC Networks (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Although the inversional transformational model underlies the pitch realization \n  of both hexachordal streams in section four, besides the key confirming pitch, A ♯ 3, another pitch, A5, deviates from its predetermined place in register. Of \n  course, pitch-class 9 is represented by the repeated A7, the highest note in \n  the passage, but A5 does not put in an appearance (see Example 15 ). However, the contour of the \n  topmost line of the center hexachordal stream, especially the contour of the \n  section’s last four notes certainly suggests that A5 could be this line’s \n  goal. In fact, the A5 goal is achieved as the highest note of first chord following \n  the double bar. The new chord is a member of set class 4-20[0158]. It begins \n  the B section of the work, it holds the key to how both T (0369) progressions \n  continue, and it sets the stage for future developments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Before the hexachordal progression through the T 1 T (0369) matrix was interrupted by the B 6-32[024579] hexachord, the expected hexachord \n  was B ♭ 6-32[024579]. Since nearly all the hexachords of the center stream are \n  expanded to the member of 7-35[013568t] implied by the key signature, the { B ♭ , \n  D, F, A} [0158] tetrachord can easily substitute for the missing B ♭ 6-32[024579]/ B ♭ 7-35[013568t] complex by means of inclusion relationships. This chord also shares \n  a deep voice leading connection with the four previous sections. At one level \n  in fact, it is the culmination of that voice-leading pattern. As Example 16 illustrates, placing the four inversional transformational models underlying \n  sub-sections one through four of section A side by side and in the order of \n  their appearance reveals that the highest notes of each model (beamed together \n  in the example) nearly form the { B ♭ , D, F, A} [0158] tetrachord. Simply moving \n  the B4 of the D ♭ model a half step lower, a voice leading motion that has knitted \n  sections together, transforms the beamed notes of the models into the [0158] \n  tetrachord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Although inclusion relations and voice leading connections make a compelling \n  case for associating the { B ♭ , D, F, A} [0158] tetrachord and the B ♭ 6-32[024579] \n  hexachord, the B ♭ 4-20[0158] tetrachord and its companions at the beginning \n  of the B section share an even more important syntactic connection with the \n  TC model underlying sections one through four that solidifies their connection. \n  The same T0369 cycle that generates an aggregate from a 3-6[024] trichord also \n  generated an aggregate from a subset of the 4-20[0158] tetrachord, the 3-4[015] \n  trichord (see Example 17a ). Extending \n  the process to the 4-20[0158] tetrachord simply produces a repetition of one \n  of the (0369) generating cycles (see Example 17b ). (At this point, some readers may wish to examine and compare Examples \n  32 and 34 (below), because they more \n  explicitly illustrate the transformational relationship between object and process \n  that link each of the matrices.) Although aggregates with repeated pitches are \n  often called weighted aggregates in the literature, it is not a concept that \n  applies to the present context. Once again, aggregates, in the present context, \n  are compositional spaces that are not dependent on the mapping of one pitch \n  for each pitch class.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] It should now be obvious that the other 4-20[0158] tetrachords accompanying \n  the B ♭ 4-20[0158] tetrachord at the beginning of the B section are the remaining \n  members of the T 0 T (0369) [0158] matrix. The other three \n  tetrachords all share the same relationship with a member of the T 1 T (0369) model of hexachordal progression that the B ♭ 4-20[0158] tetrachord \n  shares with B ♭ 6-32[024579]. Therefore, if each [0158] tetrachord is a substitute \n  for a hexachord in the T 1 T (0369) model of hexachordal \n  progression, and if each tetrachord is functionally equivalent to the hexachords \n  they substitute for, then the complex of 4-20[0158] tetrachords that begins \n  the B section of the work both completes the hexachordal progression of the \n  center stream outlined in Example 12 \n  and recaps it in a near retrograde. Example 17c . T(0369) [015] TC Networks (click to enlarge) Example 18 . First Section of Section B (click to enlarge) Example 19 . Alternation of 4-20 [0158] and 6-32 [024579] Complexes (click to enlarge) Example 20 . Second Section of Section B (click to enlarge) Example 21 . Completion of T(0369) 6-32 [024579] Complexes (click to enlarge) Example 24 . Fourth Section of Section B (click to enlarge) Example 25 . Return of the A Section (click to enlarge) Example 26a . Beginning of the Coda (click to enlarge) Example 26b . Beginning of the Coda (click to enlarge) Example 27 . T(0167) Unfolding of the 6-32 [024579] Hexachords (click to enlarge) Example 28 . 8-9[01236789] in the Coda (click to enlarge) Example 29a . Interweaving of T1 and T2 (0369) 6-32 [024579] Complexes in the Work’s Closing (click to enlarge) Example 29b . Interweaving of T1 and T2 (0369) 6-32 [024579] Complexes in the Work’s Closing (click to enlarge) Example 30 . Transformational Networks Generating 6-35 [02468t] from 3-6 [024] (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Example 12 demonstrated that \n  by collapsing each hexachord of the center stream to its first pitch class, \n  the cycle generating the hexachords, (147t), also represents the progression \n  of the hexachords. The same process applied to the pitch realizations of the \n  4-20[0158] tetrachords produces a reordering of the same cycle, <t471>, \n  which is a near retrograde of the generating cycle for the hexachords. Although \n  collapsing the pitch realizations of the 4-20[0158] tetrachords as “major \n  seventh chords” into their “roots” produces a generating cycle \n  of (147t), the cycle generating the pitch-class counterparts of 4-20[0158] tetrachords \n  in Example 17b is (0369). Consequently, \n  it always the second column of pitch-class matrices, such as the second column \n  of Example 17b, that links a pitch-class \n  complex of 4-20[0158] tetrachords to their hexachordal counterparts. Applying \n  the transformations T 1 and T 2 to the original 4-20[0158] \n  tetrachordal matrix generates two more matrices, which when combined with the \n  T 0 matrix, produce all twelve transpositions of the 4-20[0158] set \n  class. (See Example 17c and again, \n  the interested reader may also wish to see Example \n  34 (below), which illustrates the transformational relationships more explicitly.) \n  The hexachordal counterpart of the T 1 T (147t) tetrachordal \n  matrix is the T (258e) hexachordal matrix, and the hexachordal counterpart \n  of the T (258e) tetrachordal matrix is the T (0369) hexachordal matrix.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The immediate appearance of hexachords B ♭ 6-32[024579] and E 6-32[024579] \n  in quick succession following the 4-20[0158] tetrachordal complex solidifies \n  the relationship between the tetrachords and their hexachordal counterparts, \n  since these hexachords are the counterparts of the first two 4-2[0158] tetrachords, B ♭ and E (see Example 18 ). The return of the hexachordal \n  material initiates a new compressed phase of hexachordal development. The pitch \n  realization of the hexachordal pair recalls the developments and structures \n  outlined in sections one through four, while the compressed time presentation \n  sets those relationships into relief. The alternation of 4-20[0158] complexes \n  with hexachordal pairs that characterizes the continuation of the “development \n  section” continues developing associations between the complexes, and it \n  develops the implications of the interloping B 6-32[024579] from the end of \n  the A section. As the square boxes labeled 4-20[0158] in Example 19 illustrate, the 4-20[0158] tetrachords progress through the T 0 , \n  T 1 , and T 2 T (0369) [0158] matrices thereby \n  presenting all twelve transpositions of the set class. This progression introduces \n  another level of aggregate partitioning. Here all the transpositions of a set \n  are partitioned into groups that share an identical generative process and are \n  related to each by transposition as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The 6-32[024579] hexachords begin a similar progression and process in \n  between the 4-20[0158] complexes. In this section, the hyperaggregate of transformations \n  is not completed, but the implication that the interloping B 6-32[024579] hexachord’s \n  cycle will continue at some point is fulfilled (see Example \n  19). This is the only hexachordal cycle to be completed, in fact. A nice \n  compositional detail connecting the end of the A section with the T 2 6-32[024579] matrix is the progression through the matrix’s hexachords. \n  The pitch realization of the final B 6-32[024579] hexachord is identical to \n  its counterpart at the end of section A (see Example \n  19). Although all the hexachords of the T 2 6-32[024579] matrix \n  occur in the progression completing the cycle, the cycle is still incomplete \n  in another respect. The hexachords of the T 2 6-32[024579] occupy \n  two different registral streams suggesting completion of the streams will occur \n  at a later point in the music. The next hexachord to appear in the upper stream \n  would be D 6-32[024579]. The D 6-35[02468t] whole tone hexachord that follows \n  the final incomplete 4-20[0158] complex substitutes for the outer stream D 6-32[024579]. \n  Essentially, D 6-35[02468t] functions as a transitional collection leading to \n  the section that completes the 6-32[024579] hyperaggregate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The process of interpolation that began at the end of section A and characterized \n  the beginning of the developmental section B continues as the 6-32[024579] hexachords \n  complete their hyperaggregate (see Example 20 ). The T 1 matrix \n  of 6-32[024579] hexachords, which was left incomplete in section A begins the \n  progression through the hyperaggregate ( Example 21 ). It is significant that the progression begins with E 6-32[024579] and \n  moves directly to B ♭ 6-32[024579] completing the progression in a direct way \n  that was left incomplete at the end of the A section by the interpolated B 6-32[024579] \n  hexachord. The hyperaggregate is completed by the appearance of the T 0 and T 2 6-32[024579] hexachordal matrices. The rearrangement of the \n  transformational profile of the hexachordal complexes underscores the (0369) \n  generative mechanism that underlies both the 6-32[024579] hexachordal and 4-20[0158] \n  tetrachordal complexes. In section A, the hexachords within a stream moved through \n  the ic 3 cycle while T 6 links the separate streams. Hexachords within \n  the right and left hand parts of each complex still move along the ic 3 cycle \n  and T 6 still links right and left hand streams, but the ordered succession \n  of hexachords created by the interaction of streams follows the transformational \n  path T 6 —T 3 —T 6 or (3906), for example. \n  Each of the 4-20[0158] tetrachordal complexes in Example \n  19 follows the same transformational path.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The new 3-4[015] interloper that separates the first two hexachordal complexes \n  is, of course, related to the 4-20[0158] complexes by inclusion, but its new \n  association with ic 6 foreshadows the translation of an earlier generative schema \n  into the pitch dimension. After the final 6-32 hexachordal complex completes \n  the hyperaggregate, the interpolated material moves to the foreground expanding \n  the 3-4[015] trichord and the 4-8[0156] tetrachord into 6-7[012678] hexachords \n  (see Example 22 ). \n  The first 6-7[012678] hexachord in the right hand part leads to a T 6 re-mapping of itself that is immediately followed its complement at T 9 . \n  The 6-7[012678] hexachords travel along the same T 6 —T 3 —T 6 or (3906) transformational path taken by the 4-20[0158] tetrachords and 6-32[024579] \n  hexachords. The left-hand parts are also T 6 —T 3 —T 6 or (3906) related and complements of the right hand parts. The T (0167) generative schema underlying the 3-4[024] trichords of the IS model from section \n  A translated into a member of set class 4-9[0167] is, of course, included in \n  set class 6-7[012678]. Example 22 . Third Section of Section B (click to enlarge) Example 23 . Catalog of 8-9[01236789] Octachords (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Set class 4-9[0167] emerges from the 6-7[012678] hexachordal cloud to \n  become a substantial entity in the following section where the super set generated \n  by T 6 related 4-20[0158] tetrachords is regenerated by means of Cohn’s \n  concept of modes of generability. Each 4-20[0158] tetrachordal complex at the \n  opening of section B consist of two pairs of T 6 related 4-20[0158] \n  tetrachords forming a member of set class 8-9[01236789], a member of the TINV \n  set classes (see Example 23 ). As \n  well as generating all the transpositions of set class 4-20[0158], the tetrachordal \n  complexes generate all the transpositions of set class 8-9[01236789]. In the \n  section following the 6-7[012678] hexachords (see Example 24a ), two different tetrachordal \n  set classes, 4-9[0167] and 4-23[0257], generate the same collection of 8-9[01236789] \n  octachords that is essentially a rotated and retrograded version of the collection \n  of 8-9[01236789] octachords in Example \n  23 (see Example 24b ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Although 4-9[0167] emerges as a pitch class event in the developmental \n  B section, it is the coda that makes explicit its dual nature and its generative \n  connection to the 3-4[024] trichords and the 6-32[024579] hexachords. After \n  another round of development progressing through the T 0 , T 1 , \n  and T 2 T (0369) 6-32[024579] hexachordal matrices, G 6-32[024579], \n  the T 6 complement of D ♭ 6-32[024579], leads to the return of the \n  A section (see Example 25 ). In spite of its surface differences \n  produced by the rhythmic activation of the upper trichord of the 6-32[024579] \n  hexachords, the return of the A section is structurally identical to its counterpart \n  at the syntactic level. That is, it progresses through the same four IS structures \n  in the same order as its counterpart, and the progression leads to the same \n  complex of 4-20[0158] tetrachords that marked the beginning of the development. \n  The change of function to coda is perhaps first indicated by the D ♭ member of \n  4-20[0158] that begins the progression through the complex paired with its T 6 partner (see Example 26 ). As was demonstrated earlier, \n  the hexachordal counterparts of each tetrachord is D ♭ and G 6-32[024579], respectively, \n  the two hexachords that immediately follow the first 4-20[0158] complex of the \n  coda.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The progression of 6-32[024579] hexachords in the coda corresponding to \n  the progression of hexachords in the development that completed the hyperaggregate \n  reveals the dual nature of 4-9[0167] and its generative connection to the 3-4[024] \n  trichords and the 6-32[024579] hexachords. The succession of hexachords abandons \n  the (0369) transformational path to pursue the work’s other generative path, \n  (0167) (see Example 27 ). (The interested reader may \n  also wish to compare Example 27 with Example \n  31 (below), which illustrates how the same transformational path and the same trichordal \n  objects generate different hexachordal objects by changing the transformational \n  relationships relating hexachordal objects.) As if it is trying to bring a subconscious \n  thought into consciousness, the final reference to the 8-9[01236789] octachord \n  begins with a solo statement of 4-9[0167] (see Example 28 ). The work closes with the \n  T 1 and T 2 6-32[024579] hexachordal matrices following \n  intertwined (0369) transformational paths (see Examples 29a and b ). While the T 1 path \n  leads to and concludes on the D ♭ 6-32[024579] hexachord that began the work, \n  the T 2 path takes an unexpected but logical turn. As if trying to bring another \n  subconscious process of the work into consciousness, the final hexachord of \n  the T 2 path, B 6-32[024579], becomes the whole tone collection {B, \n  A, G, F, E ♭ , C ♯ , B}. Of course, this is the whole tone collection forming the \n  upper half of the IS model from Example \n  5b that underlies the work’s opening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The appearance of 6-35[02468t] as the goal of the of the intertwined T 1 and T 2 6-32 [024579] hexachordal matrices following the (0369) transformational \n  path gives rise to another view of the work’s final progression. Rather than \n  viewing the succession of 6-32 hexachords as following intertwined (0369) transformational \n  paths, we can also view the progression as a sequence of incomplete 7-35 septachords \n  whose collection defining pitch class is the bass note of the lower 3-6[024] \n  trichord. (11) The succession of \n  bass notes, A3, G3, E ♭ 3, and D ♭ 3, summarizes the new transformational path that \n  relates the collections to each other and to the final 6-35 pitch-class set. \n  In this new view, each pair of incomplete septachords (A-G and E ♭ - D ♭ ) is related \n  by T 2 , and each pair of T 2 related septachords is related \n  by T 6 . This transformational path connects the progression of incomplete \n  septachords to the final 6-35 collection, because three T 6 related pairs of \n  pitch classes related to each other by T 2 generates the 6-35 collection. \n  It should also be noted that the collection defining pitch classes (A, G, E ♭ , \n  and D ♭ ) of the final progression of incomplete 7-35 septachords are a subset \n  of the final B 6-35 collection. The transformational path that concludes the \n  work sums up many of the transformational processes at work in Processional.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Examples 30 through 35 \n  and the discussion that follows summarize, in the abstract, the transformational \n  networks governing the exchange of object and process in Processional. Reinterpreting the pitch-class matrices as transformational networks reveals \n  that the network of tritones generating the whole-tone collection and the replication \n  of transformations from one nodal level at higher or lower levels is a feature \n  shared by all the matrices and is a source of the work’s coherence. Each \n  of the T 6 nodes in a column formed by the nodes of nodes in Example 30 generates 3-6[024] trichords whose union produces 6-35[02468t]. Applying \n  T 1 to Example 30 produces \n  the T (0167) matrix of 3-6[024] trichords (see Example 31 ), and applying example 30’s supernode transformations to the new \n  supernodes produces the other matrices generating all twelve transpositions \n  of 3-6[024]. Simply changing the second level T 1 transformation to \n  T 3 produces all the T (0369) matrices of 3-6[024] trichords \n  (see Example 32 ). Example 33 illustrates that applying T 5 to third level node of example \n  32 generates the hexachordal matrix, and applying T 2 twice to this \n  new supernode generates all the hexachordal matrices. Example 34 illustrates the 4-20[0158] matrices keep the second level transformation \n  constant and change the third level transformations. Finally, Example 35 illustrates how successive T 5 transformations of the T 6 node produce two T 6 related 4-23[0257] tetrachords whose union generates \n  8-9[01236789]. Example 31 . Generating Larger Networks from the 6-35 [02468t]/3-6 [024] Networks (click to enlarge) Example 32 . Transformation of the Larger Network by Substituting Operations (click to enlarge) Example 33 . Generating a 6-32 [024579] Network from a 6-35 [02468t] Network by Substituting Operations (click to enlarge) Example 34 . Generating the 4-20 [0158] Network from the Same Set of Local Operations (click to enlarge) Example 35 . T5 transformations of T6 nodes Generates Two T6 related 4-23[0257] tetrachords whose union generates 8-9[01236789] (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The numerous generative transformational paths leading from subset to \n  superset is, as Cohn has noted, one of the most interesting features of the TINV \n  family of sets. It should not be surprising that the aggregate or 12-1 shares \n  this property, since it is a member of the TINV family. Translating TINV sets \n  into transformational networks that partition the aggregate, however, means \n  the TC property of 12-1 is non-trivial. The same cannot be said for a non-partitioned \n  aggregate. As well as bonding together members of TINV with sets from outside \n  the collection, TC aggregate partitioning can also be a bridge across different \n  means of generating larger sets from smaller ones. For example, the non-intersection \n  of generative components that is a hallmark of TC aggregate partitioning is \n  one of the defining features of Robert Morris’ complement union property \n  or CUP. In future work, I hope to demonstrate the general properties relating \n  TC TINV sets as a subset of generalized CUP relations. That is, we can view \n  the two methods of generating larger sets from smaller ones as concentric circles \n  with the smaller world of TINV contained within the larger CUP world with CUP \n  perhaps in a more general set of relations, such as K-nets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] For example, in his generalization of CUP relations, Morris allows CUP \n  to expand in two directions by relaxing the constraint that the intersection \n  of the generating sets must be the null set and union of the members of the \n  generating sets classes must produce a single set class. (12) The number of set classes generated by the generalized CUP relation is indicated \n  by a superscript added to CUP. CUP 4 , for instance signifies that the members \n  of the generating set classes produce four different set classes when the intersection \n  of the generating sets is the null set. Processional ’s generative \n  3-6[024] trichord produces a CUP 4 relation, when the generating sets are both \n  members of set class 3-6. The four hexachords produced by this CUP relation \n  are 6-1[012345], 6-35[02468t], 6-32[024579] and 6-8[023457]. Two of the resultant \n  hexachords, 6-1 and 6-35, are members of TINV, and the generation of these hexachords \n  from the smaller TINV collection 3-6 is a function of Cohn’s modes of generability. \n  The latter two hexachords, 6-32 and 6-8, are not members of TINV, however, but \n  the similar generative path from smaller to larger set demonstrates how the \n  smaller collection of TINV sets connects to the larger world of sets that are \n  not members of TINV. It also demonstrates another reason why, in the specific \n  case at hand, the diatonic makes a good playmate for TINV sets. The CUP 4 relation \n  also demonstrates how the 7-23[0234579] from the work’s opening fits into the \n  larger framework of the piece, since the CUP4 hexachord 6-8[023457] is a subset \n  of the 7-23 hexachord. As was stated earlier, the 6-33[023579] hexachord from \n  the work’s opening is also a subset of 7-23, and the mutual inclusion of \n  6-8, 6-33, and 6-32 in 7-23 creates an indirect role for 6-8 as a unifying force \n  in Processional. K-nets, however, reveal that 6-33 hexachord is one path \n  through which the 3-6[024] trichord creates connections with other trichords. Example 36 . K-net Based on T 2 Transformation (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The pitch-class exchange of B2 for G ♭ 3 in Example \n  6 produced a member of the hexachordal set class, 6-33 [023579]. As was \n  the case with the opening 6-32[024579] hexachord, the pitch realization of the \n  hexachord is as two trichords. In the treble clef, the pitch classes { D ♭ , E ♭ , \n  F} are a member of 3-6[024], and the pitch classes in the bass clef(s) {B, A ♭ , B ♭ } are a member of set class 3-2 [013]. However, unlike the 6-32[024579], the \n  two trichords forming 6-33[024579] are members of different set classes. The \n  T (0369) transformational path through its aggregate generating power \n  created a powerful bond between members of different set classes, such as the \n  3-6[024] and 3-4[015] trichords. Unfortunately, neither the T (0369) nor the T (0167) transformational paths can similarly unite members \n  of set classes 3-6[024] and 3-2[013]. Although the trichords do not forge a \n  connection under the work’s more prominent transformational networks, they \n  are members of a k-net that does have a significant link with the T 2 relationship that figures so prominently in Processional. Example 36 demonstrates that the k-nets for each trichord are isographic. Specifically, \n  they are a positive isography under the group automorphism <1,1>. (13) The positive isography is the result of dyad-class 2’s inclusion in each \n  trichord. Of course, the transformational interpretation of the dyad becomes \n  the operation T 2 . These network interpretations of the pitch-class \n  sets demonstrate that the T 2 relationship that generates the 3-6[024] \n  trichord and so many other sets in the composition can also cast a wider net \n  over many of the work’s more local events and relate them to the underlying \n  processes governing the global procession. Of course, the other prominent transpositional \n  relationships generating transformation structures in Processional will \n  produce similar k-nets relating structures that contain dyads other than ic \n  2.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Expanding the analytical field of view to include the interconnection \n  of object and process often reveals the camouflaged bridges connecting concentric \n  circles. In this new worldview, compositional design would determine the utility \n  of a circle’s structural properties, and it would determine movement between \n  circles. Since there are bridges connecting circles, the circles themselves \n  do not have to become equivalence classes. I hope my analysis Processional has demonstrated the importance of considering both objects and their interconnection \n  with process in Processional and perhaps in Crumb’s work as a whole. \n  The interconnection reveals his compositional procedures extend beyond the boundaries \n  of any particular circle, such as exclusive use of symmetrical set classes. \n  The study of object and process in a Crumb work also reveals that aggregate-based \n  atonal methods and composing with symmetrical referential collections are concepts \n  that can peacefully coexist and reinforce each other. In the spirit of Hegel, Processional is a synthesis of compositional procedures that often assume \n  the roles of thesis and antithesis in the dialectic. Of course, the same observations \n  hold with regard to the superset levels within the TINV family, so a well-partitioned \n  aggregate is just as good a referential collection as any of the other supersets \n  in the TINV family. That is, the properties that endow the whole tone and octatonic \n  collections with special status within the TINV family are properties also possessed \n  by a well-partitioned aggregate. Finally, I hope that I have shown the structural \n  gap generating equivalence classes of composers may not be as large as it once \n  appeared to be. Perhaps now it is just a similarity relation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.02.8.3.scotto.html",
    "data": "mto/data/mto.02.8.3.scotto.json"
}