{
    "title": "Your Guitar, It Sounds So Sweet and Clear: Semiosis in Two Versions of “Superstar”",
    "date": "2002/12/01",
    "volume": "8",
    "issue": "4",
    "authors": [
        "Holm-Hudson, Kevin J."
    ],
    "abstract": "As the production of recorded popular music is often as important as its materials, studio arrangement and timbral processing are essential components in popular music analysis. A semiotic approach to popular music can therefore reveal aspects of its structure that may be overlooked by more traditional methodologies. Recent studies of popular music have implicitly drawn on semiotic concepts to varying degrees. On the other hand, the more explicitly semiotic work of scholars such as Agawu, Hatten, Nattiez, and Tarasti has concentrated on art-music repertoire. My semiotic interpretation of “Superstar,” considering versions by the Carpenters and Sonic Youth, draws upon Peirce’s conception of semiosis. The arrangements are analyzed using Nattiez’s tripartite conception of the musical work and Tagg’s taxonomy of musical gestures; mixing is also discussed, drawing upon the anthropomorphic and psychological implications of actoriality, after Tarasti. By comparing the two recordings, it will be shown that the listener’s interpretation of a song can be profoundly affected by timbre, sound processing, and mixing techniques.",
    "keywords": [
        "popular music",
        "semiotics",
        "timbre",
        "studio production",
        "Carpenters",
        "Sonic Youth",
        "Bette Midler"
    ],
    "doi": "",
    "received": "3 July 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.4/mto.02.8.4.holm-hudson.pdf",
    "author_info": [
        {
            "name": "Kevin J. Holm-Hudson",
            "university": "University of Kentucky",
            "address": "School of Music—College of Fine Arts, 105 Fine Arts Building, Lexington, KY 40506-0022",
            "email": "kjholm2@pop.uky.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Shuhei Hosokawa, “Technique/Technology of Reproduction in Music,” in Eero Tarasti et al., “Basic Concepts of Studies in Musical Signification: A Report on a New International Research Project in Semiotics of Music,” in Thomas A. Sebeok and Jean Umiker-Sebeok, eds., The Semiotic Web 1986 (New York: Mouton de Gruyter, 1987), 538.",
            "citations": []
        },
        "FN2": {
            "text": "2. Wilson Coker, Music and Meaning: A Theoretical Introduction to Musical Aesthetics (New York:  Free Press, 1972), 2.",
            "citations": []
        },
        "FN3": {
            "text": "3. Theodore Gracyk, Rhythm and Noise: An Aesthetics of Rock (Durham, N.C.: Duke University Press, 1996); Albin J. Zak, III, The Poetics of Rock: Cutting Tracks, Making Records (Berkeley: University of California Press, 2001).",
            "citations": []
        },
        "FN4": {
            "text": "4. Eero Tarasti, A Theory of Musical Semiotics (Bloomington: Indiana University Press, 1994); Philip Tagg, “Analysing Popular Music: Theory, Method, and Practice,” Popular Music 2 (1982): 37–67;  Tagg, Introductory Notes to the Semiotics of Music, v. 3.2 (2000) http://www.theblackbook.net/acad/tagg/teaching/analys/semiotug.pdf (16 March 2001); Jean Molino, “Musical Fact and the Semiology of Music, ” trans. J. A. Underwood, Music Analysis 9/2 (July 1990): 113–156.",
            "citations": []
        },
        "FN5": {
            "text": "5. Charles S. Peirce, “Logic as Semiotic: The Theory of Signs,” in Robert E. Innis, ed., Semiotics: An Introductory Anthology (Bloomington: Indiana University Press, 1985), 5.",
            "citations": []
        },
        "FN6": {
            "text": "6. Umberto Eco, A Theory of Semiotics (Bloomington: Indiana University Press, 1976), 16.",
            "citations": []
        },
        "FN7": {
            "text": "7. Wilson Coker notes that “ . . . it should be obvious that even a single fleeting sound or silence may be a sign. Indeed, even a single quality of sound—a quality of pitch, timbre, duration, or intensity—may act as a sign” (Coker, Music and Meaning , 2).",
            "citations": []
        },
        "FN8": {
            "text": "8. Tarasti, A Theory of Musical Semiotics , 55.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid., 54.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid.",
            "citations": []
        },
        "FN11": {
            "text": "11. Philip Tagg, Introductory Notes , 25–27. See also Eco, A Theory of Semiotics, 191–217, especially 204–205.",
            "citations": []
        },
        "FN12": {
            "text": "12. See for example Terence Deacon, The Symbolic Species: The Co-Evolution of Language and the Brain (New York: W.W. Norton, 1997).",
            "citations": []
        },
        "FN13": {
            "text": "13. Charles Morris, “Signs and the Act,” in Robert E. Innis, ed., Semiotics: An Introductory Anthology (Bloomington: Indiana University Press, 1985), 178.",
            "citations": []
        },
        "FN14": {
            "text": "14. Tagg, “Analysing Popular Music,” 39.",
            "citations": []
        },
        "FN15": {
            "text": "15. Deryck Cooke, The Language of Music (New York: Oxford University Press, 1959).",
            "citations": []
        },
        "FN16": {
            "text": "16. Tarasti, A Theory of Musical Semiotics , 11.",
            "citations": []
        },
        "FN17": {
            "text": "17. See for example Eco, A Theory of Semiotics, 16; see also Kofi Agawu, Playing With Signs: A Semiotic Interpretation of Classic Music (Princeton, N.J.: Princeton University Press, 1991), 49. Another widely-cited model of musical meaning is that of Boris Asafyev, especially his Musical Form as a Process (translation and commentary by J. R. Tull, Ph.D. Dissertation, Ohio State University, 1977).",
            "citations": []
        },
        "FN18": {
            "text": "18. Tagg, Introductory Notes .",
            "citations": []
        },
        "FN19": {
            "text": "19. Richard Middleton, Studying Popular Music (Philadelphia: Open University Press, 1990), 119. On the other hand, Peter Van der Merwe makes a complementary argument that elements of popular music were appropriated into art-music contexts; see his Origins of the Popular Style: The Antecedents of Twentieth Century Popular Music (Oxford: Clarendon, 1992).",
            "citations": []
        },
        "FN20": {
            "text": "20. Molino, “Musical Fact and the Semiology of Music.” For a detailed application of Molino’s theory see Jean-Jacques Nattiez, Music and Discourse: Toward a Semiology of Music, trans. Carolyn Abbate (Princeton, N.J.: Princeton University Press, 1990). It should be pointed out that Nattiez advocates a more absolutist semiotic method—foregrounding verifiable structural characteristics at the expense of social convention, for example—and therefore his approach is not entirely applicable for studying popular music’s more referentialist qualities, as I do here. Nevertheless, his discussion of the tripartite musical model is useful, regardless of approach, for helping the musical analyst get out of the analyst’s “comfort zone” by considering all aspects of the musical fact.",
            "citations": []
        },
        "FN21": {
            "text": "21. Nattiez, Music and Discourse , 15.",
            "citations": []
        },
        "FN22": {
            "text": "22. Ibid., 72 (emphasis added).",
            "citations": []
        },
        "FN23": {
            "text": "23. Tarasti, A Theory of Musical Semiotics, 291.",
            "citations": []
        },
        "FN24": {
            "text": "24. Tagg, Introductory Notes , 28.",
            "citations": []
        },
        "FN25": {
            "text": "25. Ibid., 29.",
            "citations": []
        },
        "FN26": {
            "text": "26. Ray Coleman, The Carpenters: The Untold Story (New York: Harper Collins, 1994), 127.",
            "citations": []
        },
        "FN27": {
            "text": "27. Middleton, Studying Popular Music , 31.",
            "citations": []
        },
        "FN28": {
            "text": "28. Tagg, Introductory Notes , 25.",
            "citations": []
        },
        "FN29": {
            "text": "29. Kinetic anaphones are musical gestures connoting motion—for example, the quick anapestic rhythm of Rossini’s William Tell Overture signifies the galloping horse of the Lone Ranger to millions of people. Tactile anaphones are less common, but one can for example consider the “lush string pads” of commercial synthesizer music (new-age music and film scores). See Tagg, Introductory Notes , 25.",
            "citations": []
        },
        "FN30": {
            "text": "30. Ibid.",
            "citations": []
        },
        "FN31": {
            "text": "31. Ibid.",
            "citations": []
        },
        "FN32": {
            "text": "32. Theodor Adorno, Introduction to the Sociology of Music , trans. E. B. Ashton (New York: Continuum, 1989), 25–26.",
            "citations": []
        },
        "FN33": {
            "text": "33. Patricia Romanowski and Holly George-Warren, eds., The New Rolling Stone Encyclopedia of Rock and Roll (New York: Fireside/Rolling Stone Press, 1995), 153.",
            "citations": []
        },
        "FN34": {
            "text": "34. Coleman, The Carpenters: The Untold Story, 39.",
            "citations": []
        },
        "FN35": {
            "text": "35. Ibid.",
            "citations": []
        },
        "FN36": {
            "text": "36. The song was first recorded by Delaney and Bonnie (Bramlett); Rita Coolidge first covered the song on Joe Cocker’s Mad Dogs and Englishmen album, released in the fall of 1970. At the time of her appearance on the Tonight Show, Midler was still regarded as something of a novelty act. For the comparison of Midler’s version to Mae West, see Coleman, The Carpenters , 105.",
            "citations": []
        },
        "FN37": {
            "text": "37. Coleman, The Carpenters , 105.",
            "citations": []
        },
        "FN38": {
            "text": "38. As Richard explained to an unidentified radio interviewer, “the union allows you to do four tunes in one session.” Vickie Dalen, transcriber, “Richard and Karen Radio Interview—date unknown,” http://www.vex.net/~paulmac/carpenter/articles/unk_radio1.html (11 March 2002).",
            "citations": []
        },
        "FN39": {
            "text": "39. Richard Carpenter, telephone conversation with Daniel Levitin, 18 June 2002; quoted in Daniel Levitin, personal e-mail communication, 18 June 2002.",
            "citations": []
        },
        "FN40": {
            "text": "40. Ibid.",
            "citations": []
        },
        "FN41": {
            "text": "41. Panning describes routing a signal from one stereo channel to the other in the final mix. The effect was especially popular on electric piano tracks—the introduction to Stevie Wonder’s “Living for the City” ( Innervisions , 1973) presents one such example.",
            "citations": []
        },
        "FN42": {
            "text": "42. Daniel Levitin, “Pop Charts: How Richard Carpenter’s lush arrangements turned hit songs into pop classics,” Electronic Musician 11/5 (May 1995), 28.",
            "citations": []
        },
        "FN43": {
            "text": "43. Carpenter, conversation with Levitin, June 18, 2002.",
            "citations": []
        },
        "FN44": {
            "text": "44. Lester Bangs, “The Carpenters and the Creeps,” Rolling Stone no. 77 (4 March 1971), 23.",
            "citations": []
        },
        "FN45": {
            "text": "45. Ibid.",
            "citations": []
        },
        "FN46": {
            "text": "46. Ibid.",
            "citations": []
        },
        "FN47": {
            "text": "47. Jon Landau, “Records: Carpenters ,” Rolling Stone no. 85 (24 June 1971), 43.",
            "citations": []
        },
        "FN48": {
            "text": "48. Ibid.",
            "citations": []
        },
        "FN49": {
            "text": "49. Jim Curtis, Rock Eras: Interpretations of Music and Society, 1954–1984 (Bowling Green, Ohio: Bowling Green Popular Press, 1987), 250.",
            "citations": []
        },
        "FN50": {
            "text": "50. Ibid.",
            "citations": []
        },
        "FN51": {
            "text": "51. Daniel Levitin, “Pop Charts,” 30.",
            "citations": []
        },
        "FN52": {
            "text": "52. Daniel Levitin, “Arranging Master Class: Richard Carpenter,” http://www-ccrma.stanford.edu/CCRMA/Courses/192d:1997/rc_arranging.htm (6 June 2001).",
            "citations": []
        },
        "FN53": {
            "text": "53. Levitin, “Pop Charts,” 28.",
            "citations": []
        },
        "FN54": {
            "text": "54. Coleman, The Carpenters: The Untold Story, 106.",
            "citations": []
        },
        "FN55": {
            "text": "55. Quoted in “Carpenters FAQ: Frequently Asked Questions,” http://www.vex.net/~paulmac/carpenter/faq.html (11 March 2002). The quote is from the Toronto Star, 12 October 1990.",
            "citations": []
        },
        "FN56": {
            "text": "56. Craig Rosen, “A&M Set Brings Carpenters Fans Out of Woodwork,” Billboard 106, no. 34 (20 August 1994), 101.",
            "citations": []
        },
        "FN57": {
            "text": "57. Ibid.",
            "citations": []
        },
        "FN58": {
            "text": "58. Ibid.",
            "citations": []
        },
        "FN59": {
            "text": "59. Nattiez, Music and Discourse , 139–140.",
            "citations": []
        },
        "FN60": {
            "text": "60. Tagg, Introductory Notes .",
            "citations": []
        },
        "FN61": {
            "text": "61. Levitin, “Pop Charts,” 30.",
            "citations": []
        },
        "FN62": {
            "text": "62. Zak, The Poetics of Rock , 108–112.",
            "citations": []
        },
        "FN63": {
            "text": "63. Tagg, “Analysing Popular Music,” 51–53.",
            "citations": []
        },
        "FN64": {
            "text": "64. Here Levitin refers to Herb Alpert and the Tijuana Brass, an “adult instrumental” ensemble that enjoyed a number of chart successes—including “The Lonely Bull,” “Tijuana Taxi,” and “A Taste of Honey”—between 1962 and 1971. Bandleader Alpert was also a co-founder (with Jerry Moss) of A&M Records, and it was Alpert who offered the Carpenters a recording contract. Therefore, the “Tijuana Brass” elements in Richard Carpenter’s arrangement may be easily regarded as a sort of tribute to this important figure in the Carpenters’ early career.",
            "citations": []
        },
        "FN65": {
            "text": "65. Midler’s version of “Superstar” can be heard on The Divine Miss M. (Atlantic, 1972).",
            "citations": []
        },
        "FN66": {
            "text": "66. Nikolai Rimsky-Korsakov, Principles of Orchestration, trans. Edward Agate (New York: E. F. Kalmus, 1912), 19.",
            "citations": []
        },
        "FN67": {
            "text": "67. Hector Berlioz and Richard Strauss, Treatise on Instrumentation, trans. Theodore Front (New York: Dover Publications, 1991), 164.",
            "citations": []
        },
        "FN68": {
            "text": "68. Cooke, The Language of Music , 162–63.",
            "citations": []
        },
        "FN69": {
            "text": "69. Ibid., 74. Richard Carpenter changed the major-mode plagal cadences of Midler’s version to half cadences in aeolian minor.",
            "citations": []
        },
        "FN70": {
            "text": "70. Ibid.",
            "citations": []
        },
        "FN71": {
            "text": "71. Ibid., 159.",
            "citations": []
        },
        "FN72": {
            "text": "72. Ibid., 162.",
            "citations": []
        },
        "FN73": {
            "text": "73. Tarasti, A Theory of Musical Semiotics, 48.",
            "citations": []
        },
        "FN74": {
            "text": "74. Ibid., 49–50",
            "citations": []
        },
        "FN75": {
            "text": "75. Frank Pooler, “The Choral Sound of the Carpenters,” Choral Journal 13/8 (April 1973), 16. By contrast, “neutral” songs, such as “Close to You,” have a sustained affect without offering dramatic changes.",
            "citations": []
        },
        "FN76": {
            "text": "76. Tarasti, A Theory of Musical Semiotics, 115.",
            "citations": []
        },
        "FN77": {
            "text": "77. Levitin, “Pop Charts,” 28.",
            "citations": []
        },
        "FN78": {
            "text": "78. A similar gesture dominates David Bowie’s instrumental “Sense of Doubt” ( “Heroes”, 1977), in which a series of low chromatically-descending octaves on the piano are given the same sonic treatment.",
            "citations": []
        },
        "FN79": {
            "text": "79. Percy Bysshe Shelley, “To ----- [Music, When Soft Voices Die],” in M. H. Abrams, ed., The Norton Anthology of English Literature , 5th ed. (New York: W.W. Norton, 1987), 1786.",
            "citations": []
        },
        "FN80": {
            "text": "80. Tarasti, A Theory of Musical Semiotics, 65.",
            "citations": []
        },
        "FN81": {
            "text": "81. Zak, The Poetics of Rock , 191.",
            "citations": []
        },
        "FN82": {
            "text": "82. For a clear exposition of the application of Jacques Derrida’s theories of deconstruction and différance to music, see Chapter 10 of Raymond Monelle’s Linguistics and Semiotics in Music (Philadelphia: Harwood Academic Press, 1992), 304–323.",
            "citations": []
        },
        "FN83": {
            "text": "83. It is unclear whether Midler had heard the Delaney and Bonnie original version of the song, or Rita Coolidge’s cover—or whether in fact she had heard a recorded version at all (one cannot rule out, for example, that she may have learned the song by reading sheet music).",
            "citations": []
        },
        "FN84": {
            "text": "84. Joseph Swain, Musical Languages (New York: W.W. Norton, 1997), 55.",
            "citations": []
        },
        "FN85": {
            "text": "85. Coleman, The Carpenters: The Untold Story, 106.",
            "citations": []
        },
        "FN86": {
            "text": "86. Related and more empirically based experiments in how listeners construct musical meaning include Laurel J. Trainor and Sandra E. Trehub, “The Development of Referential Meaning in Music,” Music Perception 9/4 (Summer 1992), 455–470; see also Carol L. Krumhansl, “A Perceptual Analysis of Mozart’s Piano Sonata K.282: Segmentation, Tension, and Musical Ideas,” Music Perception 13/3 (Spring 1996), 401–432. Trainor and Trehub evaluated the ability of children (ages 3 to 6) to relate musical forms to extramusical concepts, using excerpts from Prokofiev’s Peter and the Wolf and Saint Saens’ Carnival of the Animals . An experiment with a broader focus, involving adult listeners, was conducted by Krumhansl, who measured listeners’ perceptions of large-scale segmentation, tension, and the introduction of new musical ideas (which she links to Agawu’s discussion of “topics” in musical discourse). Her findings in part support claims that listener competence assists in constructing musical meaning: “All these kinds of responses elicited from listeners showed precise time-locking to musical events and considerable reliability across repetitions. Only the third task, identifying new musical ideas, exhibited a temporal change in responding with increased experience with the piece; new ideas were identified somewhat more slowly the first time the task was performed” (Krumhansl, “Perceptual Analysis,” 427).",
            "citations": []
        },
        "FN87": {
            "text": "87. Tagg, “Analysing Popular Music,” 59–61.",
            "citations": []
        },
        "FN88": {
            "text": "88. This student response confirms one of Eugene Narmour’s findings regarding the processing of musical schemata: “On the one hand, listeners continuously invoke style downward on various levels. Any single initial event causes a listener consciously to make top-down schematic calculations—about a piece’s culture, genre, geographic locale, period, representative oeuvre, medium to be used, perhaps even the specific work from which it comes—and then cognitively to marshal the hierarchical syntactic schemata relevant to deciphering the expected continuation” (Eugene Narmour, The Analysis and Cognition of Melodic Complexity [Chicago: University of Chicago Press, 1992], 9).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Popular music in what Walter Benjamin called the “age of mechanical reproduction” has always been inseparably linked to technology, whether to the electric guitar or the fully digital sampler and sequencing studio. As early as 1947, when guitarist Les Paul recorded “Lover” in his garage using multi-tracking and double-speed guitar parts, the recording process was an important element of a song’s identity. Sam Phillips’s use of reverberation in his 1950s Sun recordings similarly drew attention to studio ambience as an essential element of a song. Indeed, the 1960s studio advances of producers such as Phil Spector, Brian Wilson, and George Martin led to the elevation of the recording as the starting point for any explication du texte . An accurate analysis of rock music must ultimately account for its arrangement and studio production at least as much as on the traditionally analyzed parameters of tonality, harmony, and meter; in other words, how the song sounds is as important—if not more so—than what is sounding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For this reason, rock music is particularly well suited for semiotic analysis. Shuhei Hosokawa recognized this in 1986, writing that “the radical shift in musical esthetics through advances in the technique/technology of reproduction may well correspond to changes toward a semiotic viewpoint . . . ” (1) Well before the digital era, however, aesthetician Wilson Coker noted that even single parameters of sound—such as pitch, timbre, duration, or intensity—may act as signs. (2) Since then, much popular music—especially rock and rap, with its increasingly sampling- and remix-based orientation—has indeed arguably shifted in a semiotic direction, creating recordings that act as a patchwork of references. Meaning in recorded popular music is often coded in parameters such as spatial placement, prominence in a mix, and studio processing; only recently, however, have scholars—most notably Theodore Gracyk and Albin Zak—begun to examine how these elements contribute to meaning in recorded popular music. (3) Definitions",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In this article I offer an interpretation of the Leon Russell/Bonnie Bramlett composition “Superstar” as recorded by the Carpenters  and by Sonic Youth, drawing upon the work of Eero Tarasti, Philip Tagg, and Jean Molino. (4) It will be useful to first review some definitions to establish a methodological context. My definition of semiosis is in accordance with that found in Charles Morris’s 1964 essay “Signs and the Act.” The roots of Morris’s conception of semiosis, in turn, can be found in the philosophical writings of Charles S. Peirce.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Peirce’s classic definition of semiosis introduces the concepts of the sign, its object, and its interpretant. According to Peirce, A sign, or representamen, is something which stands to somebody for something in some respect or capacity. It addresses somebody, that is, creates in the mind of that person an equivalent sign, or perhaps a more developed sign. That sign which it creates I call the interpretant of the first sign. The sign stands for something, its object. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In Peirce’s semiosis, the sign creates in the perceiver’s mind “an equivalent sign, or perhaps a more developed sign” (the interpretant), each of which generates its own potentially infinite chain of interpretants. Umberto Eco has succinctly defined the sign as “ everything that, on the grounds of previously established social convention, can be taken as something standing for something else. ” (6) In music, such qualities of sound as pitch, timbre, intensity, or spatial placement may act as signs. (7) It is those “extra” qualities of a sound—timbre, intensity, spatial placement in a mix, the absence or presence of studio modification—that popular music in its recorded form thrives on.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Peirce divided signs into three types: symbols , indices, and icons . For analysis of popular music, symbols appear to be the most useful. Summarizing Peirce’s trichotomy, Eero Tarasti writes that symbols “are signs that, through certain conventions of a musical tradition, convey some meaning, even abstract meanings like beliefs and values.” (8) Symbols, then, derive their power from convention or tradition. National anthems serve as a good example of a musical genre that functions as a symbol; the “style” of a national anthem can cause us to recognize it as an anthem, although there may not be anything specifically “nationalistic” about the song. (The “Star Spangled Banner,” for example, was originally a British drinking song, in spite of its patriotic connotations for Americans.) The index , according to Tarasti, “refers to the state of the object. It includes all that belongs to the area of musical expression; for example, tone color displaying subtle nuances of emotion, spiritual state, or mood. In principle, indexes stand in a relation of contiguity with their objects. So, a military or radio signal would be a typical musical index in the traditional sense . . . ” (9) (Another frequently cited example is smoke as an index of fire.) Icons function “on the basis of isomorphism. Hence their counterparts in music are imitations of natural sounds like bird song, wind, the murmur of a forest, raindrops, thunder, and so on.” (10) Philip Tagg uses the term anaphone to describe icons, but also points out, as does Eco, that convention plays an inseparable role in the interpretation of these signs. (11) Indeed, some scholars posit that icon, index, and symbol are hierarchical levels of meaning rather than separate categories. (12)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Charles Morris’s definition of semiosis develops Peirce’s by adding a behaviorist dimension that can be useful in incorporating a context-determined domain such as the act of listening to popular music. For Morris, semiosis is “a five-term relation— v, w, x, y, z —in which v sets up in w the disposition to react in a certain kind of way, x, to a certain kind of object, y (not then acting as a stimulus), under certain conditions, z. The v ’s in the cases where this relation obtains, are signs, the w ’s are interpreters, the x ’s are interpretants, the y ’s are significations, and the z ’s are contexts in which the signs occur.” (13) (Similarly, Philip Tagg has rather pithily summarized semiosis as “why and how does who communicate what to whom and with what effect.” (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Deryck Cooke’s 1959 book, The Language of Music , aimed to classify musical meaning using common melodic contours from several centuries of art music. (15) Although it has been justly criticized as too specific and invariable—a “dictionary of musical words” according to Eero Tarasti (16) —Cooke’s work presents myriad examples of the “previously established social convention” that many semioticians agree contribute to the construction of meaning. (17) Philip Tagg has  refined Cooke’s methodology as he draws upon similar concepts, classifying signs by function rather than musical contour. (18) Moreover, Western popular music draws many of its affective gestures from established art-music conventions. (19) My analysis therefore combines Cooke’s interpretations of gestural affect with Tagg’s sign-functions, using Jean Molino’s tripartite “musical fact” model. (20) Levels of Analysis",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The “musical fact” consists of its poietic , esthesic, and neutral levels . The poietic level describes the circumstances of music’s creation—the traditional domain of composers, musicologists, and music critics. The esthesic level describes music’s reception, a primary focus of popular music studies. The neutral level describes the work’s “trace,” or quantifiable elements independent of both creation and reception; this is the domain of more “objective” music theory applications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The boundaries between the levels are in fact rather fluid. In a more detailed discussion of the neutral level, for example, Nattiez describes the neutral level as the “physical traces that result from the poietic process.” (21) The roles of various levels in shaping a work’s identity and meaning also shift according to genre. For example, elsewhere Nattiez asserts that the boundary between poietic and esthesic processes is not always clear: If we conceive of the work as an entity comprised of relations that are fixed by the score, the graphic sign (the score) is the work, and the esthesic process begins at the instant the performer interprets the work, in both senses of the word: (a) the performer performs the work, (b) the performer makes a personal selection of interpretants, from the moment of the first reading of the work (i.e., he or she gives the work a meaning) . . . If on the other hand we believe that the work is not wholly “produced” unless it has been played, the poietic process extends until the performance is complete. Performance shows itself in this case to be the last stage of the poietic, as well as the first stage of the esthesic. In musics without a score, this border is displaced, since the producer and the performer find themselves intermingled. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] If one substitutes “experience of the recorded work” for “performance,” the second scenario outlined by Nattiez is perhaps more idiomatic to popular music, as opposed to the “performance from a score” orientation of the first scenario (which in turn is more applicable to art music). On the other hand, if the Carpenters’ 1971 recording of “Superstar” is taken to be a “score,” then Sonic Youth’s version of the song (found on the various-artists tribute compilation If I Were A Carpenter, issued by A&M in 1994) would certainly fit Nattiez’s first scenario. (Sonic Youth’s reading of the Carpenters’ version of “Superstar” will be addressed at the end of this article.) All of this confirms Eero Tarasti’s assertion that “it is very hard . . . to separate the research of musical performance from the music itself— enunciation from enunicate, to put it in semiotic terms.” (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Molino’s tripartite model can nevertheless provide a working context for Philip Tagg’s sign typology, as outlined in his Introductory Notes to the Semiotics of Music. Tagg discusses four sign-functions: genre synecdoches , anaphones , episodic markers , and style indicators . The genre synecdoche is “any set of musical structures inside a given musical style that refer to another (different, ‘foreign,’ ‘alien’) musical style by citing one or two elements supposed to be typical of that ‘other’ style when heard in the context of the style into which those ‘foreign’ elements are imported.” (24) The genre synecdoche thus contains “two stages of reference: from certain elements in a ‘foreign’ musical style to the totality of that style and from that style to the rest of the culture to which that ‘foreign’ style belongs.” (25)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Part of the success of Richard Carpenter’s arranging style can be explained by his use of genre synecdoches. To see an example of how these sign-functions work in other examples of the Carpenters’ music, consider first their 1976 cover of “A Kind of Hush,” a song originally recorded by Herman’s Hermits in 1967. Richard Carpenters’ arrangement manages to combine flugelhorns arranged in a light “middle-of-the-road” adult-pop style, flamenco-style castanets, harp arpeggios, and a country-and-western pedal steel guitar in such a way that the disparate styles balance each other.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Genre synecdoches, however, can occasionally be stylistically disruptive if the eclecticism is too pronounced. For example, Tony Peluso’s fuzz-drenched electric guitar solo—complete with “power chords”—at the end of the Carpenters’ ballad “Goodbye to Love” (1972) seemed so incongruous at the time that it earned the group “hate mail” from fans who decried the group’s “hard rock” direction. (26) (Richard Middleton has similarly observed that there are “limits to the expropriation of meaning: some syntactic structures are simply incompatible.” (27) ) Because such sign-functions usually result from conscientious decisions made by the song’s composer or performer/arranger, genre synecdoches may be seen to function at the poietic level.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Anaphones , which function at the esthesic level, have an iconic correspondence (in Peircean terms) with sensory stimuli. (28) Sonic anaphones , for example, have a quasi-onomatopoeic relation to an extramusical sound—the descending major-third “cuckoo” motive is one example. Tagg makes similar allowances for kinetic and tactile anaphones. (29)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Episodic markers are “short, one-way” gestures that highlight the “order or relative importance of musical events” (30) by pointing toward changes , to events that are “about to happen” or “have just happened,” without reverting to their previous state. (A crescendo followed immediately by a decrescendo, for example, presents a momentary deviation but does not mark a one-way change.) Episodic markers are interpreted primarily at the neutral and esthesic levels.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Style indicators are “unvaried aspects of musical structuration for the style in question.” (31) In other words, style indicators are the complement of genre synecdoches; they provide the “field” against which genre synecdoches are perceived as referring to something else. In “Superstar,” the familiar verse-and-chorus form is a general “pop song” style indicator. The timbre of the Wurlitzer electric piano and the lushly overdubbed background vocals both serve as style indicators for the Carpenters’ style circa 1971. Style indicators thus derive from decisions made at various stages of the song’s creation (verse-and-chorus form decided by Leon Russell and Bonnie Bramlett, electric piano and lush background vocals decided by Richard Carpenter). In the market-driven constraints of popular songwriting, style indicators are also determined by audience and industry expectations (the standardization of popular song structure has been trenchantly noted by Adorno, among others). (32) Style indicators, then, function at both the poietic and esthesic levels. The Poietic Level",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] We now turn to consider each level of the “musical fact” in analyzing “Superstar.” The Carpenters—pianist/arranger/composer/producer Richard Carpenter and his sister, drummer/singer Karen—were one of the most successful pop groups of the early 1970s, placing ten songs in Billboard’s Top Ten between 1970 and 1973. (33) Millions of listeners responded to Karen’s yearning, melancholy vocal style, but Richard’s inventive and well-crafted arranging style was an equally important—if overlooked—ingredient in the Carpenters’ success.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Richard Carpenter’s earliest memories reveal a precocious interest in arranging. According to biographer Ray Coleman, “Richard remembers putting on a stack of 78 rpm records, or 45 rpm singles, and swaying to the music in the basement on the swing his father had constructed—‘hour after hour, month after month, year after year.’ Analyzing every record, he was in heaven . . . He studied the nuance of every record’s arrangement.” (34) Richard later recalled, “I obviously didn’t know it at the time, but I was becoming a musical arranger. I listened especially for the little ‘answer lines’ in a record that were sometimes as catchy as the tune itself.” (35) This early interest in “answer lines” was to bear fruition in, for example, the trumpet parts in the chorus of “Superstar.” Example 1",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Richard’s musical training also led him to develop an impressive instinct for judging a “hit” song. One night in 1971, he came home late from the studio and turned on the Tonight Show, hosted by Johnny Carson. Carson’s musical guest, Bette Midler, performed “Superstar”—a love song sung by a groupie to her distant rock-star lover—“with more than a dash of Mae West’s style” (36) ( Example 1 ). Richard was impressed enough to search out the song and pass it on to Karen, but she was less than enthusiastic about its sexual connotations. After Richard sanitized some of the words and overhauled the arrangement, she agreed to a trial recording. The recorded version was a first take, with Karen singing the lyrics from a napkin on which Richard had scribbled them. (37) So impressed was Richard with that first reading that a second vocal take was not even attempted.",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In the Carpenters’ recording procedure, the “rhythm section” of piano, bass and drums generally came first; the rhythm section instruments were usually overdubbed separately for maximum clarity. Twenty-four tracks were available for multitracking; once everything was thus assembled, string musicians were called in to do final overdubs four songs at a time. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Richard’s usual procedure for creating the arrangements was to go through each part, playing them out for his assistant Ron Gorow, who then notated the parts. He recalls today that the entire album “was done very quickly. We were pressed for time because we had to be ready for an engagement in Vegas . . . I really tossed that off in a bit of a hurry, but Ron always marveled at how something could be knocked out so quickly and doesn’t appear to be all that complicated, but ends up sounding so terrific.” (39) The arrangement appears to have been done with very little revision; even from the beginning Carpenter had the idea of writing a melody for the introduction that would develop out of the first few notes of the verse melody. (40) Example 2 Example 3",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Although Bette Midler’s rendition of “Superstar” was performed as a seductive “torch song,” Richard’s instrumentation privileges a straighter “classical” approach, including harp, strings, trumpets and French horns ( Example 2 ). The strings are given a warmer sound by adding a slight amount of reverberation, but the overall sound is free of studio processing, or spatial enhancements such as panning. (41) Karen’s vocal is forward in the mix, providing a feeling of intimacy.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The arrangement was changed slightly for a 1985 CD remix; Richard added trombone-like chords on a Kurzweil K250 synthesizer to the French horn trio in the introduction (42) ( Example 3 ). An electric-piano accompaniment was also added, providing arpeggiations to further the “classical music” analogy. The electric piano was also used to replace the acoustic piano for the distinctive mordent found at the end of the introduction.",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Ironically, because Karen’s vocal was originally intended as a “scratch” or “guide” vocal, she did not sing especially closely to the microphone; this was to cause problems for the re-recorded versions. For example, the drum track for the 1985 version was re-recorded in stereo, replacing the original 1971 drum track that was recorded in mono. Richard now recounts that this was a “big mistake,” because the original drum performance could still be heard as “bleed-through” on Karen’s “scratch” vocal; unintentional “flams” could occasionally be heard where the drum tracks were not precisely identical. (43) A 1991 mix made for the karaoke market restored the original 1971 drum track, but the 1985 version is perhaps the best known, the one found on most CD issues of the song. The Esthesic Level",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The album Carpenters , containing “Superstar,” was released in June 1971, eventually reaching #2 on Billboard ’s albums chart and winning a Grammy award for Best Pop Performance by a Duo or Group. “Superstar” became a #2 single in the U.S. that October. Bette Midler’s version of the song, which inspired the Carpenters’ version in the first place, was not released until 1972.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Despite the Carpenters’ popular success, critical opinion was lukewarm. Writing in Rolling Stone, Lester Bangs described the group as having “the most disconcerting stage presence of any band I have ever seen.” (44) Describing Karen’s drumming he wrote: “she’s pretty damn good, too, seldom falters—but singing from behind that massive set she just doesn’t give you much to look at, lovely and outgoing as she is. This band should invest in a drummer.” (45) Significantly, Bangs discusses the group’s stage persona and the visual aspects of their performance far more than their music, which he dismisses as “entirely predictable . . . ice-cream music.” (46)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Jon Landau, reviewing the Carpenters album for Rolling Stone , tries to be kinder. He writes that Karen has “all the qualities of a good pop singer,” phrasing with “subtlety and ease.” (47) Although he praises their rendition of “Superstar” as a “more than respectable reading,” in the end “the album shows that the Carpenters are as depressingly ordinary as you all knew they were in the first place.” (48) Landau offers no rationale for this critical dismissal.",
                "footnotes": [
                    "FN47",
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Regardless of what the rock press thought, the Carpenters’ music spoke for millions of listeners, mostly women. The number of unmarried women in America aged 25–29 doubled in the 1970s, along with the divorce rate. (49) Rock historian Jim Curtis has speculated that the soft rock of the singer-songwriters was thus a kind of emotional therapy. (50)",
                "footnotes": [
                    "FN49",
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] According to Daniel Levitin, a producer and music critic who is also an assistant professor of psychology at McGill University, part of the affective success of Karen’s vocal was due to Richard’s familiarity with the nuances of her vocal timbre. “He knew his sister’s vocal range incredibly well and was able to choose key signatures that maximized her expressive talents.” (51) In a related online article he elaborates: Another interesting part of the track is Karen’s vocal performance. Listen to the way she sings the words “far away” (at from 00:34–00:37 on the CD)—while holding the word “away” she brings out a subtone in her voice that conveys deep and troublesome emotions . . . Karen was also a master at phrasing; in the subsequent words, “I fell in love with you,” she sings just behind the beat—not unlike Sinatra—playing around with the time to impart more depth to the vocal. (52) According to Levitin, “Carpenter’s subsequent arrangement introduced elements that have become so identified with the song, that when people hear the earlier versions, they’re overwhelmed by the sense that something is missing.” (53) Carpenter himself considers the song one of their best recorded works. (54)",
                "footnotes": [
                    "FN51",
                    "FN52",
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Most listeners undoubtedly responded to the perceived sincerity of Karen’s vocal performance, but her uncertainty over the risqué subject matter of “Superstar” was transformed and interpreted instead as wistful loneliness. Indeed, since Karen’s death from anorexia nervosa in 1983, the Carpenters persona shifted from awkward geekiness to troubled melancholy. As Kim Gordon of the alternative-rock band Sonic Youth has said, “At the time they came out they were so conservative. They were the music your parents would rather you listened to . . . And Karen was held up as the figure of wholesome American success, but given how tragic her life was, those songs take on different meaning. In a way, she’s the classic repressed American female; the only control she had was over her body and she chose to make herself disappear.” (55)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The 1994 tribute album If I Were a Carpenter , which contains interpretations of Carpenters songs by various alternative-rock artists, reveals this shift in reception. One A&M official said at the time of its release, “as people are listening to this record, even within the company, they’re all going back and digging out the originals,” reconsidering the Carpenters’ recorded legacy. (56) Sonic Youth’s version of “Superstar” was thus promoted for college-radio airplay in the U.S. and was commercially released as a single in the U.K. (57) The Carpenters continue to have an enthusiastic fan base in England, Japan, Europe, and Southeast Asia, where their recordings are frequently repackaged and reissued. (58) The Neutral Level Example 4 . Transcription of the introduction to the Carpenters’ “Superstar,” with annotated sign-functions after Tagg (2000) (click to enlarge) Example 5 . Transcription of the introduction to the Carpenters’ “Superstar,” with annotated sign-functions after Tagg (2000) (click to enlarge)",
                "footnotes": [
                    "FN56",
                    "FN57",
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Because most of us tend to first encounter rock and pop music in its recorded form, rather than through the mediation of printed sheet music, we must take care not to overlook or to minimize the neutral level in our analysis. In fact, much research in popular music studies seems to focus instead on the poietic level (historiography) and esthesic level (sociology, reception history). But as Nattiez reminds us, “The objectives of the analysis, the documents we have at our disposal, may well demand that we begin with something other than an analysis of the neutral level. But any analytical undertaking that wishes to command the totality of the musical phenomenon it examines cannot, from one moment to the next, avoid passing through such an analysis.” (59) My analysis of the neutral level is based on close readings and comparisons of the Carpenters’ and Sonic Youth’s “traces”—the recordings. Supporting my analysis are transcriptions from the 1985 version of the Carpenters’ recording. Example 4 depicts the introduction, with annotations for genre synecdoches and episodic markers after Tagg. (60) Example 5 shows the verse and chorus.",
                "footnotes": [
                    "FN59",
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Daniel Levitin summarizes his discussion of Richard Carpenter’s arrangement of “Superstar” with the following words: Every instrument is given a unique and unfettered place in the overall score. This “everything in its place” doctrine applies to more than just ensuring that instruments with similar timbres don’t overlap and clash. Carpenter also utilizes time as an arrangement tool. Instruments drop in and out of the spotlight, filling musical holes without stepping on each other. Like a puzzle, the different elements of his arrangements lock together to form a seamless whole. (61)",
                "footnotes": [
                    "FN61"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Of course, it is hard to quantify what specific details allow us to perceive an arrangement as having “everything in its place.” Nonetheless, Zak provides copious evidence of arrangers’ and engineers’ attention to detail, even ascribing affective qualities to particular choices of microphone. (62) Tagg has even proposed a method of isolating musical elements of signification by a process he calls “hypothetical substitution,” a sort of experimental trial-and-error process involving controlled alterations of pitch, register, duration, key, timbre, and so on. (63) The problem with such an approach is that the process of substitution is potentially endless, and today’s technology offers ever-finer gradations of timbral control. (To cite one example, modern guitar effects pedals often include dozens of varieties of distortion alone.) Example 6",
                "footnotes": [
                    "FN62",
                    "FN63"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] What can be appreciated, however, is the degree to which the verse-and-chorus form of “Superstar” is articulated by changes in instrumentation, tonality, and style. The introduction and verses are in F aeolian, with a wide vocal range (a major ninth) and low tessitura supported by a prominent oboe, harp glissandi, and the somber timbre of French horns. The chorus sections, on the other hand, are in A-flat major—the relative major—with a higher-tessitura vocal (mostly confined to the range of a perfect fourth), a more assertive rhythm section, and an answering trumpet line that Levitin describes as “a bright, Tijuana Brass-style trumpet fanfare” (64) ( Example 6 ). Each section also has its own rhythmic density and strictness of vocal delivery (eighth notes for the verses, with liberal vocal rubato; sixteenth notes for the chorus, with no rubato). These differences are especially pronounced when compared with Bette Midler’s version. (65)",
                "footnotes": [
                    "FN64",
                    "FN65"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Paralleling the verse-chorus form, the genre synecdoches in “Superstar” refer alternately to “serious” and “popular” music, generally keeping them separated. The introduction’s oboe is a genre synecdoche for “serious” music of a melancholy character (the instrument was described in nineteenth-century orchestration treatises as “pathetic and sad in the minor” (66) and rendering “the pain of a tender soul” (67) ). Other “serious” synecdoches include the arpeggiations and ornamental turns in the electric piano, and the dotted-rhythm aeolian 8-7-6-5 bass descent. Cooke describes this descent pattern as passing through the “‘mournful’ minor seventh and ‘anguished’ minor sixth” to signify “painful emotion, an acceptance of, or yielding to grief; passive suffering . . . ” (68) The lowered seventh scale degree in the harmonization of the verses also creates minor dominant chords, described by Cooke as “even more melancholy,” (69) at the end of each phrase. Cooke also notes that the lowered seventh scale degree may leap down to the dominant for a “woeful, hopeless effect”; (70) this contour is found in the melody, at the end of each phrase of the verse (“second show” and “radio”).",
                "footnotes": [
                    "FN66",
                    "FN67",
                    "FN68",
                    "FN69",
                    "FN70"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The motivic parallelism in “Superstar” also enhances its structural coherency. The verses’ aeolian-minor bass descent is complemented by a similar major-key 8-7-6-5 descent in the melody of the choruses. Cooke writes that this latter pattern, descending through the “optimistic major seventh and sixth,” expresses “joy, an acceptance or welcoming of comfort, consolation, or fulfillment.” (71) At the words “I love you” [1:29–1:35], however, the mood becomes somber again, as a flat-VII chord (G-flat major) heralds the reappearance of Cooke’s “‘mournful’ minor seventh,” (72) this time in the major key.",
                "footnotes": [
                    "FN71",
                    "FN72"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] “Pop” genre synecdoches mostly occur in the choruses, beginning just beforehand with the electric piano’s change from arpeggios to a syncopated “blue-note” fill at [1:11] and [2:45]. The chorus features a more assertive rhythm section, dominated by sixteenth notes on the tambourine (a gesture borrowed from African-American gospel music), and the “Tijuana Brass-style” trumpet line. Example 7 Example 8",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Episodic markers in “Superstar” include the opening harp glissando (acting much as a curtain rising on a dramatic scene) and the “blues-inflected” electric piano fill initiating the chorus ( Example 7 ). The previously unheard flat-seven chord and sudden decline in rhythmic intensity at the end of the chorus [1:29–1:35] serve as episodic markers back to the verse ( Example 8 ). The temporal separation of genre synecdoches, highlighted by prominent episodic markers, suggests that the relationship between the singer and her absent lover may be one of wishful thinking. Certainly the lyrics offer no evidence that they have even met (the change of “I can hardly wait to sleep with you again” to “I can hardly wait to be with you again” allows for a more vicarious interpretation).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The versions of “Superstar” may also be compared in terms of their actorial elements. Actoriality describes the role of the subject (a musical gesture or an instrument) foregrounded in the musical texture; it is distinguished from spatiality (musical space) and temporality (musical time). (73) Such foregrounding can assume a dramatic or anthropomorphic character. Citing instrumentation as an example, Eero Tarasti writes that “different instruments are already actors of musical uttering ( énonciation ), by which a composer can emphasize actors (such as themes) of musical utterances ( énoncés ) by setting instruments into dialogue with each other.” (74) Given this context, even Karen’s voice emerges as an énoncé . Richard’s arrangement—with its changes of instrumentation, rhythmic intensity, dynamics, and genre synecdoches—emphasizes this interplay among musical theme-actants. Richard’s remark that songs such as “Superstar” have a “conversational” quality, in which mood changes in the lyric are reinforced by changes in vocal quality, (75) lends support for an actorial interpretation.",
                "footnotes": [
                    "FN73",
                    "FN74",
                    "FN75"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Another passage from Tarasti’s discussion of actoriality suggests some potentially interesting implications for analysis of the mixing process in sound recording: . . . a musical actor does not disappear “from the stage” even though it is not “speaking,” just as theatre performers in dialogue do not disappear when the speaker changes. On the contrary, the actors who remain present throughout the discourse, but in absentia, as destinatees who immediately interpret and respond to the utterance of their interlocutor. When happens in music corresponds to theatrical communication: a musical theme-actant might disappear from the score at moments when its opposing theme occurs in another register, but it does not disappear from the listener’s mind. (76) Therefore, in musical terms, it can be argued that when an instrument has a rest in an arrangement—or has been mixed out in the final arrangement—it doesn’t necessarily mean that the instrument is “not there.” “Your guitar, it sounds so sweet and clear,” Karen Carpenter sings. But the guitar isn’t really there (it is, in fact, notably absent from the Carpenters’ arrangement)—“it’s just the radio.” Example 9",
                "footnotes": [
                    "FN76"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In the Sonic Youth version of “Superstar,” however, recorded for the 1994 various-artists tribute If I Were A Carpenter , there is plenty of guitar. It is interesting therefore that Levitin remarks, in his discussion of the introduction’s oboe melody, that Sonic Youth “left this intro line untouched.” (77) Melodically this may be true, but in terms of timbre much is changed. Following eight seconds of amplifier hum, the “oboe melody” is played on an acoustic guitar (a rather unusual choice for Sonic Youth), accompanied by simple strummed acoustic barre chords instead of keyboard arpeggios. The horn trio from the Carpenters’ recording appears as a taped fragment that is spun several times backwards before being heard intact ( Example 9 ). In its new context the Carpenters fragment takes on an ironically nostalgic quality. Example 10",
                "footnotes": [
                    "FN77"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The gender of the song’s persona is also changed. Although the lyric does not identify the gender of the singer or the guitarist who is the distant object of adoration, the traditional interpretation is one of (perhaps unfulfilled) heterosexual infatuation. This conclusion is supported by the song’s previous interpreters, all female (Bonnie Bramlett, Rita Coolidge, Bette Midler, Karen Carpenter); the male gender of the majority of rock guitarists in the 1960s and 70s; and the song’s original title—“Groupie.” Sonic Youth could well have continued in this tradition; their female bass player, Kim Gordon, is one of the group’s vocalists. By giving the song’s vocal to Thurston Moore, however, the persona is changed. “Groupies” are not generally male; the singer’s vicarious identification with the distant rock-star object invites an altogether more sinister interpretation—that this “groupie” may in fact be a pathological fan ( Example 10 ). Example 11 Example 12",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Several timbral features support this reading of the Sonic Youth version. First, the treatment of the taped horn fragment from the Carpenters’ version is itself a disfiguring act; the forward/backward effect is achieved by manipulating the tape reel by hand, “twisting” the sound source. In a similarly violent disfiguration of original material, Sonic Youth’s characteristically abrasive overdriven electric guitars double the acoustic-guitar “oboe melody” before the second verse; the sweetness of the acoustic melody is thereby nearly overwhelmed by chainsaw-like guitar noise ( Example 11 ). Third, the low-register piano has a higher degree of markedness throughout Sonic Youth’s version; the low-octave C’s at the ends of phrases in the verses are an octave lower than the Carpenters’ version, foregrounded in the mix with added reverberation to provide an ominous character. (78) Fourth, the choruses’ assertive “Tijuana Brass” trumpet line is played quietly on a high-register piano, almost buried in the mix under a squall of electric guitars. Fifth, the vocal of the male persona is uncomfortably close and muffled, comparable to the effect achieved by singing barely audibly into a highly amplified microphone while covering most of the microphone head with one’s hand. This sound is then equalized to bring out higher partials, giving it a quality reminiscent of an anonymous phone caller disguising his voice with a handkerchief. Finally, the harmonization of the end of the chorus is changed in Sonic Youth’s version to a darkly Phrygian flat-II to i, providing a greater sense of finality. Moreover, after the final chorus we hear the sound of a guitar being disconnected from its amplifier—a sonic anaphone for termination (as in “pulling the plug”). All of these elements contribute to a more disturbing reading of the song ( Example 12 ).",
                "footnotes": [
                    "FN78"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] An intonational tension is therefore created between the sentiment of the words, the listener’s memory of the Carpenters’ version of those words, and the way that Sonic Youth’s version actually sounds . As Percy Bysshe Shelley wrote, “Music, when soft voices die, / Vibrates in the memory”; (79) the following passage by Tarasti explains how memory serves to create the intonational “norm” to which we refer when hearing a cover of a song: . . . [T]he paradigms of both memory and expectation are determined by the store of intonations, i.e., the collective musical memory of a given tradition, style, or musical community. If a musical element is recognized as identical or similar to one found in the store of intonations present in the listener, that element is maintained more easily in the memory and thus strongly influences the conception of the work on the basis of the paradigm of memory. The paradigm of the possible musical elements never originates solely from the context of the work itself; such elements mostly come from the store of intonations. We know to expect something, we experience something as possible, precisely because what we expect occurs in a paradigm external to the work and has been internalized even before our listening to the piece. (80) Conclusion Example 13 Example 14 Example 15",
                "footnotes": [
                    "FN79",
                    "FN80"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] “Superstar” presents a dramatic example of what Albin Zak calls “records in dialogue,” (81) having undergone at least two dramatic transformations in its history. In its original context (Delaney and Bonnie, Rita Coolidge/Joe Cocker, and Bette Midler), the song conveyed smoldering desire for the resumption of an affair that had evidently already taken place (“I can hardly wait to sleep with you again”). The Carpenters version effectively neuters the original by changing key lines of the text (“I can hardly wait to be with you again”), and replaces the torch-song character of the Midler arrangement with the gentility of classical figuration and old-fashioned Hollywood melodrama. (The strict stylistic separation between verse and chorus, in fact, implies that the singer has never even met the object of her long-distance infatuation.) The Sonic Youth recording uses the Carpenters’ version—not Bette Midler’s—as its point of departure, subjecting the arrangement to violent sonic disfigurations. These disfigurations serve to highlight the différance between our remembered connotations of the Carpenters song and the violent, pathological connotations of Sonic Youth’s choices of mixing, timbre, and equalization. (82) In short, Sonic Youth’s version is a deconstructive reading of the Carpenters’ reading of Bette Midler’s reading of the song. (83) The result is a series of changes to the song’s persona—from sultry siren to unrequited adolescent to pathological fan—even as the lyrics, melody, tonality, and chord progressions remain virtually intact ( Example 13 , Bette Midler; Example 14 , Carpenters; Example 15 , Sonic Youth).",
                "footnotes": [
                    "FN81",
                    "FN82",
                    "FN83"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Theorist Joseph Swain writes that “the music of a successful vocal piece is not a translation of its text and is nothing like the translation between two natural languages. Rather, the music seems to contain the meaning of its text as one of infinitely many meanings in its semantic range. The text, acting as a content window on that range, and—crucially important—deemed appropriate for that range, selects and activates the one that coincides with the meaning of the text itself. We have semantic match between words and music.” (84) This is an important distinction, for although meaning in music is polysemic it certainly allows for a number of related connotations to coalesce within a so-called “semantic field.”",
                "footnotes": [
                    "FN84"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Is there a semantic match between words and music in “Superstar”? That is, does the musical arrangement of “Superstar” suggest a semantic range compatible with the song’s lyrics, even when it is considered independent of those lyrics? It can be argued that Richard Carpenter’s arrangement of “Superstar” indeed allows for a semantic match between text and timbre—the timbre of his sister’s voice. Richard Carpenter’s songwriting partner John Bettis says that “Superstar” was “our first real glimpse of where Karen’s voice was heading . . . Richard . . . really had the vocal range and placement down. He always knew about the lower register being Karen’s hit voice, but he had really gotten it by this point. He had recorded her so much that he had a tonal memory of her. So when he composed, he could plug that singing voice in, in his mind; he knew what it would sound like. It was fabulous to watch him to do that, because I knew he could hear her in a way I couldn’t when I was writing.” (85) Example 16 . The “semantic range” of the introduction to the Carpenters’ “Superstar” (click to enlarge)",
                "footnotes": [
                    "FN85"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] In fact, close study of Richard Carpenter’s arrangement for “Superstar” reveals how adroitly the song’s emotion is conveyed even in its first 27 seconds, before the vocal enters; its semantic range is likely to be correctly interpreted by any listener with the proper stylistic competencies. In my informal surveys of two undergraduate student classes (one class with sixteen music majors, the other with ten students majoring in fields other than music), students who had not heard the song before were exposed to only the introduction (thereby preventing any interpretive bias that may be lent by the lyrics). Those who had heard the song before were asked to disqualify themselves from responding; only a few had apparently heard the song before (see Example 16 for the full range of responses for both classes). (86)",
                "footnotes": [
                    "FN86"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Only the introduction to “Superstar” was used, in order to avoid having the “message” of the song influenced by the lyrics. If we have heard the song so often that we have memorized the words (as is often the case with songs heard on Top-40 radio), we may allow the meaning of the song’s words to determine for us the meaning of the music . This is what apparently colors Tagg’s analysis of ABBA’s “Fernando.” (87) Such an analysis only confirms the “meaning” of the music presented in the lyrics and can veer dangerously close to being a mere tautological description of a song’s “word painting.” Although one cannot verify the honesty of respondents regarding their previous exposure to the song, it was hoped that using only the introduction would eliminate the potential bias lent by the lyrics. For the same reason, vocal masking machines (such as are sometimes used in Karaoke) were not employed, because they fail to remove all traces of vocal bleed-through from the mix.",
                "footnotes": [
                    "FN87"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Under these rather primitive testing conditions, seven students in the class of music majors (nearly half) made some reference to love or adoration (from afar?) in their responses. Another two referred to the song’s melancholy affect (depression or loneliness), perhaps in response to Richard Carpenter’s use of the oboe. Another two students surveyed made some reference to cinematic qualities, either to a specific film or to Hollywood film music as a genre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The responses made by the non-music majors were even more consistent. Three disqualified themselves for having heard the song before; five out of the remaining seven used words such as “mournful,” “dark,” “sad,” and “somber” to describe the introduction. The respondents also made uncannily accurate predictions about the song’s subject matter—one student even speculated that a “deep, soft voice, with loving and slow lyrics” would follow the introduction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] The results of this survey certainly invite further, more conclusive study. Nevertheless, the cluster of responses to this previously-unheard musical excerpt, stripped of its lyric content, does suggest that the passage carries a limited semantic range, bringing to mind love, melancholia, and distance (evoked by the word “adoration”) as well as mutually distinct musical genres (“The Cleveland Orchestra accompanies Barry White”). (88) As some of the survey responses indicate, listeners also associate particular musical pieces with genres, styles, or historical periods—all responses mediated by listener competency—rather than emotional content per se . Timbre and mixing thus act as powerful agents of creating intertextual meaning in popular music; it is likely that such associations will only increase in importance as popular music becomes increasingly self-referential and historicized. Developing a semiotic of arrangement—incorporating timbre and production—would appear to be a crucial “next step” for analysis of contemporary popular music.",
                "footnotes": [
                    "FN88"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] Analysis of popular music comprises many sometimes contradictory but often complementary methodologies. The work of Philip Tagg, Richard Middleton, Robert Walser, David Brackett, and Albin Zak (all cited above) all invoke semiotics to varying degrees;  the bulk of the semiotic literature has focused, however, on Western art music. More cross-disciplinary scholarship must be done on both sides of the art/popular divide. Once this is done, we will better understand the process that Philip Tagg has called “why and how does who communicate what to whom and with what effect” in the realm of contemporary popular music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.02.8.4.holm-hudson.html",
    "data": "mto/data/mto.02.8.4.holm-hudson.json"
}