{
    "title": "Introduction to the <i>MTO</i> Nancarrow Symposium",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Willey, Robert"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2014",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.willey-intro.pdf",
    "author_info": [
        {
            "name": "Robert Willey",
            "university": "Hargreaves Music Building MU 203",
            "address": "Ball State University, Muncie, IN 47306",
            "email": "rkwilley@bsu.edu"
        }
    ],
    "citations": {
        "gann_1995": "Gann, Kyle. 1995. The Music of Conlon Nancarrow . Cambridge: Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I appreciate the journal’s support in the review process. Dora Hanninen ( MTO editorial member and Program Committee member for the symposium) assisted with the initial selection of papers and Yonatan Malin ( MTO editor) and Karen Bottge ( MTO associate editor) provided input throughout.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This MTO Symposium on the Music of Conlon Nancarrow grew out of an online symposium held September 27–October 27, 2012 in honor of Nancarrow’s centennial. From the start of the planning for the event, Daphne Leong (Program Committee Chair) and I hoped MTO would be a partner. We are very pleased now to present this collection of articles to the readers of MTO . (1) They represent the four main branches of current work on Nancarrow: arranging his music for performers, adapting it to contemporary technology, analyzing the scores, and researching his life history.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Half of the presenters in the symposium participated in two major international events honoring Nancarrow in 2012, first at the The Music of Conlon Nancarrow: Impossible Brilliance conference held in April at London’s Southbank Centre. Dominic Murcott brought together an international group of Nancarrow experts including Charles Amirkhanian, Felix Meyer, Kyle Gann, Trimpin, Rex Lawson, Wolgang Heisig, and Yoko Sugiura-Nancarrow to discuss and perform Nancarrow’s music. The complete Studies for player piano were played on an authentic instrument along with performances by the London Sinfonieta. In November most of the same group gathered for the Nancarrow at 100: A Centennial Celebration organized by Charles Amirkhanian in Berkeley, California along with Peter Garland, David “Mako” Nancarrow (son), and the Bugallo-Williams piano duo. This event will likely go down in history as the greatest gathering of Nancarrow cognoscenti. Audience members included Bob Shumaker (the engineer for Nancarrow’s recordings), Mary Oppen (a longtime friend), Eva Soltes (Nancarrow’s manager), and Luis Stephens (Nancarrow’s stepson). Recordings of most of the events are available online due to the generosity of radiom.org.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Helena Bugallo and Amy Williams have achieved acclaim for their performances and two CDs of arrangements of works by Nancarrow. Bugallo’s contributions as a Nancarrow scholar are represented in this issue in “Harmonic and Non-Harmonic Temporal Structures in Nancarrow’s Study No. 47 for Player Piano,” which includes a critical score and rhythmic analysis for a piece that has only previously been available on recordings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Clifton Callender’s “Performing the Irrational: Paul Usher’s Arrangement of Nancarrow’s Study No. 33” explores compositional, mathematical, and performance issues involved in the approximation of irrational rhythms. Callender concludes with a close study of the Arditti Quartet’s remarkable performance of Study No. 33, in Usher’s arrangement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Dominic Murcott’s “Tomorrow’s Music on Yesterday’s Machines” surveys the many ways the Studies have been presented in recordings, and explores the artistic and practical questions that arose while preparing the comprehensive series of concerts for the “Impossible Brilliance” festival.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Julie Nemire builds on Thomas’s and Gann’s work to provide a comprehensive study of convergence points; the article is “Convergence Points in Conlon Nancarrow’s Tempo Canons.” She concludes with an in-depth analysis of Study No. 27, which features geometric acceleration in eleven four-voice canons.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Margaret Thomas explores new ground in “Conlon Nancarrow, ‘Hot’ Jazz, and the principle of Collective Improvisation.” Nancarrow’s activity in his early years as a jazz trumpeter is well known. Thomas proposes a shared musical aesthetic between Nancarrow’s Studies and the collective improvisation of the early jazz that he enjoyed listening to.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The challenge made to a listener’s ability to disentangle multiple voices, whether it happens in collective improvisation or Nancarrow’s dense polyphonic textures is considered further in my paper, “The Editing and Arrangement of Conlon Nancarrow’s Studies for Disklavier and Synthesizer,” along with an explanation of how information encoded on player piano rolls can be interpreted with MIDI systems.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Jürgen Hocker spent many years restoring a suitable piano on which to perform Nancarrow’s Studies in concert, and then touring Europe with the composer. Hocker’s book, Encounters With Nancarrow , is reviewed here —a work intended for a general audience that is full of anecdotes and background information. While it is of more interest to music historians than theorists, it remains an important resource for those interested in Nancarrow and his music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I count myself lucky to have spent a few hours with Nancarrow in 1986. Kyle Gann got to know him better while doing research for his definitive book, The Music of Conlon Nancarrow ( 1995 ). “Outside the Feedback Loop: A Nancarrow Keynote Address” gives us some feeling for Nancarrow’s personal qualities and attitudes as a composer. It reflects on a life of composing for oneself, requiring no other listener, and the effect the intensity of Nancarrow’s private experience had on his music.",
                "footnotes": [],
                "citations": [
                    "gann_1995"
                ]
            }
        },
        {
            "11": {
                "text": "[11] A list of resources on Nancarrow, including recordings, scores, videos, interviews, books, articles, dissertations, and websites, can be found on the resources section of the conlonnancarrow.org site.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "nancarrow symposium",
    "source": "mto/raw/mto.14.20.1.willey-intro.html",
    "data": "mto/data/mto.14.20.1.willey-intro.json"
}