{
    "title": "Reconsidering Klumpenhouwer Networks: a Response",
    "date": "2007/09/01",
    "volume": "13",
    "issue": "3",
    "authors": [
        "Klumpenhouwer, Henry"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "July 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.3/mto.07.13.3.klumpenhouwer.pdf",
    "author_info": [
        {
            "name": "Henry Klumpenhouwer",
            "university": "University of Alberta",
            "address": "",
            "email": ""
        }
    ],
    "citations": {
        "hasty_1981": "Hasty, Christopher F. 1981. “Rhythm in Post-Tonal Music: Preliminary Questions of Duration and Motion.” Journal of Music Theory 25 no. 2, 183–216.",
        "lewin_1987": "Lewin, David. 1987. “Concerning the Inspired Revelation of F-J Fétis.” Theoria 2:,1–12.",
        "o’donnell_1997": "O’Donnell, Shaugn J. 1997. “Transformational Voice Leading in Atonal Music.” Ph.D. Dissertation, City University of New York.",
        "schachter_1981": "Schachter, Carl E. 1981. “Review: A Commentary on Schenker’s Free Composition. “ Journal of Music Theory 25 no. 1, 115–142.",
        "schoenberg_1978": "Schoenberg, Arnold. 1978. Theory of Harmony . Translated by Roy E. Carter. Berkeley and Los Angeles: University of California Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. We are also told that arranging networks into two collections of pitch-classes, each related by T-labels and related to each by I- labels present an easier way of calculating isography and by inspecting corresponding T-labels and corresponding I-labels than that demanded by calculating the relevant automorphism, which seems to be an arduous task.  This is hardly a decent reason for choosing one over another.)",
            "citations": []
        },
        "FN2": {
            "text": "2. We read in Buchler’s critiques of various individual K-net analyses, including one of my own, precisely what he means by clarifying and explaining.",
            "citations": []
        },
        "FN3": {
            "text": "3. One might point out that here again we encounter the weighted theory/music binary: if the music is complex (that is, on its own, and not according to some theory) the technology we use must be complex (but no more than necessary).  I find myself at a loss as to how to titrate something like complexity.",
            "citations": []
        },
        "FN4": {
            "text": "4. It is important to point out that while he introduces the particular metaphorical field at work here, O’Donnell does not consider K-nets “promiscuous,” as he calls it (10–20). He reserves that description for the approach provided in John Roeder’s dissertation. In the present metaphorical context, then, Roeder’s approach is a Bonobo chimpanzee.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] My initial response to Buchler’s essay is to recommend that if a reader doesn’t find K-nets useful or interesting, then by all means she should use another approach.  Moreover, I agree with Buchler that one should refrain from concentrating all one’s efforts on K-net analysis, although not for Buchler’s reasons.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] While this kind of reaction satisfies me , I recognize it will not satisfy others, who will expect a bit more effort on my part, and I do feel it may be worthwhile to challenge some of the problems I see in Buchler’s position on K-nets, because I regard them primarily as problems of general analytical methodology and so have consequences for many contexts in addition to K-net analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As I see it, Buchler’s criticism of K-net analysis has two elements. First, the essay finds a number of things wrong with the technological character of K-nets, and about analytical approaches that feature a sense of structural depth.  Second, some of the problems Buchler has with K-nets are at root problems with the analytical philosophy K-nets seem to embody, but are by no means limited to that approach alone. I. K-nets and Dual Transformations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Buchler begins his essay with a critique of the use of\n\t\t\t\t<T n >/<I n >, the iconic automorphisms of the T n /I n group, as a way of relating K-nets.  He sets against the theory of automorphisms O’Donnell’s dual transformations as better way of relating K-nets—better because automorphisms are unnecessarily complex and because they encourage us to create structural depth in K-nets analyses, which we are later told, is a musical analytical error.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] From the perspective of network theory, dual transformations and automorphisms do not address the same element of structure.  Automorphisms map the arrow labels of one network onto another.  They do not operate on node content.  Dual transformations are meant to map the node contents of one network onto another, but they do not map arrow labels onto each other. (1) One needs automorphisms (of some sort) to do that.  Furthermore, dual transformations apply to different networks than K-nets; they apply to networks that contain set classes (both singletons and larger collections.)  We are no longer talking about K-nets, which is perfectly fine.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] We are still talking, however, about networks—networks that have only two nodes and no arrows (although there seems to be some variation in how one is to think about the relationship between the two nodes).  The formal nature of the relationships that map one two-node network onto another requires a great deal more theorizing than one gets here, but thinking along these lines has some intriguing potential.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Nevertheless, such a system is not simply a more efficient way of doing the same things K-nets do.  The style of musical logic involved in this model is almost entirely different from the musical logic brought about by K-nets.  Thinking about individual pitch-classes related under T n or I n does not have the same musical meaning as arranging pitches into two pc collections internally related by intervals and related to each other by some I n .  The only way we can declare one style of network as more efficient than the other is to focus exclusively on the ability to relate the same musical structures one finds in the score.  In other words, one can only assert the claim “the same but more efficient” by ignoring entirely the music-theoretical content of each approach, by failing to take into the account the styles of musical ideation and experience the technology involves.  As we shall see later, an aversion to theoretical content is a characteristic of a number of the specific critiques Buchler launches at K-net theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] For now, it is worth pointing out that in addition to the claim (which is asserted but under-substantiated) of unnecessary complexity, Buchler’s critique of the K-net technology is also  motivated by a desire to render impossible recursive structuring, which gets a fairly through beating later on in Buchler’s essay.  Challenging recursive structuring is one thing.  But for my money, reworking K-net technology (or more accurately, proposing an alternative that is hardly equivalent) in order to cut off the even the mere possibility of a kind structuring one detests, isn’t really a respectable line of critique, especially since the structuring in question is not necessarily a feature of K-net analysis.  Besides, I would imagine professional theorists can be trusted to decide on their own whether they find recursive structuring appealing or not. II. Promiscuity/Permissiveness/Methodology",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The remainder of Buchler’s critique is not leveled at K-net technology, but at its associated methodology or analytical practice.  Two elements of K-net practice receive special attention: the use of recursive possibilities between the group of pitch-class operations T n /I n and the iconic automorphisms of T n /I n , <T n >/<I n >, and the lack of general standards for deciding among the many analytical possibilities that emerge in the course of K-net analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I will refrain from commenting extensively on Buchler’s animus towards recursive structuring, even though I think it constitutes a large part of his general unhappiness with K-net analysis.  As I read him, Buchler’s complaint about recursive structure is primarily a complaint about making interpretive decisions about K-nets solely to create a repetition of that structure in the relationships between hyper K-nets, which Buchler calls a top-down hierarchy.  In other words, analysis of this sort derives less abstract structures from more abstract structures, whereas one should derive more abstract structures from less abstract structures.  Now there are depth models of musical structure that claim to operate in precisely this way: so-called bottom-up hierarchies. The model of depth in K-net analysis is not adequately understood either as top-down or bottom-up.  Furthermore, the preference in this case from bottom-up strikes me as a bit of empiricism which has strayed into the picture.  It also strikes me as another expression of a discomfort with the use of theory (indicated in this instance by the term “abstraction”) in favor of an appeal to music itself (concrete).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] More on this later on.  For now, I will simply point out that the depth model Lewin has in mind takes the contents of different levels to be mutually determinate.  This is what forms the basis of his comparison of K-nets analysis with Schenkerian analysis.  Carl Schachter (1981) provides a description of depth in Schenkerian theory that interacts very well with the way Lewin conceives of depth in K-net analysis.  Schachter writes the following in his review of the Free Composition : What this means is that one can never hope to arrive at a correct view of the background by simply making a “reduction” of the foreground, for example, by eliminating dissonances, chromatics, or nontonic notes. Without some sense of the background, one can't begin to understand the foreground; it might be precisely those dissonant or chromatic elements a reduction would eliminate that form the “background” of a passage. But if one needs to understand the background to make sense of the foreground, one also needs to understand the foreground to make sense of the background—a seemingly hopeless impasse. Actually, it’s a heuristic problem that confronts people all the time and in areas far removed from musical analysis: one can grasp neither the part without the whole nor the whole without the part.\nBut one copes, somehow (132).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In other words, the various levels of structure are to be conceived heuristically as a single system, so that levels emerge simultaneously, rather than one and then the other. Schachter could have also simply said, think dialectically about levels. Now, I wish to be clear here. There is much to differentiate Lewin’s theory of levels in K-net analysis from Schenker’s theory of levels.  But their understandings of how levels interact heuristically, as Schachter puts it, strikes me as very similar.  Now, I have no illusion that Buchler will find this theory of levels any more satisfactory than the one he incorrectly attributes to K-net analysis. Nevertheless, if one is going to express animus towards something, one should have the correct something in mind, rather than a straw version of it.  I, for one, wouldn’t find the theory of recursive structuring Buchler attributes to K-net analysis very interesting, but I do find Lewin’s actual ideas about it quite compelling.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] We turn now to Buchler’s complaint about “promiscuity” or “permissiveness” in K-net analysis.  I will ignore his critique of K-net classes because they are not something of which I make much use.  Instead, I will focus on Buchler’s complaint about interpretative (rather than purely relational) permissiveness  in K-net analysis, namely that K-net analysis carries with it no apparent sets of standards (other than a desire to create repetitions in various levels of structure) for choosing the most “musically justified” from among the many options one encounters when applying its technology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Beginning in paragraph 42, Buchler presents his own K-net analysis of “A Night in Tunisia.”  He divides the opening motive into two pc tetrachords and presents five different K-net options.  He then asks, “How do we make an interpretive decision when faced with these five choices? Do we aim to show consistency between levels of transformation (recursion) or do we try to choose the one that seems most musically appealing?” We find out that he dislikes all five options, because none interact satisfactorily with what he terms the musical surface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] My initial reaction is to point out that I really don’t see why one needs to make a choice at all (which in this context means either pick one and dismiss the others, or pick none and complain about the analytical approach).  We can focus on each one in turn, investigating its interaction with other aspects of the piece, then construct other possibilities, which we can also investigate in turn.  I have no objection whatsoever to taking into account the “musical surface,” although I wouldn’t call it that.  But when I do so, it is primarily to consider how a given possibility complicates my understanding of the piece, rather than how well it coincides with what seems to Buchler like obvious structure.  In this regard, I think Buchler gives up on each option far too quickly, without seriously pursuing its musical effects.  I do realize that this is just the kind of methodological relativism that annoys him to no end. But it is worth pointing out that one can take into account all kinds of musical detail and without coming to the conclusion that all but one possibility (at most) should be dismissed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The heart of the matter then is not simply taking into account other aspects of musical structure when investigating K-net possibilities.  The heart of matter is how one understands these other aspects of structure. On Buchler’s view, the “musical surface” represents something like the objective facts of the piece, which are obvious to everyone.  As such, any analysis, in order to be a justified analysis, must conform to these facts.  There are, I think, two important principles underlying this analytical project.  The first principle at work requires of an analysis that all elements of musical structure—motivic, rhythmic, durational, instrumental, harmonic, and so on—must correspond in an obvious way.  Consequently, we can judge one particular analysis as superior to others, because it will contain no structural contradictions or complications.  In short, it will have a structural happy ending.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The second principle at work requires analysis to restrict and constrain its subjective element.  Articulated in this way, the principle views the subjective element as “promiscuous,” and needs to be restricted by the objective element (that is, all that is obvious true, and beyond the reach of theory).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The first principle is flawed, not only by way of particular ideological charge it carries, but also because its theory of structural unity is one-sided and underdeveloped. It strikes me that Schachter’s theory of levels in Schenkerian analysis cited earlier provides a much more appropriate theory of unity—one in which the parts and the whole mutually define each other. By exploring how the interplay and interaction of parts (including contradictory effects) brings about a different senses of the whole, and vice versa, we can bring about  conceptions and experiences of the piece that are rich in detail, which is the very definition of the concrete.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The second principle is flawed, largely because the putative objective element, the obvious structure, is, in fact, rarely as obvious as suggested here.  Take Buchler’s critique of the second of my K-net analyses of the first 12 measures of the Weber’s opus 27, third movement as an example, in which I partition the music into collections are various sizes, which I end up analyzing as isographic networks by reading some individual pitch-classes as having  two roles in some of the networks.  He writes in \nparagraph 52 that “[b]ecause there are no repeated pitches or pitch classes among the first twelve notes of the music, these networks compel one to imagine a musical scenario that does not exist. One could argue that repeating pitch classes offers a greater variety of relationships among notes in a musical segment, but that ability is (necessarily) applied inconsistently and arbitrarily.” Buchler gives me too much credit. He forgets to mention that I took from a published analysis undertaken by Christopher Hasty (194 ff ), an analysis I admire greatly, the idea of parsing of the music into collections of 4, 5 and 3 pitch-classes; the idea that each segment could be understood as divisible into contrapuntal two parts; and the idea that in certain segments a pitch-class could function in both parts.  Reading Hasty’s careful consideration of the manifold ways rhythm, duration, contour and so \non can interact to bring about different kinds of motivic profiles is sufficient to counter the notion that structure is never all that obvious.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] I should also point out the impropriety of launching a critique of the K-net analysis at hand on the grounds that brings about analytical elements of which Buchler disapproves, when these elements were adopted from an analysis not carried out by K-nets at all.  But that’s not what really interests me in Buchler’s critique. What does interest me is the modality of his critique. Firstly, Buchler seems to have in place a principle that allows only one analytical meaning for each pitch.  This strikes me as an extremely poor principle, one which hardly anyone could possibly adopt as a reasonable analytical restriction (even if one likes that sort of thing).  But, actually, I think the genuine principle in effect here is that one must find evidence that the composer, and not the analyst, is articulating all the elements in the analysis, a principle we could reword to fit the case at hand: if Webern wanted us to apply two meanings to D in m.2, he would have written two Ds.  Now, this is no place to provide an excursus on the various ways such a sentiment conflicts with Formalism, which we are often told provides the philosophical justification for carrying out technological analysis, except to say that while composers’ thoughts about their own music or responses to analyses are valuable and interesting, there is no historical, cultural or rational reason to allow any of it to constrain one’s own views of the music in question. The characterization of some analytical claims as “arbitrary” and “inconsistent” stems from the same principle.  In fact, the claims at hand are not made arbitrarily or inconsistently: they are heavily determined to bring about a certain structural consistency.  But they are determined by the analyst in an effort to develop a particular line of investigation, and thus represent the appearance of a subjective element in the analysis, which is to be avoided.  With this in mind, one wonders what “interpretation” might possibly mean.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Let us turn now to the last two sentences of Buchler’s essay. He writes that “[w]e all have different goals for analysis, but surely one central purpose is to clarify and explain.” (2) Well, no. \nWhile Lewin may be interested in clarifying and explaining analytical technology, this is decidedly not Lewin’s goal in carrying out analysis. At the end of his essay on Fétis (1987), Lewin quotes Schoenberg as a way of declaring his own analytical project: One searches for the sake of searching . . . . Finding . . . can easily put an \n\tend to striving. Our age seeks many things. What it has found, however, is \n\tabove all: comfort . Comfort, with all its implications, intrudes even \n\tinto the world of ideas and makes us far more content than we should ever \nbe . . . . We solve problems to remove an unpleasantness. But, how do we \n\tsolve them? And what presumption, even to think we have already solved them! . . . It is . . . easy to have a “Weltanschauung,” a “philosophy,” if one \n\tcontemplates only what is pleasant and gives no heed to the rest. The \n\trest—which is just what matters . . . These philosophies may very well seem \n\tmade to order for those who hold them . . . The thinker, who keeps on \n\tsearching, does the opposite. He shows that there are problems and that they \n\tare unsolved . . . Those who so love comfort will never seek where there is \n\tnot definitely something to find (Schoenberg, 1–2; quoted in Lewin 1987, 12. \n\tThe ellipses are Lewin’s).",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] This is decidedly not about clarifying and explaining.  Not only that, but clarifying and explaining (appearing here as “finding” and “solving problems”) are precisely what Lewin (through Schoenberg) tells us are poor goals to pursue in analysis.  Bearing in mind Schoenberg’s words, one can imagine Lewin’s comment on the final sentence of Buchler’s essay: “There may not be any inherently easy ways to model difficult music; I just want to be certain that my analytical tools help me elucidate more complexities than they introduce. That might be the simplest and best reason to reconsider Klumpenhouwer networks.” (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Now, I'm certain that the views Lewin expresses here (and repeats in a vast number of other articles) will \nnot convince Buchler that his critique is misdirected.  They should convince him, however, that all the technological and methodological problems he has with K-nets analysis emanate principally from chasmal differences between his philosophy  of analysis and Lewin’s, and only indirectly from genuine problems with K-net technology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Finally, I find it interesting that so many of the critiques Buchler raises are articulated in a certain sort of moral language.  We read that K-nets are “relationally permissive, “and “promiscuous,” a theme that appears already in O’Donnell’s dissertation, and which seems to have very much captured Buchler’s imagination. (4) In Buchler’s view, analytical claims must be “justified.” We also read that Buchler regards the multiple analytical possibilities available (in certain cases) under K-net an instance of interpretative permissiveness.  And when Buchler describes my discussion of various K-net alternatives, he describes my attitude as “ecumenical,” which, as we find out, is bad.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] All of this might be characterized as an expression of analytical Puritanism, within which restriction is identified with correctness, contingencies are taken to be universals, and individuals cannot be trusted to develop their own analytical standards. These values may serve as perfectly well for a theology in the 17th century. But I don’t think they’re particularly appropriate for a cultural discipline in a modern university.  Even so, if Buchler or anyone wishes to carry out analysis in this way, I see no compelling reason to argue.  But one should be aware of the particular kinds of theorizing in which one is engaging when adopting such a perspective, and that theorizing along these particular lines may not be the only legitimate approach to analysis.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "on michael buchler’s “reconsidering klumpenhouwer networks”",
    "source": "mto/raw/mto.07.13.3.klumpenhouwer.html",
    "data": "mto/data/mto.07.13.3.klumpenhouwer.json"
}