{
    "title": "Chopin, Pygmies, and Tempo Fugue: Ligeti’s “Automne a Varsovie”",
    "date": "1997/05/01",
    "volume": "3",
    "issue": "3",
    "authors": [
        "Taylor, Stephen A."
    ],
    "abstract": "One of the goals of Gyorgy Ligeti’s ongoing series of piano etudes (fifteen at last count) is to produce exceedingly complex polyrhythms—or, as he says, “illusory rhythms”—with a single, human interpreter. Among the most striking is number six, “Automne a Varsovie” (1985), which combines disparate influences, including 19th-century piano music and sub-Saharan African polyrhythm, to produce an effect which Ligeti has called “tempo fugue.” To see how Ligeti’s fugue works, this article examines his various influences, then analyzes the piece itself.",
    "keywords": [
        "Ligeti",
        "etudes",
        "piano",
        "rhythm",
        "Chopin",
        "Africa",
        "Pygmies"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.3/mto.97.3.3.taylor.pdf",
    "author_info": [
        {
            "name": "Stephen A. Taylor",
            "university": "Department of Music 5660",
            "address": "College of Fine Arts, Illinois State University, Normal, IL 61790, http://www.orat.ilstu.edu/~staylor",
            "email": "staylor@oratmail.cfa.ilstu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* This paper was first presented in an earlier version at the Northwest Conference of Theory and Analysis, University of British Columbia, in April 1995. The author would like to thank the two reviewers of this essay for their perceptive comments and suggestions.",
            "citations": []
        },
        "FN1": {
            "text": "1. Gyorgy Ligeti, “On My Etudes for Piano,” trans. Sid \nMcLauchlan, Sonus 9/1 (1988): 4–5. An abbreviated version appears in the \nliner\nnotes to Erato Compact Disc ECD 75555.",
            "citations": []
        },
        "FN2": {
            "text": "2. Hofstadter, Metamagical Themas: Questing for the \nEssence of Mind\nand Pattern (New York: Basic Books, 1985): 177–78. This article\noriginally appeared in Scientific American , April 1982. (At the\ntime, Hofstadter was apparently unaware of the many 20th-century\ncomposers who have radically experimented with rhythm.)",
            "citations": []
        },
        "FN3": {
            "text": "3. Trans. as African Polyphony and Polyrhythm: Musical \nStructure and\nMethodology by Martin Thom, Barbara Tuckett, and Raymond Boyd (New\nYork: Cambridge University Press, 1991).",
            "citations": []
        },
        "FN4": {
            "text": "4. Ligeti speaks frequently of his studies of earlier \nmusic; see for\nexample Peter Varnai, “Beszelgetesek Ligeti Gyorgyyel,” translated by\nGabor J. Schabert in Ligeti in Conversation (London: Eulenberg,\n1983): 14–15.",
            "citations": []
        },
        "FN5": {
            "text": "5. For this point, the author is indebted to editorial \nreaders of this essay.",
            "citations": []
        },
        "FN6": {
            "text": "6. Ligeti, “On My Etudes for Piano,” 5. Complex additive \nrhythms also\ncharacterize the music of Eastern Europe, Ligeti’s heritage. The\nfourth etude, “Fanfares,” as well as the Horn Trio’s second\nmovement and the harpsichord piece Hungarian Rock (1978), pay \nhomage\nto the rhythms of Ligeti’s homeland. But Eastern European rhythms\nstill tend to fall into meters—3+2 or 2+2+2+3 are common\nexamples—while sub-Saharan African (and Ligetian) rhythms do not.",
            "citations": []
        },
        "FN7": {
            "text": "7. Ligeti, “On My Etudes for Piano,” 5–6.",
            "citations": []
        },
        "FN8": {
            "text": "8. See the author’s dissertation, The Lamento Motif: \nMetamorphosis\nin Ligeti’s Late Style , (Cornell University, 1994). Also, Richard\nSteinitz has written at length about this motif in a recent series of\nthree articles for the Musical Times : “Music, Maths, and Chaos,”\n(March 1996): 14–20; “The Dynamics of Disorder,” (May 1996): 7–14; and\n“Weeping and Wailing,” (August 1996): 17–22. Other examples of the\nmotif occur in the last movement of the Horn Trio (1982), the second\nand third movements of the Piano Concerto (1985–88), and the fourth\nand fifth movements of the Violin Concerto (1990–92). Faster\ndescending scales have also played an important part in the ninth\npiano etude, “Vertige” (1989), and the third movement of the Violin\nConcerto.",
            "citations": []
        },
        "FN9": {
            "text": "9. Steinitz, “The Dynamics of Disorder,” 13.",
            "citations": []
        },
        "FN10": {
            "text": "10. Nancarrow, another important influence on Ligeti’s \nmusic of the\npast fifteen years, employs an even more dizzying variety of\npolyrhythms than Ligeti does, thanks to his use of the player\npiano. For Ligeti, one important goal was to produce a rhythmic\ncomplexity comparable to Nancarrow’s using only a single, living\ninterpreter (Ligeti, “On My Etudes for Piano,” 6).",
            "citations": []
        },
        "FN11": {
            "text": "11. Gyorgy Ligeti, “Polyrhythmical Aspects in My Piano\nEtudes,” lecture given at the International Bartok Seminar and\nFestival, Szombathely, Hungary, 26 July 1990, quoted in Lois Svard,\n“Illusion in Selected Keyboard Works of Gyorgy Ligeti”\n(D.M.A. dissertation, Peabody Conservatory of Music, 1990): 76.",
            "citations": []
        },
        "FN12": {
            "text": "12. See two analyses by Jonathan W. Bernard published in Music\nAnalysis : “Inaudible Structures, Audible Music: Ligeti’s Problem, \nand\nHis Solution,” 6/3 (1987): 207–36; “Voice Leading as a Spatial\nFunction in the Music of Ligeti,” 13/2–3 (1994): 227–253.",
            "citations": []
        },
        "FN13": {
            "text": "13. In the last movement of the Horn Trio (which marks \nthe Lamento\nmotif’s first appearance in Ligeti’s music), the underlying\npassacaglia is “hidden” by the motif in a similar way. See Ulrich\nDibelius, “Ligetis Horntrio,” Melos 46/1 (1984): 44–61; and \nTaylor,\n“The Lamento Motif: Metamorphosis in Ligeti’s Late Style.”",
            "citations": []
        },
        "FN14": {
            "text": "14. See Bernard, “Voice Leading as a Spatial Function in \nthe Music of\nLigeti,” for additional discussion of perception-related issues.",
            "citations": []
        },
        "FN15": {
            "text": "15. Hofstadter 174.",
            "citations": []
        },
        "FN16": {
            "text": "16. See Jane Piper Clendenning, “The Pattern-Meccanico \nCompositions\nof Gyorgy Ligeti,” Perspectives of New Music 31/1 (Winter 1993):\n194–234. This article is drawn from her Yale dissertation,\n“Contrapuntal Techniques in the Music of Gyorgy Ligeti” (1989).",
            "citations": []
        },
        "FN17": {
            "text": "17. Ligeti, “Ma Position comme compositeur aujourd’hui,” Contrechamps 12/13 (1990): 8–9. Also published as Ecrits in the\ncollection Musique/Passe/Present (Paris: Christian Bourgeois\nEditeur, 1985).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction: Western and African Concepts of Meter Chopin, Hofstadter and Hemiola Ligeti, Simha Arom, and African Rhythm Polyrhythm and Micropolyphony in Ligeti’s Music Form and Tempo Fugue in “Automne a Varsovie” Conclusion: Paradoxes of Perception and Style 1. Introduction: Western and African Concepts of Meter",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1]  Gyorgy Ligeti’s ongoing series of piano etudes embodies many\nelements of his music since 1980—a fascination with complex rhythms,\na pursuit of new kinds of harmonies and melodies, and a strange,\nalmost eerie reminiscence of earlier styles of music. The first book\nof etudes, numbers one through six, appeared in 1985; he completed the\nsecond book of eight in 1993; one more, the beginning of book three,\nhas appeared since then. While all the etudes are innovative, one of\nthe most striking is number six, “Automne a Varsovie.” One of Ligeti’s\nmain goals in this piece is to produce exceedingly complex polyrhythms\nwith a single, human interpreter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2]  He produces these polyrhythms by combining two vastly different\nsources of inspiration: the Romantic-era piano music of Chopin and\nSchumann, and the indigenous music of sub-Saharan Africa. The composer\nwrites: One often arrives at something qualitatively new by unifying two\nalready known but separate domains. In this case, I have combined two\ndistinct musical ideas: the hemiola of Schumann and Chopin, which\ndepends on meter, and the additive pulsation principle of African\nmusic . . . [T]he hemiola arises from the metric ambiguity posed by a\nmeasure of six beats, which can either be divided in three groups of\ntwo or in two groups of three . . . The shimmering effect of dividing\nthe bar simultaneously into two and three produces the metric tension\nwhich is one of the most seductive attractions of the music of Chopin,\nSchumann, Brahms, and Liszt. A completely different metric ambiguity occurs in African music. Here\nthere are no measures in the European sense, but instead two rhythmic\nlevels: a ground layer of fast, even pulsations which are not counted\nas such but rather felt, and a superimposed, upper layer of\noccasionally symmetrical, but more often asymmetrical, patterns of\nvarying length. (1) 2. Chopin, Hofstadter and Hemiola",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1]  Ligeti may have drawn inspiration regarding the European hemiola\nfrom the philosopher and scientist Douglas R. Hofstadter, whom Ligeti\noften cites as a literary influence. Hofstadter offers some intriguing\nnotions in his article, “Pattern, Poetry, and Power in the Music of\nFrederic Chopin:” In theory, two voices playing a three-against-two pattern need not be\nperfectly aligned. If you shift the upper voice by, say, 1/12 to the\nright, you get a different picture [Example 1]. Here the triplet’s\nthird note starts halfway through the doublet’s second. As you can\nsee, the triplet extends beyond the end of the interval, presumably to\njoin onto another identical pattern. We can fold the pattern around\nand represent its periodicity in a circle, as is shown [also in\nExample 1].  By rotating either of the concentric \ncircles like a knob,\nwe get all possible ways of hearing three beats against two. In Chopin\nand most other Western music, though, the only possibility that I have\nseen explored is where the triplet and doublet are perfectly “in\nphase.” (2) Example 1 . Adapted from Hofstadter, 178 (click to enlarge) Example 2 . Adapted from Hofstadter 179 (click to enlarge and listen)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2]  As shown in Example 1 , Hofstadter constructs a grid of twelve\npulses underneath the three-against-two pattern, in a way that\nremarkably resembles what Ligeti will do in his sixth etude. Also, by\nsuggesting that hemiolas need not be “in phase,” Hofstadter stretches\nthe idea in a way that suggests Ligeti’s own complex hemiolas. The\nidea of phasing, of course, also recalls Steve Reich’s music, as well\nas earlier works by Ligeti—especially “Selbstportrait mit Reich und\nRiley ( und Chopin ist auch dabei )” from the Three Pieces for Two\nPianos .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3]  A few pages later, Hofstadter describes what he calls “a tricky\nbit of polyrhythm”—actually a complex combination of 2:3 and 3:8 from Chopin’s Fourth Ballade (measures 175–76). This complex hemiola is perhaps the closest precursor to the rhythms of “Automne a Varsovie” in the piano repertoire.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4]  At a fast tempo, the polyrhythm does not really sound like a\ncomplex hemiola, but creates an “illusory” effect of rubato. Ligeti\nutilizes this quasi-rubato in his sixth etude by altering the European\nhemiola to combine several groups of beats: instead of two against\nthree, he uses such combinations as 3:5, 5:7, or even 3:4:5:7. At the\nsame time, he does away with European meter—the larger grouping of\nbeats into measures—by replacing meter with a continuous,\nundifferentiated pulse of sixteenth notes. This quick, steady pulse\nstems from an African concept of rhythm, explained by Israeli\nethnomusicologist Simha Arom. 3. Ligeti, Simha Arom, and African Rhythm",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1]  Ligeti wrote an introduction for Arom’s \nbook, Polyphonies et\npolyrhythmies instrumentales d’Afrique centrale , (3) in which he\nfocused on the music’s possibilities for modern composition: . . . [Arom’s research] opens the door leading to a new way of thinking\nabout polyphony, one which is completely different from the European\nmetric structures, but equally rich, or maybe, considering the\npossibility of using a quick pulse as a “common denominator” upon\nwhich various patterns can be polyrhythmically superimposed, even\nricher than the European tradition (page xviii).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2]  According to Arom, African music (specifically, the music of the\nsub-Saharan Pygmy peoples) does not rely on the Western concept of\nmeter. Classical European meter, he says, is nothing more nor less\nthan a series of identical durations with regular accentuation—in\nother words, meter is a simple rhythm, spread out on a large\nscale. African rhythms are cyclical and repeating, but their lack of\nbar accentuation, as well as their speed and complexity, distinguish\nthem from European rhythms and meters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3]   For Ligeti, the absence of meter is \nnothing new. Typically,\nbarlines in his music have functioned only as optical aids for the\nperformers. In “Automne a Varsovie,” the same holds true: the listener\nperceives only chains of complex hemiolas, moving independently of any\nbarlines. This metric freedom recalls not only African music, but\nMedieval and Renaissance music as well, and probably underlies\nLigeti’s admiration for masters such as Ockeghem and Phillipe de\nVitry, as well as the ars subtilior of the late fourteenth century. (4) Example 3 . Freely adapted from Arom, African Polyphony and Polyrhythm (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4]  Even though African rhythms do not rely on meter, they do\nresemble hemiolas, with different layers of accents occurring\nsimultaneously. But only rarely do these accents fall into the\nEuropean two-against-three grouping. More often they tend toward\ntwelve beats, divided into three-against-four: one level of complexity\nhigher, as it were, than their European counterparts. Twelve-beat groups divided into three-against-four patterns and\npolymeters have occupied Ligeti a great deal in the past several\nyears. Clear examples can be found in the first of the Nonsense\nMadrigals (“Two Dreams and Little Bat,” 1988), and the third and fifth\nmovements of the Piano Concerto (1985–88), among other pieces. 4. Polyrhythm and Micropolyphony in Ligeti’s Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1]  Although complex polyrhythms have appeared in Ligeti’s music ever\nsince he came to the West—nearly every score abounds in simultaneous\nlayers of triplets, sixteenth notes, quintuplets, and so on—the\ndifference between the earlier pieces and the etudes lies in a\ndifferent concept of pulse. In many earlier works, the pulse is\ndivided into two, three, and so on—even thirteenth-tuplets\noccasionally appear. The effect of these different subdivisions,\nespecially when they occur simultaneously, is to blur the sonic\nlandscape, creating a micropolyphonic web of sound. The smallest\ncommon denominator of all these subdivisions is a microscopic fraction\nof a beat; no one can hear it, much less count it. (Watching someone\nconduct one of these works produces a curious sensation of feeling a\npulse primarily from a visual, not auditory, cue.  This “virtual pulse”\nis difficult to interpret: is it simply a visual by-product for the\naudience—much as Ligeti’s barlines are a by-product of the musical\nnotation—or is it an integral part of the musical experience which is\nmissing in a recording, like the final, long rests which mark the end\nof a typical Ligeti work?) (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2]  To a lesser degree, many of Chopin’s polyrhythms work in the\nsame, “micropolyphonic” way. In the excerpt from the F-minor Ballade, for example, the left hand plays sixteenth notes, while the right\nplays sixteenth-note triplets. The “smallest common denominator” of\nthis duple vs. triple pattern, especially at such a fast tempo, is\nvanishingly small: 1/12 of an eighth-note duration in length.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3]  On the other hand, the etudes, as well as some earlier Ligeti\nkeyboard works including Continuum , Coulee and the \n“Self-portrait”\nfrom Three Pieces for Two Pianos, conceive of the pulse as a musical\natom, a common denominator, a basic unit which cannot be divided any\nfurther. Different rhythms appear through multiplications of the\nbasic pulse, rather than divisions .  In \neffect, the blurred rhythmic\npatterns are now magnified; instead of out-of-focus landscapes, one\nperceives complex patterns with definition, almost like images of\nfractal coastlines. Ligeti writes, “In a piece such as Continuum where\nI (consciously) tried to create an illusionary rhythm, I came\n(unconsciously) close to the rhythmic conception evident in the music\nof sub-Saharan Africa.” (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4]  Ligeti describes how these “illusionary rhythms” contribute to\nthe sixth Etude: . . . the pianist plays an even succession of notes. The piece is\nnotated in 4 4 (although the barlines as such are not audible), with sixteen fast pulses per measure. There is however a place in the piece\nwhere the right hand accentuates every fifth pulse and the left every\nthird. To the ear, these chains of accents blend together to form a\nsuper-signal consisting of two melodies: a slower one formed by the\ngroupings of five and a faster one formed by the groupings of\nthree. The ratio 5:3 is of course mathematically simple, but\nperceptually very complex. We do not count the pulses but rather\nexperience two qualitatively different tempo levels. (7) Example 4 . The background ostinato (at the beginning and at measure 98) and the foreground melody, measures 2–3 (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5]   The fast pulses form a kind of background \nostinato, usually a\nsingle pitch class in arpeggiated octaves, as shown below in Example 4 . Above this ostinato, notes are accented every five pulses, or\nthree, or four, etc., to form melodies of descending, chromatic\nscales. This descending melody (or “Lamento motif,” as the composer\nhas called it) plays a prominent role in Ligeti’s recent\nscores—indeed, the emotional directness of the motif is one of the\nhallmarks of Ligeti’s recent music. (8) But it \npermeates “Automne a\nVarsovie” more than any other piece, giving the music a stark, almost\nobsessive air of grief. As Richard Steinitz writes, the etude\n“embodies anxieties stemming from the political unrest in Poland\nduring the early 1980s (hence the dedication ‘to my Polish friends’\nand the Chopinesque character of its arpeggiated figurations).” (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] From a compositional standpoint, Ligeti’s \ndifferent tempo levels\nprobably would not work with any melodic material other than simple\nscales. Without timbral differences to help the listener parse the\nvarious lines, a more complicated melody in different simultaneous\ntempi would sound like a succession of irregular arpeggios—in fact,\npieces like Steve Reich’s Piano Phase , some of Nancarrow’s\nStudies for Player Piano, (10) and Ligeti’s twelfth etude, “Entrelacs,”\nexploit a similar effect. Even in the sixth etude, the more\ncontrapuntal passages are difficult not to perceive as subtly shifting\narpeggios. The pianist requires a superb sense of touch to distinguish\nthe densely woven lines. 5. Form and Tempo Fugue in “Automne a \nVarsovie”",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1]   Ligeti has evocatively described the \nsixth etude as a “tempo\nfugue.” (11) This label, as we shall \nsee, is not a mere metaphor, but\nactually describes the underlying form of the piece. Ligeti\n“disguises” this underlying form, though, in the surface of the\ncomposition. On the surface, the etude, 122 measures long, is a\nquasi-binary form. A brief, pianissimo interlude at the top and bottom\nof the keyboard (measures 55–62) splits the piece into two roughly equal\nparts (measures 1–54 and 62–122). The interlude stands out because of its\nregistral extremes, soft dynamic, and the absence of the background\nostinato, which is otherwise always present. (The interlude can be\nheard at the beginning of Example 7 below.) Example 5 . Dynamics and form in “Automne a Varsovie” (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Both large parts of the piece end suddenly. Shortly before the\nhalfway point, an enormous climax vanishes into the pianissimo\ninterlude just mentioned, while in the final bars, constantly\naccelerating scales crash off the bottom of the keyboard with the\nclassic Ligeti indication, “Stop suddenly as though torn off, dry\n( aufhoren wie abgerissen, secco ).” A closer look at the piece reveals\nsimilar gestures throughout: a crescendo to a climax, followed by\nsubito pianissimo—or at the end of the piece, silence. As Example 5 shows, there are seven climaxes in all, three in the first half of the\npiece and four in the second. These seven climaxes are the formal\nbuilding-blocks of the etude. Although each climax consists of a\ncrescendo followed by near or total silence, each is approached\ndifferently, through voice-leading, rhythm, and register—some\nclimaxes propel themselves outward in contrary motion, while others\nfocus inward in various registers. As we shall see, this variety of\ngesture is especially remarkable given the strict compositional\nlimitations Ligeti sets for himself. Since each climax tends to be\nmore violent than the ones preceding it, the form of the entire piece\ncan be seen as a single crescendo of climaxes which ultimately\nvanishes. [5.3] After the fifth climax, the most violent so far, the initial E ♭ ostinato returns, but now on a single pitch notated as D ♯ (see Example 4 above). For the first time since the beginning of the piece the ostinato appears by itself, with no descending scales above it. The E ♭ / D ♯ ’s reappearance thus produces a sense of return which complicates the two-part interpretation of the form discussed above, making it a kind of “rounded binary.” ( link to paragraph 5.18 . . . )",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4]  Underneath the form of progressive climaxes, divided halfway\nthrough by a pianissimo interlude, Ligeti employs a unique fugal\ntechnique. To understand how this fugue works, we must examine closely\nthe opening section (or exposition, measures 1–24), in which Ligeti\nintroduces the ideas for the entire piece. “Automne a Varsovie,” measures 1–24 (Exposition) Example 6 . Analytical reduction of “Automne a Varsovie,” mm. 1–24 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The opening section consists of three phrases: A (measures 1–9), B\n(measures 10–17), and C (measures 18–24). Each phrase contains three smaller\nphrases, each more elaborate than the one preceding; this increasing\ncomplexity propels the music to its first climax. The first sound is\nthe above-mentioned ostinato of sixteenth notes, arpeggiated over four\noctaves on E ♭ . Although no accents are marked, since the figure is always arpeggiated from the lowest to the highest, one hears a pattern\nof 4/16, articulated by register (see Example 4).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6]  After five repetitions of the arpeggiated background ostinato,\nthe Lamento motif appears (measure 2), played in octaves in the upper\nregister (see Example 4 above). Since the melody is accented in fives,\nwhile the ostinato is arpeggiated in fours, a five-against-four\npolyrhythm results. The aural result, though, is not a polyrhythm, but\nrather two separate entities juxtaposed: a background ostinato and a\nforeground, falling lament which sounds subtly “off,” not unlike a\nrubato performance of a Chopin nocturne. The tempo marking, “Presto\ncantabile, molto ritmico e flessibile” expresses the paradoxical\nnature of the music: it achieves a “super-Chopin,” illusory rubato\neffect through strict polyrhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7]  The melody descends by half-steps except when it encounters the\nostinato E ♭ , which it skips over. For much of the piece, the\nmelody carefully avoids the background ostinato pitch class. The\nmelody’s opening F ♭ (measure 2), a half-step above the ostinato E ♭ , has the character of an appoggiatura—one, though, that misses its resolution ( E ♭ ) and continues to slip away, to D, D ♭ , then C (measures 2–3). Part of the music’s emotional impact derives from this “broken appoggiatura,” a falling dissonance which overshoots its\nresolution, never to return. Phrase A (measures 1–9)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] In the first bars Ligeti introduces the intensifying processes\nthat will drive the rest of the opening section. As mentioned above,\nPhrase A is subdivided into three sub-phrases, a1 (measures 2–3), a2\n(measures 3–5), and a3 (measures 5–9—see the analytic reduction, Example 6). A doubled duration (10 sixteenths instead of 5) marks the end of each sub-phrase. In each sub-phrase, the melody descends farther, always skipping the ostinato E ♭ . Also, each phrase is longer than its predecessor, although sub-phrase a3 is much longer—nearly the length of a1, a2 and the introductory ostinato combined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9]  Sub-phrase a3 also differs from the first two in several other\nways (marked by asterisks in the analytic reduction). The melody\nbegins (measure 5) with a pitch and agogic accent: a long, accented F ♮ , a half-step higher than the beginning of phrases a1 and\na2. The F ♮ is also harmonized with a lower major seventh ( G ♭ ), strikingly dissonant compared to the octaves before. As the melody\nprogresses downward, it is twice interrupted by small lifts (measures 7 and\n8); each of these, too, is harmonized with a major seventh,\nemphasizing their delaying, intensifying function. The second\ninterruption, C ♯ /D, is stronger than the first, thanks to its doubled duration. From a larger view, some of these “interrupting” notes contribute to a slow, background melodic ascent (these rising notes\nare circled in the analytic reduction). Phrases B (measures 10–17) and C (measures 18–24)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10]  Phrases B and C repeat and amplify the intensifying processes\nbegun in phrase A. Phrase B adds a lower perfect fifth to the melody’s\noctave; it also begins on F ♯ , a half-step higher than the highest pitch of Phrase A. The interrupting pitches in phrase b3 (measures 13 and 15) are more dissonant—[0 1 6]—than those in a3 (a major\nseventh). Also, phrase b3 embeds an ascending line into its harmonies\n( A ♭ A B ♭ B C, measures 15–16; ascents like this one will reappear in the second half of the piece). Finally, in phrase b2 a left-hand line starts on G, then “peels off” to become a line of its own, going down to low C. As Example 6 shows, this left-hand line gradually\naccelerates, at first appearing as half notes (eight 16ths), then\nmoving to six, five and finally four 16ths.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] Phrase C begins on A ♯ (measure 18, a whole step higher than the highest pitch in phrase B), now harmonized in parallel tritones. In\nthe middle register a new melodic voice appears on G ♯ , accented in threes (end of measure18, marked in red in \nExample 6). This is the place\ndescribed above by Ligeti (paragaph 4.4) in the ratio 5:3, a peculiar\nkind of mensural canon. The bass adds its own imitation in 4/16, in\nmeasures 20–21. Finally, the end of phrase c3 is truncated as the melody\nand its mid-register imitation coincide rhythmically in measure 24,\nproducing the first climax of the piece. As after each climax, subito\npianissimo follows immediately (in this case, with an echo of phrase\nc3 in 3/16, right hand of measures 25–26). The music relaxes for a moment\nbefore the next, large-scale crescendo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] Having examined the threefold structure of the Lamento motif and\nits development in the opening section of the piece, we can now\nreconsider the etude’s form. Following Ligeti’s suggestion of a “tempo\nfugue,” the threefold phrase (the Lamento motif) can be taken as the\nsubject; whenever a melody does not fit the three-fold Lamento\npattern, the passage is most likely some kind of “episode.” The piece\ndivides then into exposition and episode as shown below (see also Example 5 ): measures    1–24   Exposition measures   25–36   Episode 1 measures   37–54   Episode 2 measures   55–85   Re-exposition (Interlude) measures   85–97   Episode 3 measures  98–122   Episode 4 (Return of E ♭ / D ♯ ostinato) measures 112–122   Coda The exposition, in which imitative voices gradually enter at different\ntempo levels, is followed by two “episodes” (measures 25–54), in which\nchromatically descending scales, mostly in the tempo relationship 5:3,\npermeate the texture. They do not, though, divide into three clear\nphrases as in the exposition. Instead they seem to echo parts of the\nmotif (Episodes 1 and 4), or else flow seamlessly, with no clear\nphrase divisions (Episodes 2 and 3). Unexpectedly, the section of the\npiece which sounds least like the others—the pianissimo interlude\n(measures 55–62)—actually begins a re-exposition, labeled as phrases D, E\nand F in the analytic reduction (see Example 7 ). “Automne a Varsovie,” Re-exposition (measures 55–85) Example 7 . Analytical reduction of “Automne a Varsovie,” re-exposition (measures 55–85) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13]  Like the beginning, the re-exposition (measures 55–85) gradually\nbuilds to a climax. In Phrase D (which I first labeled as the\ninterlude, measures 55–62—see Example 5), the ostinato drops out, leaving\nthe melody in bare, parallel tritones in extreme registers. The phrase\nends with a tritone F/B (measure 62), which dissolves into a new ostinato,\nquietly oscillating in the extreme upper register: the foreground\nbecomes the background.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.14": {
                "text": "[5.14]  Because of the ostinato’s reappearance in measure 62, Phrase E\n(measures 62–72) sounds more like a new beginning than a continuation. It\npresents a new harmonization of the subject, in which lower voices\nclimb as the melody descends (reminiscent of phrase b3 from the\nopening, measures 15–16). The melody is now in 7/16, a new, slower\ntempo. The background arpeggios are now in a 5/16 pattern, the former\ntempo of the melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.15": {
                "text": "[5.15]  As Phrase E continues erratically downward, the ostinato hits \nthe\nvery top of the keyboard and starts to descend, like a marble bouncing\noff a wall (measure 73). At this moment Phrase F, a single line starting on\nC, enters in 4/16 (quarter notes—until now only the ostinato has used\nthis speed). From here to the next climax (measure 85), all three tempo\nlevels—5/16 (the ostinato), 7/16 (phrase E) and 4/16 (phrase F)\ncontinue together. To summarize, the re-exposition’s surface differs\nfrom its underlying form: while Phrase D sounds like an interlude and\nPhrase E sounds like a new beginning, in fact Phrase D is the\nbeginning of a fugal re-exposition. The texture of the surface\nobscures the compositional technique.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.16": {
                "text": "[5.16]   Hidden techniques \nhave occupied Ligeti since the days of his\nmicropolyphonic works. Lux Aeterna (1966) and Lontano (1967),\namong other pieces, employ canons which are hidden by overlapping\nentries, each layered over the other so that one hears a slowly\nshifting mass of sound, rather than a melodic line being imitated. (12) In “Automne a Varsovie,” Ligeti adopts this disguising technique on\nthe formal level to produce an “inaudible fugue.” (13) Episodes 3 and 4, Coda Example 8 . Sequencer (piano-roll) view of “Automne,” measures 87–98. (click to enlarge and listen)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "5.17": {
                "text": "[5.17]  The fugal re-exposition is followed by a third episode\n(measures 87–98) in which the melody is again treated more freely. Now,\nimitative entries successively pile onto one another in a way which\nresembles a stretto. The melody enters first in 3/16, then 4/16, and\nfinally 5/16, creating an accumulation of progressively slower\nvoices. Once all the voices have entered, though, they begin to\naccelerate and spread in contrary motion towards the fifth climax of\nthe piece (fff+, measure 98). [5.18] Then follows Episode 4 (measures 99–112), in which the opening\npitch-class D ♯ / E ♭ returns. Again, this return to the bare ostinato\n(producing the “rounded binary” formal interpretation discussed above )\nhelps obscure the fugal compositional technique. This section is also\na quasi-stretto, but now the voices enter in progressively faster\nvalues, focusing inward to climaxes in the middle register. Finally in\nmeasure 112 the coda appears. A shortened Lamento motif, once again in\n5/16, rises above a cacophony of other voices. Its last phrase takes\nthe entire piece to its astonishing but inevitable conclusion: the\nconstantly accelerating subject gathers each strand of melody and\ncollapses through the piano’s lowest octave.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.19": {
                "text": "[5.19]  To summarize Ligeti’s technique of tempo fugue in “Automne a \nVarsovie”: It has a subject (the Lamento motif) which is imitated at different\ntempo levels to make expositions, and varied in different ways to make\nepisodes. Dynamic climaxes mark each exposition and episode. The different tempo levels appear in both exposition and episode and\ncontinue through most of the piece with only one major interruption\n(the interlude, measures 55–62). Since the perception of these tempo levels depends on simple scales\n(more complicated melodies would be too difficult to parse), there is\nno “countersubject” per se, only the descending scales of the Lamento\nmotif superimposed over the background pulse. 6. Conclusion: Paradoxes of Perception and Style",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1]   One of the issues running submerged \nthrough this essay has been\nthe question of perception. Can a rhythm be “illusory?” Do Chopin’s\ncomplex polyrhythms really produce a rubato effect? The question is\nsubjective, as any issue about perception must be to some extent. (14) Hofstadter, though, writing about Chopin, suggests a solution which\nseems to ring true to Ligeti’s spirit: . . . phenomena perceived to be magical are always the outcome of\ncomplex patterns of nonmagical activities taking place at a level\nbelow perception. More succinctly: the magic behind magic is\npattern. (15) Ligeti considers his earlier, pattern-based works—especially the\nnotorious Poeme Symphonique pour 100 Metronomes —important\nprecursors to the piano etudes. This “pattern-meccanico” style, (16) combined with the melodic expressiveness of the Lamento motif and the\nrigors of fugue technique, produces (at least for this listener) a\nmagical result.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2]   Finally, “Automne a Varsovie,” like most \nrecent Ligeti, is both\nreminiscent of, and strangely alien to, music of the past. Ligeti does\nnot attempt to continue in the “avant garde” style of his 60s works;\nnor is he assembling a post-modern collage of older styles. Instead,\nby synthesizing older musical styles through his own previously\nestablished, idiosyncratic techniques, Ligeti maintains his musical\nindividuality—a goal which has long obsessed him. Or as he says, “By\nrejecting both the ‘retro’ and the former avant-garde, I declare for\nmyself a modernism of today.” (17) This reclaiming of the past, of\nharmony, melody, and finally form, is a well-documented process he\nbegan in the sixties, which I believe has started to see its full\nfruition since the 1980s. This stylistic evolution, as much as\nanything else, lies at the core of Ligeti’s recent music.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.97.3.3.taylor.html",
    "data": "mto/data/mto.97.3.3.taylor.json"
}