{
    "title": "What Modular Analysis Can Tell Us About Musical Modeling in the Renaissance",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Peter Schubert",
        "Marcelle Lessoil-Daelman"
    ],
    "abstract": "Two Kyrie movements by Lassus and Palestrina, both based on a famous chanson by Lupi, are analyzed. Modular analysis, which involves tracking repeating contrapuntal combinations, is applied to the model and to the imitation pieces. It reveals the two composers’ different approaches to their material: Palestrina works from within, increasing contrapuntal density, while Lassus builds long, formally structured spans.",
    "keywords": [
        "parody",
        "Renaissance",
        "module",
        "analysis",
        "chanson",
        "mass",
        "imitation",
        "stretto",
        "counterpoint",
        "Lassus",
        "Palestrina",
        "Lupi"
    ],
    "doi": "",
    "received": "September 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.schubert_lessoil-daelman.pdf",
    "author_info": [
        {
            "name": "Peter Schubert",
            "university": "McGill University",
            "address": "Dept. of Music Research, 555 Sherbrook W., Montreal, QC H3A 1E3",
            "email": "peter.schubert@mcgill.ca"
        },
        {
            "name": "Marcelle Lessoil-Daelman",
            "university": "McGill University",
            "address": "Dept. of Music Research, 555 Sherbrook W., Montreal, QC H3A 1E3",
            "email": "daelless@videotron.ca"
        }
    ],
    "citations": {
        "brown_1982": "Brown, Howard Mayer. 1982. “Emulation, Competition, and Homage: Imitation and Theories of Imitation in the Renaissance.” Journal of the American Musicological Society 35: 1–48.",
        "crook_1994": "Crook, David. 1994. Orlando di Lasso’s Imitation Magnificats for Counter-Reformation Munich . Princeton, N.J.: Princeton University Press.",
        "cumming_2012": "Cumming, Julie. 2012. “Text Setting and Imitative Technique in Petrucci’s First Five Motet Prints.” In The Motet around 1500: On the Relationship of Imitation and Text Treatment , ed. Thomas Schmidt-Beste, 83–110. Turnhout: Brepols.",
        "cumming_and_schubert_forthcoming": "Cumming, Julie, and Schubert, Peter. (forthcoming).  “The Rise of Pervasive Imitation.” In The Cambridge History of Fifteenth-Century Music , ed. Anna Maria Busse and Jesse Rodin. Cambridge: Cambridge University Press.",
        "elias_2004": "Elias, Cathy Ann. 2004. “Mid-Sixteenth-Century Chanson Masses: A Kaleidoscopic Process.” In Early Musical Borrowing , ed. Honey Meconi, 149–78. London: Routledge.",
        "fromson_2004": "Fromson, Michèle. 2004. “Melodic citation in the sixteenth-century motet.” In Early Musical Borrowing , ed. Honey Meconi, 179–206. London: Routledge.",
        "lessoil-daelman_1995": "Lessoil-Daelman, Marcelle. 1995. “Les Jeux numériques dans les Psaumes de la Pénitence de Lassus.” Revue Belge de Musicologie 49: 47–78.",
        "lessoil-daelman_2002": "Lessoil-Daelman, Marcelle. 2002. “Une approche synoptique des motifs et des modules dans la messe parodique.” PhD diss., McGill University.",
        "meconi_2004": "Meconi, Honey, ed. 2004. Early Musical Borrowing . London: Routledge.",
        "milsom_2005a": "Milsom, John. 2005a. “ ‘Imitation,’ ’Intertextuality,’ and Early Music.” In Citation and Authority in Medieval and Renaissance Musical Culture: Learning from the Learned , ed. Suzannah Clark and Elizabeth Eva Leach, 146–51. Woodbridge: Boydell Press.",
        "milsom_2005b": "Milsom, John. 2005b. “Crequillon, Clemens, and Four-Voice Fuga.” In Beyond Contemporary Fame: Reassessing the Art of Clemens non Papa and Thomas Crequillon , ed. Eric Jas, 293–345. Collection “Epitome musical.” Turnhout, Belgium: Brepols.",
        "owens_1984": "Owens, Jessie Ann. 1984. “The Milan Partbooks: Evidence of Cipriano de Rore’s Compositional Process.” Journal of the American Musicological Society 37: 270–98.",
        "quereau_1982": "Quereau, Quentin W. 1982. “Aspects of Palestrina’s Parody Procedure.” The Journal of Musicology 1: 198–216.",
        "schubert_1995": "Schubert, Peter N. 1995. “A Lesson from Lassus: Form in the Duos of 1577.” Music Theory Spectrum 17: 1–26.",
        "schubert_2003": "Schubert, Peter N. 2003. “Recombinant Melody: Ten Things to Love about Willaert’s Music.” Current Musicology 75 (Spring): 91–113.",
        "schubert_2007": "Schubert, Peter N. 2007. “Hidden Forms in Palestrina’s First Book of Four-Voice Motets.” Journal of the American Musicological Society 60: 483–556.",
        "schubert_2008": "Schubert, Peter N. 2008. Modal Counterpoint, Renaissance Style . 2nd ed. New York: Oxford University Press.",
        "schubert_2012": "Schubert, Peter N. 2012. “From Voice to Keyboard: Improvised Techniques in the Renaissance.” Philomusica on-line 11, no. 1: 11–22. [http://philomusica.unipv.it]",
        "schubert_forthcoming": "Schubert, Peter N. Forthcoming. “From Improvisation to Composition: Three Case Studies.” In The Collected Writings of the Orpheus Instituut . Leuven: Leuven University Press.",
        "sibley_1989": "Sibley, David J. 1989. “The Sixteenth-Century Parody Mass.” PhD diss., University of Nottingham.",
        "steib_2004": "Steib, Murray. 2004. “Ockeghem and Intertextuality: A Composer Interprets Himself.” In Early Musical Borrowing , ed. Honey Meconi, 37–63. London: Routledge.",
        "whang_2004": "Whang, Carol. 2004. “Re-Defining Relationships: Modeling in Four Imitation Masses by Palestrina.” PhD diss., University of Pennsylvania.",
        "_": "Musical sources"
    },
    "footnotes": {
        "FN0": {
            "text": "* This is a revised version of a paper “Making the Most of It: Modular Analysis Applied to Imitation Masses,” given at the Annual Meeting of the Renaissance Society of America, Montreal, March 26, 2011. The authors wish to thank Jennifer Bloxam, Cathy Ann Elias, Patrick Macey, Sten Thomson, and Julie Cumming for their interest and comments, and Matthew Provost and Paul Daelman for preparing the examples and animations.",
            "citations": []
        },
        "FN1": {
            "text": "1. For references to studies on parody (as it used to be called) and imitation, see the essays in Meconi 2004 , and Whang 2004 , 1–15.",
            "citations": [
                "meconi_2004",
                "whang_2004"
            ]
        },
        "FN2": {
            "text": "2. Indeed, even composition from scratch is often not really from scratch. Michelle Fromson 2004 shows that many melodic ideas that seem original are actually chant paraphrases.",
            "citations": [
                "fromson_2004"
            ]
        },
        "FN3": {
            "text": "3. The term “module” originated in Jessie Ann Owens 1984 and it has been developed into a typology and applied to the analysis of Palestrina motets in Schubert 2007 . For analyses of imitation masses using modules, see Lessoil-Daelman 2002 .",
            "citations": [
                "owens_1984",
                "schubert_2007"
            ]
        },
        "FN4": {
            "text": "4. The chanson is also attributed to Pierre Cadéac (see Sibley 1989 , 406); for sources see works cited list.",
            "citations": [
                "sibley_1989"
            ]
        },
        "FN5": {
            "text": "5. Some studies have focused on the differences in the style of the imitators, particularly when they are from different generations: Elias 2004 has shown how Palestrina and Gombert, using this same model, arrive at different results, each in the composer’s characteristic style.",
            "citations": [
                "elias_2004"
            ]
        },
        "FN6": {
            "text": "6. Lassus’s mass is actually shorter than Palestrina’s, so the conclusion that Lassus extends and Palestrina shortens holds only for these Kyries.",
            "citations": []
        },
        "FN7": {
            "text": "7. The alto in measures 7–8 is reminiscent of the P countermelody, but we do not call it part of a module.",
            "citations": []
        },
        "FN8": {
            "text": "8. On stretto fuga in two voices, see Milsom 2005a . See also Schubert 2008 , 156–59, Schubert 2012 , and “From Improvisation to Composition,” forthcoming . For an even fuller discussion of the use of stretto fuga in the second half of the fifteenth century, see Julie Cumming and Peter Schubert, “The Rise of Pervasive Imitation,” forthcoming .",
            "citations": [
                "milsom_2005a",
                "schubert_2008",
                "schubert_2012",
                "schubert_forthcoming",
                "cumming_and_schubert_forthcoming"
            ]
        },
        "FN9": {
            "text": "9. The identification of sections from here on will be based on principal melodies, and not take into account variants in the accompaniment, so primes will not be used.",
            "citations": []
        },
        "FN10": {
            "text": "10. In addition to making this entry at a short time interval and in a different register, Lassus exploits the possibility of using the descending fourth (G–D) as the bass of an A-mi cadence.  Palestrina, in contrast, adds no cadences to notes not appearing in Lupi.",
            "citations": []
        },
        "FN11": {
            "text": "11. Lupi had the alto rise to C5, but never from a low D. Palestrina’s first Kyrie has a similar melody from D4 to C5 (measures 7–8), but it is not reused as in Lassus’s Kyrie 2. Lassus’s new alto line could be seen as the inversion of Lupi’s bass in measures 2–3, and certainly the line is a commonplace in Renaissance music.",
            "citations": []
        },
        "FN12": {
            "text": "12. The accented dissonant E is part of the “chanson idiom,” in which the preparation of the suspension at a cadence sounds against the third of four descending semiminims, anticipating the dissonance that comes on the next minim beat. See Schubert 2008 , 147–48.",
            "citations": [
                "schubert_2008"
            ]
        },
        "FN13": {
            "text": "13. The term “singleton” refers to a thematic subject that appears without a regular countermelody. The term was coined by John Milsom ( 2005b ), and is used in Schubert 2007 .",
            "citations": [
                "milsom_2005b",
                "schubert_2007"
            ]
        },
        "FN14": {
            "text": "14. Note that the new tenor has the same solmization syllables as the old bass, la, la, la, sol, fa, mi, re, and that it is like the original combination but in double counterpoint at the fifth.",
            "citations": []
        },
        "FN15": {
            "text": "15. A non-imitative module is a contrapuntal combination in which two entirely different melodies are joined; there is no imitation within the combination, although the combination may be repeated.",
            "citations": []
        },
        "FN16": {
            "text": "16. It may be noted that motives Q and Z are somewhat similar. They are fairly generic, and the difference between them is that Q has the F on a weak beat, ends by rising to C, and is only combined with B1, while Z has F on the strong part of the semibreve and is only combined with A1.",
            "citations": []
        },
        "FN17": {
            "text": "17. For other ABA’C structures in Lassus, see Schubert 1995 . For other types of structure, notably palindromes, see Lessoil-Daelman 1995 , 47–78.",
            "citations": [
                "schubert_1995"
            ]
        },
        "FN18": {
            "text": "18. Melody W is a transposition of the end of melody P, another commonplace cadential figure used motivically.",
            "citations": []
        },
        "FN19": {
            "text": "19. Sibley ( 1989 , 435) noted this resemblance.",
            "citations": [
                "sibley_1989"
            ]
        },
        "FN21": {
            "text": "21. For another view of “generic” melodic materials, see Schubert 2003 .",
            "citations": [
                "schubert_2003"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Among the copious writings on musical borrowing in the Renaissance, there are few thorough analyses of whole movements or pieces. (1) This is in part due to the state of early music analysis, which is still in its infancy, and in part because musicologists have focused on cataloguing the many techniques used by composers to modify the material taken from the model. Examples from repertoire have been adduced as illustrations of the techniques of borrowing rather than as whole works to be explicated. (There may indeed be an implicit doubt as to the very status of the imitation piece qua work.) Studies of imitation masses have tended to be more descriptive than interpretive: they do not tell us why a composer would use a given motive in a given place, or why different composers would choose to copy or repeat “blocks” of counterpoint. Rather, the aim has been to understand stylistic norms and compositional techniques as a backdrop against which to place an individual work. As Cathy Ann Elias has written: “The understanding of any genre involves defining it by means of common elements shared by all examples . . . . [these] are nothing more than the most common elements at a composer’s fingertips, but once contextualized and repeated within a particular composer’s works, they will provide the clues to the unique aspects of that individual’s style and compositional process” ( 2004 , 152). However, the attempt to generalize about common borrowing techniques seems doomed, for, as Murray Steib observes, “No two Renaissance composers deal with borrowing in precisely the same way” ( 2004 , 60).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "elias_2004",
                    "steib_2004"
                ]
            }
        },
        {
            "2": {
                "text": "[2] We propose another path through this thicket of intertwined pieces of music. We start with the assumption that imitation music is fundamentally like composition from scratch, but when there is a model, we know which musical ideas came first. (2) The composer of the sixteenth-century imitation piece appropriates material from a model—ranging from a single line to a complete block of polyphony—as if it were his own first sketch. Then he modifies, develops, refines and improves the musical ideas, often admixing his own freshly composed material. The simplest type of modification comes from adapting the old music to the declamatory demands of the new text; the most complex comes from changing contrapuntal relationships.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] These relationships are best viewed through the lens of modular analysis, which focuses on small-scale contrapuntal combinations that repeat. (3) Modular analysis provides a high degree of descriptive precision, since a module must contain two well-defined melodies in a specific relationship to each other.  It opens a window into compositional process by showing which contrapuntal ideas the composer thought worthy of repetition and how those repetitions are disposed.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The pieces we have chosen as case studies are well known: the Kyries of Lassus and Palestrina based on the famous Lupi chanson, “Je suys desheritee.” (4) The chanson was written at least 40 years earlier than the imitation pieces, and some stylistic differences between them will be noted. However, the differences between Lassus’s and Palestrina’s Kyries are more structural than stylistic. (5) We develop a plausible narrative of each composer’s intentions in the movements we examine, and reveal that Lassus and Palestrina worked consistently towards very different goals. Ultimately we hope this will be a step towards the analysis of imitation pieces as valid musical wholes. This in turn may lead to a broader understanding of the language of Renaissance polyphony, for as Quentin W. Quereau wrote, “If approached in the proper manner, parody may be a source of real insight into the syntax of sixteenth-century sacred music and the compositional concerns of its composers” ( 1982 , 198).",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "quereau_1982"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The idea that composers approach their models with some specific goal in mind has been developed by David Crook in his penetrating study of Lassus’s imitation Magnificats. He analyzed several pieces and concluded that for Lassus the process of derivation was a challenge, “an act of criticism—the opportunity to show what is strong or weak in a composition, and a chance to point out what deserves our further consideration and attention” ( Crook 1994 , 25–26). He finds Lassus using different tactics for different imitation pieces, referring, for example, to “coupling of elements” as “one of [Lassus’s] main preoccupations” ( 204 ).",
                "footnotes": [],
                "citations": [
                    "crook_1994",
                    "crook_1994"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Our study follows Crook’s in developing for our two Kyries a narrative of compositional process based on the deployment of modules, those originating in the chanson and those created afresh for the Kyries. The story we tell is that Palestrina works towards increased contrapuntal density, whereas Lassus works towards expansion. Palestrina chose to work from within, often creating new modules while maintaining the overall dimensions of the model; Lassus, on the other hand, was more interested in large-scale dispositio , repeating segments of the model and inserting new or varied material. Both composers can be said to improve on the model, but in diametrically opposed ways. We must stress that our conclusions apply to these two short pieces only; we do not attempt any broader generalizations about the personal styles of the two composers. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The choice of a model implies homage, and the drive to improve on the model comes from the natural urge to compete. As Howard Mayer Brown wrote, “We shall never know whether such emulation or imitation was practiced to compete with other composers—to demonstrate superior expertise using the same musical material—or to pay them homage. In truth, the two impulses are doubtless closely related” ( 1982 , 10). In the following pages we will show how Palestrina and Lassus demonstrated superior expertise in many ways, from small-scale contrapuntal cleverness to sweeping new large-scale structures.",
                "footnotes": [],
                "citations": [
                    "brown_1982"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Finally, before beginning our analyses, it may be helpful to clear up a question about what constitutes repetition in an imitation piece. To become a module,  a contrapuntal combination must be repeated, but one might ask: is it repetition if the composer of the imitation piece lifts a combination out of another piece and copies it into his Mass movement or Magnificat? We say no: the only modular repetition that “counts” is that which occurs within the confines of a piece, for only in that way can it give form. Thus, if the model contains a repeated combination and the composer borrows it for just one occurrence, he has eliminated a module. Likewise, if the model contains a passage that is not repeated and the composer of the imitation-piece repeats it in the new piece, he has created a module. A simple example of the latter can be found in Crook’s discussion of Lassus’s Magnificat “Si par souhait.” The chanson model contains a three-measure cadential phrase on the text “Secretement, belle brunette,” which Lassus uses three times to end the second verse of the Magnificat on the text “in Deo salutari meo.” Crook points out that the first and third occurrences are literal reproductions of those in the model, but the middle one is transposed. In the middle one “a two-voice framework, originally formed between the bass and alto, now appears in the soprano and bass . . .” ( 1994 , 163). This “framework” is for us a module, and we would say that its threefold repetition is in some way structural; we would look at how this succession of “blocks” functions in the verse as a whole. Lupi’s Chanson Section A A1 Je suys desheritee (measures 1–5) A2 Puisque j’ay perdu mon amy (5–10) Repeat of A A1 Seule si m’a laissee (9–13) A2 Plaine de pleurs et de soucy (13–18) Section B B1 Rossignol du bois joly (17–21) B2 Sans point faire demeure (21–24) B3 Va t’en dire a mon amy (24–27) B4 Que pour luy suys tourmentee (28–32) B4 repeated (32–37)",
                "footnotes": [],
                "citations": [
                    "crook_1994"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Scores for the chanson and two Kyries appear in the Appendix with annotations. The chanson is in typical AAB form; the schema \ndisplayed on the right shows the poetic lines and the principal thematic subjects associated with each section (these labels are also shown in the score). When there is imitation, these melodies occur first in the tenor, then in the soprano; however, in phrases B2 and B4, the principal melody is only in the soprano.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The technique that governs most of the chanson is what Julie Cumming has dubbed “FI-2 T+S,” that is, free imitation in two parts between tenor and soprano ( 2012 , 79). The soprano imitates the tenor exactly, but the imitation is called “free” because it is not immediately repeated and creates no modules. FI-2 T+S is quite common around 1500; as the sixteenth century progresses, however, modular construction becomes more prevalent. In order to follow precisely how the later composers transformed Lupi’s material, we will now examine the contrapuntal properties of the chanson. As we will see, Lupi writes only a few modules, while Lassus and Palestrina introduce more modular constructions.",
                "footnotes": [],
                "citations": [
                    "cumming_2012"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The first subject, A1, is sung by the tenor, then imitated by the soprano an octave above in a syllabic canon on the words “Je suys desheritee.” The soprano statement is labeled A1’ because it is situated in a new contrapuntal context. Bass and alto begin with the same rhythmically repeated notes but then deviate.  Phrase A2 (measures 5–9) is also a canon between the tenor and the soprano on the second line “Puisque j’ay perdu mon amy.” The soprano statement of the A2 melody is labeled A2’ because once again the surrounding counterpoint differs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] For the repetition of melodies A1+A2 (measures 9–17), Lupi does a little re-modeling of his own: the bass does not begin as before; rather, the tenor begins the A1 melody right away. Because the bass and alto are altered, this tenor statement is labeled A1’’. The alto now sounds the first six notes of the A1 melody transposed and with slight rhythmic alterations, and the bass is new. (The new bass is labeled Z because it shows up in one of the imitation pieces as a countermelody.) The section as a whole is the same length as the first A1, however, because the overlap between tenor A1’’ and soprano A1’ is changed, the soprano coming in later; it is as if the late soprano entrance compensates for the early tenor beginning. The soprano statement of A1’ in measures 11–13 is almost identical, in the whole contrapuntal complex,  to that in measures 3–5, and A2 in the tenor (measures 13-14) is likewise the same as in measures 5–8. What’s new is the substantial alteration of the lower voices accompanying the soprano statement (measures 15–18) of the first subject; the polyphonic complex, previously labeled A2’, is now labeled A2’’.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In A2” the tenor has the same countermelody in semiminims (P) that the bass had in measures 5–6 and 13–14, while the bass now follows the soprano in parallel tenths. The repetition of the A2 melody and countermelody P makes this combination into a two-voice module that occurs three times, once in measures 5–7 and twice in a row in measures 13–15 and 15–17. These are the only modules in Lupi’s chanson. (7) They are boxed in the score in the Appendix and connected by arrows in Figure 1 (below). The last presentation of the A2 melody in measure 15 is a climactic variation: it contains the highest notes yet in all three of the lowest voices (D4 in the bass, A4 in the tenor, and C5 in the alto). This variation is popular with Lassus and Palestrina, as we will see.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Phrase B1 (measure 17) is again FI-2 T+S for “Rossignol du bois joly,” with the soprano presentation labeled B1’. Phrase B2 (measure 21) starts in the soprano like B1 (C–C–D–F–E . . . ), but it is longer and involves no imitation; it cadences to C in measure 24. Phrase B3 (measure 24) is a stretto fuga between the tenor and soprano, and it cadences to F in measure 27. (8) Before B4 (measure 28) all voices rest. B4 is characterized by parallel tenths in the outer voices and a bit of hidden imitation between soprano and alto. It cadences to D, and after rests again in all voices, B4 (measure 32) is repeated exactly.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The chanson has many features that mark it as a chanson ca. 1530: the construction FI-2 T+S, occasional rests in all voices, an almost total lack of modular repetition, and direct repetition of the closing phrase B4. As we will see, Lassus and Palestrina both eliminate many of these features because, over a generation later, they are writing more “modern” music. Lassus’s Kyrie 1 Figure 1 . Lupi’s A section and the Palestrina and Lassus Kyries (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Figure 1 shows the layout of thematic material in the chanson and the two first Kyries. It is immediately apparent that both imitation pieces use only A1 and A2 phrases. However, Lassus’s movement, at  eighteen measures plus a final downbeat chord (db), is a bit longer than the model, while that of Palestrina is 25% shorter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Lassus lifts the first A1s and A2s straight from the chanson, with the most minor changes (borrowed polyphonic complexes are highlighted in the Figures). The extra length is partly due to the addition of an A2 phrase in the tenor in measures 9–10 (bold in Figure 1). This third A2, the inserted one, is borrowed from Lupi’s last one (measures 15–17), with the high bass line and the semiminim countermelody P (now in the alto), making a module. (9) Example 1 . The tenor-soprano combination compared to the soprano-bass combination (click to enlarge) Figure 2 . Lassus tightens up the overlaps vis-à-vis Lupi (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] What is the effect of this extra entry? Because this module involves only the lower voices, the next A1 melody can occur in the soprano (at the end of measure 10), which enters earlier (over the C ♯ in the cadence) than in the corresponding joint between A2 and A1 in the chanson. (See the tenor entry at the cadence in measure 9—Lupi could have done this, but might have wanted more time between the cadential C ♯ and the subject’s C ♮ than Lassus, or perhaps he was content with regular \ntwo-breve phrases.) In turn, the fact that A1 comes in the soprano allows the next A1 melody to be in the bass transposed down a twelfth (in measure 12), a radical departure from the chanson. (10) This low entry is made not at the extended time interval Lupi used for the second pair of A1s in the chanson, but at the time interval of the first pair in both the chanson and the Kyrie. (Compare Lassus, soprano and bass entries in measures 10 and 12, with tenor and soprano entries in measures 1 and 3 of both pieces.) This is possible because the overlap between the last two notes of A1 and the first note of A1 is invertible at the twelfth, as shown in Example 1 . These overlaps are in fact mini-modules, and Lassus would have immediately seen the possibility of inverting the relationship between entries. Figure 2 shows how Lassus has tightened up the two joints between phrases. Example 2 . Melody P redistributed (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The last two A2 phrases are also recomposed: the first (in the alto, measure 14) is in fauxbourdon, and the second (in the soprano, measure 16) is a recomposed A2. It contains the melodic high points of Lupi’s last A2’’, but the characteristic countermelody P has had its notes redistributed into the alto and tenor voices as shown in Example 2 . Lassus’s new alto melody, which rises a seventh (called P’ in the Lassus score, measures 16–17 and 62–63), starts off like P but migrates smoothly into the alto B ♭ –C. As we will see, this melody plays an important role in Lassus’s second Kyrie. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Finally, Lassus adds a one-breve supplementum . This extension after the cadence serves three possible functions: it further extends the movement; it allows the soprano to end on A, less complete and thus demanding a continuation; and it gives the last phrase an even number of measures. We can conclude that Lassus improves on the model by presenting thematic material in voices other than the tenor and soprano, by transposing thematic material, by lengthening the movement, and by building up momentum with added and varied repetition. Palestrina’s Kyrie 1 Example 3 . Transformation of the alto voice in A' (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Palestrina’s imperatives are quite different. Figure 1 shows Palestrina’s thematic material appearing in the soprano and tenor as in the chanson, but the second A1 is not highlighted because it is not as it was in the chanson: the alto voice has been subtly reworked as shown in Example 3 (containing an imaginary narrative).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Palestrina has moved the alto up a fourth and a semibreve later so that it can relate to the soprano as the bass did to the tenor. The soprano and alto thus form the same module as the tenor and bass, and the opening is a pair of non-imitative (or partially imitative) duos (shown with arrows in Figure 1). The improvement, an increase in the density of thematic material, is all the more impressive because Palestrina manages to do it without disturbing the other voices, other than shortening the bass D. Example 4 . Palestrina’s double canon, measures 4–8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The A2s are recomposed as well. In measure 6, Palestrina has replaced the alto’s repeated Gs with the same three notes the bass had in measure 4 ( Example 4 ). Now the soprano-alto duo in measures 6–7 is the same as the bass-tenor duo in measures 4–5, a double canon. The bass is slightly altered in measure 6; this alteration eliminates the second half of characteristic countermelody P, and the module is very short (boxed in the score ). But again the amount of repetition of melodic material has increased.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Palestrina might have wanted to avoid part of the characteristic countermelody (P) that was heard three times in the model because that countermelody contains a dissonant accented semiminim (the first E in Lupi’s measure 6). This melodic formula is characteristic of the chanson, and Palestrina may be reaching for greater gravitas appropriate for sacred music—he eliminates it in all of the settings of A2. (12) However, getting rid of part of P means eliminating part of a module that was present in the model. It is as if, after having introduced modules where there were none in the first A1s and A2s, Palestrina now wants to shorten some that were in the A2s.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Repeating four A2s in a row adds momentum, but, as required by the ethos of variation, they are all quite different, climaxing with the last. The first (measure 5) is now part of a double canon; the second (measure 7) is like Lupi’s climactic A2’’ with the high notes in the lower three voices; the third is a singleton in the alto in measures 9–10, as a kind of repose before the final one in the soprano. (13) This fourth A2 phrase, like that in measures 7–8, is like Lupi’s A2’’, but Palestrina has found a clever variation: the tenor is now in parallel sixths with the soprano, replacing Lupi’s bass in parallel tenths. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] All these changes are characteristic of Palestrina’s preoccupation in this imitation, which is to increase contrapuntal density and add more regularity. Perhaps Palestrina doesn’t need to repeat the A1 phrases because he has improved them by making them so much denser. Like Lassus, Palestrina “modernizes” the given material by having the bass and alto participate in presenting thematic ideas, and in the first half of the movement all four voices are meaningfully interrelated through the use of conventional “presentation types” (see Schubert 2007 , 490–513). Lassus’s Christe",
                "footnotes": [],
                "citations": [
                    "schubert_2007"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Lassus transforms Lupi’s FI-2 T+S into a pair of non-imitative modules (NIms), pairing melody A1 in the soprano with a countermelody in the alto, and then repeating that combination in the tenor and bass (see the score in the Appendix , measures 20–29). (15) The countermelody is the bass line labeled “Z” in the model (Lupi, measures 9–11), and it is hardly an obvious choice, not having been foregrounded by Lupi. In Lupi’s chanson, the combination A1 + Z appears only one time, while in the Christe, Lassus gives it more importance by first sounding it alone as a duo (measures 20–22), and then by repeating it (measures 23–25). The A1 + Z combination becomes a module in Lassus’s Christe.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] A striking feature of the opening of the Christe is how Lassus follows each of the first two A1s with a hint of A2 (the high Fs labeled “A2?”) before A2 finally comes in the soprano (measures 27–29). This last A2 is lifted with its accompaniment from the chanson, as are the following B1s and B2. Example 5 . Lassus’s transformation of B1 (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] What is new, however, is the insertion of another pair of B1s in measures 36–39. These are also lifted from the chanson, but, in keeping with the Renaissance ethos of varietas , they are transformed. Now they occur at a closer time interval than they did in the chanson. Example 5 shows that this is cleverly accomplished by splicing out a breve of music from the lower three voices of the original texture and by allowing the soprano to begin over the F in the bass (instead of the bass C as in the original). The effect is, once again, to add modular repetition, with the second pair of B1s intensified in two ways: they occur closer together, and the second B1 (resembling Lupi’s B1’) is thicker in texture, with four voices where the first has only three. This is altogether a winning move over Lupi’s original. Lassus extends the material by repeating a block, finding a clever way to vary and intensify it. Example 6 . Elements of B1, B2, and B4 combined in Lassus’s Christe (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Lassus caps this when the soprano starts up again at the end of measure 39 with what could be the beginning of B1 or B2 (they start the same with C–C–D–F) but then continues as B4. Example 6 shows the similarities between Lupi’s B1, B2 and B4, and Lassus’s line from the end of measure 39. The normal bass line of the beginning of B1 (C–C–D–F–F) is A–A–G–F–C (labeled “Q” in Lupi, measures 17–19), and since B4 contains an internal C–D–F too, it is possible to place Q in the bass, which Lassus does in measures 40–41. (16) Once again he has combined material from an unexpected source with principal thematic material. And as we will see, skipping B3 altogether is part of Lassus’s plan for the Kyrie 2. Figure 3 . Lassus’s Christe, measures 30–43 (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Having described the detailed manipulations of the given material, we can interpret Lassus’s larger formal aims. Figure 3 shows the section of the Christe after the opening NIms. If we group the B1 pairs together, we can consider each pair as a composite module. Each composite module can be labeled A (A’ is so called because of the omitted breve and thicker texture).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Lassus disposes his material so that the composite modules are punctuated, as it were, by B2 and B1/2+B4, which are the longer non–imitative segments from Lupi containing final cadences (B2 to C and B4 to D). Thus Lassus builds a large formal shape out of his repeated and varied modules. (17) The stretto in particular illustrates Crook’s observation on the imitation Magnificats, that Lassus “took advantage” of features of his models, and that he developed “a musical idea’s potential in a manner not possible in the original composition” ( 1994 , 176–78). Palestrina’s Christe",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "crook_1994"
                ]
            }
        },
        {
            "33": {
                "text": "[33] Lassus’s Christe is 23 breves plus the final downbeat, while Palestrina’s is only 12 breves plus the final downbeat. Palestrina also begins his Christe (in measure 14) with a pair of NIms; his countermelody to B1 is a slightly simplified version of Lupi’s alto in measures 19–20 (labeled “W” in the Lupi score), preceded by a long F. (18) Like Lassus, Palestrina has made a prominent repeated countermelody from an inconspicuous item in the model.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Not content, however, with a straightforward pair of NIms in which we would see the tenor and bass replicate the soprano and alto, Palestrina inserts an extra entrance of B1 in the tenor (see measure 16) and then follows in stretto with the real modular member melody in the alto. Who would have guessed that a substantial portion (the first four semibreves) of B1 could be started a semibreve before the new countermelody as well as after? Surely that double employment accounts for Palestrina’s construction of the countermelody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Likewise, Palestrina sees in Lupi’s bass line to B3 (measure 24) the possibility of a third entry of B3. Lupi apparently did not feel the need to give primary thematic material to voices other than tenor and soprano, and this partial imitation (the C–F skip) seems fortuitous in the chanson. Palestrina is more concerned with squeezing meaningful melodic fragments into a short segment than with large-scale form. Lassus’s Kyrie 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Here Lassus uses a theme in the soprano that seems only distantly related to melodies in the model (see the Lassus score, measures 44–45). The first three notes in measure 44 look like the notes of A1 retrograded. (19) Alternatively, the first four notes could be taken as the transposed inversion of the first six notes of B1, not counting pitch repetition. These multiple resemblances may be a testament to the economy of Lupi’s thematic invention or it may simply reflect the generic nature of Renaissance melodies. (21) However, looking at the soprano with the alto, we see that the first four notes of both the soprano (labeled X) and the alto (labeled Y) correspond to a two-voice fragment from the middle of Lupi’s B3 (measure 26). Lupi’s soprano fragment X is completely buried in a longer melody and both voices begin together: in contrast, Lassus has removed the accented dissonant passing B ♭ from X and offset Y by a rest.",
                "footnotes": [
                    "FN19",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Lassus uses this combination structurally as the beginning of a NIm, repeated in the tenor and bass (measures 47–50). The alto continues freely over this duo, and in measure 49 the soprano enters with melody X (transposed up to high G and with one rhythmic alteration). The significance of this melody is that it introduces the highest note heard in any of these pieces, G, and that it occurs against the first three notes of module X + Y, now sounded in the tenor and bass inverted at the tenth (measure 50). Thus the soprano makes a stretto of melody X with the bass. The soprano phrase ends with a cadence resembling the end of B2, making a smooth introduction of B3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Lassus then borrows B3 and B4 verbatim from the model. Remember that Lassus pointedly refrained from using B3 in the Christe, and now, after hinting at B3 by sounding X and Y, he sounds the whole B3 (measure 53–56), and we hear again the module X + Y in its original context (measures 54–55). Lassus makes sure we notice this by sounding the tune with the same word (“Kyrie”) as at the beginning of the movement.  Finally, instead of repeating B4 after a rest in all voices, Lassus elides the cadence at measure 60 with new music for the end. Beginning with the four soprano notes A–C–D–C–A, a palindrome that sums up A1 and X, Lassus continues with the longest runs of semiminims heard in the soprano in any of these pieces. This line (labeled P’) contains a transposition of a melody that Lassus had made out of two voices taken from Lupi’s A2’’ (see Example 2). Figure 4 . Lassus’s Kyrie 2, measures 44–65 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The large-scale structure of Lassus’s Kyrie 2 consists of two long halves, A and B, shown in Figure 4 . The first half (measures 44–52) begins with the NIms X+Y and continues with new material containing a transposition of X on high G (measure 49). (New continuations for X and Y are indicated by “X+” and “Y+” in Figure 4.) The second half (measures 53–65) begins with direct quotations of B3 and B4 and ends with new material in which a transposition of the P-derived melody also reaches high G (measure 63). Lassus achieves an apotheosis, expanding on the model not only in length and in registral space, but also in rhythmic activity. Palestrina’s Kyrie 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Lassus’s Kyrie 2 is 21 breves plus the downbeat, while Palestrina’s is only 11 breves plus the downbeat (see the Palestrina score, measures 27–38). Palestrina begins with a point of imitation at the octave and unison using various stretches of B4. (The soprano has the full melody and the other voices have less in order to accommodate the imitation.) Palestrina must have gotten the idea of imitating from Lupi’s buried crypto-imitation in the alto of the chanson (compare Lupi’s soprano in measures 28–29 to \nhis alto in measures 29–30). Palestrina brings this opportunity to the fore: the soprano and alto appear as in the model, and it sufficed to get the bass and tenor to pre-imitate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Palestrina, like Lassus, removes the rests between the two B4 phrases by filling in with a cadence, finally sounding B4 (measures 34–38), almost exactly as in measures 34–37 of the chanson. Palestrina’s Kyrie 2 triumphantly displays the only point of imitation where all four voices enter with the same theme in all six of the imitation movements we are looking at. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] We have drawn attention to the relative lengths of the imitation pieces because, although both Kyries contain all the material of the chanson, Lassus and Palestrina are so consistently opposed in their approaches (NB: in this particular group of movements). The original chanson is 37 measures (breves) long; Palestrina’s Kyrie is 38. It might be that he set himself the task of maintaining the overall length of the chanson, and so his “improvements” are intricate reworkings, augmenting contrapuntal intensity. Palestrina elaborates his musical material to create new shapes (i.e., modular repetitions) within the span of the model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Lassus, on the other hand, has a different preoccupation—to enlarge. His derivative work is much longer than its model. (The Kyrie of Lassus is 65 breves long compared to 37 for the chanson.) This is why he leaves large sections intact, repeats some material, and finds ways to insert additional material. He articulates his formal sections by adding some transformed material and some new material, and by giving emphasis to new registers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The ways Palestrina and Lassus developed Lupi’s chanson show us how they perceive the possibilities suggested by the model, its strengths and weaknesses, as Crook observed (see Crook 1994 and discussion above). Both composers bring Lupi’s material up to date by creating new modules. Both delve into the model to bring to the fore buried, apparently inconsequential countermelodies (Lassus reuses Z, X and Y, and Q; Palestrina only W). Palestrina works with the subtlety and delicacy of the clockmaker, while Lassus, with the same language, creates broad sweeping arches.",
                "footnotes": [],
                "citations": [
                    "crook_1994"
                ]
            }
        },
        {
            "45": {
                "text": "[45] Finally, our study gives insight into the workings of Renaissance polyphony, illustrating some of the ways composers thought in music. Counterpoint is an opportunistic art—the composer looks for ways to fit meaningful things (i.e., thematic fragments) together in meaningful ways (e.g., stretto, transposition, double canon, modules, invertible counterpoint).  Our examples show composers making new melodies from bits of old ones, sliding melodic fragments back and forth and up and down. There are as many ways to rework melodic materials as there are original pieces and composers to alter them—it would be impossible to create an exhaustive list of procedures. We can, however, tell convincing stories about a Renaissance composer’s procedures and goals through the close study of counterpoint and modular repetition.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.1.schubert_lessoil-daelman.html",
    "data": "mto/data/mto.13.19.1.schubert_lessoil-daelman.json"
}